{"id": "972320", "contents": "The opinion of the Court, was delivered by\nLowrie, J.\nThe question is, are debts due by solvent debtors liable to taxation for school purposes ?\nThey are expressly made liable for state and county purposes by the Act of 29th April, 1844, sec. 32; and the revised Act concerning common schools, 7th April, 1849, sec. 23, expressly declares, that the liability for school taxes shall extend to the same things. But then, the Act of 25th April, 1850, sec. 22 (Acts, p. 572-3), declares that, no law “shall be so construed” as to make them taxable for “borough and township purposes,” and exempts them ‘from taxation “for any such purpose;” and hence this controversy.\nIt will at once be observed, that this is an expository Act, and it plainly indicates that some improper practice, purporting to be founded on some Act of Assembly, is aimed at, and intended to be corrected by legislative admonition. But as we are not, with entire distinctness, informed of the mischief intended to be remedied, we must infer it, as best we can, from the expository Act, and from the previous state of the law.\nSchool taxes may very well be treated as taxes for “ borough and township purposes,” if we attend only to the fact that boroughs and townships are school districts. But when we observe that school taxes are usually distinguished from borough and township taxes, and provided for in different Acts of Assembly, we must hesitate, before we enlarge the usual meaning of the terms. Before the school system commenced, the phrase, borough and township taxes, was well understood, and we think it remains the same.\nBesides this, the authority to tax debts for school purposes is so clearly given, and has existed so long, that there could be no mistake about it. They are made taxable for state purposes by the Acts of 25th March, 1831, and 11th June, 1840; and by reference to these, they are made taxable for school purposes by Act of 13th June, 1836, and 7th April, 1849. We should expect a repealing, and not an expository Act, to change this.\nBut it is argued, that it is equally clear, that they were never taxable for borough, road, and poor purposes. This, however, is an assumption that we may speak as positively of things that do not appear as of those that do. Moreover, there was room for doubt, about the authority to tax debts for the ordinarily called borough and township purposes. The borough Act of 1st April, 1834, and the Act relating to county and township rates and levies of 15th April, 1834, made the valuation for county purposes the basis for borough and township taxation, and did not include many things then taxable for state purposes, and afterward for school pui’poses. But the Act of 29th April, 1844, sec. 32, enlarged the basis of county taxation to include these things. Many persons, not observing this anachronism, came to regard all subjects of county tax, under the act of 1844, as subjects also of borough and township tax; whereas the laws of 1834 made nothing subject to the latter tax, except such as were then subject to county tax. They supposed that the basis of county taxation being enlarged, the basis of borough and township taxation was enlarged with it. This was the erroneous construction intended to be corrected by the expository Act of 1850.\nJudgment affirmed."}