{"id": "972300", "contents": "The opinion of the Court was delivered, by\nLowrie, J.\nMany persons write their wills with such an undefined conception of what they wish, especially in their substitutionary provisions, and with such little carefulness that their intentions shall be understood by others, that judicial interpretation must very often be a mere systematic mode of guessing at what the intention would have been, or how it would have been expressed, had the testator taken the trouble to think more accurately about the subject. The present will is of this kind.\nThe testator gives to his two maiden sisters a life estate in land, and then provides that, after their death, it shall go to his “ then heirs at law or their legal representatives, to them, their heirs and assigns for ever.” At the death of his sisters, the next of kin of the testator were Ann C. Stook, a brother’s daughter, and several grandnephews and grandnieces, the grandchildren of a sister, who was living at his death, but died afterwards. The question is, does Ann O. Stook take the’whole as his “then heir;” or does she take only the one-half, and the grandnephews and grandnieces the other half?\nOur law does not look for collateral heirs beyond brothers’ and sisters’ children (see Act relating to descents, 1833, s. 8); and, therefore, the grandnephews and grandnieces cannot take strictly as heirs. But, if their grandmother took a vested estate under this will, they can take as her heirs; or they can take as devisees, if they are described as such.\nTheir grandmother did not take a vested estate, if the testator meant to give it to those only of his heirs who should be living at the expiration of the life estate. Is this his meaning ? He gives it to his “ then heirs at law or their legal representatives.” Why shall we reject this last part of the expression? It may indeed be redundant, if the former part be taken strictly; but, if it be itself taken strictly, it throws back the redundancy upon the word “then.” We therefore gain nothing by this suggestion; for we know not which to reject or modify. But is the expression not rather elliptical than redundant? Is it not equivalent to saying —I give it to my heirs, or to the legal representatives of such as would have been heirs if then living ? A man is quite as apt to be elliptical as redundant, in writing his will, if not much more so. If the reading just suggested is the true one, then the grandmother of the Hergesheimers took a vested estate, and they take as her heirs. And the law leans in favor of this construction, by favoring, in doubtful cases, the claim of the heir who was such at the death, and by preferring a vested to a contingent estate, where the intention is uncertain.\nThe circumstances show that the use of the word “then” can be very easily accounted for, and that it is possibly misplaced. He provides that the old homestead of the family, which he had obtained from his father, shall remain during life with his two old maiden sisters, and it was perfectly natural that he should next provide that it should then go (as we read it) to his other heirs or their legal representatives; in other words, to the remaining descendants of his father. Following this construction, we retain the words “or their legal representatives;” and it is certainly much more probable that the word “then” should have been misplaced than tha,t these other words should have been used without any corresponding idea in the mind of the testator.\nLet it be granted that the foregoing exposition is not entirely satisfactory; it becomes so when we view this clause in another aspect. Who are described as devisees? His “then heirs at law or their legal representatives.” This description is peculiar, and it is very hard to believe that it was used except to convey the idea that, if any of- his heirs should die before the estate should vest in possession, then the heirs or devisees of such heirs should take. He could not have meant to provide for their assigns, for, in another clause, he attempts to exclude the power of assignment as to one of them, even after the vesting in possession. Then he intended, as we have supposed; or he intended nothing by the words “legal representatives,” which we cannot suppose. These words are truly descriptive of the devisees, and not words of limitation ; otherwise we fall into another difficulty; for he uses words of limitation immediately afterwards, “to them, their heirs and assigns for ever.” It follows, therefore, that the Qourt below was. right in decreeing one-half to Mrs. Stook and the other half to theHergesheimers.\nJudgment affirmed."}