{"id": "972315", "contents": "The opinion of the Court was delivered, by\nLowrie, J.\nHenry Homiller devised certain land to his son Samuel, charged with an annual rent to his widow during life, and subject to a valuation to be put on it and paid by Samuel after the widow’s death. The amount of this valuation fell within the residuary estate, which was to be divided among his six children, of whom Samuel was one. A judgment having been obtained against Samuel, his interest was sold by the sheriff, in 1827, to Jacob Martin, who received a deed therefor, wherein the title is conveyed expressly subject to the foregoing charges. After that Samuel died; and afterwards the widow. Then, in 1845, the land was valued at $2250. Then, a judgment having been obtained against Jacob Martin, the land was sold upon it to James H. Hart, who received a sheriff’s deed for it, subject expressly to the same charges.\n■ This action of ejectment is brought by the remaining residuary devisees and legatees of Henry Homiller, or some of them, to recover the land. They claim that the devise to Samuel was upon a condition that he never performed. But it is of no consequence as to the effective result, whether it was a condition or not, since equity would relieve Samuel, or his representatives, from a forfeiture on his performance of the condition by paying the money with interest from the date of the valuation. It is not, however, a condition, but a simple charge upon the land as for unpaid purchase-money, for which he or his successor in estate is bound to account to the executors for distribution among the residuary legatees. They collect it, not as a legacy, but as a part of the estate which they are bound to administer and distribute according to the terms of the will.\nBut it is argued, on the other side, that it is not a lien on the land in the hands of Hart. Why not ? He bought expressly subject to it, and his liability cannot honestly be evaded. Grant that the sheriff ought not to attempt to continue liens that ought to be discharged by the sale. Still, in this case he was not wrong in copying the title as he found it written; and' when a levy and sale is so made, and the deed delivered and accepted in pursuance of it, surely the law would be encouraging dishonesty by allowing the purchaser to take the whole title on performing but a part of the terms on which he bought it. No one can read these terms without seeing that he must have purchased under the expectation that he would have to pay this charge in addition to his bid.\nIf; is further urged that Hart, having bought all Samuel’s interest, is entitled to his share in the residuary fund, or at least in this part of it. It is not so. He bought Samuel’s interest in the land, and not in any part of the residuary estate charged upon it. This fund must go to the executors for administration, and they must settle their account of it in another forum, and not in a Common Pleas action or tribunal. Hart, by purchasing Samuel’s land, acquired no right to any legacy belonging to him, and cannot intervene to claim it from the executors: 4 W. & Ser. 196. Samuel had a vested interest in the residuary estate, for which the executors must account to his representatives, unless it be lost by his fault.\nThe fact that Henry Homiller’s executor filed an account, shortly before the sheriff’s sale to Hart, showing a balance in his hands for distribution, which would seem to make Samuel’s share of the estate exceed this charge upon his land, does not alter the case. The fact still remains that Hart bought the land subject to the valuation, and this cannot mean that he bought it discharged of the valuation.' He cannot be supposed to have understood that he might set up Samuel’s share of the estate as a constructive payment of the charge; and .the fact that his bid was only $60 proves that he did not so understand it. Moreover, Martin had bought it subject to the charge, and he thereby undertook Samuel’s duty of payment, and it was many years after Samuel’s death that Hart bought Martin’s interest. Now, if we treat Samuel’s share of the residuary estate as constructive payment of the charge, we do it as a means of extinguishing a duty which it belonged to Martin to perform, and we do it to benefit one who has placed himself exactly in Martin’s stead as to that duty. We should thus, by construction, and in relief of Hart, make Samuel’s representatives to pay what Hart by his purchase has undertaken to pay.\nFrom what has been said, it will be seen that the learned judge who tried this cause took a proper view of the relations of the parties. But they have not selected the proper remedy to enforce this duty. It has so often been declared that the Orphans’ Court is the proper tribunal to settle controversies of this kind, 5 State Rep. 240, 351, 8 Id. 26, 38, 9 Id. 302, that it ought to be understood. This form of action cannot be sustained in such a case; and the executors, not the legal heirs, are the proper plaintiffs.\nJudgment reversed."}