{"id": "972311", "contents": "The opinion of the Court was delivered, by\nWoodward, J.\nIt is true, as a general proposition, that a sheriff’s sale of improved lands in execution, without inquisition and condemnation, is void: Baird v. Lent, 8 Watts 422. Yet where there is consent, the sale is not void: Mitchell v. Freedly, 10 Barr 209. The inquisition is designed for the benefit of the debtor, and therefore he may waive it. Since the Act of 1836 his waiver must be in writing, but before that Act there was nothing to prevent a parol waiver.\nBeside, circumstances may be such as to estop a defendant in execution from alleging a want of inquisition.\nWhat were the facts here ?\nIn 1814 James Scott bought of Jonathan Mifflin a tract of land in the name of Millisent Wade, 301 acres, paid part of the purchase-money, and went into possession.\n12th February, 1824, John Truby recovered a judgment in the Common Pleas of Armstrong county against Scott, which became a lien on this tract. Fi. fa. to December Term, 1824, levied on the land. Vend. ex. to September Term, 1826, returned “ 20th September, 1826, sold the premises to John Barr for $180.” 26th October, 1826, sheriff’s deed to John Barr, acknowledged 19th December, 1826, and assigned, John Barr and wife to Robert Wray, 11th April, 1827, acknowledged 20th April, 1827. 11th April, 1827, Robert Wray paid Jonathan Mifflin $140, the residue of purchase-money due from Scott, and took the deed which Mifflin had'made to Scott but never delivered.\nTo September Term, 1820, David Reynolds had obtained a judgment against Scott. To March Term, 1824, he issued a fi. fa., which was levied on the same tract of land. 12th March, 1824, inquisition and condemnation. To June Term, 1824, vend, exponas, on the docket entry of which is entered,-by Thomas Blair, attorney for plaintiff, “ 22d June, .1824, satisfaction for debt, inter rest, and costs, by judgment against James Scott and John C. Scott, No. 51, June Term, 1824.”\nThus it appears that when Truby issued his vend. ex. there was a condemnation of this land on record, and according to the practice in Pennsylvania he might have availed himself of it, and sold •without a new inquisition: McCormick v. Meason, 1 Ser. & R. 92.\nBut in answer to this, it is said the satisfaction of Reynolds’ judgment before Truby issued his fi. fa., destroyed the effect of the inquisition and condemnation. Let this be granted. Still, the new judgment entered by Reynolds in place of the old, continued the same burthen on the land %hich had condemned it once; and had Truby held an inquisition he must, inevitably, have obtained a condemnation. Scott knew this. The fruitlessness of another inquisition, except in costs, may account for his acquiescence in the sheriff’s sale to Barr. Without a note of dissent or objection, he suffered the sale to be made by the sheriff, and the deed to be acknowledged and delivered to the purchaser. It is fair to presume the purchase-money was distributed to lien creditors or paid to himself. In the spring of 1828 he voluntarily abandoned possession of the premises, and permitted Wray to put in Miller as his tenant, and from that day has never claimed the possession, nor offered to repay the purchase-money which Wray paid to Mifflin, or sought to obtain Mifflin’s deed. Wray has had possession of the land from the 1st April, 1828. This suit was instituted in 1851, as we infer from the date of defendant’s plea, the earliest date on our paper-books. During that interval of 28 years we hear of no objection or claim on the part of Seott, or of any one claiming under him. Prom the charge of the Court we learn a fact that does not appear in the evidence sent up. “Wray’s possession commenced on the 1st April, 1828,” says his Honor; “ and on the 21st March, 1848, le§s than 20 years, an action of ejectment was commenced by him against the present defendants and others, which resulted in a verdict for the, defendants, whereupon the present suit was instituted.”\nBut this fact is not very important, for it does not appear from anything on this record, that, either in the ejectment of 1848, or in the present suit, the defendants claimed under Scott in any manner whatever. What their title is, if they have any, does not yet appear. They objected to the sheriff’s deed as evidence of title in Wray, and insisted that the title was outstanding in Scott, and the Court sustained their objection without putting them to an exhibition of their own title.\nSo far, therefore, as we are informed, these defendants are mere intruders into a part of the Millisent Wade tract of land, and claim to hold it as against Wray, not by virtue of title in themselves, but because he has none in him. Now we hold, that whilst .the sheriff’s sale might have been set aside at the instance of Scott for the want of inquisition and condemnation, yet that, after such acquiescence as the facts and circumstances in this case indicate, he could not himself object to it on that ground. Not that the law, even after the lapse of so much time, would presume an inqui sition and a valid sale, for that would be, in the language of Chief Justice Tilghman in Woods v. Lane, 2 Ser. & R. 56, “to presume that a transaction was right because it appears to be wrong,” but that, in equity, Scott would be estopped from asserting the fault. It is true there was no inquisition, but it is a truth excluded by the circumstances. Estoppels always operate against the truth. Presumptions supply truths — estoppels exclude them. It is called an estoppel or conclusion, says Lord Coke, because a man’s own act or acceptance stoppeth or closeth up his mouth to allege or plead the truth. The law is not so unreasonable as to assist the debtor in the perpetration of a fraud. Yet it would first tempt, and then help him to perpetrate a gross fraud, if, after all that has marked the conduct of Scott in this caáe, it should invalidate the title of Wray for his benefit.\nBut if the debtor and former owner may not impeach Wray’s title for want of inquisition and condemnation, a fortiori, strangers and intruders may not. In Crawford v. Boyer, 2 Harris 380, it was held that only the defendant in the execution, and he within reasonable time, might object to want of confirmation of the inquisition, as required by the Act of 1836. With greater reason may a stranger be forbidden to object that a condemnation had on one judgment was improperly applied to another, or that the defendant in the execution did not insist on all his legal rights. The Court treated the defence as showing title out of the plaintiff. This is, unquestionably, a legitimate mode of defending in ejectment ; but where the defendant sets up an outstanding title, it must be a present, subsisting, and operative title, otherwise the presumption is that such title has .been extinguished: Jackson v. Hudson, 8 Johnson’s Rep. 374. If it be such a title as could not avail the party in whom it exists, it is inadequate as a shield to, the defencU ant who interposes it. That the outstanding title 'set up here would not have protected Scott, we have sufficiently shown. Much less can it protect the possession of the defendants.\nWe quite agree with the Court that the delivery of the deed to Wray which Mifflin had made to Scott, and the payment by Wray of part of the purchase-money, did not transfer the title to Wray; but they were expressive circumstances, in connexion with the other facts, to indicate Scott’s acquiescence in the transfer of his title by means of the sheriff’s sale.\nThe judgment is reversed and a venire de novo awarded."}