{"id": "972351", "contents": "The opinion of the Court was delivered, by\nBlack, C. J,\nIn Nailer v. Stanley, 10 Ser. & R. 450, it was decided that, where mortgaged land was sold in pieces and at different times, the several pieces were liable for the mortgage debt in the inverse order of their alienation. This was supposed to be overruled in the Presbyterian Corporation v. Wallace, 3 Rawle 109. But Cowden’s Appeal, 1 Barr 297, and several cases since, have settled it so firmly that all attempts to shake it must be vain.\nWe are now to determine whether the same rule applies when the sales of the several parcels of the mortgaged premises are made, not by the mortgagor himself, but by the sheriff under a junior judgment.\nA man who purchases part of a tract covered by a mortgage, buying the title out and out, clear of encumbrances, and paying a full price for it, has a plain right to insist that his vendor shall allow the remainder of the mortgaged premises to be taken in satisfaction of the mortgage debt before the part sold'is resorted to. This being the right of the vendee against the mortgagor himself, the latter cannot put the former in a worse condition by selling the remainder of the land to another person. The second purchaser sits in the seat of his grantor, and must pay the whole value of what he bought towards the extinguishment of the mortgage, before he can call on. the first purchaser to pay anything. The first sale having thrown the whole burden on the part reserved, it cannot be thrown back again by the second sale. In other words the second purchaser takes the land he buys subject to all the liabilities under which the grantor held it.\nBut if the rule is to cease when the reason of it cease's, it cannot extend to a case where the first sale was made subject to a mortgage; and that is the condition of the present one. The defendant’s deed is older than his adversary’s, but it conveys him nothing but the equity of redemption. The act of 1830 provides that if the oldest lien be a mortgage, and the land be sold on a judgment, the sheriff’s vendee shall take it subject to the mortgage. When the defendant made his purchase therefore, he had manifestly no claim either on the mortgagor or on anybody else to pay off the whole mortgage and relieve him entirely from what was probably the most burdensome part of his contract. His share of the mortgage formed a part of the price he agreed to pay for the land. The statute of 1830 entered into and made one of the elements of his contract.\nThere is a wide and palpable difference between one who buys land subject to a mortgage, and has a reduction in the price equal to the amount of the lien, and another who pays its full value and stipulates for a title clear of encumbrances. Such a distinction is anything in the world but a “theoretical subtlety.”\nA plausible argument might be made in favor of the doctrine opposite to that on which this cause was ruled below. There might be specious reasons given in support of a rule which would make different parts of the mortgaged land liable in the direct order of their alienation, and compel him who first bought subject to the mortgage to pay it all or let his land go in satisfaction of it. But this has not been contended for, nor do we conceive that the law is so. Two purchasers at a sheriff’s sale, subject to a mortgage which is a common encumbrance on the land of both, stand on a level. Neither of them has done or suffered any thing which entitles him to a preference over the other. Equality is equity. •They must pay the mortgage in proportion to the value of their respective lots.\nThe value of the lots is to be ascertained and determined by the jury on all the legal evidence which the parties see fit to produce. We do not think the biddings at the sheriff’s sale amount to more than a circumstance from which the jury might make their own inferences.\nJudgment reversed and venire de novo awarded.\nAs to actions to enforce liens, see 3 Rawle 183, Pidcock v. Bye; 8 W. & Ser. 153; Id. 391-9-400; 7 Harris 24-31-32, Kline v. Bowman."}