{"id": "972356", "contents": "The opinion of the Court was delivered, by\nLowrie, J.\nWebb was indebted to Hansell on a bond which was secured by a mortgage. The mortgaged land was sold on a judgment, and Lutz bought it subject to the mortgage claim. Now, on a proceeding to have the land sold for the mortgage debt, Lutz pleads payment; and, to meet the evidence under this plea, the plaintiff called the mortgagor, and offered to prove by him that the whole amount is still due; and the owner of the land objects to him on the ground of interest.\nWe have very recently decided in the cases of Holden v. Winslow, and Abell v. Johnson, one a mechanic’s lien, and the other a mortgage case, that where the land and not the person is the debtor, the interest of the person in the suit and his relation to it depend upon his interest in the land, and when that ceases he may be a witness. What difference does it make that the bond of the proposed witness is still outstanding for this very debt, and that he is called to sustain the plaintiff’s case ?\nIt is said that he is interested to aid the plaintiff in recovering the debt out of the land, because his bond will be thereby discharged. But this depends upon the solution‘of the question, whether, as between the obligor and the purchaser of the land charged with the mortgage, the bond or the mortgage represents the primary fund to pay the debt. If, as between them, the bond represents the primary fund, then the purchaser of the land, on paying the mortgage, would be entitled to claim substitution to the bond, and therefore the obligor would be testifying against his interest in proving that the debt still exists. If, however, the mortgage represents, as between them, the primary fund, then the satisfaction of the mortgage would extinguish the bond, and the obligor is interested to secure this result. The plaintiff can pursue either remedy, and he does not lose his action on the bond by being defeated by the terre tenants in his action on the mortgage, though it is true that in .most cases the defence that is effective against the mortgage is so also against the bond.\nWhat then is the solution of the question ? The land was sold by the sheriff charged with the payment of the mortgage. How would this be usually and naturally understood ? Unquestionably that the purchaser shall discharge the mortgage, and not that he will do it if the mortgagor should fail- to pay his bond. On this account the land always sells for at least, the measure of the mortgage debt less than its value. And it is better for both mortgagor and purchaser to sell it so, than that either should have to abide the consequences of a calculation of the chances as to the future ability of the mortgagor to pay the debt. Hence it follows that the purchaser, in thus buying the land, undertakes the duty of paying the mortgage, not personally, but so far as the land is sufficient for that purpose. Then thus far he assumes the duty of relieving the obligor, and, as between them, the land becomes the primary fund for the payment of the debt. It follows, also, that, if the obligor pay the debt, he may claim subrogation to the mortgage, else, the purchaser would unjustly hold the land without having paid the entire consideration. Thus the interest of the mortgagor and mortgagee in this action appear to be identical. It is prosecuted in relief of the bond, and if it be defeated, the plaintiff’s resort is to the bond alone.\nJudgment affirmed."}