{"id": "972373", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nIn the 5th specification it is assigned for error that the Court submitted a certain question to the jury. What else could have been done ? It was a matter of pure fact; it was proved (if proved at all) by the oral testimony of witnesses, and it was pertinent to the issue. The judge had no right to decide it himself, though he might have given his opinion if he had seen proper. The clearness and force with which the fact is established does not alter the rule.\nThere was evidence which went to show that the plaintiff engaged to dig a certain quantity of iron ore for the defendant’s testator át a certain price; that before the work was done, the employer died, and that his executors afterwards did what would have amounted to a rescission of the contract, if \"it had been done by the testator himself. The four first specifications, therefore, are all involved in what we consider the main point of the case, namely, whether the personal representatives of a decedent who has made an entire contract, and died before it was finished, can, by any act of theirs, excuse the other party from the full performance of it, so that he may recover for the work already done.\nExecutors or administrators may not create a new cause of action against the estate whose interest they are charged with, nor revive an old one, barred by the statute of limitations; but they may adjust an existing claim by a fair compromise, or arrange the business in their hands, so as to make the most of the assets. They cannot do what must result in injury to their trust, except upon their own proper responsibility, and every one who deals with them is bound to know it; but for all they do in the performance of acts required by the interest of the estate, they are answerable in their official character.\nIn the present case, the executors, did not create the cause of action, but allowed it to be rescinded to a certain extent. They did not increase the debts of the estate, but diminished them.\nWhere a man has an unfinished contract at the time of his death, it is absolutely necessary that his executors or administrators should have the power to agree with the other contracting party, that the work may be stopped. Otherwise the estate might be utterly ruined.\nIt often happens (as perhaps it did here) that a contract, of which the full performance would have been useful and profitable to the decedent himself, is rendered by his death totally valueless to his family and his creditors. It cannot be that any rule of law exists which would bind such an intolerable burden on the back of an estate without the possibility of relief, and that too when everybody concerned is willing that relief should be given. We think the executors had a right to determine whether the remainder of the work should be done ormot. The plaintiff did well in adopting the advice they gave him, to bring suit for the labor he had already performed, and in treating their advice to sue as a virtual rescission of the contract.\nDid not the death of the defendant’s testator itself rescind the contract, and give the plaintiff a right of action for what he had done, without more ? This point was not made in the Court below, nor argued here, and has therefore not been taken into consideration.\nJudgment affirmed."}