{"id": "972391", "contents": "The opinion of the Court was delivered, by'\nLowrie, J.\nThe correction of the paper-book has answered the objection to the competency of James Brownfield as a witness, and the only other exceptions to evidence or to the charge that will bear an argument may be classed together.\nThe testator, in dividing his plantation, describes the division line thus: — “ thence supposed nearly an east course to a post, the corner of John Brownfield and my home-place.” The duty of the jury was to fit this description to the land, and put the line upon the ground. In such a case we need not trouble ourselves with the doctrine of latent ambiguities; for it is a question merely of the application of a description to its subject, and this always requires parol evidence, or its equivalent, a view.\nThe parties dispute as to the post corner, and of course the truth can be ascertained only by learning all the facts and landmarks which can fairly be supposed to have been known to the testator, and to have influenced his mode of expressing his will. In other words, the jury are to have such information as will place their minds as nearly as possible within the relevant circumstances which surrounded the testator when he indited the expression which needs interpretation.\nWhen he says the line runs nearly east, and one corner is found seven and a half degrees north, and another twenty-three degrees south of east, of course the jury would incline to the former. But circumstances cast a doubt upon such a conclusion, and it becomes necessary to scrutinize the indications in favor of the other easterly corner’s. And when there is evidence that one of them had been called a stone corner, how manifest is the pertinency of the evidence that there had been a post there with stones around it, and that in the survey, patent, and deeds of the adjoining owner it is called a post corner.\nAnd the finding of the jury, that the post intended is that whereon his own land, and John’s, and Hopwood’s corner together, seems to accord well with the expression “ a corner of John’s and my home-place;” for three corners answer verbally to the description, and may be said to be “nearly an east course.” Yet surely he meant a definite corner, and therefore it seems more probable that he was thinking of the only one where his place and John’s and Hopwood’s cornered together, than of some one of the three where his and John’s alone corner together. True, the other two corners are more nearly in an east course, but the adoption of either of them would leave other important circumstances totally unaccounted for. We are of opinion that the cause was rightly tried.\nJudgment affirmed."}