{"id": "972363", "contents": "The opinion of the Court was delivered in by\nBlack, C. J.\nJames Schott, being a judgment creditor of Henry Chancellor, issued an execution, and attempted to obtain satisfaction of his debt by levying upon and selling the personal goods, which were, at the time, in - the actual possession and use of the debtor. He was prevented from doing so by the assertion of Wharton Chancellor, that he, and not Henry Chancellor, was the owner of the goods. This action was instituted to try the question which was raised between them. It appeared on the trial that Wharton Chancellor had purchased these same goods at a sheriff’s sale, under an execution of his own, but left them in the possession of his brother. He gave no credit on his judgment, nor any receipt to the sheriff, for the price he had bid for them, and after-wards received the full amount of his whole debt from trustees, to whom a fund for its payment had been bequeathed by his mother. Things were in this condition when the present plaintiff sued out his execution.\nThough it is a general rule, that the possession of chattels is the true index of ownership, yet a bona fide purchaser at a public judicial sale may safely and lawfully leave them to be used by the defendant in the execution, and they will not be liable to subsequent seizure by another creditor. Such a transaction is not a fraud in law, within the principle of Twine’s case.\nBut the difficulty of sustaining the claim set up by Wharton Chancellor, results from the shock it gives to one’s sense of natural justice. He has received all that his brother ever owed him, and with the cash in his pocket, he stands over the property, and insists upon keeping that also. This is an effort to appropriate what he never paid for, to reap where -he has not sowed, and gather where he has not strewn. He endeavors to have a double satisfaction for his own debt, while another creditor, as honest as himself, is to have no satisfaction at all.\nIf personal property is purchased at a sheriff’s sale, and left with the defendant in the execution, and it appears that the defendant himself furnished the money which paid for it, who can doubt that it might be taken again on another execution against the same person ? If the money was not furnished at the time, but paid afterwards, the case would be equally clear as showing either that the pretended purchaser was a mere agent of the defendant, or else that- a contract existed between them, by which the title was to revert’ to the original owner when he refunded the price. Where the plaintiff in the execution is the purchaser at the sale, and he gives no credit for the proceeds, and afterwards receives full satisfaction of his debt in another way, there is still stronger reason for believing that the business was a sham from the beginning. In neither of these cases can it be said that the purchase was made in good faith, and it is only in favor of bond fide purchasers that, the law will make an exception to the wholesome rule, which requires possession of personal property to accompany and follow the transfer of title.\nIf this had been a contest between, Wharton and Henry Chancellor, the fact that Wharton never removed the goods, that he never credited the price of them on the judgment, and that he received his whole claim afterwards, would be conclusive of Henry’s right to the property. If such are the relations which this transaction would create, as between the parties themselves, a fortiori, it ought to receive that construction when creditors make the claim ?\nThe judge of the Court below should have instructed the jury that the evidence was conclusive in favor of the plaintiff’s right to levy on the goods in question. Because he said in his charge that the defendant was entitled to the verdict, the judgment is to be reversed.\nJudgment reversed and venire de novo awarded."}