{"id": "972344", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nThe Court below instructed the jury substantially that two notes, one of which was more than thirty and the other upwards of twenty-seven years old before suit brought, must be presumed to have been paid, unless that presumption was met by something more than a mere naked demand of the debt by the obligee within twenty years.\nThe only fair objection to the charge is, that the judge has defended his positions too well. The question was not worth a tithe of the labor and learning he bestowed on it.\nPerhaps, if this point had arisen half a century ago, it would have been decided in the way the plaintiff desires it tó be decided now. But the old cases concerning the statute of limitations, and the kindred subject of presumption from lapse of time, are not of very great authority in the present day. Those rules which give repose to society and forbid the assertion of stale claims, after the evidence of their discharge has been lost, are everywhere much more highly appreciated by the Courts now than they were once. It has, however, not been decided in any case, ancient or modern, that a mere demand, without more, is enough to repel the presumption, and in one, at least (1 Ves. & Be. 536), the contrary was held. In this state we have never had occasion to determine it. It is a new point here, with the English authorities rather against the plaintiff than for him, while the arguments on principle and policy are altogether in favor of the defendant.\nThat a specialty or debt of record is paid after twenty years from the time it became due is a presumption of law which the Courts must enforce without inquiring whether» it be'according to the truth or not. The law has given to this lapse of time a fictitious value, equal to direct proof of payment. But the evidence of nonpayment, by which the presumption is to be repelled, has no force, except what it derives from its intrinsic power to produce conviction on the mind. A circumstance, therefore, which does not actually disprove the payment, nor satisfactorily account for the delay, is entitled to no weight. The presumption of payment is raised by an artificial rule. It cannot be rebutted, except by evidence which will create a natural presumption, at least equally strong.\nIs the evidence in the case before us calculated to satisfy the judgment,that the notes in suit are still unpaid? We think not. On the contrary, a demand promptly met by a distinct refusal to pay rather strengthens the presumption arising from lapse of time, and might very well be offered for that purpose. But here there was something more than refusal. There was a defiance to bring suit, an assertion that the claim had been paid, with a declared readiness to prove it, and, superadded to this, a charge of foul play. It is hard to understand why a man, conscious of being in the right, should have hesitated about bringing his action after that, when character, pride, and feeling, as well as pecuniary interest, would all impel him to do so. The universal desire to enjoy what is our own is enough to make men enforce the payment of debts which they know to be honestly due to them. It is not presumed that any one will disregard this motive for twenty years, and he who does so must give a sound reason for it. The present plaintiff, instead of accounting for the delay, has proved that his intestate had unusually strong reasons for bringing suit. He did not forget it. His mind was on the subject. He was invited and provoked to proceed. He did not rely on the other party’s willingness to pay, for he was told that he had got the notes by a fraud, which would be exposed and the payment resisted. The delay alone made this a clear case for the defendant. The other evidence made it irresistible.\nJudgment affirmed."}