{"id": "972378", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nMiller N. Everly, the son of the plaintiff in error, was indebted to Rice in the sum of $1000, for which he gave his judgment bond and a mortgage on certain property in New Jersey. Rice, being advised that Everly’s title to the mortgaged premises was worthless, entered judgment on the bond in the District Court of Philadelphia, issued execution, and levied on personal property. Mrs. Everly, the present plaintiff, then gave her bond, payable in a year, in consideration that Rice should stay proceedings for that time. He did stay his execution in Philadelphia, but, some time afterwards, filed a bill in New Jersey, to foreclose the mortgage. It was answered and resisted, but the foreclosure was decreed. Mrs. Everly then applied to the Court of Chancery for an injunction to prevent the sale, and this also was finally decided in favor of Rice. It was sold by the sheriff to one Diehl, for $150, though Miller N. Everly was present, willing to bid, as agent of his mother, $1250. This suit is on the mother’s bond.\nThe first question disputed in the District Court was,, whether the bond in suit was given in consideration of an agreement by Rice that all proceedings should be stayed for one year from its date, or merely that the goods then seized should be released from that levy. The defendant below asserted that there was an express contract to the effect that all proceedings on the bond and on the mortgage should be stayed. This was submitted to the jury as a question of fact, and their finding is, of course, not subject to' our review. We must take it as being conclusively settled, that the object and consideration of the bond were as the plaintiff below alleged. There was then no agreement which prevented him from proceeding on the mortgage for a year, and the proceedings which he did institute were not in violation of any promise.\nAnother point in the defence was, that Rice, by his conduct in conjunction with others, at the sheriff’s sale, prevented Mrs. Everly from bidding the property up to its value, though she was on the ground, by her agent, offering to do so, and that he designedly (though for what reason it is not easy to conjecture) caused it to be sold to another person at a much less price. If this was true, Mrs. Everly was injured to the extent of the difference between the value of the property (or of the title which she would have got) and the price it sold for. This, also, was submitted to the jury, and apparently found in favor of the defendant below'.\nBut the submission of this question to the jury was\"accompanied with instructions from the Court, that if the fact was as the defendant alleged it to be, it was a defence only pro tanto, and would not entirely defeat the plaintiff’s right to recover on his bond.\nWhen a fraud has been perpetrated in the making of an instrument, the dishonest cannot be separated from the honest parts; it is tainted through and through. But when a bond is originally sound and the defence rests on matter subsequent, I know of no principle or authority for saying that the party is entitled to anything more than that simple justice which prevents him from suffering by the act of his adversary. He is entitled to be kept and maintained in the same condition he would have been in if the act complained of had not been committed, and he is entitled to no more.\nA surety may be subrogated to the lights of the creditor in all the securities he has against the principal. Mrs. Everly could demand to be so subrogated, or else to have the mortgaged premises sold for the best price and the proceeds applied to the payment of the debt in her relief. Concede that the defendant improperly prevented this, how much did she lose ? The jury have said that she lost the sum which they deducted from the amount of the plaintiff’s claim. She is only required to pay what she would have been out of pocket in any event.\nWhen the creditor has in his hands the means of paying his debt and he does not use it, but gives it up, the surety is discharged. But the discharge does not extend to the whole debt, if the means of payment was only of part. It is said that this mortgage was security for the whole debt. Whatever it was technically, it was in truth and fact security for as much as it would pay; and to that extent the defendant was allowed for its loss. In cases of this kind, the law deals in facts and disregards fictions.\nOf the other assignments of error, it is sufficient to say that they are not sustained.\nJudgment affirmed."}