{"id": "972377", "contents": "The opinion of the Court was delivered, by\nLowrie, J.\nThis proceeding was instituted to try the title of the defendants to the corporate franchises claimed and exercised by them, alleging that they have violated their charter in several particulars, and thereby forfeited it. It was argued before us at Pittsburgh in September last, and its decision has been delayed, first by the great pressure of business upon this Court, and after-wards, because of other cases arising before us, involving one of the vital points of this, and it was thought advisable to consider them together.\nOne of the alleged grounds of forfeiture in this case is, that the defendants do not demand and collect from every passenger the full tolls as fixed by the terms of their charter, but have made a regulation by which passengers pay by the year a much less sum than their tolls would amount to if they paid by the trip; and that, in consequence thereof, the surplus fund, by means of which the' bridge is to be made free, is not properly increased, and the enfranchisement of the bridge is postponed.\nThe answer to this is, that the toll-rates of all road and bridge corporations are fixed by law, in order to prevent extortion, and are therefore intended to require, not that so much, but that no more shall be collected. Indeed, this relator is guilty of the inconsistency of complaining, in another part of the information, that it was extortion in the defendants to demand of him the full toll.\nIt is perfectly apparent that a demand of full legal toll from all persons from the beginning must have greatly retarded the growth of Allegheny City, and that it would be regarded as most grinding and unendurable oppression. It 'is very proper for all such corporations to commute the tolls for an annual sum, if their charter does not forbid it, and if it be done with an honest purpose. Here there is no allegation of fraud.\nAnother ground is, that the defendants refused to allow the relator to pass at the commuted rates of toll. Suppose they did. He can base no action upon this, unless they thereby did him a, legal injury. And if they did him a legal injury, then he is not entitled to this remedy, but to the appropriate action in his own name for the damages done; for the remedy by quo warranto is not allowed where the law affords a private remedy: Stra. 1196; 4 T. R. 381; 2 Johns. 290; 23 Wend. 244; and no remedy at all is allowed where there is no legal injury. Even if they demand more toll than the law allows, the penalty is by fine, and not by forfeiture of their charter. It would be strange that the charter should be forfeited by the law, for the taking of the tolls which the law allows.\nThe third allegation is, that the defendants have not rendered to the General Assembly the periodical accounts required by their charter. Admit it. What has the relator to do with this ? During all the time complained of, the state owned about one-half of the stock, and was therefore herself party to the omission, if there was any. After that, she sold out her stock to individuals. Does she now claim to forfeit that very stock for an omission of which she had never before complained, and to which she was a party ? She does not do it, and we would not hear her if she did. When a relator assumes thus to vindicate the rights of the state, she may well say, non tali auxilio nee defensoribus istis.\nThe fourth allegation is, that when the Company were about to build, and wanted a piece of ground for their abutment in Allegheny, they did not get it in the way prescribed in their charter for taking it, but made a bargain for it with the owner, allowing him and his family, as the consideration, to pass toll free for forty years. This may have been a very foolish bargain, but no more can be made of it. The state was a party to that act too, and she does not and cannot now complain of it.\nThe next complaint is, that the stock of the Company was not large enough to complete the bridge, and that, contrary to their charter, they borrowed money to complete it. The answer is, there is nothing in the charter forbidding it, and it is impossible to guess how any rights could be injured by it.\nThere are some other grounds of complaint which we do not consider, because they have been abandoned, and all the others might as well have been.\nBut there is another answer to the whole complaint. That is, that we do not hear a private relator in this Court claiming to forfeit a charter, and he has no right to such action in any Court where he stands as a mere informer without interest. The Act authorizes this writ to issue on the relation of any one desixúng to prosecute the same; but that was always the law, and still we allow no one to desire at law that in which he has no interest: 5 Ad. & E. 613; 6 Id. 810; 6 Barn. & Cr. 240; 10 Id. 320; 1 T. R. 3; 2 Id. 767; 1 East 46, n.; 2 Burr. 869; 4 Id. 2123; 1 W. Bl. 187. And so we have just now decided in the cases of the Commonwealth v. Bank of Schuylkill, and Commonwealth v. Phil. Ger. & Nor. R. R. Co.\nJudgment. — April 4, 1853. This ease came on for final hearing at September Tenn, 1852, and was argued by counsel, and now on full and mature consideration thereof, it is” considered and adjudged that the relatoi', James Tod, has shown no light or title to maintain this information in the name of the Commonwealth, and that the same be and hereby is quashed and wholly taken for nought, and that the relator pay to the defendants their lawful costs in this behalf expended."}