{"id": "972328", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nThis was covenant on a policy of insurance, underwritten by the defendants, of $5200 on 104 bales of cotton at $50 per bale, from Savannah to Philadelphia. On the voyage the vessel encountered a storm, during which four bales of the cotton were washed overboard and never recovered. The policy contained an exception of particular average under five per cent, in the following words : “ No loss or average shall in any case be paid under five per cent, unless general.” The loss in this case being less than five per cent, of all the cotton insured, the question arises, whether the five per cent, is to be calculated on the value of the whole lot or on that of a single bale. The plaintiffs contend that this must be treated as a separate risk on each bale; that it was a total loss of four bales, and not a partial loss of one hundred and four bales.\nThe defendants insisted, on the trial in the District Court, that by law, the facts of -this case did not make them liable; and moreover, that by a special custom of the merchants resident at Philadelphia and the insurance offices doing business here, the construction of policies, like the present, was against the right to recover for a loss of less than five per cent, calculated on the whole of one species of goods included in the same endorsement. The jury refused to find that any such usage existed, and the verdict was in favor of the plaintiffs, the legal question being reserved. The point thus reserved was afterwards considered in banc by the three judges, who, being of opinion with the defendants, gave judgment for them, non obstante, veredicto.\nIt is now argued, that it was error not to give judgment on the verdict, because the defendants, having set up a custom, were bound to stand or fall by it. But the argument is not sound. There are cases in which a party is not permitted to make two inconsistent defences, but shall be put to his election which of them he will stand upon. These defences are not inconsistent; and, having been driven from one, he may fall back on the other. A judgment contrary to the general law of the land is not to be inflicted on the defendants by way of penalty for asserting a particular custom which they failed to prove. If, therefore, our opinion of the law shall accord with that of the Court below on the point reserved,' this judgment must be affirmed.\nAccording to the principle laid down in Davy v. Milford (15 East 559), the plaintiffs would have a right to recover as for a total loss of so much of the thing insured as was in fact totally lost. Though it is not easy to reconcile Davy v. Milford with Hedburg v. Pearson (7 Taunton, 154), the former case seems to be still considered as having settled the law of England on the subject. In that country the underwriter, notwithstanding an exception in the policy of all liability for average unless general, is held responsible whenever any portion of the property is irrecoverably lost, or so injured as entirely to change its character. To create this responsibility, it is not necessary that the lost part of the property should have been separately valued, but only that it should be capable of a separate valuation. The exception is never available to the insurer except when the subject of the insurance arrives at the port of destination, deteriorated in value but still existing in specie. Where, however, commodities are shipped in bulk and insured in gross, a diminution of their quantity is considered a case of simple average as well as a diminution of their value. The English Courts thus interpret the same word (average) differently in different circumstances, and without any reason that can be perceived. This has done much to complicate and confuse the whole subject.\nBut the English doctrine was repudiated by the Supreme Court of the United States in the case of Brays v. Ches. Ins. Co. (7 Cranch 415), and by Judge Washington in Moreau v. Union Ins. Co. (3 W. C. C. R. 256). In Humphrey v. Pacific Ins. Co. (3 Mason) the soundness of the rule laid down by Lord Ellenborougii was denied by Judge Story, for reasons which the ablest of the English writers on insurance admits to be unanswerable (2 Arnould 441). The principle embodied in these and other decisions of the federal Courts has been adopted and followed in New York (4 Wendell 33), and in Waln v. Thomson (9 S. & R. 115, 121), this Court has very distinctly- recognised it. The high authority of these cases, and the necessity of having uniformity of decision on a subject which concerns the whole commerce of the country, will probably cause them to be acquiesced in by every Court in the Union. It may, therefore, be safely laid down as the American rule, that a total loss can never be said to occur when any portion of the thing insured is preserved in specie. As to memorandum articles, or goods warranted free from particular average, the insurer agrees to pay only for a total loss or for general average, and therefore he can only be held when the whole thing goes to the bottom, or a part is thrown overboard to save the rest. Of property so insured a partial loss, whether caused by a reduction in quantity or in value, falls upon the owner himself.\nThis case differs however in all its leading features from Davy v. Milford. There the flax was warranted free from all average, unless general, and from average only. Here it is stipulated that no loss or average shall be paid under jive per cent. The flax was in bundles, the vessel was wrecked and no entire bundle was brought to shore, but parts of many, amounting altogether to one-sixth of the whole, were saved. The important difference in favor of the plaintiffs is, that the packages of flax were not separately valued in the policy, while it is alleged in the present case that there was a separate valuation, and therefore a separate insurance of each bale of cotton. Although, therefore, the law as it is understood in England would, if it prevailed here, enable the plaintiffs to recover, it does not follow from its disaffirmance that they must be defeated. If it be the law that a separate valuation of each parcel, package, box, bale, or chest is equivalent to separate insurances on each one, and if it be true in point of fact, that this policy does contain a separate valuation of each bale, then the-judgment in favor of the defendants was erroneous.-\nMagens (p. 73) gives it as his own opinion, that the per-eentage ought to be calculated on each package or parcel, especially where the amount insured on each parcel is expressly declared. But he admits that there is no rule on the subject, and that the general opinion of other merchants is not in accordance with his own. Arnould (vol. 2, p. 865) declares, that the effect of a separate valuation of the parcels is to give a separate insurance on each. He seems to have taken it from a dictum of Lord Abinger, in Hills v. London Ass. Co. (5 Mees. & Wel. 575) which was made under a total and palpable mistake about the law and the facts of Davy v. Milford, and which amounts, at best, to no more than this: that a separate insurance on each hogshead of sugar would make the underwriter liable (though it be warranted free of simple average) for the loss of any single entire hogshead. Phillips, in his work on Insurance (vol. 2, p. 507), says, that a separate valuation of different articles gives each article as a distinct basis on which to calculate the rate of exception, and cites the Ocean Ins. Co. v. Carrington (3 Conn. R. 357). Perhaps he means that, if several distinct kinds of property be insured, each at a distinct value, the rate of exception should be calculated on the value of the class .or kind to which it belongs, and not on that of the whole invoice; as if horses and oxen be valued separately, and a loss of the oxen occurs, the five per cent, musf be calculated on the value of the oxen alone, and not on that of the horses and oxen together. I say, this is probably his meaning, because his words will bear that interpretation, and because the case he refers to decided nothing more. It cannot be denied, however, that his note in Benecke (Stevens & Benecke, 441) is free from ambiguity; but he founds that too on the Ocean v. Carrington, the extent of which, as an authority, we think, has been misapprehended.\nAmong the writers, and in the codes, of continental Europe we find no trace of the doctrine supported, or at least recommended, by Magens. Their definitions of average seem to exclude it (2 Valin 159; 2 Emerigon 7). The only basis expressly given by them for computing the rate of exception is the amount insured by one policy (3 Pardessus 424); and, even where there are several parties insured by the same policy, the per cent, is counted on the aggregate of their several interests. The insured, in such a case, are said to be a kind of partnership, and, with regard to the insurer, represent all together hut one person (3 Boulay Paty 423.\nBut admitting that a separate valuation of the separate packages or parcels of the same species of goods, is the same as an insurance, in terms distinct and separate, on each parcel, can we consider this a case of separate valuation? None of the writers who assert this doctrine has told us exactly what he means by separate valuation. If these hales had each been valued distinctly by itself, and especially if the value put on some of them had been different from the others, and if no aggregate sum had been given as the amount insured upon the whole, this case might have worn another aspect altogether. But the sum of $5200 is insured on the whole lot, and, though the price per bale is mentioned, it is only done as showing the process by which the sum total was calculated, ,\nThe value of goods is ascertained, when they come to he insured, just as it is when they are bought in the market, and are naturally endorsed on the policy as they would he charged in a merchant’s books. It happens every day (and the adjudged cases show it) that policies mention the price of wheat by the bushel, coffee by the pound, goat skins by the piece, &c.; yet it has never been contended that these were insurances on each bushel, pound, or piece, and why should it be so considered in the case of cotton, whose value has been calculated by the bale ? The policy before us furnishes an instance of what is, to all intents and purposes, a separate valuation of rice in casks, shipped by the same vessel, and endorsed at the same time, “ 20 casks, marked H. 0., valued at $22 each, total $440; 17 casks, M. O., valued at $21 each, total $357.” This was a distinct valuation, and perhaps a separate insurance of the 20 casks from the 17, but not of every single cask from every other one. In our opinion, the endorsement of the cotton was an insurance of the sum total upon the whole hulk, as much as it would have been if no subdivision had been named.\nCases must have occurred very often, where claims like the present could have been made. The fact that this is the first one on record shows the opinion of the mercantile world to he against it. Convincing evidence to the same effect is also found in the general, if not universal practice of stipulating expressly, when average' is not intended to be counted on the whole, for average on each package, or on some number of them less than all. The policy before us furnishes an instance : “ 100 casks rice, $23 each — each 20 casks, running numbers, subject to separate average.” This shows that the present construction of the plaintiffs was not within the contemplation of the parties at the time the insurance was effected; for it is altogether improbable that an agreement would have been made for separate average on each 20 casks, if it had been supposed that, by the terms of the endorsement, there was already created a binding obligation to pay average on each individual cask.\nThe custom of exempting the insurer from liability for particular average, under a certain rate, one, three, five, or ten per cent., is universal. Its object is to protect them from claims for losses too trifling to cover the expenses of ascertaining them (3 Pardessus 423). But this purpose would be wholly defeated by the plaintiffs’ construction, wherever the value of the parcels may happen to be mentioned, as it probably is in a vast majority of cases. For instance; on this policy, the underwriters might have been called on to make good a loss of $2.50, occasioned by sea damage to a bale of cotton, where the amount insured on the cotton was more than $5000; or $1.10 on a cask of rice, or four cents on a barrel of rosin, or ten cents on an empty barrel. Nor do I see how it can stop even there; nor why, if the rule be a good one for bales of cotton, it may not be applied to pounds of coffee or sugar. On the same principle, the twentieth part of the minutest division of weight or measure, which the policy mentions with a value, may be recovered, in case it is injured to that extent on the voyage by a peril insured against.\nFor these reasons, it is our opinion, that the per-centage in a case like this, is to be counted on the whole value of the commodity insured, and that there .can. be no recovery for a loss or damage under that proportion, unless it happens by way of general average. This rule is consistent with the universal practice, and according to the reason of the thing; and there being no adjudicated case against it, we have no hesitation about pronouncing it to be the law of this State.\nJudgment affirmed."}