{"id": "972303", "contents": "The opinion of the Court was delivered, by\nWoodward, J.\nNo error has been assigned to that part of the charge in which the Court held Findley’s warrant and survey of 1811, though not returned till 1841, sufficient color of title for the purposes of the statute of limitations. The argument addressed to us on this point was, therefore, superfluous.\nThe 1st and 2d errors assigned relate to the charge of the Court upon the effect of Findley’s occupancy of the middle tract of three small surveys, and of his exercise of ownership over the two adjoining tracts under color of title. We have carefully considered this part of the charge, and are of opinion that 'there is no error in it.\nThe doctrine that possession, under color of title, is co-extensive with the color, is, in general, applicable only to the tract of land actually occupied, and not to contiguous tracts. A striking illustration of the necessity for such a limitation of this doctrine will he found in the case of Hole v. Rittenhouse, 7 Harris 305. There, a man havjng a deed for some 15 contiguous tracts of land, of 400 acres each, sat himself down on one of them and made an improvement which extended on the next adjoining tract. In virtue of that improvement and possession, occupying parts of two tracts for 21 years, we held him to have acquired the right, against a superior paper title, to all the land within the lines of these two tracts, but not beyond. To have expanded his possession by construction to the extent of his colorable title, would have swept away the whole 15 tracts.\nIt is obvious that this necessary limitation of the doctrine is in conflict with the charge of the Court in the case now before us, yet there is a material fact here which modifies the limitation. One of the Findley warrants was surveyed to include 70f: -acres ; another, 68 aeres 17 perches; the third, 55 acres 162 perches; all together including less than 200 acres. On the middle one of these small surveys, Findley had his buildings and improvements, and resided. If he did not clear or cultivate portions of the other two tracts for 21 years, he exercised acts of ownership over them from 1811, by open and notorious acts, such as taking firewood and other timber for his place, cutting saw-logs for his mill, and using the woodland in the same manner as farmers, and those having saw-mills, usually use their woodland — in short, he occupied the whole three tracts together as one farm, for the required period of 21 years, and during all this time the owner, James White, paid no taxes, and Findley paid them.\nThese conclusions of fact are established by the finding of the jury under the directions they received from the Court. They distinguish the case from Hole v. Rittenhouse. There, the land claimed was.more than can possibly be the subject of such acts as farmers and improvers ordinarily exercise over their adjacent woodlands; here, the quantity was less. There, such ownership was not exercised. Here, it was. In such questions as this there is no mysterious virtue in lines. White suffered himself to be ousted from his land by the entry of Findley into 200 acres of it. Of what moment is it that Findley run lines to divide the 200 acres into three parts, if he occupied the whole ? The exterior lines of his three surveys were the limits of his claim. The interior lines, made for his own accommodation, and themselves an assertion of ownership, signified nothing as to the disseissin and ouster of White. The open, notorious acts on the ground, for 21 years, were notice to White of the extent and hostility of Findley’s holding, and, having fled the field for so long a period, confessing himself disseised by nonpayment of taxes (Read v. Goodyear, 17 Ser. & R. 350; McCall v. Neely, 3 Watts 70), and not. yet, even, returning to assert his lost rights, it is.not for this defendant to assert and set them up against the payment of his bond. In the case of Criswell v. Altemus, 7 Watts 566, it was held, that such acts as distinguished Findley’s occupancy were a possession of woodland, even by an intruder without title or color of title; and since that case, such acts have often been adjudged possession. When done under color of title, they are more significant and decisive than if done by a mere intruder. In a late case, Alden v. Grove, 6 Harris 377, it was said, since the cases of Altemus v. Criswell and those which follow in its wake, it is vain to deny that the intruder’s use of the woodland, as woodland is ordinarily used, is, in the eye of the law, actual possession of it, as truly and effectually for the purposes of the statute of limitations as his cultivation of fields is actual possession of them. If Findley had cultivated fields on the two adjoining tracts for 21 years, nobody pretends that they would not have been an actual possession to give title. Rut, according to the adjudged cases, the acts performed by him were no less actual possession. The conclusion is obvious and inevitable.\nThe efficacy of such acts must .be limited to the quantity of land farmers usually occupy. A man goes on a 400 acre tract of land and cultivates a fourth or a half of it, and uses the rest for such purposes as woodland can supply to such an occupier. He has actual possession-of the whole — of the woodland not less than of the fields. Whether the rule can be applied to a larger tract than 400 acres is unnecessary to inquire. But there is no difficulty in applying it to less than that quantity. Here the three warrants were all owned by Findley, and together did not constitute as large a tract as farmers often occupy.\nFor these reasons we think the rule in Hole v. Rittenhouse does not apply, and that the Court laid down the law of the case correctly.\nIt follows from all this that there is nothing in the third error assigned; for, if Findley’s title be perfect, the Court were right in holding that Baker should pay for it according to his contract.\nJudgment affirmed."}