{"id": "972389", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nThe entry of satisfaction on a judgment collected by execution from a surety, such entry not being made at the instance of the surety, is no ground for refusing subrogation. Whether the fact of payment does or does not appear on the record, it cannot be allowed to have any influence on the rights of the parties, except what equity gives it.\nIt is also true that in this state a surety who has paid a debt secured by judgment against the principal, and who is in other respects entitled to be substituted to the rights of the creditor, may revive the judgment without first having a decree of subrogation, and try his right as it was tried here on the scire facias. This results from our system of mingling equity and law together, and is not more anomalous than permitting a vendee by articles of agreement to recover in ejectment.\nThe more serious difficulty which the equitable plaintiff in the Court below had to encounter, was in showing that he was a surety at all. The judgment was obtained by the Bank of Brownsville on a note made by Baily, and endorsed by Brownfield and one Isaac Nixon, and discounted by the bank. Baily and Brownfield were partners, and the money was obtained for the purposes of their business. The proceeds of the note were paid to Baily, who soon after gave to Brownfield eight hundred and fifty dollars to buy stock; and the remaining six hundred and fifty dollars was lent to Nixon on the understanding that he should pay that amount to the bank on the note. This he never did, but he paid Brownfield three hundred and sixty-three dollars of it. I do not say that these facts were either proven or admitted; but there was some evidence tending to establish them, and for the purpose of reviewing the judgment we must assume them here to be true.\nWhere partners borrow money to be used in the business which they are jointly carrying on, it becomes a partnership fund; and no matter how they stand on the security given to the lender, they are accountable to one another as partners. The relation of principal and surety can have no place between them. It does not alter this case that Baily received the proceeds of the note; for-property or stock or money which belongs to a firm is as rightly in the hands of one member as another. The possession of one is, in law, the possession of both. The subsequent loan of a part of it to a third person does not change their relations. Even the misapplication of a partnership fund by one of the partners, cannot make the other a surety, if he was not so before; much less an arrangement in good faith by which a joint debt was to be partly paid, and least of all, a loan of the fund with the mutual consent of both partners, as there is much reason' to believe this was. Look at this case how we will, the judgment paid by Brownfield was a partnership debt, and for the payment he was entitled to a credit in the partnership accounts.\nThis was an appeal, though in the fo'rm of a legal proceeding, to the equitable jurisdiction of the Court. It must be considered as a bill in Chancery for subrogation. Such a bill is entitled to no countenance when the decree it prays for would do a substantial wrong. Now suppose every other difficulty out of the way; suppose, what is not the law, that a partner, after paying a partnership debt, may be substituted to the rights of the creditor as against his copartner; or suppose, what is not fact, that this -was not a debt of the firm; still, injustice may be done by allowing the plaintiff to be subrogated without first accounting to the defendant for the profits of the business in which they were jointly engaged. All of the money borrowed from the bank was traced into the plantiff’s hands, except two hundred and sixty-three dollars. What other sums the defendant may have advanced, or what his share of the profits was, can only be ascertained upon a full settlement of the accounts; and if, on such settlement, he should be indebted to the defendant more than the balance he claims here, his present action ought to fail for that reason, if for no other. If there is anything due to him, account render, where each party can be put on his oath, is the only remedy at law, and to that action, or to a bill in equity for an account, he ought to be remitted.\nJudgment reversed, and venire facias de novo awarded."}