{"id": "972365", "contents": "The opinion of the Court was delivered, by\nLowrie, J.\nThis case has already been twice before this Court, and the action of the Court on those occasions is reported in Coates’ Appeal, 2 State R. 129, and in McKonkey’s Appeal, 13 Id. 253. In both .those instances, the will of Isaac Pennock has undergone the construction of this Court, in so far as it relates to the rights here in controversy; and now, when the cause comes on for final-determination, we are asked by the appellants to hear them again on their rights under that will, before the door of justice is for ever shut against them.\nWe have therefore heard and reheard, before a full Court, the argument which the parties have thought proper to present on the original question, partly because we could not say that the question was conclusively settled by an interlocutory order, and partly because it is impossible to deny that there is an irreconcilable discrepancy in the two opinions and orders heretofore announced in this very cause. We have given to the question a very careful consideration, and are now prepared to pronounce the judgment which is, in our opinion, demanded by the law.\nFor the purpose of introducing this question in its general aspect, we need to state no more than that Isaac Pennock devised to his wife Martha all his real estate for life, and all his personal estate “absolutely, having full confidence that she will leave the surplus to be divided at her decease justly among my children.” The mother is now dead, and the children claim that the bequest of the personal estate was a trust for their benefit, and have filed their petition against their mother’s executor for an account. The argument in support of the petition is that the words which I have quoted from the will are of a technical character, and do of themselves import a trust, and that such is here the proper construction of them, unless there are other expressions controlling them and showing a contrary intent.\nCertainly the principles of equity are part of our common law. It is the very essence of common or customary law that it consists of those principles and forms which grow out of the customs and habits of the people. It is therefore involved in its very nature that only so much of the English law as is adapted to our circumstances and customs is properly recognised as part of our common law. This same principle is most emphatically involved in the cardinal maxim of all common law, eessante ratione legis, cessat et ipsa lex.\nThe technical .effect insisted upon as belonging to the words already quoted, having never received a judicial sanction in this state until the first opening of this cause, and no rights having ever been finally decided according to it, the question is still fairly open for consideration whether, under our law, these words have any such technical character. 'It is of course a consideration of some weight, that, besides our provincial existence with many laws and institutions peculiar to ourselves, we have existed as an independent state for three-quarters of a century without learning that such words have any technical meaning by our law, or are to be construed differently from words of common parlance.\nIt is unquestionable that such modes of expression were formerly used in the Roman and in the English law in order to create a trust, and it was founded on good reason; but if that reason had passed away before the settlement of this country, then the rule which depended upon it was not imported as part of the law which we brought from the mother country. That it remains of, any force in England, after the reason of it has ceased, is not surprising ; for it is a common fate of institutions to outlive the causes which gave rise to them, and thus very often the form survives the principle which it was designed to express.\nIt is acknowledged that the rule by which a trust is raised out of such words, was imported into the English from the Roman law. Its origin, therefore, in the Roman law, is a relevant subject of inquiry; for if we find it arising there, not from the ordinary meaning of the words, but under the constraint of circumstances which have no existence here, the force of the Roman rule will be much impaired, if not destroyed. If, under their law, words of common parlance acquired a technical value by reason of a peculiar institution, then that technical value depends upon circumstances and ceases with them, and the common meaning alone remains. To construe such words, after that, as technical, is, in .almost all eases, to pervert the true meaning of the words, unless other parts of the instrument clearly show that 'they are technically used.\nIt was part of the Roman law that the heir or devisee accepting the estate of a decedent became at once charged with the payment of all his debts, whether the estate was sufficient to discharge them or not. Hence, and by way of /compensation, he was not bound to pay any of the legacies bequeathed by the testator; but this matter was left by the law entirely to his discretion. It was of the essence of a Roman will that the. devisee should be universal successor to the property and debts of the decedent. He was in form and substance what we would call executor and sole deviseo and legatee, with the additional qualification that he (or they, for many might be joined) was bound personally for the debts, if he accented the devise.\nIt is plain how restricted was the right of devise under such a law. When all the testator’s bequests could be defeated \"at the pleasure of the devisee or instituted heir, he had no alternative but to use words of confidence, recommendation, or entreaty, as to any legacies or special devises, and such words would be much more likely to be regarded than the clearest imperative words.\nMoreover, there were great and peculiar difficulties in making a valid will at all under the Roman law, owing to the excessive strictness and complexity of the formalities required; and hence it was usual to' add a codicil, in which the testator entreated his heir at law, if the will should not stand, to make the desired dispositions, or to hold the property for the benefit of the persons named in the codicil. Here, again, words of entreaty are much more appropriate than imperative words. Under the circumstances, they clearly proved an intention to impose a duty on the general devisee as far as was possible, and not merely to intrust him with a discretion. He intended a legacy; it was the law that made it discretionary in disregard even of imperative words.\nIt is very plain that such an institution is at war with moral principle, and it could not exist long without giving rise to many aggravated cases of breach of such trusts, that would call loudly on the law to interfere with the discretion of the heir or devisee,’ and enforce the clear intention of the testator. Hence arose an alteration of the law, and the praetors were required to enforce trusts that were created in this form. Under such circumstances the new rule was a proper one; for it enforced the very duty imposed by the testator in the best form in which he was allowed to express it. No doubt the law continued after the reason of it had ceased; but then it contravened the intention of the testator by enforcing, as a binding obligation, what had been intrusted to the discretion of the heir or devisee. These matters are fully illustrated in Domat. 2, 3, 1; 1 Spence’s Eq. Jurisd. 435; and in the Corpus Juris Civ. Inst. 2, 20 and 25; Dig. 28, 1 and 29, 7, and 30, 31 and 32; Code 6, 23 and 36.\nYery similar was the origin of such trusts in England. The power of devise existed 'among the Anglo-Saxons in its fullest extent, and hence we might expect to find no such trusts among them, and it is said that no Anglo-Saxon will has been found containing the appointment of an executor charged with trusts: 1 Spence’s Eq. Jur. 23, quoting Hinks’ Dissert. 37. Rut, after the Norman conquest, and under the strict principles of feuds, devises of lands were not allowed. Hence the frequent resort to conveyances in trust, in order to be able to make provision for younger children, and for other purposes. These trusts were at first of no binding obligation, but depended for their execution entirely upon the honor of the grantee, and it was therefore very natural and appropriate that words of recommendation, desire, entreaty, and confidence should be used. Dishonesty would, of course, often occasion enormous grievances arising out of breaches of such confidence. It was very easy then for an English Chancellor to bring in the Roman law to correct such evils. It was really enforcing what was intended to be a trust, and changing the law to do it. It was equity stepping in to correct the deficiencies of common law institutions, and modifying them into accordance with the changing customs and circumstances of the people. The rule, thus properly introduced, has of course outlived the circumstances which gave it birth, and which alone ought to maintain it.\nBut the rule is fading away even in England. The disrelish with which it is received by the legal and judicial minds of that country may be seen in the doctrine of extreme certainty required as to the subject and object of the recommendation: Wright v. Atkins, 1 Ves. & B. 313; Turner & Russell 157; Ex parte Payne, 2 Younge & Col. 646; Tibbett’s v. Tibbetts, Id. 664; Harlan v. Trigg, 1 Bro. C. C. 142; and in the fact that it is degraded into the class of implied or constructive, and not express trusts: Lewin on Trusts 66; Jeremy 99; 2 Rop. on Leg. 380, &c.; 2 Story Eq. s. 1074; 1 Atk. 619: and that it is everywhere regarded as frustrating the will of the testator: 1 Simons R. 540, 551; 1 Ves. & B. 315; 2 Story Eq. ss. 1069-74.\nSuch words are not now regarded in England as creating a trust, unless, on the whole, they ought to be construed as imperative: 2 Spence Eq. Jur. 65; 1 Bro. P. C. 481; 2 Ves. Jr. 632. And the rule is treated as a mere artificial one, that is to be strictly limited to the demands of authority. It looks upon the words as primé facie words of trust: 7 Sim. 665; 2 Ves. Jr. 335, 533; yet any words or expressions are eagerly seized hold of as indications of a contrary intent: 1 Sim. 550, 552; 15 Id. 33, 300; 3 Beav. 172; 5 Cl. & Finn. 147, 153; 1 Bro. C. C. 143; 2 My. & K. 144.\nWhere it is apparent that the kindness or justice or discretion of the devisee is relied on, no trust arises: 9 Sim. 319; 10 Id. 1; 5 Mad. 434; 3 Beav. 154, 172, 176; 2 You. & Col. N. S. 582, 590; 2 Ves. Jr. 530, 533. And if it can be implied from the Avords that a discretion is left to withdraw any part of the subject of the devise from the object of the Avish or request, or to apply it to the use of the devisee, no trust is created: 2 My. & K. 201; 10 Sim. 5; 3 Beav. 173-4; 1 Bro. C. C. 179; 2 Id. 585; 3 Ves. Jr. 7; 5 Madd. 121; 1 Sim. & S. 389; 6 Beav. 342; 2 Cox 354. See also 2 Spence Eq. Jur. 65 et seq.\nNow it is very plain that, on the former hearing of this cause, Chief Justice Gibson regarded Mrs. Pennock as having the right to withdraw the principal as well as the interest for her own use as the absolute owner. He says, 13 State R. 258, “it is plain that she was to use, not only the income of the personal estate, but the estate itself, as if she were the untrammelled owner of it. What other meaning can be given to the word ‘ absolutely V We may not strike it out, and if he meant not to give her a fight to consume both principal and proceeds he knew not what he said.” And the order of reference to ascertain “the value of the surplus of the testator’s personal property unconsumed at Mrs. Pennock’s death,” was a consequence of that opinion. But it was not a legitimate consequence, as the cases last above referred to prove ; for if she might apply the principal to her own use, then there can be no trust, and the case ought to have been dismissed, not referred. How could there be a trust in the legal sense of that word ? No trust or contract that is uncertain is enforced by law; because the law would have to define it, or, in other words, create it, before enforcing it.\nIf- this is a trust, it was so in the mother’s lifetime, and could have been enforced as such. But how compel her to hold for the benefit of her children that over which she had the absolute control, and which she could spend as she pleased ? If she could thus use it she was no trustee in the eye of the law, and her representative cannot be so treated after her death.\nIn fact, she did act all her lifetime as if she were the absolute owner, and did convert almost the whole of the property to her own use without any one of her children complaining of any breach of trust. And it is not now the surplus in fact that they are seeking to recover; but they are claiming from her executor an account of their property converted by their mother to her own use.\nIt cannot be denied that there is considerable discrepancy in the English decisions on this subject, and nothing less can reasonably be expected. An artificial rule like the one insisted on here, that is founded on no great principle of policy, and that sets aside, while it is professing to seek the will of the testator, must continually be contested and must be frequently invaded. And no one oan read the English decisions on this subject without suspecting that all important wills, wherein similar words are found, become the subjects of most expensive contests, and give rise to those family quarrels which are the worst and most bitter and distressing of all sorts of litigation. \"We may well desire that such a rule shall never constitute a part of our law. It rejects the plain common sense of expressions, and it is not in human nature to submit to it without a contest.\nLet us examine this will without the aid of this antiquated rule. Isaac Pennock says: “ I will and bequeath unto my dear wife, Martha Pennock, the use, benefit, and profits of all my real estate during her natural life, and also all my personal estate of every description, including ground-rents, bank stock, bonds, notes, book-debts, goods and chattels, absolutely, having full confidence that she will leave the surplus to be divided at her decease justly among my children.”\nNow it is plain, that, if the words of confidence were left out, Mrs. Pennock would have taken the personal estate absolutely. What did he intend by those words of confidence ? Evidently to commit all the personal property to the discretion of his wife. He expected her to use it as she pleased, and to leave what should remain at her death “justly” among his children; but he enjoined nothing. Hi's will was to give her the power of disposal, because he' had confidence in her. He intended no interference with or guidance of her discretion; but trusted all to a mother’s heart. Yet this is the intention which the law is expected to guide. And, in order to enforce this demand, it is insisted that she had but a life estate in the personal property. But the testator excludes this construction, for he places the real éstate “for life” in con'trast with the personal estate “absolutely;” and contrasted expressions cannot be equivalent. And yet, without forcing this construction, this ease is at an end, unless it be insisted that the mother took no estate at all for herself; which is too absurd to be thought of. And as to the word “surplus,” it can have no other meaning than the one above given, and that given by Chief Justice Hibson in the opinion before referred to. The view here taken of the words of confidence is further confirmed by other parts of the will, where he, with “perfect confidence” and “full confidence,” intrusts his children to the kindness of their mother. Here, surely, he was intending no legal trust.\nIf the will of the testator was to give to his wife the property, to be disposed of at her discretion, it is not for the Court to say that she has exercised that discretion badly; and it is impossible to say wherein, under a change of circumstances, he would have exercised it differently.\nWe may now add, that we know of no American case wherein the antiquated English rule has been adopted, and that, as it is now regarded even in England, this case would not now be governed by it: 1 Bro. C. C. 179; 2 Id. 285; 5 Madd. 118; 6 Beav. 542; 2 Younge & Col. 590; 2 Cox 354; 3 Ves., jr., 7; 15 Sim. 33; 1 Id. 542; 5 Eng. L. & Eq. R. 49. See also 2 State R. 131, and herein we agree with the learned judge of the Court below.\nIt is not to be disputed, that these views are directly opposite to those expressed by this Court when this cause was first heard; but we cannot help it. We are bound to decide this cause upon our present views of the law. And such changes of opinion in the progress of a cause are not at all uncommon, owing to the increase of information or the change of judicial functionaries, or both. The case of Lawless v. Show, 5 Clark & Fin. 129, is an illustration of .this, and it belongs to the class of cases we have been discussing. One Lord Chancellor declared it a case of trust, and a new Chancellor granted a rehearing and declared the reverse, and his decree was affirmed in the House of Lords. Even in the present ease, the opinion first declared adopted the old English rule in all-its stringency, while the second one obviously flinches from a full application of a construction so artificial and unnatural. Such vacillations are to be expected, where an unusual rule comes to be first applied. It is well to declare at once, and before any wrong is consummated by our judgment, that the rule has no foundation in any of our customs or institutions, and no place in our law.\nOur conclusions are,\n1. Words in a will expressive of desire, recommendation, and confidence are not words of technical, but of common parlance, and are not, primá facie, sufficient to convert a devise or bequest into a trust; and the old Roman and English rule on this subject is not part of the common law of Pennsylvania.\n2. Such words may amount to a declaration of trust, when it appears from other parts of the will that the testator intended not to commit the estate to the devisee or legatee, or the ultimate disposal of it to his kindness, justice, or discretion. -\n3. By this will, the absolute ownership of the personal property of Mr. Pennock is given to his widow, with an expression of mere expectation that she will use and dispose of it discreetly as a mother, and that no trust is created thereby.\nDecree. — January 27, 1853. This cause came on to be heard on an appeal from the decree of the Orphans’ Court of Chester county, and was argued by counsel, and thereupon, on consideration thereof, it is ordered, adjudged, and decreed, that all the orders and decrees made in the said Orphans’ Court, and in this Court, since the appeal from the first decree of the said Orphans’ Court, sustaining the demurrer of the respondents and dismissing the bill or petition of the complainants, be vacated and set aside, and that the said first decree of the said Orphans’ Court be affirmed, and that the parties do severally pay their own costs."}