{"id": "972360", "contents": "The opinion of the Court was delivered, by\nWoodward, J.\nBy the common law a creditor could only have satisfaction of the goods and chattels of his debtor, and of the present profits of his lands, by writs of fieri facias and levari facias. He could take neither the title nor the possession of the lands themselves in execution, because the feudal principles prohibited alienation, and of course the encumbering of the fief with the debts of the feoffee: 3 Blackstone.\nThe statute of Westminster II. (13 Edw. 1), cap. 18, gave the writ of elegit, by force of which the sheriff may take in execution and deliver to the creditor, not only all the goods and chattels of the conusor or debtor (beasts of the plough alone excepted), but one-half also of all his lands, tenements, and rents at a reasonable extent until the debt be levied. The words in the statute are “ quo^que débitum fuerit levatum,” and here note, says Coke, these words shall be understood to be “ till the debt be or might be levied,” a construction which implies a duty on the part of the tenant by elegit to make diligent use of the means intrusted to him, and to account for profits. Therefore, if a tenant by elegit or statute, neglect to take the profits, the defendant or conusor, at the time when the debt might have been satisfied thereout, may sue out scire facias to have his land again: Sir Andrew Corbet’s case, 2 Coke’s Rep. Part IV. 81. And where the tenant has been satisfied by some casual profits, the conusor or defendant may have scire facias before the time when satisfaction would result out of the extended value: Underhill v. Devereaux, 2 Saunders’ Rep. 230, note w.\nIn case of interruption or eviction of the tenant before satisfaction of his debt, the statute of 32 Henry VIII. cap. 5 (the whole of which may be seen in Judge Smith’s excellent note, 1 S. L. p. 64), gave him a scire facias against the debtor to show sufficient cause, “ other than the acceptance of said lands, tenements, or hereditaments by tbe said former writ of execution,” to bar tbe suit for tbe residue of said debt. The conclusive effect which is now attempted to be given to the extent, is here expressly excluded, and the effect was to bring the parties to account, as in the case of casual profits. Without account, how could it be determined that the creditor was not satisfied before interruption or eviction ? And without account, how determine the remainder of the debt for which the fresh writ was to issue ?\nHere equity came in to take account of actual profits, and such accounts between tenants by elegit and their debtors became a branch of equity jurisprudence. At law the reasonable extent was conclusive, except in the cases within the statute of Henry VIII.; but Courts of equity proceeded on the ground that there was an implied trust between tenants in elegit and their debtors, that, as soon as the debt and interest were satisfied, the estate should be restored, whether the extent had expired or not. See Bacons Abr. title “Account;” Story’s Equity, pl. 510-11, and cases cited.\nIt has been said that equity interposes only in behalf of the debtor, and that the cases in the English books are cases of account sought by him, and not by the creditor. If true, this only proves what is said in Serjeant Williams’ note to the case of Underhill v. Devereaux, that the extended value in England is always fixed by the sheriff much below the real value.. Of course a creditor, as tenant in elegit, would not be likely to go into chancery to have an account which must result to his disadvantage. Put on the ground of an implied trust between the parties, there can be no doubt a Court of Equity would have power to order an account, as well on the application of the creditor, as the debtor; as well when the extent was too high, as it generally is in Pennsylvania, as when it is too low, as it is said always to be in England.\nOur Act of Assembly of 1705, 1 S. L., p. 58, provided for the delivery of the debtor’s lands to the execution creditor, “until the debt or damages be levied by a reasonable extent, in the same manner and method as lands are delivered upon writs of elegit in England.” We have seen what the method is in England, and that account for actual profits is an equitable incident of the relation maintained by the parties to- the execution. In Wall v. Lloyd’s Executors, 1 Ser. & R. 320, where the extent under the Act of 1705 had been interrupted before it expired, this Court held that the extended value was not conclusive upon the parties, and decreed an account of actual profits, which was in accordance with the English statutes, and agreeable to the practice in Chancery.\nBut the question here depends on the construction of the Act of Assembly of 16th June, 1836. Py the 44th, 48th, and 49th sections of this Act, the sheriff is to summon an inquest for the purpose of ascertaining -whether the rents and profits of the estate levied on will, beyond all reprises, be sufficient to satisfy, within seven years, the judgment, interest, and costs. If, in the opinion of the inquest, the rents and profits will be sufficient for this purpose, they proceed to ássess the value of the yearly rents and profits beyond all reprises, and the plaintiff may then have a writ of liberari facias to deliver the premises “at the valuation and appraisement aforesaid, to be holden by him, his executors, administrators, and assigns, until such debt or damages, with lawful interest thereon from the day of the judgment rendered, be fully levied thereout.” It is observable, that, though the premises are delivered “at the valuation and appraisement,” the tenure by which they are to be holden is the same as by elegit, until the judgment be or might be satisfied. They are not delivered for a period of years, but in execution of a judgment — that it may be’ “fully levied thereout.” The law having given the creditor his judgment, which is a right to have so much money out of his debtor’s estate, now delivers the estate to the creditor that he may make his money by use of the estate.\nLands have always been subject to sale for debts in Pennsylvania. We have no public policy which forbids the transfer of both title and possession, but, for the benefit of the debtor, an inquisition upon the annual value of his lands is provided. If he can obtain from the inquest what the Act of 1836 calls an “opinion,” that his estate will, out of its rents and profits, pay the debt in seven years, they assess its annual value, but this opinion and assessment do not pay the debt. “The rents and profits beyond all reprises” are to extinguish the debt. It is to be an actual, not a constructive payment. It is execution process, and it is less than the statutory remedy, if it fail fully to satisfy the judgment.\nIn Pennsylvania, lands are generally appraised beyond their actual annual value, but suppose a case in which they are appraised below it; would it not be grossly unjust to allow the creditor to insist on the opinion of the inquest as the measure of his liability, when, by casual profits and unforeseen advantages, he had realized much more than the estimated annual value ? This would not be execution of the judgment, but a speculation at the expense of the debtor.\nBut what better is it, in the usual course of an over-estimate, to put the creditor off with a constructive payment of his judgment, when he has done all he could to extract the estimated annual profits and failed, without fault in himself ? A thousand circumstances connected with necessary improvements, failures of crops, winds, floods, droughts, markets, and such like, are continually occurring to affect annual profits. To tell a creditor that his judgment is paid, against the plain evidence of his own experience, for no better reason than that twelve men, however wise yet not gifted with prescience, estimated beforehand that it might be paid, is rather to mock him than to administer justice. The law intends no speculation to either party, but a bond fide satisfaction of a recorded judgment. Less still does it intend one rule for the debtor, and another for the creditor. If the debtor is not concluded by the valuation of the inquest, which is made for his benefit, neither, in reason and justice, should the creditor be concluded. If the debtor may have account when the actual profits exceed the estimated value, the creditor ought to have it when they fall short of the estimate! Our Courts are clothed with power to administer equity, and equity can only be attained in either of the cases supposed, through an account. Thus, under the Act of 1836, as under that of 1705, and the statutes of elegit in England, this great instrument of equity jurisdiction is in the hands of the Courts to be used for the benefit and protection of parties.\nBut it may be asked, in view of this construction of the Act of 1836, of what avail is the valuation of the inquest ? I answer, it is primd facie evidence against the party contesting it. The onus is on him to show that it was not a reasonable, just, and practicable valuation — that the actual profits exceeded it, or, with proper management, could not be brought up to it. It becomes thus the basis of an account, and is to be modified or not according to the evidence that may be laid before the master.\nI have confined myself hitherto to the unrepealed sections of the Act of 1836. Six sections, from the 52d to 57th, inclusive, were repealed by the 9tK section of the Act of 13th October, 1840, “ except in such cases as may already have occurred, and so far as the same may be necessary to complete proceedings commenced under the same.” This exception embraces the case before us, for the premises here were delivered to the creditor by liberari facias on the 25th June, 1839, in pursuance of an inquisition held in April before, fixing the yearly value at $2000. They were surrendered up on the 1st April, 1845. This case had “already occurred,” therefore, when the repealing law was passed, and is not to be affected by it, and the repealed sections are still m force as to the present question.\nThese sections provide very largely for taking account between the parties to an extent. It seems impossible to doubt, in view of their ample provisions, that the Legislature intended the Courts should^supervise their process, and make it effectual for satisfying the judgment on which it was founded. And in providing that the “labors and expenses” of the creditor should enter into the account, it is evident they did not mean to make the opinion and assessment of the inquest conclusive against him. This scire facias originated under these sections, sued out by the defendant, and we are of opinion that the District Court were right in holding the valuation of the inquest not to he conclusive, and that the creditor was accountable for only what he received, if he used skill and diligence in the collection of rents and profits.\nThe other errors assigned are comparatively unimportant, and it is sufficient to say we have considered them and perceive no error in the record.\nThe judgment is affirmed.\nLewis, J., dissented."}