{"id": "972350", "contents": "The opinion of the Court was delivered, by\nLowrie, J.\nThere being indications in the written title to the land on which this rent is charged, that it was held for the benefit of Elkinton, and oral testimony looking in the same direction, we cannot say that the question of title was improperly left to the jury.\nThe argument that, because the real owner does not appear as such on the title papers, therefore he may rely upon the statute of limitations as a bar to the arrears of ground-rent, is defective in both morality and logic; because, by such a defence, he would leave his trustee and his assigns in the luroh;- and because it improperly assumes that the person of the debtor, as well as the fact of the debt, must be defined in the deed in order to get clear of the statute of limitations as to simple contract debts.\nThe plea of payment was attempted to be sustained by proof that, not the defendant, but Dr. Hustop had satisfied the rent. When Huston assigned the ground-rent to the legal plaintiff, he guarantied its payment. When, therefore, he paid it himself, on the defendant’s default, he performed, not the defendant’s duty, but his own. Eor the defendant to set up this fact in his defence, is to claim the very merits which belong to Dr. Huston, and which entitle him to present this demand. It is claiming subrogation to his merits in order to deprive him of his rights. In such a case no question of priority between the equitable plaintiff and the legal defendant arises. It is like the case of an insurance on goods in the hands of a carrier. If they be lost by the fault of the carrier, the insurer pays the damage, and is then substituted to the rights of the owner against the carrier, and uses the owner’s name as plaintiff in the action. It comes within the common principle of subrogation, that where a creditor has two securities for his debt, and resorts to the secondary one, the Court will aid the secondary fund by transferring to the claimants upon it the remedies against the fund that was primarily liable.\nJudgment affirmed."}