{"id": "972399", "contents": "The opinion of the Court was delivered, by\nLowrie, J.\nSimon Brolaskey held about $1000 in trust for the separate use of Mrs. Harrison, and at her request he paid it to her, and now, after fourteen years, she demands of him to account for it with interest, saying that she had then no right to receive it. Is she entitled to this ?\nIt is sought to found the demand on a valuable principle — that a married woman has no power over her separate estate, other than what is given to her in the trust deed. But we discover no evidence anywhere that she was a married woman at the time she demanded and received payment. If it is material whether her husband was then living or not, she should have proved it.\nIs this material? The plaintiff would say, No; because the declaration of trust restricts her power over the fund, even if she should become sole. True, it does, but the whole profit of it is hers, she may dispose of it by will, and if she die intestate it is to go to her representatives. These rights indicate an absolute estate, and such, in equity, it was, and such it was, at law, with us, unless there was some sufficient reason for preserving the distinction between the legal and the equitable title. It is preserved during the life of the husband in order to save it from him. But when he is dead, she is freed from the law of her husband, and stands sui juris, and has a right to demand the control of what in equity is absolutely hers. Restraints upon an absolute title are not allowed except for good and apparent reasons. No one would doubt these principles as applied to an estate in trust for a man; and the law has no different rules for a woman who is unmarried ; see Atherley on Marr. Sett. 333. When this plaintiff became sole she had a right to demand and receive the trust funds, because the entire equitable title was hers.\nBut if she had proved that she was not sole at the time she received the fund, that would not have changed the result; for then it would also have been proved, as it was admitted on the argument, that her husband died in June, 1836, that is, very shortly after the receipt of the money. According to the foregoing principles, she was then entitled to demand the custody of tho fund as her own, if she had not already properly received it. Could she have sued for it at common law ? It is difficult to doubt it; for the amount was clearly defined, having been paid to him for her but a few days before, and the purpose of the trust was satisfied, and there remained no need of the supervision of a ehanc.ellor. It was therefore a common debt; vesting without any payments of principal or interest, and supposed to have been properly paid more than fourteen years before suit brought, and it, is plainly barred by the statute of limitations. This decree must therefore be reversed, and the plaintiff’s petition dismissed with costs.\nDecree.-March 21, 1853. This cause came on to be heard at December Term, 1852, in the appeal of Simon Brolaskey, the defendant, from the decree of the Orphans’ Court of .Philadelphia county, and was argued by counsel, and now on consideration thereof it is ordered, adjudged, and decreed, that the decree of the said Orphans’ Court be reversed and set aside, and that the plaintiff’s petition be, and the same is hereby dismissed out of this Court with costs."}