{"id": "972326", "contents": "The opinion of the Court was delivered by\nLewis, J.\nWords used in a release ought never to be extended beyond the consideration, otherwise a release would often be what was never intended by the parties: Rapp v. Rapp, 6 Barr 45. In the case before us, the consideration for the release, as stated in the paper itself, was the conveyance by Bruce of Ms entire interest, both personal and real, in the Bolivar property, belonging to the firms of Harley & Co., and Armstrong & Co.; and McLarren, the purchaser, in consideration of this conveyance of Bruce’s interest in the property of those firms “ releases Bruce from all responsibility belonging to both firms.” It is not pretended that the release is confined to demands held by MoLarren himself; although in strict construction of the word release, it would operate upon no other. MoLarren could not release demands which did not belong to him. Nevertheless, by the express terms of the contract, Bruce was to be released from “ all the responsibilities belonging to both firms.” Plow was MoLarren to do this ? The> instrument is clear and explicit on this point. The ‘‘ release” was-not to be accomplished by means of the legal effect of the instrument, in extinguishing or discharging each demand against the designated partnerships, but by means of McLarren’s “ assuming all debts due, or to become due from Andrew Bruce, from the said firms previous to this date, 25th September, 1849.” Taking the whole instrument together, although the word release is used, it is manifestly not a release from the claims held by MoLarren, but a contract by the latter to pay Bruce’s proportion of them, as well as his proportion of all other debts of the firms of which he was a member. It is true that in regard to the claims held by McLarren himself, as his was the hand both to pay and to receive, equity will consider that done which ought to be done, and Bruce’s proportion of the claims held by MoLarren, must be deemed satisfied: 1 Barr 361. That is, Bruce must receive credit on these claims to the same amount and in the same manner as if he had paid his proportion of them to tbe creditor. Such a payment would certainly not operate as a release of the residue. It vrould merely constitute a defence against any claim by his copartners for contribution. This was all the release that was contemplated by the parties. We are of opinion that the Court below were in error in giving the instruction that “the release of McLarren to Bruce was a release of his co-mortgagors, and operated as an extinguishment and satisfaction of both mortgages.” This disposes of the only error assigned.\nJudgment reversed and venire de novo awarded."}