{"id": "972313", "contents": "The opinion of the Court was delivered by\nLewis, J.\nThe general rule is that if land be sold for a specific purpose, the surplus money shall, as between the heirs and next of kin, be considered as land, so far as to vest in the persons who would have been entitled to it had it remained unconverted. But, after it has so vested in the persons entitled, it is to be treated as money in his hands, and, in case of his subsequent death, goes to his personal representatives, as personal estate. It cannot retain its original character for ever. It has no ear-mark by which it 'can be distinguished from the other personal estate with which it is mingled. To identify and follow it throughout an indefinite number of successions would, in most cases, be absolutely impossible, and in all eases so inconvenient as to forbid the undertaking, unless required by the high necessities of justice. But the distribution of the estate of a decedent among persons who never gave value for it, and who have no title to it whatever except that which is founded upon the law and its policy, involves no principle of justice, and stands entirely uninfluenced by its dictates. The necessity of a perfect conversion, at some period, being apparent, and neither-justice nor policy requiring that a fiction should be substituted for the fact, the proper time for it is when the money has vested in the party entitled to it, after the actual conversion. This is in accordance with the decisions in Grider v. Maclay, 11 Ser. & R. 224; Biggert v. Biggert, 7 Watts 563; and Dyer v. Cornell, 4 Barr 359. Hart v. Lloyd, 2 Barr 473, has been supposed to stand in conflict with these authorities; but Mr. Justice Coulter, in Dyer v. Cornell, has satisfactorily shown that Hart v. Lloyd was decided upon “ the peculiar provisions of the statute” relating to the estates of lunatics, and upon “ the idiosyncracy of the state and condition of the unfortunate objects of that statute :” 4 Barr 359. The rule stated by Chief Justice Tilghman in Grider v. Maclay is, that “ surplus money arising from the sales of land by order of the Orphans’ Court, whether it belong to an infant or feme covert, or a male of full age, is to be considered simply as money, and nothing else.” This rule has the support of common sense, and is well sustained by authority. Every departure from it will lead to inconvenience, without advancing either general or individual justice. The decision of the Court below is in conformity with these views, and must be affirmed.\nDecree affirmed."}