{"id": "972332", "contents": "The opinion of the Court was delivered, by\nLewis, J.\nBy the Act of 13th March, 1815, the original owner of unseated land may avoid a sale for nonpayment of taxes by proof of payment of the taxes “previously to the sale,” or of an offer of the redemption-money within two years afterwards. “ In no other case, and on no other plea, shall an action be sustained” for the purpose. In the case before us the original owner attempted to defeat the title of the purchaser on the ground of payment of the taxes before the sale; but the entry of the letters “pd” in the treasurer’s book was not sufficient evidence of the fact. Conceding that the letters mean paid, still'the evidence was defective in not showing, or even laying the foundation for an inference touching the time of the payment. The entry is entirely without date, and for all that appears on the book, the payment may have been after the sale as well as before. There is nothing whatever in the entry to justify an inference that the payment was made before the sale. The presumption supposed to arise from the duty of the owner to pay his taxes is overthrown by the counter presumption that the officers of the county have performed their duty according to their oaths of office, and have not been guilty of the great wrong of selling land for nonpayment of taxes, after the taxes had been fully paid by the owner. It is every man’s duty to pay his debts, but a presumption arising from this duty is not regarded in a Court of justice as evidence in support of the plea of payment. In Kennedy v. Daily, 6 Watts 269, there was no decision upon the effect of the word “paid,” marked upon the treasurer’s book. The only point decided, in reference to it, was that the purchaser might show that the entry was made since the sale, and that the same entry was usually made, whether the payment was made before or after the sale. But taking the entry, in the case before us, either with or without tho explanations of Kurtz and Morrison, there was no evidence that the taxes had been paid before the sale, and the jury should have been so instructed.\nWe do not perceive the relevancy of the evidence of payment of taxes by Haldeman in 1795. The question was, whether the taxes for 1817, 1818, and 1819 were paid. These were the taxes for which the land was sold, and evidence respecting the payment of the taxes more than twenty years before tended to divert the attention of the jury from the true question in the cause.\nJudgment reversed and venire de novo awarded."}