{"id": "972301", "contents": "The opinion of the Court was delivered, by\nLowrie, J.\nThe argument of the plaintiffs in error claims that, by the deed of 1810, of James Tucker to Jarius Hutchinson, Mary Tucker obtained an equitable fee in four of these lots, the other one having been acquired in legal fee by another title not in dispute. We get right into the heart of this case by assuming this position. It brings us at once to the construction of the settlement deed of 1823, which was preliminary to the marriage of Mary Tucker with John Towers. By that deed she conveyed these lots to Joseph Reed, his heirs and assigns, in trust for herself for life, and in further trust to convey the same on her death to trustees for her children, their heirs and assigns, adding, “in trust for the uses in the next instrument declared.” So far as is pertinent to the share of her son Henry, those uses were, that the trustee should, on her death, convey “the reversionary interest” (so called) secured to him, to trustees, who were to pay him the rents and profits during life, and, at his death, to convey the said reversionary interest to such persons as said Henry should by will appoint, and if he should die in his mother’s lifetime, without such appointment, then the said estate' should go to and be legally vested in his legal heirs. The deed of Reed to Troubat, made in 1836, after the mother’s death, was intended merely to execute the trust vested in Reed, and it does no more. The vital question of the cause therefore is, what estate did Henry M. Tucker take under the settlement deed of 1823 ?\nIt was in all its stages an equitable estate, if it was not an executed use under the statute or under our law that treats as done what ought to be done, and thus practically fuses the legal and equitable estates, where there is no equity demanding the preservation of the distinction. It is therefore unnecessary to inquire, whether with us the fact, that one part of the estate is legal and the other equitable, would or would not affect the result. We treat all the parts as equitable, as they profess to be. Then the whole legal estate was vested in Joseph Reed, in trust, after the mother’s death and as to the third part now in dispute, for Henry, his heirs and assigns. This, of course, vests in Henry an equitable fee simple in remainder.\nHow is this affected by the declaration which is annexed ? That gives to Henry an equitable life estate, when it directs the trustees to pay him the rents, issues, and profits for life; but that is included in the equitable fee simple already given. It gives him also a power of appointment; but that does not take away tho fee simple already granted, nor by any proper implication reduce it. If he dies without appointment in his mother’s lifetime, the estate is to go to his heirs ; but this provision may be set aside, as the contingency did not happen. Here, then, is a life estate included in the fee, a power of appointment excluded by his parting with the subject of it, if it is not also merged in the fee, and a remainder limited on an event that never happened, and which was surplusage in any event, and the residuum is an absolute fee simple in Henry M. Tucker.\nIf the deed of 1810 vested only a life estate in the mother, then Henry inherited one-third part of four of the lots from his father in fee. - If, by that deed, his mother took a fee, then, under the deed of 1823, he took a fee in them. His mother’s fee in the other lot is not questioned, and, under the deed of 1823, one-third of that was vested in Henry.\nHenry M. Tucker having, therefore, an equitable fee at the time of giving the mortgage, that title passed to McCawley under the sale upon the mortgage judgment, and justifies the judgments rendered by the Court below in these cases.\nJudgments affirmed."}