{"id": "972325", "contents": "The opinion of the Court was delivered, by\nLewis, J.\nBy the first section of the Act of 14th February, 1838, the Camden and Philadelphia Steamboat Ferry Company was authorized to cut through Windmill Island, and construct, for the navigation of steamboats and vessels, “a passage of such dimensions and draught of water as the company shall deem most beneficial to the interests” of New Jersey and Pennsylvania. By the 3d section, the company was authorized “ to enter in and upon and occupy, for the purpose of making said canal, any land on which the same may be located.” Then follows the necessary provision for assessing compensation, upon the payment of which the company becomes “seised of the same estate in the'land which the owner held in the same.” Under this authority, in the year 1838, a canal was cut through the island, 150 feet wide, and its width has never been increased. The discretion given to the company to fix the “ dimensions” of the canal, being thus exercised, without deciding how far their power is exhausted, it is clear that there is nothing in the language of the Act, so far as it is quoted above, which justifies the slightest pretence for taking possession of four times the quantity of land “occupied by the canal,” or “necessary for the purpose of making it.”\nBut it is stated by one of the witnesses that “the wooden ties run into the bank of the canal, about 60 feet from the south face” of it. If this be necessary for the purpose of securing the banks of the canal, it is a servitude to which the adjoining land is properly subjected, as an incident to the principal grant. The right to construct the canal carries with it all the privileges necessary to its perfect enjoyment. And the corporation, on paying compensation, is entitled to hold the easement for such estate as the owner held in the land upon which it is charged. The quality of the interest acquired by the corporation is that of an incorporeal hereditament, and “hereditaments” as well as “lands” are expressly directed by the Act of 1838, to be surveyed and estimated by the viewers. The quantity of interest, whether it be a term of years, a life estate, or a fee, is measured by the duration of the estate of the person from whom it is derived. Neither the uses of the canal nor the objects of the Legislature justify the company in taking permanent possession of the adjoining land, and renting it out for tillage or dwelling-places. If the owner may not appropriate the surface of the soil to such beneficial uses as shall not interfere with the canal, it must necessarily go to waste. This is not required by any principle of law or sound policy. Land, in the vicinity of a dense population, is too valuable to permit it to remain unemployed. The earth was given to man for his benefit, and it is his duty to make use of it to the proper limit of its capacity.\nIf the owner had been notified of the claim to 600 feet, and had participated without objection in assessing its value, or had received the compensation for that quantity of land, the case would stand upon a very different footing. But it does not appear that the proceedings to assess the compensation were conducted with notice to any one having title to the land, or that they have been ratified by consent or by payment of the compensation to any such person. The case must therefore stand altogether upon the extent of the rights conferred by the Act of 1838. That Act does not authorize the company to “enter upon and occupy” even “the land on which the canal may be located,” without the preliminary proceedings therein prescribed. If the owner “refuses” permission to enter, and “the parties cannot agree upon the-compensation,” the next step is, not an entry without permission, but an application to the owner to unite in appointing six suitable and disinterested persons to estimate the damages. If the parties cannot agree upon such persons, or if the owner shall refuse or neglect to join in such appointment “within twenty days after requisition for that purpose upon him made,” or if the owner shall be feme covert, under age, non compos mentis, or out of the state, then the Common Pleas, on the application of either party, is authorized to appoint six disinterested persons, “to examine and survey the lands, tenements, or hereditaments,” and estimate the injury or damage sustained by reason of the canal. Either party has the right of appeal within thirty days. It may be possible that these preliminary steps were taken by the company before their entry upon the land, but that is not the question. The question for our decision is, did they offer to prove these material facts on the trial.” The paper-book is presumed to contain a full statement of the offer. But it does not appear by anything contained in it that the owner “refused permission to enter,” or that “the parties could not agree upon the compensation.” It is not shown that any application was made to the owner for permission to enter, or that any effort whatever was used by the company to induce the owner to agree upon the compensation. Nor does it appear that any “requisition” was made upon him to unite with the company in appointing men to assess the damages. It is only upon his “refusal,” after “a requisition made upon him for the purpose,” that the Common Pleas have any authority to appoint persons to decide upon the damages. It is true that this part of the Act does not apply to the case of one who is a feme covert, or under age, or non compos mentis, or out of the state. In the case of a non-resident it would be inconvenient and sometimes impossible to make such application, and, in the other cases enumerated, it would be nugatory, because the persons applied to would be incompetent to act. But it does not appear, from the proceedings offered in evidence, that the owner fell within either of the exceptions to the rule, and he was therefore entitled to the privileges prescribed by the Act, before he could be subjected to a jurisdiction and form of proceeding unknown to the common law. The jurisdiction given to the Common Pleas, in this respect, is a special one, contrary to the course of the common law, and must therefore be strictly pursued. It is not shown that the owner was incompetent to act, or was out of the state, or that he was requested to permit an entry, or to agree upon the compensation, or to join in the appointment of men to assess the amount. In the absence of these preliminary steps, the application to the Common Pleas was totally unauthorized, and the whole proceedings were coram non judice.\nWe have purposely postponed, as last to be noticed, in connection with this branch of the case, because least in importance, the proviso which prohibits the company, in any event, from taking more than 600 feet in width. As the office and design of this proviso was to restrict the grant, it would be an indefensible departure from a well settled rule of construction to give it the effect of enlarging it.\nThe act of making a survey and planting stakes to include 600 feet of land, when no more than 150 feet were required for the purpose of the canal, gave the company no title to it whatever. The extent of the grant, within the limit prescribed, is to be measured by the quantity of land necessarily occupied for its pur¡ooses. It is scarcely necessary to add, that the deposit of earth •upon the adjoining land gave the company no title to the land receiving the deposit.\nThus far, we have assumed that Windmill Island was the property of private individuals at the time of the legislative grant of 14th February, 1838. But there is evidence tending to show it was, at that time, the propei’ty of the Commonwealth. If this be so, the Ferry Company derived no title under the Act of Assembly. It is apparent, from the Act itself, that the .Legislature did not consider that it was granting the state’s land. There is not a sentence in the statute indicating such an idea. It authorizes the cutting of a canal through the island, on making compensation to the owners; and every relevant line in the Act shows that private owners alone were intended. The purpose was to exercise the right of eminent domain, and not to grant to the company the land of the state. It was declared that, for a fair compensation, private rights should yield to the intended public improvement. Words of a statute applying to private rights do not affect those of the state. This principle is well established, and is indispensable to the security of the public rights. The general business of the legislative power is to establish laws for individuals, not for the sovereign; and, when the rights of the Commonwealth are to be transferred or affected, the intention must be plainly expressed or necessarily applied. This principle applies with peculiar force to grants of corporate privileges, or franchises, to transfers of public property, and to grants of power to take the property of the citizen without his consent.\nUpon the whole, we do not perceive that the Ferry Company has any title to the land. Nevertheless, the plaintiff in ejectment must recover on the strength of his ,own title. In this case, the plaintiff below obtained a patent from the Commonwealth for a part of the island, including the land in controversy, erected a house upon it, and put the defendant Jones in possession as his tenant. Without stopping to inquire whether the patent was granted in conformity to law, but treating it merely as color of title, describing the nature and extent of the plaintiff’s possession and claim, it may be safely affirmed, that the actual possession taken under it was good against a wrongdoer without any title whatever; and was certainly sufficient to entitle the plaintiff' below to recover against his own tenant and all who came into possession under or by collusion with him. The jury, under the direction of the Court, have found that Jones, after receiving the possession as the tenant of Tatham, accepted a lease from the Ferry Company. And the Court was undoubtedly correct in stating that, in that case, the Ferry Company “stood in the shoes of Jones, and could avail themselves of no defence which he could not.”\nThe plaintiff in error has no ground to complain of the proceedings in the Court below, and the judgment is therefore to be affirmed.\nJudgment affirmed."}