{"id": "972371", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nThis was an action on the case for erecting a dam by which the water of the stream was penned back so as to overflow the plaintiff’s land above. Evidence was offered to show the injury which had- been caused by the structure at times of ordinary and natural rises in the stream; at regular and periodical rises; at times of high water occurring at the usual flood seasons ; and at times of ordinary and common freshets. All this was rejected, and the Court held in the charge that there could be no recovery except for damage done by swelling back the water at its ordinary stage, and this was defined to be that situation in which it remains longest, excluding the dry season.\nWe find no authority for this rule. One objection to it is the extreme difficulty of its application. In this country there is no dry season, properly so called/ We have periods of drought which come irregularly and at all times of the year. The streams rise immediately after a rain or the melting of the snows, and the fall begins as soon as the rise ceases. That they ever remain in one situation for a perceptible length of time would be hard to prove. If they do, it would require an observation so close and so constant to know in what situation they remain longest, that no person of ordinary habits could be expected to tell it. No two witnesses would be likely to agree even upon their average height during a given time.\nBut suppose the ordinary situation of a stream according to this definition of it could be ascertained with tolerable accuracy, we think a dam which backs the water on the land of the proprietor above during every spell of wet weather, is something more than damnum absque injuria. If not, a man, whose farm consists of a low creek bottom, is at the mercy of his neighbor below. His trees may be killed, his crops destroyed, his springs drowned, his house rendered uninhabitable, and his land made worthless, not only while the overflow lasts, but by the pools of stagnant water left standing on it afterwards. And all this must be the necessary consequence, not of great floods, which, like other inevitable calamities, are to be borne without complaint, but of every ordinary freshet caused by the usual rains which are expected with as much confidence as we look for. the return of summer and winter. The law would be very defective if it did not protect men from wrongs like these in rainy as well as in dry seasons; and since every year brings its alternations of high water and low, a person who erects a dam is bound to foresee the one as much as the other. .It often happens that small mills for grinding, sawing, or other purposes, are erected on streams too weak to turn them except at high water. Suppose two such • mills are on the same creek, the owner of the lower one, according to the defendant’s doctrine, can say to the other, “ you may use your machinery, if you can, when there is not water enough to drive it; but when the rise comes, I claim the right, and will exercise itj - to pen the water back upon you and stop your wheel.” If one” party may do this with impunity, and the other must submit without a remedy, what becomes of the maxim Sic utere tuo ut aXienum non Icedas ?\nThe opinion in the case of the Monongahela Navigation Company v. Coon, 6 Barr 379, which seems to have misled the Court of Common Pleas, does not go the whole length they seem to have thought. The judge who delivered' that opinion speaks throughout, not of the usual high water, but of floods which occur on extraordinary occasions. Besides, the point was not before him at all; and he was not required to speak .with precision. The only point decided there which makes that case akin to this one, was, that under the act of Assembly the defendants were responsible for all damage caused by their dam under- all circumstances. The remarks about the rights and duties of riparian proprietors differently situated were but obiter dicta; and there is nothing in them from which we infer that the Court then, considered a common freshet, such as may probably happen any month in the year, to be an extraordinary occasion, of which one who built a dam was not required to calculate the effects.\nBut this question did arise in Bell v. McClintock, 9 Watts 119, and it was decided, not under the act making Oil creek a public highway (for the statute did not either create or change the rights of the parties), but, according to the principles of the common law, that one who erects a dam is responsible for all the injury caused by it in times of usual, ordinary, and expected freshets. A -flood is another thing. It may not come for years [together. When it does come, it is a visitation of Providence, and {the destruction it brings with it must be borne by those on whom jit happens to fall.\nThis was a second suit for the same injury. The first had resulted in a judgment for the plaintiff. The Court properly held, that the record in the former case was decisive of. the parties’ rights. The plaintiff submitted, that the jury were bound to find such damages as would punish the defendant, and compel him to abate the nuisance. But this the Court denied to be law in a case where the erection complained of was of great value to one Iparty, and the injury to the other insignificant. In this we cannot concur. The usufruct of water belongs to the owners of the land ¡through which it passes. It is property to all intents and purposes. If one uses it in such a way as to prevent another, whose right is as good as his, from using it for a similar purpose, or if he interferes in any injurious way with its natural flow through the land of his neighbor above or below him, he is taking another man’s property for his own purposes, and this he can never do without a contract. He who desires to have a water-right which does not belong to him, must bargain for it, as he would do for anything else. The law will not allow the owner to be deprived of it because he does not use it profitably; nor compel him to part with it against his will, even for a full price. The plaintiff’s right, therefore, to have the dam in question reduced, and to be restored again to the full enjoyment of his own property, was absolute, and in no manner or degree dependent on its value to his adversary, or the quantum of injury done to himself. The first action in such cases is generally brought to test the parties’ rights. In the absence of malice or aggravating circumstances, fompensatory damages are enough; for it cannot fairly be preumed, that any one would maintain a nuisance in the face of a udicial decision conclusively fixing its character. But if he will ¡'not abate it, he may be compelled to do so in a second action. I And how shall he be compelled to do it, except by a verdict which Kmakes it his interest ? The point on this subject should have been answered in the affirmative, and the jury instructed to see, not only that the plaintiff lost nothing, but that the defendant gained nothing by disobedience of the law.\nLowiffB, J.\nThe prevailing and controlling error in the trial of this cause is, in holding that a man may erect a mill-dam on his own land so as to throw the water back to his neighbor’s line, in the ordinary stage of the stream, even though the consequence be, that, in its natural and ordinary swellings in some seasons of the year, his neighbor’s land is overflowed. The correction of this error will, of itself, modify some other points ruled by the Court below.\nNo man has a right to appropriate any portion of his neighbor’s property to his own use, even for a temporary purpose. If he may take his neighbor’s land at frequent and uncertain periods in every year, he may as well take it altogether, for his neighbor cannot use it. If it is very important for him to have it, let him buy it. If he invades it improperly, let him suffer as a wrongdoer.\nOrdinary: the error is in the use of that word. A distinction is taken between the ordinary stage of the water, and at its ordinary stage at particular periods. The former is without meaning unless it means the average stage; for there is no ordinary stage of any stream in this country for the year round. A man may make his dam according to the ordinary, but not according to the average stage of the stream. But what is the ordinary stage ? That depends upon seasons and-weather. The ordinary stage, in ordinary rainy seasons, is one thing, and in ordinary dry seasons, is another. The ordinary stage in March is high, in August, low. The ordinary rises of streams are matters which every one is expected to provide against, because, with ordinary care, he can cab culate upon them. The owner of a dam is not answerable for damages caused by his dam, combined with an act of Providence. But an act of Providence, in legal phraseology, me'ans an accident against which ordinary skill and foresight is not expected to provide. It does not include those floods which happen so frequently that men of ordinary prudence are expected to calculate upon them; and, against such swellings, the defendant was bound to provide when he erected his dam; and if he did not do so, he should be compelled to lower it, if the plaintiff insists.\nJudgment reversed and a new trial awarded."}