{"id": "972397", "contents": "The opinion of the Court was delivered, by\nWoodward, J.\nThe question presented on this record is, whether Peter Dickes took under his father’s will a fee with an executory devise over to his sister Catherine, or an estate tail. This resolves itself into another question, whether the contingency contemplated was a definite or an indefinite failure of issue; if definite, the devise may operate by way of executory devise; if indefinite, the law cuts it down to an estate tail. A definite failure of issue is when a precise time is fixed by the will for the failure to occur, as in the case of a devise to A., but if he dies without lawful issue living at the time of his death, then over to B. An indefinite failure of issue, means a failure whenever it shall happen, sooner or later, without any fixed period within which it must happen — the time when the issue of the first taker shall become extinct: 4 Kent Com. 274; Jarman on Wills 419.\nThe words before us are, “ and it is further my will that should my son Peter Dickes not marry and have lawful issue, then the said real estate heretofore devised to him, shall go to my said daughter Catherine Dickes and her heirs'for ever.” As Peter could not have lawful issue unless he married, we may disencumber' the sentence of the marriage condition. But the testator manifestly did not mean by the word “ have” that the mere birth of a child, which should die the next day or hour, should defeat the devise over. His will shows his intention to divide his estate equally between Peter and Catherine, and as Peter was unmarried and childless, but Catherine was married and had children, the idea in his mind evidently was, that if Peter should die without issue, his share of the estate should go to Catherine and her issue. We do no violence to either the language or the intention of the testator by reading the clause in this wise — “ and it is further my will that should my son Peter Diclces die without lawful issue, then the said real estate heretofore devised to him, shall go to my said daughter Catherine Dickes and her heirs for ever.”\nBut this form of expression, like' its equivalents — “if he die before he has any issue,” or “on a failure of issue,” or “for want of issue,” or “without leaving issue,” have been adjudged, again and again, both in England and this country, to import a general and indefinite failure of issue. The series of cases in the English law have been uniform, says Ch. Kent, 4 Com. 276, from the time of the year-books down to the present day, in the recognition of the rule of law, that a devise in fee with a remainder over, if the devisee dies without issue or heirs of the body, is a fee cut down to an estate tail, and the limitation over is void by way of executory devise as being too remote, and founded in an indefinite failure of issue. Wherever an executory devise is limited to take effect after a dying without heirs or without issue, subject to no other restriction, the limitation is void, for the policy of our law will not suffer property to be tied up and rendered unalienable in expectation of such remote contingencies: Eearne on Remainders 445. An executory devise limited to take effect in the event of a person dying without issue, generally is void for remoteness, though in some cases such a limitation may be construed to give the first taker an estate tail: Lovelass on Wills 288; Jarman on Wills 418; Londay’s Case, 9 Co. 127; King v. Rumbail, Cro. Jac. 448; Forth v. Chapman, 1 P. Williams 663; Hope v. Taylor, 1 Burr. 268; Attorney-General v. Bayley, 2 Bro. 553; Knight v. Ellis, Id.; Denn v. Slater, 5 Term R. 335; Doe v. Ellis, 9 East; Burton v. Salter, 17 Vesey 479; Crock v. De Vaudes, 9 Fra. Vesey 197.\nIn Pennsylvania the cases are not all strictly reconcileable with these distinctions; but in Eichelberger v. Barnitz, 9 Watts 447, and Langley v. Heald, 7 W. & Ser. 96, the two cases which are said in Eby v. Eby, 5 Barr 463, to settle the law in Pennsylvania, the rule and its exceptions are well discussed by Justice Sergeant. In Langley v. Heald, the words “ if 'he die and leave no lawful issue, then to his daughter Elizabeth, if she shall be then living, and to her heirs and assigns,” were held to mean a definite failure of issue ; “ then” referring to the death of the devisee in the lifetime of Elizabeth. In Eichelberger v. Barnitz, the words were “ if my son Henry should die wfithout leaving any lawful issue, then his Ml share shall go over,” &c. These words were held tc import an indefinite failure of issue,' and the executory devise was defeated as founded in a contingency too remote. The utmost length that has been hitherto allowed for the contingency to happen in executory devises, is that of a life or lives in being, and twenty-one years and a fraction afterwards: 2 Black. 174.\nIt follows from these distinctions and principles that the words of this testator must be construed to create an estate tail in his son Peter, and not an executory devise in favor of Catherine and her heirs.\nThis may not be according to the actual intent of the testator. Doubtless he did not intend to create an estate tail, but when a testator uses words, without explanation or qualification in the context, which, according to a settled rule of law, import an estate tail, the legal meaning of the will is to prevail over the actual intention of' the testator. Artificial rules being founded in considerations of public policy, must often frustrate the intentions of testators, and it is well they should, for the law is wiser than any one man. The law will not permit men to tie up their estates for generations, however clearly they may intend it; but favors a system of alienation, whereby estates are improved and society benefited. This is the policy of our statute for barring entails, and because they may be so readily barred, the Courts favor estates tail rather than executory devises.\nThe judgment is affirmed.\nBlack, C. J., dissented."}