{"id": "972321", "contents": "The opinion of the Court was delivered by\nLewis, J.\nIrregularities and defects of form, in judicial proceedings, can be taken advantage of by parties or privies only; third persons have no right to interfere. And where the parties to a judgment have agreed to the form in which it shall be entered, or waived irregularities in entering it, an assignee for creditors, deriving title subsequently, cannot be received to make objections upon such grounds.\nA judgment given by a firm engaged in the iron business to a trustee, for the use of the hands about the works arid other small home creditors, in pursuance of a bond and declaration of trust specifying accurately the amount justly due to each person therein named, is not forbidden by law, where the debts were all justly due, and the object was to save costs. On the contrary, where the debts were -small in amount, and the creditors secured were fifty-two in number, as in this case, the method adopted was a benefit to all parties interested in the assets of the firm.\nA judgment is not an assignment. One is the act of the party, the other the act of the law; in the one case the debtor surrenders the. dominion to another; in the other he submits, without opposition to the course prescribed by law. Where the debtor makes no assignment, neither the Act of 1843, nor the proviso in the Act of 1849, can have any operation on the case. The Act of 1843, with an exception in favor of wages, makes provision for an equal distribution among all the creditors, in proportion to their claims. The intent to evade an equal distribution is therefore what is forbidden by the proviso in the Act of 1849. But where there is 'no assignment, there is no provision for an equal distribution, and in such ease the confession of judgment can have no tendency to d feat it. Its only tendency is to change the order of preference from that which would be produced by adverse proceedings. This was the principle settled in Worman, et al., v. Wolfersberger’s Executors, 7 Harris 59, and we see no reason to depart from the doctrine of that case.\nThe opinion of the Court below contains a sound and clear exposition of the law. The judgment on the verdict, and the decree of distribution thereon, are affirmed.\nJudgment and decree affirmed."}