{"id": "972309", "contents": "The opinion of the Court was delivered, by\nLowrie, J.\nThe question here is, will the Court enforce specific performance of an agreement for the sale of land, of which there is no written evidence except a receipt for part of the purchase-money, defining the lot sold but not defining the price or any other terms of sale ?\nThe statute of frauds answers the question in the negative, when it declares that no estate granted by parol shall, either in law or equity, have any other effect than as an estate at will. This receipt is written evidence that there was an agreement of some sort about the lot, and that it has been partly performed. But it does not inform us of the terms of the agreement, and without this it is impossible to enforce it. With or without the statute of frauds, an agreement with unknown terms is’'void. We may know that there was an agreement, but without proper evidence of its terms our knowledge is useless, and such is this case.\nIn strictness, the agreement ought to be written; but we regard th.e law as satisfied if we have written evidence of all the parts of a complete parol agreement. But that we have not here. A contract is as much void when the consideration, as when the subject, is undefined. Where the parties have left either uncertain, the contract is legally incomplete, and therefore void. When the law requires the contract to be in writing, it means that the complete contract must be proved by the writing. That is not a written contract that is not self-sustaining. It is verbal if it requires verbal testimony to sustain it by proving any essential part of it. So far as I know, this has been the uniform course of the decisions : Sugden on Vendors 89; 1 Johns. Ch. 273; 14 Johns. 15; 13 Id. 297; 3 Id. 210; 2 Des. 188; 4 Bibb 102; 2 Wheaton 336; 11 Ves. 550; 12 Id. 466; 1 Id. 326; 15 Id. 522; 1 Sch. & Lef. 22; 2 Id. 381; 1 Atk. 12; 5 Mason 414; 15 Verm. Rep. 685; 7 Port. 73; 3 McCord 458; 6 Alabama 204. And such is the course of decisions on other parts of the statute not in force with us: 5 Bar. & C. 583; 4 Bos. & Pul. 252; 4 Bar. Ald. 595; 5 East 10; 4 Con. 432. On this principle the cause was decided below.\nThere is no other matter requiring special notice.\nJudgment affirmed.\nLewis, J., dissented; his written dissent was filed."}