{"id": "972316", "contents": "The opinion of the Court was delivered, by\nLewis, J.\nThe plaintiff below claimed under James Jordan, and recovered upon a tax sale of what was called “ Shrewsbury Survey.”\nThe sheriff’s deed under the sale for taxes was executed to James Jordan, on the 3d February, 1806, and in 1809 possession was taken under that title, which has been continued ever since, without any action or claim on the part of the original owner.\nBy the Act of 3d April, 1804, it was declared that no action for the recovery of lands sold under that Act, should lie, “ unless the same be brought within five years after the sale.” By reason of the supposed difficulty in bringing an action of ejectment against a purchaser who had not taken actual possession, it was 'held, in opposition to the previous decision in Parish v. Stevens, 3 Ser. & R. 298, that the limitation did not commence until possession was taken under the sale, and that the original owner might bring his action within five years after possession was taken: Waln v. Shearman, 8 Ser. & R. 357; Cranmer v. Hall, 4 W. & Ser. 36. In consequence of the decision in Wain v. Shearman, the Act of 29th March, 1824, made provision for bringing an ejectment against a purchaser who had not taken possession, and gave to any person “ then having a right of entry because no actual possession had been taken of the land so sold,” a right of action within two years from the date of the Act. In this case no action was brought within the two years prescribed, or at a.ny time. Since the Act of 1824, the limitation commences to run from the delivery of the deed to the purchaser: Robb v. Bowen, 9 Barr 71. It is not necessary in this case to decide that the action of the original owner would have been barred even in the absence of possession under the sale; but, under the uncontradicted evidence of actual possession, taken in 1809, and continued till this time without interruption, his action is clearly barred, and the title under the sale for taxes is perfect.\nThe statement that “if Dolen was in possession twenty-one years before the bringing of this suit, it is as much as can be said,” was an intimation of the opinion of the Court on a question of fact, which did not take its ultimate decision from the jury. It is therefore not ground for reversal. Rut the error did the defendants below no harm, for it conceded to them a possession of sufficient duration for their purposes. A longer possession than twenty-one years, under the circumstances of this case, would not have secured to the plaintiffs in error any material advantages on the trial; for there is no evidence whatever to show that their possession was taken before that of the defendants in error, which, as already stated, commenced in 1809. This is a case of interfering surveys or titles with each party in actual possession under his own title, but neither party enclosing, or cultivating, or otherwise actually occupying the part included in the interference. Under such circumstances, the law adjudges the possession of it to be in the rightful owner.\nIt is complained that the Court stated in its charge that, “ as to the part, if any, cleared or enclosed more than twenty-one years before the commencement of the suit, we have no evidence of either its position or quantity. No surveyor has marked it; no witness has designated it with certainty; you have no evidence; none was offered you from which you could form or dictate any description. If, therefore, you find for the plaintiffs, it must be generally; and if they choose to take possession of any improvements made more than twenty-one years before the suit was brought, the defendant may regain possession by bringing ejectment against them.” We perceive nothing in the evidence to justify any complaint against this instruction. If the plaintiffs in error relied upon their deed from Dolen as fixing the boundaries of their possession, this will not enable them to hold by constructive possession any part of the older and better title in the actual possession of the owner.\nTo disseise the rightful owner in actual possession, an actual occupancy within his lines by the disseissor is indispensable. In such a. case the statute of limitations will have no effect, except as to the part which is actually enclosed: Cluggage v. Duncan, 1 Ser. & R. 111. If the plaintiffs in error relied upon such actual enclosure, it was their duty to show, by a draft, supported by the evidence, or by other means perfectly satisfactory, the extent, location, and duration of such enclosure. It is peculiarly incumbent upon a party, claiming, to hold land by virtue of such- an occupancy, to furnish the means of setting it off to him with certainty. In such a matter there should be no guess-work. Where the claimant of such a possession occupies the attention of a jury with the extent of his present enclosures, 'instead of distinctly defining their extent and location as existing 21 years before the suit was brought, he is pursuing the shadow and forgetting the substance. The directions of the Court on this part of the case meet our cordial approbation.\nThe errors assigned are not sustained, and the judgment is to be affirmed.\nJudgment affirmed.\nNote. — In a late case from Jefferson county, viz., that of Burd’s Executors v. Patterson, in which the opinion of the Court was delivered in December, 1853, by Lewis, J., it has been again decided that under the Act of 29th March, 1824, the limitation of five years begins to run against the former owner, not from the time when possession was taken in pursuance of the sale for taxes, but from the delivery of the treasurer’s deed to the purchaser."}