{"id": "972335", "contents": "The opinion of the Court was delivered, by\nWoodward, J.\nWhether, under the circumstances in evidence it was negligence in the engineer and state agent to pass the Paoli, after the detention to which the train had been subjected, without turning out, and stopping for the mail train to go by, was a question for the jury, was properly submitted to them, and they have found the negligence.\nBut as this was the negligence of state officers appointed and paid by the state, and as the motive-power of the road was exclusively under their control, is the defendant, who was a common carrier of passengers and goods, responsible for it ?\nThis is the great question in the cause. We think he is liable.\n1st. Because there was a contract to carry. It is true the girl was in the emigrant car, which did not belong to the defendant though attached to his train, but so were other passengers from whom the defendants’ agent received fare. And though fifty cents, for her fare, were demanded and refused, yet the one dollar paid by the father for himself and daughter, was a sufficient consideration for the contract. As to the alleged direction to leave that car and go into another, the evidence is contradictory, and no point was made in the Court below. The jury found the contract, and there was evidence to justify their finding.\n2d. This was a 'contract to carry safely, and the tort alleged' consists in carrying negligently. Carriers of passengers on railroads are not insurers of the lives and limbs of their passengers, but the implied contract binds them to exercise the highest degree of care and prudence, and makes them liable for the slightest neglect.\n8d. The parties contracted with a view to the law of the road. The defendant knew very well that the road on which he contracted to carry the plaintiff belonged to the state, and was controlled by the Canal Commissioners; that the motive-power on which he must depend for the performance of his contract, was furnished by the state and conducted by her agents, over whom he was to have ilo control whatever. He obtained the right to carry passengers on this road, and the use of the state’s motive-power and agents, by a contract with the state, and then he contracted with the plaintiff. Had his contract with the plaintiff been drawn out into form it would have recited, as it necessarily implies, a previous arrangement with the state authorities for the use of their road, their engines, and their agents. As between him and the passenger, these means of transportation become his. Pro hao vice the locomotive and the engineer are his engine and engineer, and logically, as well as on the principles of many adjudged cases, he is responsible for their conduct. If in borrowing these means of transportation he has not stipulated for supreme control in himself, or for indemnity against damages, that is his own concern. He holds himself out to the world as furnished with such means of transportation, and invites the confidence of the public in his ability to carry safely. The passenger looks only to him. He does not contract with the Commonwealth. He pays his money and risks his life, because he has faith in the transporter’s capacity to carry him safely. On what principle, then, at all consistent with the actual relations established between the parties, is the passenger to be denied redress for injury resulting from the negligent performance of this contract ?\nThere is nothing in the doctrine of Laugher v. Pointer, 5 B. & C. 547, nor in any of the cases that have been ruled on the law of master and servant, that applies here. This case is sui generis, but it comes much nearer to that class of decisions in which it has been held, that several parties engaged in carrying over different portions of the same line of conveyance, each sharing in the profits of the whole route, and of course of each section of it, are all responsible for the faithful discharge of their duty, and liable to respond in damages for any injury which results from the negligence or unskilfulness of any of the proprietors or their servants. Bostwick v. Champion, 11 Wend. 571, and 18 Wend. 175; Weed v. The Schenectady and Saratoga Railroad Co., 19 Wend. 534. The state as well as the carrier is paid for each passenger transported on the Columbia Eailroad, which shows their community of interest ; and if there be a common liability, that of the state cannot be enforced by action, and this circumstance does not diminish that of the carrier. Because they, have a common interest, however, and share the profits of transportation, it is apparent that in holding the party before us to answer for the negligence of the state’s agents, we do not punish one man for the misfeasance of another’s servants. We do no more than apply the principles of law to the relations which the parties have established by their voluntary contracts.\nThe judgment is affirmed.\nLowrie, J., dissented."}