{"id": "972376", "contents": "The opinion of the Court was delivered, by\nBlack, C. J.\nThis was an action for disturbing the plaintiff’s right of way over the defendant’s land. Whether any such right existed was the only question. There was' some evidence of an old grant, and of enjoyment for upwards of half a century. The defendant’s counsel seemed to think, that the use of the road had not been adverse ; but the facts were submitted to the jury, and found, very properly as we think, in favor of the plaintiff.\nA passage by one man over the land of another, with the special permission of the owner on every occasion of its use, will not raise the presumption of a grant, no matter how often it may occur, nor how long continued. So a license to use the road for a certain defined period,- and the enjoyment of it under such license, will give no right after the expiration of the time. But where one uses an easement whenever he sees fit, without asking leave, and without objection, it is adverse, and an uninterrupted adverse enjoyment for twenty-one years is a title which cannot be after-wards disputed. Such enjoyment, without evidence to explain how it began, is presumed to have been in pursuance of a full and unqualified grant. The owner of the land has the burden of proving that the use of the easement was under some license, indulgence, or special contract inconsistent with a claim of right by the other party.\nTake the charge as a whole, and there is nothing in it which contravenes these principles. It might have been more strongly in favor of the plaintiff than it was, and still be free from all just exception.\nThe Court was requested to charge the jury, that “ the foundation of the presumption of a grant arising from the use of a way over another’s land, is the difficulty of accounting otherwise for a long-continued use injurious to the interest of the owner and adverse to his will, and any evidence, therefore, which sufficiently accounts for the use in any other way, rebuts and defeats the presumption.” To this the Court answered, “it is immaterial what is the foundation of the presumption; it is enough to know that satisfactory evidence which accounts for the use otherwise than under a claim or assertion of right rebuts and defeats the presumption.” It is alleged that this is no answer. The slightest examination will show that more could not. fairly have been expected. The foundation of the presumption was immaterial. Courts are bound to furnish juries with the rules of law, but not witji the history of their origin or the reasons on which they rest. This point is not (what it ought to be) a simple proposition, but an argument. It lays down certain premises from which a conclusion is drawn. The Court said that the conclusion was right, and the premises immaterial. If the inference of the counsel was granted to be true, -what difference did it make whether or not the Court agreed with him in the steps by which he reached it ? Besides; if the reasons of the law for permitting such presumptions to be raised had been important, they were sufficiently explained in other parts of the charge.\nWhen the Court is asked to say that there is evidence of a particular fact, such evidence ought to be distinctly indicated. To say that evidence exists on a certain subject, is not making a point of law, which the Court is bound to respond to. It is no error to refer such a question to the jury. It properly belongs to them to recollect whether there is any evidence on the subject, and to determine if it be satisfactory. A party may entitle himself to the opinion of the Court on the legal effect of any portion of the evidence, but not without specifically referring to it in his prayer for instructions.\nJudgment affirmed."}