{"id": "972323", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nThe land of the appellant was sold by the sheriff. After the levy and inquisition were returned and a vend, exp. was issued, he gave notice to the sheriff that he desired to have $300 worth of the land set off to him agreeably to the act of 9th April, 1849. Thereupon appraisers were summoned, who found that the property could not be divided. It was sold and the money brought into Court. But the Court refused to award the $300 to the appellant, because he had not given his notice in time.\nIt cannot be pretended that a debtor is entitled to the benefit of the Act of 1849, unless he claims it. It'is only upon his request that the sheriff is authorized to summon appraisers, and it is only when the appraisers find the land incapable of being divided, that money out of the proceeds, can be given in lieu of it. But the law does not say at what time the demand shall be made. It manifestly ought to be made at a stage of the proceedings so early that the creditor cannot be injured or put to unnecessary expense, or delayed by it in the collection of his debt. If the notice may be given at any time before sale, the debtor can wait until the last moment, and then set the creditor back for a whole term. If a division of the property, setting off $300 worth to the debtor, can be legally made after a venditioni exponas for the sale of the whole is in the hands of the officer, it will involve the necessity of setting aside a writ regular at the time' it was issued, and the granting of another in place of it, producing both expense and delay. Besides, we think the plaintiff in an execution has a right to know, before inquisition, whether the defendant means to claim the exemption or not, so that the jury may estimate the profits of that portion only which is to be condemned or extended. The inquest is to ascertain whether the lands levied on will rent for enough in seven years to pay the debt. The portion of them which is exempt from levy is of course not to be included in the calculation. It may be, also, that the appraisers will decide the whole to be worth less than $300, in which case nothing at all could be sold under the execution. If this is to be the plaintiff’s fate, he ought to be informed of it before he undergoes much expense.\nThese views accord with what seems to have been the opinion of the Court in Miller’s Appeal (4 Harris 304). The point was not before them at the time, but the dictum of Mr. Justice Chambers bears internal evidence that it was well considered, not by himself only, but by the other members of the Court.\nA liberal construction of this statute is invoked in favor of the unfortunate debtor. All we dare do is to give it the interpretation which, in our opinion, best accords with the intention of those who framed it. All classes of men are equally meritorious if they are equally honest. Though the comforts of an insolvent debtor and his family may be a fair subject of legislative protection, yet the rights of a creditor, attempting, by lawful-means, the recovery of a just debt, are not to be altogether disregarded.\nIt seems clear that the debtor is bound to make his claim before the inquisition is held, and that if he neglects to do so his right, under the statute, is waived. In this case it is said not to be proved that he had notice of the inquisition. It was not necessary to prove it. The sheriff is presumed to have done his duty. If the appellant could have repelled this presumption, and proved that he had no notice, his remedy» would have been an application to set aside the inquisition, and then he could have made his request for appraisers in time. But, in a dispute about the distribution, no question can be made concerning the regularity of the proceeding which brought the fund into Court.\nIn some cases no inquisition is required, and it is argued that the rule we have here laid down must be defective, because it leaves such cases unprovided for. It is proper to put this objection to rest by saying, that the debtor will always be in time if he makes his -claim as soon as possible after he has notice of the levy. But any unnecessary delay on his part* which produces injury to the creditor, must be considered a waiver of his right.\nDecree affirmed."}