{"id": "972304", "contents": "The opinion of the Court was delivered, by\nLewis, J.\nThe parties having treated the order of the Court below as a final judgment, subject to a writ of error, we dispose of the question presented for decision.\nBy the custom of London, “if A. attaches the money or goods of M. in the hands of B., and if B. have no money or goods in his hands belonging to M., at the time when the attachment shall be made; and it shall happen that six months after B. shall become indebted to M., or have goods in his hands belonging to M., the plaintiff A., by virtue of the attachment made as aforesaid, shall recover the money or goods he shall prove came to the hands of R., after the attachment made. The general issue upon all attachments being whether R., who is called the garnishee, at the time of the attachment made, or at any time after, had any money or goods of M. in his hands:” Priv. Lond. 255, 261; Sergeant on Attach. 102. By the Act of 1705, if the plaintiff proved that goods of the debtor came to the hands of the garnishee “ at any time after” service of the writ, he .was entitled to recover. By Act of 1789 the garnishee was required to answer not only touching goods in his hands at the time of the service of the writ, but in relation to those which came to his hands “at any other time.” The Act of 13th June, 1836, embraces the substance of these provisions. In 1811 it was decided upon the construction of the .statutes of Pennsylvania, by the Circuit Court of the United States, that the attachment bound goods or money which came to the hands of the garnishee after the service of the writ: Taylor v. Gardner, Sergeant on Attach. 103. And in Silverwood v. Bellas, 8 Watts 420, the same doctrine was distinctly affirmed by the Supreme Court of Pennsylvania so as to bind by the. attachment a sum of money which' had been placed by an attorney in the hands of the garnishee, as a mere messenger, to convey to the debtor, three years after the service of the writ of attachment. This fully settles the practice, on this point, in foreign attachments. The Act of 16th June, 1836, which authorizes the attachment of debts or deposits of money in execution, expressly declares that they may be attached and levied in satisfaction of the plaintiff’s judgment in the manner allowed in the case of a foreign attachment.” The rule is, therefore, the same in both forms of proceeding. It is made so by express enactment, and there is no reason why the Courts should desire to introduce a new rule for attachments under the Act of 1836, after the profession and the people have become familiar with, and the legislature has adopted the practice in foreign attachments.\nThe sum of $50 is admitted by the garnishee to have been received by him since the service of the writ. According to the views already stated, the plaintiff was entitled to judgment for that sum.\nJudgment reversed, and judgment for the plaintiff m error, for the sum of $50."}