{"id": "972336", "contents": "The opinion of the Court was delivered, by\nLowrie, J.\n-There is no difference in principle between this case and the numerous ones referred to in the argument, all establishing the rule, that the purchaser takes the risk of the quality of the, article purchased, unless it be warranted or he be fraudulently misled as to it. If mere representations were to be treated as part of this contract, it is not easy to see why they should not be so as to all other contracts. And if they were, then the law would foster a spirit of litigation by encouraging every man, who is disappointed in the advantages expected from a bargain, to drown his sorrows in the excitement of an action at law. The law repairs broken contracts, but it does not attempt to satisfy mere expectations. It is especially important that this should be the rule as to representations of the quality of goods sold, for there is nothing on which people are more apt to differ, and nothing on which they are less apt to trust each other.\nThere was nothing in the representations of the agent, and what is more to the purpose, nothing in the authority given to him, that would justify a finding of either warranty or fraud, and, therefore, the Court was not wrong in saying, that the defence had failed. None of the offers of evidence tended to overcome this difficulty, and they were therefore properly rejected.\nAs to the offer to prove a special custom in Philadelphia as to the special article of soda, if it means anything at all, it means that, when people in Philadelphia are selling soda, common English words of -representation become words of warranty. It must be conceded that such evidence has been admitted, 3 Rawle 101, but never without serious doubts, and we have found ourselves unable to follow the example: see Coxe v. Heisley, 7 Harris 243. The Courts must be allowed to understand common English \"without the aid of witnesses. The law is that mere representation does not constitute a warranty. If we admit evidence of this special custom, we allow the law to be changed by the testimony of witnésses, or by the soda dealers of Philadelphia. If parties mean to warrant, it is very easy for them to say so-. If we imply a warranty from such special customs, it is very easy to see that, theoretically, all contracts are primd facie undefined; for we cannot know what special customs will be needed to aid in their interpretation. Morality could gain nothing by the admission of such a principle into the law. Such evidence would affect written as well as verbal contracts. The custom, if respected at all, must be regarded as part of the contract, whether written or verbal, and then their uncertainty is apparent.\nJudgment affirmed."}