{"id": "972353", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nOne of the errors assigned here is to the admission of a witness who was objected to on this ground: that his deceased father, whose executor and residuary legatee he was, had been the assignee (for creditors) 'of a party under whom the defendant claimed the property, and had sold it with the assent of the plaintiff, and paid him the proceeds. The witness himself was not a party to this record. He could only be excluded by showing that he had a direct interest in it. But no such thing appears. He could not succeed to the property or to the money it sold for, nor was he entitled to the possession of it as the son, legatee, or executor of his father. If it passed by the assignment at all, it went to his father’s successor in the trust, unless it was fully administered before his death. It could make no difference to him whether the property assigned was much or little, nor could his interest be affected by the judgment.\nIt is settled that the machinery of a cotton-mill is part of the realty. It ought to be settled, if it is not, that such machinery may be detached by the agreement of owners and lien creditors, and converted into personalty. If this be done, it does not pass with the freehold under a sheriff’s sale. Was there any evidence that the property in dispute was separated from the mill, and treated as chattels with the consent of the plaintiff? The Court below could not refuse to answer this question in the affirmative, and neither can we. There being some evidence of the fact, it had to be submitted to the jury; and the finding of the jury is ¡conclusive, especially under- a charge like this, in which they were instructed that the agreement could not be established without evidence of an unequivocal character, which would force the belief, not only that the contract was made, but made by the plaintiff with a full knowledge of his rights.\nBut it is said that there was no consideration, and consideration is the essential part of every contract. A very slight advantage to one party, or a trifling inconvenience to the other, is sufficient consideration to support a contract when made by a man of good capacity, who is not at the time under the influence of any fraud, imposition, or mistake. It was an advantage to the plaintiff to make the quantity of the personal goods as large as ho could; for he was a creditor, relying on that fund for payment of at least part of his debt. It was inconvenient, troublesome, and expensive to the assignee, and to those claiming under him, to sell the property and remove it, as they did in pursuance of the agreement. For these reasons we cannot say that the contract of the plaintiff was nudum factum.\nWe are willing fully to endorse the rule so often laid down by this Court, that one who has a good title to property does not destroy it by ignorantly admitting defects in it which do not exist. If the present plaintiff had not known that the machinery of the cotton mill was a part of the realty, the permission he gave to the assignee to sell it as personalty, would, perhaps, not have bound him ; but the Court charged that he could only be held if he was fully aware of his rights, and the jury found that he was.\nJudgment affirmed."}