{"id": "972392", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nThe agent of the Bank of the United States deposited with the Messrs. Denison & Co., of London, certain American State stocks amounting in the whole to the sum of $4,450,000, to be held in trust as collateral security for the repayment of 800,000Z. which it was intended to raise upon the post notes of the bank. The notes were issued, and this suit is brought on one of them.\nIt is not denied that the bank is primd facie responsible by virtue of the note. It is not alleged .that the plaintiff received anything from Denison & Co. out of the collaterals except what he has credited. But it is asserted by the bank that the plaintiff is bound to look to the collaterals first, and to account for them to the defendant before he can recover on the note.\nWhen collaterals are placed in the hands of the creditor himself and they are lost by his. negligence, the debt is extinguished (12 S. & R. 67). When he converts them to his own use, as he is always presumed to have done when he refuses, without reason, to furnish an account Of them, he is chargeable with their full value (9 Barr 28). But this does not touch the present case. The question here is, whether the creditor is required to account in an action on the main security for collaterals which were never in hi3 hands or under his dominion, which therefore could not have been lost by his default, and from which he never did in fact realize anything. It is not possible to doubt that under these circumstances, he may recover against the defendant just as if the transaction with Denison & Co. had never been. Even where collateral securities are placed in the custody of the creditor if he has been guilty of no negligence, has realized nothing from them, and has never withheld information concerning them when requested to furnish it, he is entitled to judgment against the principal debtor. This was decided very lately in Lord v. The Ocean Bank, 8 Harris 384. A fortiori there may be such a recovery when they are placed by the debtor in the hands of a third person who is a trustee appointed by himself.\nThe state stocks were given to Denison & Co. for the purpose of obtaining, for the post notes, a credit which otherwise they could not have got. But though the holders of the notes may have trusted the bank partly on the faith of the stocks, there is no stipulation which makes them the exclusive fund from which payment is to be made. The notes are a promise by the bank to pay a certain sum of money at a certain time and place. The promise has been broken; a right of action has accrued; and it cannot be defeated by an arrangement between the debtor and her London bankers which resulted in no benefit to the creditor.\nJudgment affirmed."}