{"id": "972388", "contents": "The opinion of the Court was delivered, by\nWoodward, J.\nThe relators claimed to have been duly elected Trustees of the Church of Holy Trinity, in the city of Philadelphia,- at a charter election held on the 9th day of June, 1851.\nThe respondents deny this claim, and maintain that they were the duly elected trustees.\nThis writ of quo warranto was sued out to test the rights of the respondents to the office they claim; and on the trial a verdict passed, and judgment of ouster was rendered against them. It comes before us on a writ of error to the opinion of the Court on the various questions raised in the bills of exception. The precise issue between the parties has ceased to possess any other importance than as it affects the costs of suit; for the tenure of the respondents expired in June, 1852, when a new board of trustees was chosen, who are now the incumbents. It is understood, however, that the root of discord remains and is productive of bitter fruits to the congregation of Holy Trinity; and it is expected that, in administering the justice due to the parties in respect to the subordinate question of costs, we may be obliged to express opinions on the construction of the charter of this church which will contribute to the extirpation of that evil root. Undoubtedly, if the plaintiffs in error have demonstrated that the Court of Common Pleas committed any error in law whereby they were injured, though it were only to the extent of a bill of costs, it becomes our plain duty to reverse the judgment.\nTwo elections for trustees were held on the 9th of June, 1851, one in the school-house near the church, the other in the. open yard. The respondents were elected at the poll in the school-house —the relators at the other poll. Which were duly chosen ?\nIn considering this question, I was at first impressed with the position assumed by the respondents in their 10th point, that they had a majority of all the votes cast at both polls, and were therefore duly elected. The fact is as they allege. In the school-room 150 votes were polled — in the yard 131 — making the total vote polled 281. The lowest vote received by any of the respondents was 148, leaving but 133 for the highest of the relators.\n, But, notwithstanding this fact, the learned judge denied the conclusion of the respondents, and held that it was only those who were properly elected to conduct the election who could hold it; and, if those persons who held the election in the school-house were not duly appointed on the 5th June to conduct it, the Respondents were not legally elected. Was this a sufficient answer ?\nThe Act of incorporation is silent as to the mode of conducting charter elections. The fourth section requires the electors to meet “ on Monday immediately after Whitsunday in each year at such place as shall be appointed by the trustees, whereof notice shall be given in the church at the beginning of divine worship on Whitsunday, and then and there to choose by ballot eight lay trustees, by a majority of those members qualified to vote who shall so meet between the hours of one and three o’clock in the afternoon but the Act nowhere directs who shall conduct the election. The duty of annual elections being enjoineij, the corporation had power to provide for the mode of its performance. This would have been a proper subject for a by-law, but no by-laws seem ever to have been adopted. The practice of meeting on Thursday before the election and appointing officers to conduct it, decorous and proper in itself as tending to guard'against confusion and disorder, is without any express warrant in the charter. Still, as it was a usage designed to facilitate a charter duty, had long prevailed, and especially as both the parties before us recognised it and attempted to conform themselves to it, we see no objection to the Court’s giving it the force of a by-law and holding them to it. It follows then that the only legal election on Monday after Whitsunday was that which was held by officers duly chosen to conduct it at the preliminary election of the Thursday previous. If the respondents had not a majority of the votes cast at that election, it avails nothing that a greater number of votes were cast in their favor at another irregular and unauthorized poll. It is indeed a general rule of elections that mere irregularities which do not tend to affect results are not'to defeat the will of a majority. The will of the majority is to be respected even when irregularly expressed. But where law has prescribed the time and place of election and designated the officers who are to conduct it, a majority may not set up other officers and hold a separate election, for majorities as well as minorities are bound by law. The answer made by the Court, therefore, to the respondents’ 10th proposition was correct.\nThe question then recurs, why was not the election in the school-house at which the respondents were elected the legal election ?\nThe answer of the relators is, that it was not held by the officers duly chosen on thé previous Thursday to conduct it. But the officers who conducted it were chosen on the previous Thursday by German Roman Catholics belonging to Holy Trinity, who had subscribed to the building of the church, or who had contributed not less than ten shillings annually to its support. To this it -is replied that, at that preliminary election, a large number of votes, sufficient to change the result, were excluded, and that another set of officers were thereupon chosen to conduct the election. This is met by the counter allegation that the only votes excluded were those of persons who had recently paid ten shillings into the treasury of the. church, and were not annual contributors to its support. This brings us to the very core of this controversy. What kind of pecuniary contribution qualifies a German Roman Catholic belonging to IToly Trinity to vote at her charter elections, and the preliminary meeting for the choice of election officers ? This is the great question raised by the record, and the 4th section of the Act of incorporation must answer it.\nThat section prescribes that “all and every the members of the said church, having subscribed to building the same, or who shall hereafter contribute any sum of money not less than ten shillings annually towards the support of the said church, shall meet on Monday next after Whitsunday in every year, ****** and choose, by ballot, the said eight lay trustees by a majority of those members qualified to vote as aforesaid.”\n„ The Court below held that persons who came to the election and paid ten shillings, with a bond fide intention of becoming members of the church, were entitled at once to vote, and of course the jury found, under this instruction, that the preliminary meeting of the 5th June, which excluded these votes, was not the legally conducted meeting, the officers chosen thereat not the proper officers to conduct the election, and the election held by them on the 9th June not the legal election, and so the respondents were ousted.\nWas the instruction correct? Original contribution to the erection of the church, or contribution towards its support of not less than ten shillings annually are the statutory conditions of suffrage. Annually means year by year. How can a payment become at once a payment year by year ? A lease reserving rent quarterly, and a bond stipulating for annual payments look to a succession of periodical payments. Why is not this charter to be construed in the same manner ? Why should we not presume the Legislature looked to a series of payments, or at least to an interval of a year between the payment and the vote, seeing that they have used words which denote a series and an interval ?\nBut there is a meaning above verbal criticism in this word “annually” as it occurs in this Act of incorporation. It was used to fence out intruders, and to guard against those abuses to which all religious corporations are exposed in times of' excitement. A dissatisfied minority always looks for means of reform, and a charter that would enable them to manufacture voters on the election ground, by paying ten shillings a head, would be a very convenient instrument in their hands. The Legislature meant to furnish no such instrument in this Act. They never meant to subject the properties and the effective control of Holy Trinity to trustees whom a crowd of new comers, on paying down ten shillings apiece, might, in their wisdom or their passion, put into office. They meant rather that the trustees should represent the worshippers belonging to Trinity Church — those who had established themselves there, and had proved by deeds their intention to maintain and support the church, and hence the requirement, not merely of a payment of money, but of a payment of money annually.\nThe subscribers to the building before 1793 were the original voters. The “others,” who, by the first section, are made .corporators, are those who, from year to year, pay ten shillings to its support. It is the initiation fee, and it is to be paid a year in advance of a full enjoyment of corporate privileges. We have no doubt of the wisdom of this arrangementbut wise or not, ita lex seripta est. The individuals who offered to vote in virtue of payments made less than a year before were properly excluded. They had no right to meddle in the election, nor in any of the preliminary arrangements. If they intended to become members of the corporation the payment of their money was the incipient step and properly taken, but it did not introduce them to the privilege of voting. Suffrage in the civil state is dependent ,on time as well as taxes. Thus, under our constitution, twenty-one years of age, one year’s state residence, ten days’ district residence, payment of a tax within two years that shall have been assessed at least ten days before the election, are conditions of suffrage to which all members of society are obliged to conform. So in the case of aliens, though members of civil society and subject to our laws, time only can mature their right to vote. A religious corporation is a society; its charter its constitution; and its privileges are dependent on whatever conditions are clearly expressed. The conditions can no more be set aside and its privileges be reached by a short cut, than the conditions and privileges of our state constitution can be so treated. Every man must bide his time. And time is valuable for reflection, and as an emollient for exasperated passions. It often serves to restore Reason to his just dominion, and to open the ear to the voice of conscience. As an element in the administration of religious corporations it is too valuable to- be dispensed with, and the Legislature having prescribed it, the Courts must insist on its observance.\nWe are of opinion, therefore, that the learned judge erred in the construction given to the 4th section, and that the preliminary meeting who declined to receive the votes of persons who had not paid the stipulated sum at least a year before they offered to vote did no more than it was their duty to do. The officers whom they appointed to conduct the election on the succeeding Monday did right also in rejecting all such votes. '\nThere are various bills of exceptions to evidence that remain to be noticed.\nThe relators alleged that a conspiracy existed in Trinity Church to transfer the property of the corporation to the Bishops and Priesthood of the Roman Catholic Church, and the judge tried the cause as if the existence of such a conspiracy were the issue between the parties. Had that been the issue, I am inclined to think all the evidence mentioned in the bills of exception would have been competent; but, as the only question was as to the qualification of the electors of trustees, I do not consider any of it relevant. The trustees, whichever board, was duly elected, would be governed by the charter, and could make no transfer or use of the property inconsistent with that fundamental law. The Court judged rightly that the title to the office depended on the prior question, who had been duly chosen to conduct the election; but, in instructing the jury on that question, they mistook the true construction of the Act of incorporation. Undoubtedly the cause came down to a mere question of construction. How, then, was room found for a conspiracy ? Of what consequence, in respect to the only real question before the Court, was the fact that parties existed in the church, one of which desired to transfer the property, and the other to retain it ? I confess myself unable to see how all the evidence about those parties — their actings and sayings in respect to the alleged transfer of property — could be thought to touch a case that involved only the construction of an Act of Assembly. The case of The Commonwealth v. Woelpper, 3 Ser. & R. 29, is relied on as justifying this evidence. We have a very meagre report of the facts of that case, but we learn from the opinion of C. J. Tilghman that there were tumult and violence on the day of election — threats of bloodshed and confederacies of members, which the Court thought might have had a powerful effect in deterring peaceable people from going to the election, and that the previous meetings and conversations were connected with what toolc place at the election. The evidence was admitted solely on the ground of such connection, and the jury directed to disregard it if they did not see the connection.\nBut here were no tumult or disorder. It is not pretended that anybody was kept away from the election, or that any confederacies were ’formed to prevent voting. On the contrary, every qualified voter had the opportunity to vote at the poll in the schoolhouse, and notice was given outside to encourage him to do so. Under these circumstances what was there to connect the alleged conspiracy about another subject-matter with the conduct of this election ? We see nothing that could fairly supply that link; and without it such evidence is inadmissible, according to The Commonwealth v. Woelpper.\nThese observations apply to all the bills of exception except the first. In regard to that, it is enough to say that we deem the witness competent, but the evidence he delivered irrelevant.\nThe judgment is reversed, and a venire de novo awarded.\nLowrie, J., dissented."}