{"id": "972359", "contents": "The opinion of the Court was delivered, by\nLewis, J.\nIn Hunt et al. v. Breading, 12 Ser. & R. 41, it was held, that seizing goods in .execution to the value of the debt, was a discharge of the judgment, whether the goods were sold or not. Without deciding the question whether it might not be restored, as between the parties, it was emphatically declared that it could not be restored, so as to deprive third persons of an advantage which they had gained by its having, at any period, been discharged ; consequently, its lien on the land was gone. In Dean v. Patton, 13 Ser. & R. 345, the same doctrine was enforced. Mr. Justice Duncan, in delivering the opinion of the Court, held it to be “ against all law and practice, that a plaintiff can withdraw his levy of personal property to come in on the proceeds of land and “ against every rule of equity that a plaintiff, having the fund in his own hands, a fund which he had elected to resort to, should relinquish it to the prejudice of a third person’s right.” . In Duncan v. Harris, 17 Ser. & R. 436, and other cases, the same doctrine was enforced. It strengthens our confidence in the justice of the country, when we see a principle, so just in itself, and so beneficial in its general results, sternly and constantly enforced. Every relaxation in the rules in view of the supposed hardship of particular cases, is but opening the door to the most dangerous abuses of the process of the law. Even in Morrison & Steele v. Hoffman, 1 Barr 23, a case where the rule was relaxed to the utmost limit of judicial toleration, it was distinctly conceded, that “ if there had been collusion between the plaintiffs and defendants in the execution, for the purpose of deterring other creditors from levying on the goods, the case would have been very different; and, doubtless, would have postponed the execution.” In the subsequent casp of Taylor’s Appeal, 1 Barr 393, where the goods had been restored to the defendant on a forthcoming bond, under the provisions of the stay law, the lien on the land was preserved expressly on the ground that “ the plaintiff was deprived of the fruit of his levy, not by anything he did or could have avoided, but by the act of the law.”\nThe true rule on the subject, as indicated by Chief Justice Gibson, in the case last mentioned, undoubtedly is, that so far as the' rights of third persons are concerned, the seizure of goods in execution is a satisfaction of the judgment to their value, in all cases, except where the plaintiff is deprived of the fruit of his levy without any fault of his own. But where he is prevented from selling the goods in consequence of his own agreement not to sell,, but to use his levy for the purpose of hindering or delaying other creditors, it cannot be pretended that he is deprived of the benefit of his levy without fault on his part. On the contrary, his agreement to obstruct other creditors in the collection of their debts,, was a fraud .upon their rights which the law severely condemns, and the use of an execution for such a purpose was a reprehensible abuse of tbe process of tbe Court. We can readily appreciate tbe feeling which may lead a kind but inconsiderate man to extend a helping hand to one in embarrassed circumstances, without reflecting upon all the consequences of his acts. But when his benevolence operates injuriously upon the rights of others, it is a plain principle of justice that he should furnish an indemnity. The good Samaritan would have received but small commendation if he had relieved the suffering traveller with wine and oil and money which had been unjustly taken from another.\nThere was error in answering the plaintiff’s second point. The jury ought to have been distinctly informed that if the facts were as assumed in that point, the plaintiffs in the judgment were postponed to the extent of the goods so seized in the execution. If there was an understanding which preceded the judgment, that it would be thus used to protect the personal property of the debtors, it was not necessary for the jury to inquire whether that understanding was “a material inducement to tbe confession of tbe judgment.” An inquiry into the degree of influence which such an agreement had upon the minds of the debtors in confessing the judgment, would be attended with practical difficulties which ought not to be imposed upon a creditor whose rights were thus attacked. Actions are always sufficient indications of intention; and the contract itself satisfactorily establishes the intention of the parties.\nFor these errors the judgment is to be reversed. The other assignments of error are not sustained.\nJudgment reversed and venire de novo awarded."}