{"id": "972354", "contents": "The opinion of the Court was delivered, by\nLewis, J.\nA conversion of real into personal estate, by act of the law, differs from a conversion by act of the party. In the latter case, where conversion is the object of the owner, the result is produced as soon as a contract of sale is made. In the former, where payment of debts, or partition, and not conversion, is the object, the transmutation is but an unavoidable result of the proceeding, and takes place only when the estate is completely vested in the vendee and the purchase-money paid or secured. In proceedings in the Orphans’ Court for the partition of real estate, the confirmation of a report of sale, stating that two-thirds of the purchase-money were to be paid when the deed was made, and the remaining sum at the death of the widow of the intestate, is not a conversion of the real estate into personalty until the conditions of sale are complied with, so far at least as to entitle the purchaser to the delivery of the deed: 3 W. & Ser. 314; 9 Id. 147. This is the general rule, and it is not the policy of the law to establish exceptions founded upon the varying phraseology in the legislation on the subject, where there is no substantial diversity. Distinctions and exceptions, where there are no clear and marked grounds for them, tend only to mislead the unwary. In this case, as the death of Elizabeth Holland occurred before the money was secured or paid or deed delivered, the conversion was not complete, and the proceeds of the sale belong to her heirs, and not to her husband’s personal representatives.\nThe judgment in Biggert v. Biggert, reported in 7 Watts 563, is not a bar to the present claim, because the recovery by the administrator of John Biggert, deceased, was not for his own use, but in his representative character, for the purpose of distribution. The facts of the case appear to have been misapprehended by the Court, as the decision was predicated upon the erroneous assumption that the purchaser had complied with the terms of sale, before the death of Mrs. Holland. The principle affirmed in the opinion of the Court, although inapplicable to the facts of the case, is in harmony with the decision now pronounced.\nThe decree of the Court below is affirmed."}