{"id": "972384", "contents": "The opinion of the Court was delivered, by\nGibson, J.\nIn Thompson v. Lusk, 2 Watts 20, and McKennan v. Greer, Id. 353, this Court infused a drop of common-sense into the law of slander; and it will do it no harm to infuse another. Can it be endured in the middle of the nineteenth century,, that words which impute larceny of a dead man’s goods, are not actionable ? For some inscrutable reason, the earlier English judges discouraged the action of slander by all sorts of evasions, such as the doctrine of mitiori sensu; and by requiring the slanderous charge to have heen uttered with the technical precision of an indictment. But as this discouragement of the remedy by process of law was found inversely to encourage the remedy by battery, it has been gradually falling into disrepute; insomuch that the precedents in Croke’s Reports are beginning to be considered apocryphal. Doubtless a dead man cannot be an owner; and though an indictment for stealing the property of a person unknown is sustainable, it presupposes the existence of ownership somewhere. “ The taking of goods whereof no man had a property at the time,” says Hawkins, b. 1, ch. 33, § 34, “cannot be felony; and therefore he who takes away treasure-trove, or wreck, or waif, or stray, before they have been seized by those who have right thereto, is not guilty of felony.” The reason is that the person who has a right to seize has only a power, which, unexecuted, is not property. But again, § 29: “ In some cases the law will rather feign property where there is none, than suffer an offender to escape; and he who takes off the shroud from a dead corpse, may be indicted as having stolen it from him who was the owner of it when it was put on.” But the precedent in the case of an owner unknown, proves, not only that there must he an owner, but that his name is not an indispensable mark of description. But a qualified property in a decedent’s goods passes instantaneously to the executor, where there is one, or to the Register here, as to the Ordinary in England, in trust to have them collected and distributed; and this qualified property draws to it the legal possession, which is a sufficient basis for a felonious taking. It passes by a grant of administration, and would equally found a felonious taking from the possession of the administrator. If the jury were of opinion, in a case like the present, that the words imputed a stealing before the death, there would be an end of difficulty. But it cannot be pretended that a count for stealing chattels left by a decedent, and described as the goods of his executor, or administrator, or the register, would not be sustained; and the question is, whether an oral accusation of stealing them as the goods of the deceased owner, does not convey to -the general ear an accusation of stealing them from his representative. It imports a theft of goods in which a trustee has a vested interest; and if the name of the owner may be dispensed with in a written accusation by a grand jury, it may with greater reason be dispensed with in an oral accusation by an individual. Eor every purpose of injuring the accused by wounding his character, hurting his feelings, and exposing him to prosecution, the offence was indicated with more than necessary certainty.\nNor is the exception to the direction on the other point better founded. True, the words “ Sommer and Ms wife stole a thousand dollars in gold from the old man” would not sustain an action by the wife with her husband, for they import a charge of stealing by her in his presence, which is impossible; but other words laid in the same count, and as spoken at the same time, are so; and the rule laid clown by Mr. Starkie in his Treatise, vol. 1, p. 448, is that a joinder in the same count of words not actionable with others which are, will not vitiate it, unless it appear on its face that they were spoken at different times. Here they appear to have been spoken at the same time. The jury, however, had nothing to do with it, the defect, if there were one, being the subject of a motion in arrest of judgment; and the Court need not have charged that the words laid were actionable. But the prayer was not for direction on that point. The judge was requested to charge that inasmuch as there had been a recovery for the same words by the husband alone, another action for them could not be maintained if he were a plaintiff. The recovery by him was not even pleaded; and without plea there can be no estoppel. But such a plea would not have stood the test of a demurrer; for slanderous words spoken of two or more, give a separate cause of action to each: nor could they join. Now, a separate recovery for a personal injury to a husband, is not satisfaction of a personal injury to his wife, for which she cannot recover without joining him with her. The action, however, is hers, not his; though, as the representative of her person and depositary of her power, he may control or release it. They are one person for the redress of injuries to her, but not for the redress of injuries to him; and where he has separately recovered for words spoken of them loth, her action for the same words cannot be said to be for the same cause.\nJudgment affirmed."}