{"id": "972345", "contents": "The opinion of the Court, filed was delivered by\nLewis, J.\nThe assignee of a chose in action, not negotiable, takes it subject to all the defences to which it was subject in the hands of the assignor. The defence', founded upon the set-off of cross-demands, is a right secured by statute, and, under the law as administered in Pennsylvania, exists as well where the defendant is only the equitable owner of the cross-demand as where he has both the legal and equitable title to it. Where a right exists, all the means necessary to its enjoyment go with it as a necessary incident. If it might be defeated by a secret assignment of the plaintiff’s demand, the right would not only be destroyed, but the attempt to exercise it would, in many cases, be attended with great peril, and sometimes with utter ruin to the defendant. If a debtor, in the lawful pursuit of his business, parts with his money or property in consideration of the transfer of a cross-demand against his creditor, with a view to a set-off, it would be unjust to deprive him of this right by a previous assignment of which he had no notice at the time he parted with the consideration. He has as good a right to purchase a cross-demand to extinguish the claim against himself by set-off, as he had to accomplish the same object by a direct payment. In the latter case it is not pretended that he could be compelled to pay the debt a second time. The principle is precisely the same in each case. In both cases a valuable consideration is parted with in good faith; and the distinction is immaterial, that in one it is done by a direct payment, and in the other by the acquisition of a cross-demand, which secures to the debtor the right of doing it by set-off. In neither case would it be just to drive the debtor to the trouble and expense of recovering his cross-demand by action, or to expose him to the peril of losing it entirely by insolvency. The maxim, prior in tempore potior in jure, holds, it is true, wherever it has not been inverted by enactment, or where the benefit has not been lost by misconduct or imprudence; but it must not be allowed to protect a party who has neglected a requisite precaution to save others from imposition. That a man is bound to enjoy his property so as to do no injury to another which can be prevented, is also a maxim entirely consistent with the preceding one, and equally potent: 1 Harris 625, Fisher v. Knox. It is upon this principle that a vendee, who neglects to register his conveyance, is postponed in favor of the assignee without notice, of a mortgagee with notice, although no statute required the registry for the protection of such a party: Mott v. Clark, 9 Barr 399. So the assignee of a judgment, who neglects to docket his assignment, is postponed in favor of a subsequent assignee of the same judgment: Fisher v. Knox, before referred to. On the same principle the defendant, in an action by the principal to recover the price of goods sold in the name of the factor, has a right to set off any cross-demand acquired against the factor before notice of the principal’s right of property in the goods: 7 T. R. 360, n. a. At an early period it was declared by the Supreme Court of this state, that the assignee of a chose in action “stands in the shoes of the assignor, so as to let in every defalcation which the obligor had against the obligee at the time of the assignment, or notice of the assignment Wheeler v. Hughes, 1 Dallas 23. In a more recent case, where cross-demands were purchased after the assignment but before notice of it, and an attempt was made to exclude the set-off, upon the ground that the action was brought upon a contract to pay “without defalcation,” it was decided that the assignee of even such a contract could not deprive the debtor of his right to set off demands acquired before notice of the assignment. It was, in that case, declared to be “the duty of the assignee to inquire of the debtor, whether he had any defence, and to give him notice of the assignment:” Louden v. Tiffany, 5 W. & Ser. 370. This doctrine was not denied or doubted by either Court or counsel, and the cause was reversed because it was not applied by the Court below to the case of a contract to pay “without defalcation.” This must be taken to be a direct adjudication in favor of the principle, because, if an assignment without notice excluded the set-off, the cause was correctly decided below, and the judgment ought not to have been reversed. In Northampton Bank v. Balliet, 8 W. & Ser. 318, the same principle was distinctly affirmed, and it was there decided that, if the defendant held the “notes of the bank at the time he received notice of the assignment, the assignee would be bound to receive them as cash.” It is a mistake to suppose that the case last cited was determined upon the principle that the uncurrent and worthless notes of a broken bank are to be treated as money. It is true that they were considered as money, so far as regarded the bank itself; but when the Court came to consider the rights of the assignee of the bank, it was distinctly determined that “ as' between the assignee and the defendants, the notes ceased to be money, and must be viewed in the ordinary light of a set-off merelyand in thus considering the case, it was expressly declared, that “the important period to determine the rights of the assignee and the defendants is not the time of the assignment, but the time the defendants had notice of it,” and that “this principle applies-as well in the case of set-off as payment.” In Phillips v. The Lewistown Bank, 6 Harris 394, the doctrine of the Northampton Bank v. Balliet was recognised by the Court, and not doubted by any one. On the contrary, the question, was raised whether notice of the rights of the assignee must be given in writing, and it was held that this was not necessary, and that “it was immaterial in what manner thelmowledge of the transfer was acquired, so that it existed at the time of the purchase of the notes offered to be set off. It is true that Mr. Justice Kennedy, in Hinkley v. Walters, 8 Watts 260, seems to have entertained an opinion in opposition to the authorities cited; but the only question legitimately before him was upon the effect of the' replication of the statute of limitations to the plea of set-off; and his obiter dictum was afterwards disapproved of by this Court: 8 W. & Ser. 318.\nJudgment reversed and venire de novo awarded."}