{"id": "972383", "contents": "In the case of Blair, the opinion of the Court was delivered, by\nBlack, C. J.\nBy the act incorporating the Navigation Company, and its supplements, the damages done to private property by its woi’ks are to be assessed by viewers, who are to be appointed, if the parties cannot agree, by the Court of Common Pleas. The report of the viewers is to be filed in the office of the prothonotary of the proper county, and when confirmed by the Court, judgment may be entered and execution issued thereon, either party having the right to appeal to the Court. Before entering on the lands, the Company shall give security, to be approved by the Court of Common Pleas, to pay the damages finally adjudged against then).\nThe question raised here is, whether these provisions give jurisdiction to the District Court of Allegheny county to try the cause on appeal. We answer no, without doubt or hesitation. The prothonota.ry of' the proper county means the officer of the Common Pleas, the Court referred to is that Court, and there is no reason to think that the District Court was in the thoughts of the legislature at all. “ The Court” is singular, and therefore it cannot mean both. It is definite, and therefore it does not signify either of two. The appeal must, therefore, be to one in exclusion of the other. When a new and extraordinary remedy, out of the usual course of the common law, is given by statute, the party, if he adopts it at all, must pursue it according to the letter. No Court has more authority in such a matter than what it derives from the legislature. The jurisdiction cannot be taken by one tribunal because it has been given to another. If the District Court be the one designated by the act of incorporation, then there is no appeal from the report of' viewers in any county but Allegheny, unless we suppose that the District Court of that county might hear appeals from Westmoreland, Fayette, and Washington.\nIt is contended that, though the power was not conferred by the act of incorporation, the District Court- derived it from the law by which it (the Court) was established. The act of 1833 gives to the District Court power “ to try, hear, and determine all civil pleas and actions, real, personal, and mixed, and for the trial of-all such pleas and actions shall have the same powers, authorities, and jurisdictions as- are now vested by law in the Court of Common Pleas.” It cannot be held that “civil pleas and actions” mean more than the ordinary causes which are brought of common right and in due course of law. The phrase does not properly include an unusual jurisdiction conferred by a special act of Assembly. Certainly there is nothing in the Act of 1833 to prevent the legislature, in 1836, from giving the jurisdiction, in a case like this, to what Court they pleased. That- they did give it to the Common Pleas and not. to the District Court, has been shown. tThere is nothing in the act of 1839 (by which the District Court was continued) that we look upon as material to the point before us.\nWe are of opinion that the appeal cannot be withdrawn, except by consent.\nWe see no error in the record except the one of taking jurisdiction. The other points in the cause have been so firmly settled by legislative enactment and judicial decision, that they cannot now be moved.\nThis judgment must be reversed, and the record remitted to the District Court. It will be the duty of that Court to send the cause into the Common Pleas to be proceeded in according to law.\nJudgment reversed, and record remitted, with directions to the District Court to send -the cause into the Common Pleas.\nMonongahela Navigation Company v. Magogany:\nIn this case the judgment was also reversed."}