{"id": "972416", "contents": "The opinion of the Court was delivered, by\nBlack, C. J.\nThis was trespass for cutting and carrying away certain grain which the plaintiff alleged to be his. One of the exceptions taken is to the admission of evidence which went to show that when the plaintiff sold his land to the defendant, it was expressly agreed that the grain in dispute should be reserved, and should not pass with the land, and that the stipulation to that effect -was left out of the agreement by mistake. The scrivener testified that both parties told him to insert this, and, finding he had not done so, requested him to interline it, but afterwards agreed that it need not be done, since they knew it themselves— it was not necessary — the grain belonged to the vendor — the vendee had not bought it and would not have it.\nTo confine a party to the terms of a written agreement from which an important part of the actual bargain is omitted at the request of the other party and on his solemn assurance that it shall be performed, though not inserted, is such a fraud as the jurisprudence of no civilized country will tolerate. The evidence was admissible beyond a doubt. The vendor was entitled to relief in. equity, though not, perhaps, under the head of mistake.\nThe objection to the deed from Fritzinger to the plaintiff, on the ground that title was not first shown in the grantor, is altogether unsound, because it was immediately followed by another deed from the principal defendant himself to Fritzinger. It is no reason for reversing a judgment that a deed was admitted first which would have been more ,in order if it had been offered last. \"When the judge saw one, there is no doubt that he knew the other was coming.\nBut the main question here is that of jurisdiction. The suit was brought before a justice of the peace.\nThe act of 1810 expressly excepts from the jurisdiction of justices all cases of real contract where the title to lands may come in question. This excludes from their cognisance every suit on a contract concerning or in any way connected with realty (3 Harris 360), whether it be to enforce payment of purchase-money (3 Penn. Rep. 388), or to recover back what has been paid by the vendee after rescission of the agreement (2 W. 135), or though it be on a note given in consideration of an easement (6 W. 337). In all these cases the title to land may come in question, and they can no more be tried by a justice than ejectment, slander, or battery. But by the act of 1814, jurisdiction is given to justices in all actions of trespass for injury to real estate, excluding only those cases in which the title to lands actually does come in question; and in order to determine whether the fact be so, the defendant may interpose his oath and stop the proceeding at any time before trial. The statute giving jurisdiction in trespass would have been utterly nugatory if it had been clogged with the exception of cases in which the title to land may come in question, for it may be so in every case of trespass to land, as much as in every action on real contract. The justice has -authority to determine the cause unless the defendant makes the fact which ousts his jurisdiction appear in the mode pointed out by the act. It is too late to make the objection after the case comes into the Common Pleas by appeal.\nIt is objected that this rule will give justices the power to construe deeds and other documents affecting titles. We cannot help it, and if we could we would not. In all cases of trespass upon real estate, the fundamental fact to be proved is the plaintiff’s title to the loeus in quo. In general this is sufficiently established by mere evidence of possession. But a party has the right to produce his warrant, survey, and deeds, if he prefers it; and he can do nothing else when the injury complained of has been committed on unoccupied lands, or where the dispute relates to the locality of a line. The simplest title will require some investigation in order to ascertain its meaning. But whenever the defendant denies it, and thinks that the justice ought not to be trusted with its determination, the law gives him the power of having it remitted to another and a higher tribunal. If he submits to a trial, and takes his chance of a judgment in his favor, he must not object when he finds the judgment against him.\nIt is true that jurisdiction cannot be given by the consent of parties. But that is not the case here. The act of 1814 gives the right to the justice to try such causes, except when the defendant makes oath of a certain fact. The jurisdiction is • derived from the statute. Though it was liable to be defeated, the omission of the defendant to do so is not its origin..\nJudgment affirmed."}