{"id": "972414", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nThis suit was on a promissory note made by W. H. Lord & Co. payable to the order of Daniel Adee. The makers received no consideration from the payee. The note was made solely for his accommodation. He endorsed it to the Ocean Bank as collateral security for a note of his own which had' been previously discounted there. These facts vrere stated in an affidavit of defence, but the District Court gave judgment for the plaintiff, being of opinion that if proved they would be insufficient.\nIt has been ruled in several cases, that one to whom a negotiable instrument has been endorsed as collateral security for a pre-existing debt, who has given’ no other consideration for it, is not a holder for value (11 Ser. & R. 377; 4 Wh. 258; 6 Wh. 220). The maker, it is said, may aver any ground of defence against the endorsee of such a note which would have been competent against the original payee (4 Harris 120). This rule, taken without modification, would make .the facts of the present case a complete defence; for if the payee had kept the note until maturity, and brought suit on it himself, he could not recover. But the maker of an accommodation note cannot set up the want of consideration as a defence against it in the hands of a third person, though it be theve as collateral security merely. He who chooses to put himself in the front of a negotiable instrument for the benefit of his friend, must abide the consequence (12 Ser. R. 382), and has no more right to complain, if his friend accommodates himself by pledging it for an old debt, than if he had used it in any. other way. This was decided (3 Barr 381) in a case strongly resembling the present one. Accommodation paper is a loan of the maker’s credit without restriction as to the manner of its use.\nThe affidavit further alleges, that there were other collateral securities for the same debt more than sufficient, without this note, to cover it. If these other securities had been realized, and the debt extinguished by them, the plaintiff epuld üot recover. But the affidavit does not say that; and whatever is not said in an affidavit of defence is taken not to exist.\nBut we have been much pressed to reverse this judgment because' the circumstances of the case were such, that the defendant could not know, with any certainty, whether he had a good defence or not. We repeat what we have often said already, that the law requiring the nature and ‘character of the defence to be sworn to is a just and necessary one, and its influence on the administration of justice has been most salutary. The only regret of those who are well informed on the subject is, that it is not universally adopted in all the Courts of the State. Undoubtedly a case may arise, once in a while, where the defendant is not, and cannot be so informed of the facts as to enable him to swear, conscientiously, what they are, or even to make up an opinion about them. In such a case let the defendant satisfy the .Court that he has made diligent effort to inform himself, and that he has failed by no fault or laches of his own, and we can venture to assure him that he will have as much time as is reasonably necessary. If the defence depends upon books or papers which are in the hands of his adversary, and if he shows that he has demanded an inspection of them and been refused, the rule for judgment ought to be indefinitely suspended, since all presumptions are against the party who has evidence in his exclusive possession and conceals it. But here the defendant, without asking for an enlargement of the time, and without claiming his right (for his right it certainly was) to examine the papers in the plaintiff’s hands, put-in'an affidavit which discloses no defence. He j-ested his cause upon it, and what could the Court do but give judgment against him ?\nJudgment affirmed."}