{"id": "972407", "contents": "The opinion of the Court was delivered, by\nWoodward, J.\nA deed of grant for a tract of land particularly described, but with a clause in .these words, “ excepting and for ever reserving the liberties and privileges for the heirs and legal representatives of Samuel Potts, deceased, to dig, take, and haul away all the stone coal that is or may hereafter be found on the above-described tract of land,” would seem intended to be a conveyance to the grantee of the land, but of no part of the stone coal. Tet the deed of Lewis Reese to Andrew Kepner, of the 4th of November, 1811, with this comprehensive exception fully expressed therein, was construed to be a conveyance, not only of the land, but of one-fifth of the stone coal on the tract.\nAt the date of this conveyance, four-fifths of the coal were vested in the heirs and devisees of Samuel Potts, deceased, and one-fifth in the grantor, Lewis Reese; and hence the Court argued, that it was not supposable that Reese intended to reserve for those heirs a greater interest than they had, and therefore he must have intended to convey his one-fifth to Kepner.\nIf at liberty to speculate about the intention of the grantor, we might ask why it is not as supposable that he intended to vest his fifth in the heirs of Samuel Potts, from one of whom he had received it, as in Kepner? Or, seeing that he used the word “representatives” as well as heirs, a word which the Court seem to have overlooked, why may we not presume that by virtue of the mesne conveyances he regarded himself as a “ representative” of Samuel Potts, and that his exception and reservation were intended to operate in favor of the heirs as to four-fifths, and in favor of himself as to the other fifth of the coal ? Either of these presumptions is more reasonable than that set up in favor of Kepner, because they are favored by .the words of the deed, while the other is directly opposed to the language of the instrument. Had it been an absolute deed, without any exception whatever, it would have been a desperate assumption that he intended that his fifth of the coal should go to those heirs instead of his grantee; yet it would have conflicted no more directly with the terms of the conveyance than the assumption now made that he meant to convey a fifth to Kepner, when he says he reserves it all for the heirs and legal representatives of Potts.\nBut there is no room here for speculation. Conjectural intentions are not to be set up in opposition to express words in k deed. The law presumes that every man intends the legal consequences of his words. The parties t'o this deed knew, for they were bound to know, the legal effeet of the words used, as well as the rules of construction applicable to them: Baker v. McDowell, 3 W. & Ser. 360. Where there is no obscurity of language, the intention of parties is only to be taken from the words of the deed: quoties in verbis nulla est ambiguitas, ibi nulla expositio contra verba fienda est. And in such case no extraneous facts or circumstances can be admitted or received to alter or change the intention thus deduced: Means v. The Presbyterian Church, 3 W. & Ser. 312.\nThen, by the plain words of this deed, all the coal being expressly reserved and excepted out of the grant, the instrument cannot be so construed as to pass any part of it to the grantee without subverting every rule of interpretation found in the books. The exception was not necessary as notice of the outstanding four-fifths, for the title was on record, and if Reese had intended to convey his interest in the coal, the grantee had notice that he could convey only one-fifth. But if mere notice were intended, the exception would have read four-fifths, and not “ all.”\nIt is undoubtedly true, as was suggested in the argument, that careless or incompetent scriveners often introduce into deeds of conveyance clauses and exceptions which they find in the deeds under which the grantor holds, without considering the effect of their repetition; but this circumstance alters none of the rules of construction. In Baker v. McDowell, there was an instance of this sort. The heirs of Thomas Blair, holding a tract of land under a deed which reserved one-half of the iron ore on it, made a conveyance to Patrick Hamilton of the tract, reserving to themselves one-half of the iron ore in the same words that were contained in the former deed. The well understood intention of the parties was that the reservation in the two deeds, should operate on the same interest, but this Court, deducing the intention only from the words used, held that both moieties of ore had been reserved, and that Hamilton took none of it. Had his deed reserved all the ore, like Kepner’s in this case, he would not probably have claimed any part of it.\nIt is not necessary to go into the distinctions between exceptions and reservations, nor to consider whether the words used in this deed would estop Reese or his alienees from claiming any part of the stone coal as against the heirs of Mr. Potts: it is sufficient for the purposes of this casé that he conveyed no part of it to Kepner, and, of course, those claiming under him have no interest in it.\nThe judgment is reversed, and judgment is entered in the case stated for the defendant with costs."}