{"id": "972403", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nThe appellant was guardian of five minor children. Their father and mother were both dead, leaving them a small ’estate. On the petition of their uncle to remove the guardian from his trust, the Orphans’ Court did so, as to the persons of two of the children, and refused to remove him fyom the guardianship of the other three.\nThe Act of Assembly authorizes the removal of a guardian only in the case of mismanagement of the estate or misconduct in respect to the maintenance, education, or moral interests of the minor; and this must be regularly charged and satisfactorily proved. But where the accusation has been formal, and the opportunity to answer full, the evidence taken in the presence of both parties, and decree of removal by the Orphans’ Court on the merits of the cause, it would require a strong case in favor of the guardian to justify a reversal here. This, we think, was a strong case the other way. Though there is nothing before us which makes it necessary to believe' that the appellant is other than .a most conscientious and upright ruan, he seems to have utterly misunderstood his duty. It matters little to an orphan child whether his interests are sacrificed and his prospects blighted by well-meaning ignorance or by wilful malice. Either is within the definition of misconduct, a word which applies not to the motive but to the act.\nThe maternal relatives of these children offered to talce.them under their care, to educate them in the best manner, and maintain them during their nonage, free of all expense to their own estate; and, at their own maturity, to give them five hundred dollars each, if they should bid fair to do well. There is not the least reason to doubt that this offer was made in good faith; that it was prompted by affection, or, at the worst, by family pride ; and that the parties making it were able- as well as willing to perform their promise. It needed but little zeal in the guardian for the welfare of his wards, to make him seize such a proposal promptly and eagerly. But he preferred that they should remain in his own neighborhood, with no means of mental culture but what the free schools of the country afforded. His decision may have been caused by reluctance to part with them, by a desire to retain their services, or by the mistaken opinion that a thorough education would injure them. But either way he was wrong. His treatment of this offer was his principal error. His general demeanor towards them had a kindness in it which almost approached the confines’ of generosity. The rejection of clothing presented to one of them may have had its reason in principle as well as in feeling. The refusal to let her visit her relatives was probably, in his judgment, no more than what prudence required. The discretion which the law gives to guardians in such matters is not a narrow one. The work she did was no injury; for it would fit hen all the better for the station of an uneducated woman, which her guardian intended her to occupy. They who learn nothing else should learn to labor.\nThe law-which forbids the appointment of a guardian whose religious faith differs from that of the parents, should be most strictly obeyed whenever it is practicable, for reasons, so many and so obvious that they need not be repeated. But it is no cause for discharging one from a trust with which he is already clothed. A guardian can only be removed for mismanagement or misconduct, and certainly a man’s religious opinions are neither the one nor the other. But if he should attempt, by any harsh or unfair means, to erase the impressions made by the parents on the mind of the child, and much more if he should put its conscience to any kind of torture, the law would not only justify but demand his removal. This disposes of the first error assigned.\nThe other two may be considered together. They amount to a complaint that Mr. Nicholson was removed from his guardianship over two of the minors, and not the other three, there being no reason for the distinction; and that he was not allowed to recover his costs from the opposite party. Perhaps it is somewhat surprising that he was not removed from the whole trust, and compelled to pay all the costs of the case. But this error, if it be one, was in his favor, and he of all men should let it rest quietly. We are asked by the appellees to make a decree now, removing the appellant from his guardianship of all the children. But we could not do this if we would, because there is no appeal by the petitioner. And we would not if we could, because there no error in the record, a.nd a decision on the merits, by a court which had the parties before it, and heard the witnesses, is not to be disturbed for anything short of palpable injustice.\nDecree affirmed."}