{"id": "972406", "contents": "The opinion of the Court was delivered, by\nBlack, C. J.\nThe appellants, who were two of the executors of Thomas Ilallowell, deceased, presented their petition to the Orphans’ Court, praying for the removal of George Ilallowell, who was a third executor, for mismanagement; and specified as a particular act of misconduct, his demand to retain a large sum of money on a forged note. The appellee’s answer denied all the charges against him, and asserted the note to be genuine. The Orphans’ Court directed an issue to the Common Pleas to try this question of fact, and it was determined by the jury in favor of the appellee. The petition was dismissed. Soon afterwards the appellee was discharged from his trust as executor upon his own petition; but this appeal from the decree of the Court dismissing the first petition, was taken nevertheless.\nThe discharge of the appellee put an end to the controversy. Even if we could believe what we cannot, that the Court was wrong in refusing to remove him on the adversary proceeding, we could not reverse that decree without involving ourselves in a manifest absurdity. It would be necessary to enter here the decree which ought to have been made below. And how could we dismiss an executor who is already discharged ?\nAfter several decisions, not very easily reconciled with one another, it was at length settled in Commonwealth v. The Judges, 4 Barr 301, that no writ of error lay to the Common Pleas in a feigned issue directed by the Orphans’ Court. The rule thus established was firmly based on precedent, and commended itself besides to every one’s judgment. Delay in such proceedings is an intolerable grievance; and a writ of error could serve no other purpose. It is the duty of the Orphans’ Court, when the result of the trial in the Common Pleas is sent to them, to decide in accordance with the verdict, if they are so far satisfied of its truth and justice that the judges can conscientiously adopt the decision of the jury as their own. But if, on examining the evidence (which ought regularly to be certified to the Orphans’ Court along with the verdict), they should be dissatisfied with the result, they may either order a new issue, or decree according to their own convictions, without regarding the opinion of the jury.\nAn appeal from the final decree of the Orphans’ Court brings the whole subject before us for review; and, as the Orphans’ Court had power to decide with or against the Common Pleas, so have we, when the case comes into this Court, if, in our opinion, justice requires us to do so. This answers the only proper purpose for which a writ of error can be taken. It is very true that we would not be at liberty to reverse the Orphans’ Court, because the Common Pleas may have admitted evidence which ought to have been rejected, or rejected evidence which ought to have been admitted, if, on the whole case, we believe, the decree to be right. Bills of exceptions on sharp points of law are out of place in a proceeding intended merely to inform the conscience of the Court in a matter of fact. No one ever thought of bringing up the decision of an auditor immediately to this Court by a writ of error, directed to him over the head of the Orphans’ Court; and yet the necessity and propriety of it can be seen as easily as we can discern the reason for issuing one to the Common Pleas in a case like this.\nThese remarks may seem beside the subject, since the act of 10th April, 1848, has given a writ of error in the case of a feigned issue by the Orphans’ Court. But my object is to furnish a reason for the opinion of this Court, that the statute, though it permits a new mode of correcting the errors of such a proceeding, does not abolish the old one; and to indicate what are the rules which will govern us on appeals. The Legislature could not have forbidden us to examine the proceedings in a feigned issue without taking away the right of appeal altogether. ' When we review the decree we must look at the whole ease, and the trial of the facts is a part of the case. See 4 Barr 469.\nA party aggrieved by an error of the Common Pleas in such a case, has two remedies: one by writ of error which the act of Assembly gives; and the other by appeal from the final decree. Those who desire to vex, harass, and delay their opponents will probably take both; and those who only wish for justice will be content, like the appellants in this case, to have the'whole subject investigated at once.\nWe have examined the evidence given on the trial, and the charge of the Court, and find nothing wrong in either. But if .this record had been full of the most glaring errors, the appellee has corrected them all himself, by voluntarily doing what it was the whole object of the appellants to compel him to do. Indeed, we are asked to say that he must do that which he has done.\nDecree affirmed."}