{"id": "972412", "contents": "The opinion of the Court was delivered, by\nBlack, C. J.\nThese parties were joint owners of a patent right, and one of them sold out to the other for $300. The purchaser (Bailey) gave his note, and took a deed from the vendor. But there was a collateral agreement, by which it was stipulated that the contract should be void, and the papers cancelled, unless Bailey should either be able to sell the half of the right for more than $300, or conclude, within sixty days, “ to keep good the deed, and pay the amount of the bond.”\nThis action being on the bond, it is easy to see that the principal questions on the trial must have been, first, whether Bailey sold the half of the .patent right for more than $300 ; and, secondly, whether he elected to stand by the contract and not to rescind it. One or both of these facts it was necessary the plaintiff’ should establish. The deposition of Preston Platt was properly received, because it tended to prove the first proposition out of Bailey’s own mouth.\nThe Court told the jury that there was no evidence (by which we understand them to mean, no direct evidence) of a ratification within sixty days, but allowed them to infer it from Bailey’s conduct and declarations, as well after as before the expiration of the time limited. In this there was nothing wrong. The agreement did not provide that the election should be signified in any particular way, and whatever would show his willingness to let the bargain stand was admissible evidence.\nEvidence of Sharpless Clayton’s declarations, after he had parted with all interest in the bond, was rightly rejected. He was not a party on the record, and, having no interest in the event, he might have been called by the defendant and sworn.\nThe charge contains nothing that the defendant has a just right to complain of. It submits the facts fairly to the jury; and the instructions on matters of law are sound and clear.\nThe assignability of the bond was a question which did not arise. The declaration was not demurred to, no objection was made when the bond was offered in evidence, and no instruction on the subject was asked for. If the point had been fairly made and erroneously decided below, we would pause long before we would reverse for such a reason, upon a case like this. It was a judgment opened to let a party into a defence. No judgment ought to be opened without imposing terms which would forbid advantage to be taken of a mere technical error. A party has no right to a hearing after judgment, except for causes which touch the honesty and justice of the case.\nJudgment affirmed."}