{"id": "972401", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nHere were exceptions filed by a husband to protect the rights of his wife against an auditor’s report upon the estate of her deceased father. An objection is made that he had no authority to meddle with the business. But this is a mistake. It is not only the right but the duty of a husband to conduct the legal affairs of his wife. What if he has no immediate personal interest in her property which is the subject of litigation ? The marriage relation makes him her guardian, and he needs no letter of attorney to authorize him to defend her against a wrong.\nJohn Meckley, deceased, devised a farm to his son John, on these terms, namely: “ He shall pay thirty dollars for each and every acre; on the first day of April each year, one hundred dollars, until the whole amount is paid; and there is a dower on the aforesaid plantation which my son John shall pay, and also the interest for the dower, and after he has paid the dower, principal and interest, the payment of the aforesaid plantation shall commence without interest.” The will was set aside by consent of all the heirs, and John contracted, in writing, with the others that he would take the land devised to him “ at the same rates as directed in the will.” He insists that by the will he was only hound to pay thirty dollars per acre, including the lien referred to by the testator ; while it is asserted on the other side, that he must discharge the lien and pay the thirty dollars per acre besides.\nThe price fixed by the agreement is that at which the will put it. Everything, therefore, depends on the construction of the will. We think that it very plainly requires the payment of the dower first, and then thirty dollars per acre. This conclusion seems to me so clear that I find it about as difficult to say anything for it as against it. The argument of the auditor and of the counsel who sustain his report is ingenious, but that is all.\nThe payment of this lien by John is resisted on yet another ground. The depositions of two of the heirs and the'written declaration of another is produced to show that the contract was not in fact what the writing expressed it to be. These witnesses swear that they understood the will to mean what it does not mean, and know that John executed the contract in the same mistaken belief. The mistake concerned not a matter of fact but of law, and this, according to all the authorities, cannot be relieved against, unless it was induced by the party who seeks to take advantage of it. The present appellee did nothing to mislead the other party.\" To permit these depositions to have any influence on the judgment would be suffering a written agreement to be contradicted and totally changed by simply showing that the contract was not what the writing says.\nDecree affirmed."}