{"id": "972415", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nThe act of 7th April, 1826, imposes a tax of two and a half per cent, on collateral inheritances. It was increased to five per cent, by the act of 22d April, 1846. But the latter act was to take effect only upon the estates of such persons as should die after the first da.y of May then next. In the case before ns, the deeedent died in 1833.' His estate can, therefore, only he taxed two and a half per cent.\nHow much interest on this tax is the Commonwealth entitled to recover ? A law was passed, in 1849, which provided that twelve per cent, interest, to be counted from the death of the decedent, should be charged on all taxes due from the estates of persons then dead more than one year, unless the tax was paid within nine months from the passage of the Act. This case is literally within the words of that statute. The legislature had a right to demand payment of the taxes due to the Commonwealth within a limited time, and to prescribe a penalty for neglect or refusal to comply. The defendant tries to evade it by showing that the tax was not then due. The estate consisted of land, in which the decedent, by will, gave his wife an estate for life, and directed that after her death it should he sold, and the proceeds divided among her collateral kindred and his own.\nIt is insisted, that this tax was not due nor payable until the widow died, because an estate taken by a wife is expressly exempt from taxation, and because it was not until her death that this estate took a collateral direction.\nWe dissent from this view. The statute taxes “a.ll estates, real, personal, and mixed, of every kind whatsoever, passing from any person who may die seised or possessed of such estate, being within this Commonwealth, either by will, or under the intestate laws thereof, or any part of such estate or estates, or interest therein and the only exception is where the estate or interest therein passes from the person dying seised thereof to or for the use of father, mother, husband, wife, or lineal descendants. The legatees had a certain interest in this estate, which vested in them immediately upon the death of the testator. When he died, it passed from him to them. His estate in the land was a fee simple. He carved a particular estate out of it, which he gave to his wife, and which was not taxable. The remainder he ordered to he disposed of for the use of his collateral kindred, and this was taxable. The value of their interest and the amount of the tax might have been ascertained by the assessors, agreeably to the third section of the act of 1826. We see no good reason why it may not be appraised now, according to the twelfth section -of. the act of 1849, if there be no other mode of adjusting the matter satisfactorily. The latter act, be it remembered, does not impose a tax on remainders, but only fixes a mode of settling their value. The legislature seems to have been satisfied that the terms of the act of 1826 were comprehensive enough — and so they certainly were — to include every interest which could pass, whether in possession or remainder.\nThese considerations make it very plain that the defendant is bound to pay to the Register, for the use of the Commonwealth, a tax of two and a half per cent, on what was the fair market value of the interest which the collateral kindred took in this estate at the time it passed to them, deducting what would have been then estimated as the value of the life estate; and, after ascertaining the amount of the tax by this rule, he must pay interest thereon at the rate of twelve per cent, per annum, from the death of the decedent. But to compel him to pay this tax on the whole of the estate, including what went to the wife, according to a value fixed by a sale made when it had probably appreciated largely, and add interest besides, at the rate of twelve per cent., would be to do such a wrong as no law would give color to. It is true, that the defendant, and the parties he represents, as well as the officers of the Commonwealth, may have been guilty of some negligence in not having their estate appraised when it should have been, but the only penalty for this default is the double interest, and not an increase of the tax itself.\nThis case is not before us in a shape which makes it absolutely necessary that we should notice it. It is called a special verdict; but it does not appear that any action, amicable or adversary, was ever brought. How much the Commonwealth claims, or whether áhe claims anything 'at all, is not set forth. Some of the facts are very loosely stated, and the most important are altogether omitted. No means are furnished of determining what judgment should be given, in case the law is with the plaintiff. No judgment is asked for, but a mere opinion on an abstract question, so that the attorneys may make it up, as if the judges were expected to act as a kind of assistant-counsol. In point of fact, no judgment has been given by the Common Pleas — nothing but a direction how to proceed. The statement before us has no one quality of a special verdict; and the Court below did all they could, when they gave an opinion as advisers. We have done likewise, for the purpose of saving future trouble in this as well as in other cases. But the precedent is not likely to be followed, for we have duties numerous and heavy enough to put works of supererogation out of the question. Wo will make the only legal disposition we can of the case, by quashing the writ of error.\nWrit quashed."}