{"id": "972404", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nThis, though called an appeal, is a certiorari to the Common Pleas of Schuylkill, by which certain proceedings relative to the county rates and levies have been removed into this Court.\nAn act of Assembly, passed in April, 1850, authorizes any freeholder dissatisfied with the decision of the commissioners in adjusting the taxes, to appeal to the Court of Common Pleas, and that Court is commanded to hear the case, and affirm the assessment or reduce it as to them may seem proper. ' Such an appeal to the Court of Common Pleas was taken in the present case. The Court appointed a day for the hearing of it, and after holding it over for some months finally dismissed the appeal.\nIt is very easily seen that the legislature did not intend to give this Court the jurisdiction to hear the case over again, and reverse the decree of the Common Pleas, if we should happen to think it wrong. Certain powers which previously belonged to the Commissioners, and which they exercised without control, were given by the act of 1850 to the Court of Common Pleas.\nThe judges, when hearing these appeals, are acting as assessors of taxes. We venture to hope that it will be many years before we will be called on to review the assessments of every man in the Commonwealth who is dissatisfied with the taxes charged against him. It would require an amount of local information which the county Courts do certainly possess, but which we cannot expect to attain. When a special jurisdiction is conferred on the inferior Courts, no appeal lies to this Court, unless expressly given by the same or a subsequent act.\nHaving no authority in the premises, it would be altogether unbecoming in us to express an opinion on the subject. We have no right to walk aside from the path of our duty for the purpose of influencing those who are not legally under our control. In all such matters as that now before us, the Common Pleas is a supreme Court for itself, and we are but citizens of the Commonwealth, and bound, like other citizens, to submit in silence to its judgments.\nBut while we repudiate and deny our right to review the merits of the case as it stood in the Court below, or to rejudge the justice there administered, we cannot refuse to examine the regularity of the proceeding. The record in this case shows that the appeal was dismissed. The act does not authorize this to be done. The Court is required to make a decree affirming or reducing the assessment, or, in case of a double assessment, striking out the one complained of. Perhaps the dismissal of the appeal may have been considered equivalent to an affirmance of the assessment. But the words do not mean it either in their technical or their popular sense. By dismissing the appeal we can only understand that the appellant was totally refused a hearing.\nWe do not mean to be understood as saying that such an appeal as this may not be dismissed, or stricken off the record, or quashed for irregularity in the mode or time of taking it. But in such a ease the reasons would appear on the record.\nThis appeal is to be reinstated, and the record remitted to the Common Pleas of Schuylkill, with orders to proceed, and to hear and finally determine the cause."}