{"id": "973975", "contents": "The opinion of the Court was delivered by\nLewis, J.\nIt is a principle of the common law, that in judicial and other public proceedings there are no fractions of a day, and that all transactions of the same day are, in general, regarded as occurring at the same instant of time. This principle has been established from necessity and from a regard to public convenience. In most cases it is a matter of indifference at what particular instant of time an event took place. The day of its occurrence is an approximation to exactness, which, in general, answers all necessary purposes in administering justice. It frequently happens that the circumstances of a ease take place at points distant from each other, and so ■ near the same instant of time, that neither timepieces nor human memory can be relied on to determine the exact order of their occurrence. For this reason the law does not permit the inquiry unless under the pressure of absolute necessity. To prevent gross injustice, the order of events will always be investigated. But neither necessity nor justice requires that one creditor should be aided in seizing all the assets of his debtor, to the entire exclusion of others equally meritorious. For this reason, where judgments are entered on the same day, the law will not inquire into the order of their entry, but all will be regarded as having been entered at the same time, and the money raised by the sale of the debtor’s property will be divided pro rata between them: Lord Porchester’s case, cited in Pugh v. Robinson, 1 T. R. 118; Steele v. Taggart, P. A. Brown’s Rep. 20; Emerick v. Garwood, Id.; Metzler v. Kilgore, 3 Penna. Rep. 247. In the last case cited it was held that it would be “ attended with infinite danger to fix the instant of the rendition of a. judgment by parol proof, a recourse to which can be justified only by an overruling necessity.”\nIt is true that writs of fieri facias are paid out of the personal estate of the debtor, in the order in which they are delivered to the sheriff. But this is a departure from the principle already indicated, and rests upon usage, sanctioned by Act of Assembly, and not upon principle: 3 Penna. Rep. 247, Act 16 June, 1836. That the practice of inquiring into the exact moment of delivering writs to the sheriff, was contrary to the true construction of the statute of “frauds and perjuries,” is evident from the words of the statute itself. Its directions in regard to the delivery of writs to the sheriff are precisely similar to those given relative to the entry of judgments. In both cases it is enjoined that “ the day of the month and year” shall be noted. As this was all that the statute required^ phe act of the officer in noting the minute or hour being unauthorized, would be nugatory, and is evidence of nothing. As the plain object of the statute was to exclude the dangers of parol evidence, and the “frauds and perjuries” to which it might lead, the practice which permitted such evidence was founded on a palpable misconstruction of the statute. This is the more glaring when it is compared with the settled construction of the same language in the same statute, taken when used in relation to the entry of judgments. When it is considered that in Philadelphia there are five different Courts, in Pittsburgh four, and in Williamsport three, it is clear that in every close race for priority in the entry of judgments, there is so much difference in the instruments for measuring time as to render it absolutely impossible to do justice upon the fractional principle. If this difficulty has been regarded as insurmountable in the case of judgments, which, with the exceptions noticed, can be entered at one place only in the county, and where the means exist of noting the instant of time at which each entry was made, what shall be said of the difficulties in ascertaining the moment of executing writs of foreign attachments ? Those writs may be placed in the hands of different deputies, each of whom may be actively engaged in seizing different parcels of the debtor’s property, in different parts of the county. With ill-regulated time-pieces, set by different standards, and without convenient means for recording with accuracy the instant of executing each writ, or of seizing each portion of property, it is not at all probable that, in the hurry and excitement of this peculiar duty, the time would be noted with such accuracy as to enable the Courts to give to each attachment its priority on the fractional principle. The difficulties in the application of that principle to foreign attachments, are much, greater than could flow from its operation upon judgments. For what great and necessary purpose shall these insurmountable obstacles be encountered ? What paramount object of public utility can be promoted which shall counterpoise the dangers of fraud and perjury to which we should be exposed by adopting the fractional principle ? Where all the competitors arrive at the goal within a few minutes of each other, the race is too close to concede to either any merit on the ground of superior vigilance. The presumption is that the debts are all equally-just, and if so, the principle of equity requires that they should all participate equally in the remnant of their debtor’s property. So that the introduction of the fractional principle, so far from being justified by unavoidable necessity for the purpose of doing justice, would be productive of the gross injustice of giving a monopoly of the assets to one creditor, to the total exclusion of other claims equally just. Thus the wholesome principle of the common law wmuld be departed from for a purpose which a chancellor would never lend his aid to accomplish.\nIn this case the exact minute of service is noted on all the writs except me. If we adopt the rule of priority, what place shall be assigned to the writ last mentioned ? Shall it come in first, or last, or at some intermediate position ? It is evident that an order placing it upon any other footing than the common and just one of perfect equality, would be merely arbitrary. In domestic attachments the rule of equality prevails, and this is the reason why the Courts, in a doubtful conflict between a foreign and domestic attachment, always sustain the latter. It is not clear, however, that the legislature intended to make the distinction which prevails in foreign attachments, in the distribution of the debtor’s assets. The language of the statute would seem to give to these attachments priority over “ subsequent purchasers and mortgagees only.” There is reason and justice in this preference. Any one who advances his money upon property which he knows is already encumbered, ought to be postponed. On the other hand, if one purchases and pays his money for an estate which is unencumbered at the time, it would be injustice too monstrous to be thought of for a moment, to allow an encumbrance created afterwards to destroy his rights. Between a judgment and a conveyance there can be no pro rata distribution. Justice absolutely requires an investigation into the order of these transactions, and it is always done: Mechanics’ Bank v. Gorman, 2 Harris 308. In this there is no violation whatever of the rule stated by Chief Justice Tilgiiman in Sims v. Hampton, 1 Ser. & R. 412, that “ there shall be no fractions of a day except in a case of necessity.” In all cases where necessity requires it, the rule is dispensed with, in order that injustice may not be done. No such necessity exists in the present case, and the rule of the common law must therefore prevail.\nThe judgment in Case v. Case, noticed in 2 American Law Register 253, is supposed to stand in conflict with the doctrine of the present decision. There is no such case. There was an appeal by Yelverton and Fellows from the decree distributing the proceeds arising from the sale of Isaac H. Case’s personal estate. The decision was made in October, 1851. We have caused the records to be searched for the opinion, but it cannot be found. We do not know the grounds of the decision; but as it was never reported, there has been no practice under it which, ought to prevent the correction of a clear mistake in the law.\nThe decree distributing the money among the attachments pro rata is affirmed.\nDecree of distribution affirmed.\nKnox, J., dissented as to the money raised from the sale of the personal property attached."}