{"id": "973972", "contents": "The opinion of the Court was delivered by\nKnox, J.\nTwo questions are presented by this record: 1st Did the Court of Common Pleas err in its construction of the lease of the 8th of April, 1847, from Headly to Stanton ?\n2d, Could there be a recovery under the pleadings for the injury occasioned by means of the slabs thrown into the race below the mill ?\nUnder the lease, the plaintiff in error had the right to maintain his dam of sufficient height to cause the water to flow back to the top of a certain rock therein mentioned. All the land which would be flooded by a dam if so erected and maintained, was expressly leased for the term of twelve years.\nThe Common Pleas instructed the jury that “under the contract between the parties, the defendant has no right to swell, either in high or low water, above the height of the rock therein referred to; and if he has done so, he will be liable to the plaintiff in this action.” In this we think there was error. It was the flow of the water, except in an extraordinary rise, which the parties had in contemplation when the contract was made. During the continuance of the lease, the defendant is to be considered as the owner of the land, so far as the right to flood it with water is concerned. Eor an injury occasioned by an extraordinary rise in the stream he cannot be held responsible. If the water, except as above mentioned, was kept within the limits expressed in the lease, the defendant was only exercising his lawful rights, secured to him by the contract itself; a necessary consequence resulting from which, would be that, at unusual stages, the water would be thrown upon lands without the limitation. To make the lessee responsible for this, would deprive him of the full enjoyment of the right or privilege demised.\nThe other point is not entirely free from difficulty. The declaration alleges the injury to have been occasioned by means, of dams. Throwing loose slabs into the stream, even although by accumulation they may have impeded the flow of the water, can hardly be said to constitute the maintenance of a dam. As the case goes back for another trial upon the first ground, the declara-' tion can be amended in this particular, so as to obviate the difficulty.\nJudgment reversed and venire de novo awarded."}