{"id": "973991", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nThis is nothing like a devise or bequest of a remainder or residue to the next of kin on the death of the first taker without having made an appointment, and cases of that character (3 Ves. Jr. 244; 15 Id. 537; 18 Id. 49) cannot aid us here. Setting aside all the words that are appropriate to the real estate alone, the language as to the personal property constitutes a bequest of it all to Mrs. Earies and her executors and administrators for her separate use, as if she were unmarried. All tho words beyond this are mere redundancy.\nAssuming, then, that such restrictions on the title are good without a trustee, then by this bequest Mrs. Earies became the absolute owner of the property; for a gift to her and her executors and administrators is full title. The separate use clause was only intended to make this absolute title more secure, by guarding it against her husband. It can have no tendency to turn her title into a life estate with a power of appointment. And, when she died, her title passed to her administrator; and, as she died without issue, her husband is her sole distributee. The attempt to set aside the statutory order of descents, without also providing a different order, is necessarily ineffectual.\nWith us it makes no difference as to the distribution, whether her right was legal or equitable. Within certain limits, a testator may declare the law of descents as to property willed; but' that law ends when the absolute title takes effect, and then the general law of the land takes its place. There being in this case no creditors of Grace Brannan, the testatrix, Mrs. Earies, was entitled to the personal estate absolutely. And, as the latter left no creditors and no issue, her husband is entitled to her personal estate absolutely.\nDecree. — This cause came on for hearing on appeals by William Earies, and by Thomas Reath, severally, from the decree of the Orphans’ Court of Philadelphia county, making distribution of the personal estate of Elizabeth Faries, deceased, and was argued by counsel ; and now, on consideration thereof, it is decreed that the decree of the said Orphans’ Court be reversed, and instead thereof it is now here declared and decreed that the balance in the hands of the said William Faries, as administrator of his late wife Elizabeth, belongs to him the said William absolutely in his own right, and without liability to account to any one; and that the said Thomas Heath do pay to the said William Faries his costs herein expended; and the record is remitted to the said Orphans’ Court, where this decree shall be carried into execution."}