{"id": "973997", "contents": "The opinion of the Court was delivered by\nLewis, J.\nThis is an appeal from the decree of the Orphans'. Court of Lancaster county, of the 17th March, 1851, on exceptions filed to the auditor’s report on the sixth supplementary account of Adam Bare, surviving executor and trastee under the last will and testament of John Meixel, Sen. The will is dated the 5th May, 1822, and was admitted to probate on the 1st June, 1822. .After several provisions not material to the questions before us, the testator directs his executors, or the survivor of them, “ to rent out all the residue of my real estate which shall be left after my just debts, costs and charges shall be fully paid and satisfied, and the dwelling-house and place finished for my beloved wife, upon such lease or leases as will prevent the estate from being exhausted and ruined, and the best care being taken of the timber, for and during the natural lifetime of my beloved wife and my children, and during the lifetime of the survivors of them, and the one-third part of the clear yearly rents, incomes, and profits of the remainder of my estate, after taxes and reasonable repairs and charges will be first deducted therefrom, I direct my said executors, &c. to pay unto my beloved wife annually during her natural'lifetime; and until such rents, incomes, and profits will accrue, and direct that my beloved wife shall be allowed a comfortable living and maintenance out of my estate, and my beloved wife’s funeral expenses shall be paid out of the goods sold at her death which I allowed her to keep during her lifetime if it will reach, otherwise out of the incomes of my estate.” I direct my executors to “ apply the two-third parts of the clear yearly ■rents, incomes, and profits of the remainder of my estate to be leased out as aforesaid, for and towards the maintenance and support of life of my children, in equal shares and parts, annually, during their joint lives, and in equal shares and parts during the joint lives of the survivors of them, and entirely towards the support and maintenance of the survivor of them, and if any of the clear rents, incomes, and profits shall be left unoccupied as aforesaid, such unapplied portion shall be placed at interest on the best security until my estate shall be finally distributed; and after my wife’s death the whole of the clear rents, incomes, and profits of my estate may be applied towards the support and maintenance of my children, as aforesaid in equal parts.”\n“ I order and direct that my executors may pay the clear yearly incomes and profits of my estate unto my children in equal shares as aforesaid, as they may think prudent and right to do, always keeping in view that the same may he applied towards their support, clothing and maintenance of life, so as not to let them suffer, as far as funds will reach to accomplish the same.” “ I order and direct that within one year, or as soon as can he conveniently done, after the death of the survivor of my beloved wife and children, my executors, or the survivor of them, shall sell all that the residue and remainder of my estate, real, personal and mixed, together, or in pieces, &c., for the use of my estate. And the money arising from such sale, together with all other the estate then in the hands of my executors, or the survivor or survivors of them, from the incomes of the land, if any, or otherwise, shall be equally divided to and amongst the children of my sons Jacob and John, and daughter Polly, and the children of my grandson Qonrad Breneiser, and their heirs and assigns for ever in equal shares and parts.” The testator’s widow died in the year 1831. Two of the testator’s children, to wit, Jacob and John, were living at the time of the decree. So that the time prescribed by the testator for the sale of the real estate and the distribution of the proceeds had not arrived. But on the 27th February, 1849, the legislature passed an Act authorizing Adam Bare, surviving executor and trustee under the will of John Meixel, deceased, to sell a part or parts of the 106 acres of land remaining of the deceased, “ for the purpose of paying the debts 'on said premises, and to raise a sufficient sum of money to erect a suitable and convenient barn on and for the residue of said real estate; which barn he is authorized to erect.”\nAn application was made to the Court of Common Pleas for an injunction to restrain the executor from selling any part of the real estate under the Act of Assembly. But that Court, for the reasons stated in an opinion filed on the 25th September, 1849, held that the Act of Assembly, so far as it authorized the conversion of the estate into money, before the time designated by the testator, was not a violation of the rights of those in remainder, who had no interest in the property as land, and who were only entitled to their distributive share of the value when converted into money. At the same time it was intimated that the application of the proceeds of the sale must be according to the right of the parties under the will, and “must stand upon other foundations than the Act of Assembly.”\nTwo purposes appear to have influenced the legislature in authorizing the sale. The first is the payment of “ debts on the premises.” The second, the “erection of a suitable barn on the residue of the estate.” The first purpose is the only one brought before us on the present occasion. The parties excepting to the accounts and to the auditor’s report, and now assigning errors in this Court, are the persons entitled to distribution after the death of the two surviving children of the testator. The latter did not file exceptions. If, upon examination, the balance reported by the auditors appears to be no charge upon the interests of the parties excepting, they have no further right to be heard in respect to the items of charge and discharge.\nThe debts of the testator are all paid. The rents and profits of the estate appear abundantly sufficient to defray all the expenses necessarily incurred in the execution of the trust. The large balance appearing to be due to the’accountant is composed of advances made to the eestuis que trust for life, beyond the “ clear yearly rents, incomes, and profits” of the estate. These advances were not authorized by the will. The executors had a discretion to apply less than the clear incomes, but they had no authority to apply more, to the uses of the children. As a prudent man, a trustee should confine the maintenance of his Avard AA'ithin his income: Teague v. Dendy, 2 McCord’s Ch. R. 211. As a general rule trustees of an estate should not exceed in expenditure the income, so as to charge the capital: Hargood v. Wells, 1 Hill 60; 3 Am. Chan. Dig. 434. If this be the general rule in cases AA’here the money is applied to one entitled to the whole estate, it should be enforced with the more rigor, to restrain the application of the capital to persons not entitled, under any circumstances, to anything but the clear income for life: 11 Paige 185; 11 Pick. 124. Such an application of the capital is a violation of the trust, and is against the plain rights of the parties entitled in remainder. The balance due to the accountant is no charge upon the interests of those entitled to distribution upon the death of the children; and no part of the sum raised by the sale under the Act of Assembly can be applied to the payment of the balance thus due. It is clearly no “ debt on the premises” which can authorize the appropriation of any part of the capital to its discharge.\nThe right to apply any part of the proceeds of the land sold to the erection of a barn, does not necessarily arise on the report and decree now before us, although referred to in the report of the auditor, and in the opinion of the Orphans’ Court. That Court desired to guard the trustee from erroneously supposing that it recognised the power of the legislature to make any such application of the money, and, for that purpose, declared that the right to appropriate the capital to this purpose must depend, not upon the Act of Assembly of 1849, but upon the rights of the parties, as they existed before that enactment. In some states, persons in possession are allowed compensation for their improvements against the legal owner, who recovers in ejectment; but the Supreme Court of the United States held, in Green v. Biddle, 8 Wheat. 1, that Acts of Assembly authorizing such alloAvances were invalid: 5 Peters’ Con. R. 378. And the Supreme Court of our own state has decided that “ such an act would be the exercise of an arbitrary discretion, the jus vagum, the most miserable of servitudes:” Collins v. Rush, 7 Ser. & R. 155. The Lord Chancellor of England, in 1789, decided that a tenant for life, with remainder over, could not lay out a sum of money on the estate for improvements, and charge it on the reversion, although the estate itself would he benefited : Bostock v. Blakeney, 2 Br. Ch. R. 559. And in 1827, Lord Chancellor Eldon stated, that even “ if the master should report that it would be for the benefit of all parties interested, that improvements should be made on the mansion-house, he would not confirm the report: Nairn v. Majoribanks, 3 Russell 582. In many cases where a party is compelled to ask the aid of a Court of equity, and in others where he is seeking an account of the rents and profits, deductions have been made for improvements. But these cases stand upon principles peculiar to themselves. In the case before us there appears to have been no necessity to appropriate the capital to any such purpose. The property was expressly directed to be rented out “ upon such leases as will prevent the estate from being exhausted and ruined.” If this direction had been observed, the barn would have been kept in repair, or been rebuilt out of the rents and profits during the twenty years in which it has been under the management of the accountant. By the terms of the trust, all taxes and reasonable repairs and charges were to be defrayed out of the yearly rents, incomes, and profits, before any portion of them was to be paid even to the testator’s beloved wife; and the children, who were only entitled to “ two-thirds of the clear yearly rents, incomes, and profits of the remainder” of his estate, were limited by the same rule. But the barn has not been built; and it is intimated to us, in the argument here, that the surviving children have both died since the decree below. The trust can therefore be closed without any necessity whatever for the erection of that structure.\nIf the views we have expressed be correct, it is clear that the balance claimed by the accountant is not a charge upon the corpus of the estate. If so, the parties excepting have no such interest as entitles them to question the accuracy of the charges, unless they can show a vested right in the annual profits. The whole of these were expressly appropriated towards the maintenance and support of the testator’s wife and children. It is true, the testator directed that if any of the clear profits should be left unoccupied, such unapplied portion should be placed at interest, on the best security, until the estate should be finally distributed. And the money arising from the annual incomes of the land, if any should be in the hands of his executors at the end of one year after the death of the survivor of his wife and children, was to be equally divided among the grandchildren designated. But this was a contingent, not a vested interest. At the time of the decree, two of the children of the testator were in full life, and entitled to the whole animal income, subject only to the discretion of the executor. 'If the parties entitled to receive, and the trustee who was empowered to pay, committed an error in the application of the proceeds, strangers have no right to find fault with it. A misapplication, with the assent of the parties entitled, where there is no fraudulent intent, furnishes no foundation to claims which depend upon a contingency which has never happened. When the case was determined below-, the exceptants had no interests which were affected by the decision. If they have acquired any since, they arise from the subsequent death of the children, and the accident of a portion of the income remaining unapplied in the hands of the accountant. In the exercise of our appellate authority, ive do not generally inquire into matters not submitted to the Court of original jurisdiction. In affirming the decree, we do not interfere with any rights which may have since accrued to the ex-ceptants.\nAs the contest on behalf of the accountant was for the advancement of his own interest, and as he failed in his main object, which was to charge the corpus of the estate with his claim, it is just that he should pay the costs of the audit.\nThe decree of the Orphans’ Court, as specially expressed and explained, is confirmed. The costs since the decree to be paid by John L. Martin, and John Strohm, the appellants."}