{"id": "973992", "contents": "The opinion of the Court was delivered by\nKnox, J.\nThis is an appeal from the decree of the Common Pleas of Northumberland county, distributing money arising from the sale of the real estate of Lovers & Quiggle.\nThe appellant, John E. Dentler, at one time owned the estate sold by the sheriff, and it was clearly established by the evidence produced before the auditor, that when he sold to Levers & Quiggle the contract was for a title free from encumbrance.\nDentler had purchased the property from one Kelchner, and by an arrangement between Kelchner, Dentler, and Levers & Quiggle, the deed was made directly from Kelchner to Levers & Quiggle. Whilst the title was in Kelchner a judgment was entered against him in favor of Haekenburg, which was a lien upon the property at the time Kelchner sold to Dentler. Dentler bought this judgment, and when the house and lot was sold by the sheriff claimed to be paid its amount from the fund in Court. This was resisted by the judgment-creditors of Levers & Quiggle, and denied by the Court.\nThe question presented in the case is this: When one sells land and agrees to make a title free from encumbrances, can he purchase an outstanding lien and enforce it to the exclusion of the judgment-creditors of his vendees ? To state the question is to answer it. The moment Dentler became the owner of the Hackenburg judgment its lien against the estate sold by him.to Levers & Quiggle was gone, and it is certain that if it was not a valid lien in the hands of Dentler against the house whilst owned by Levers & Quiggle, the sale by the sheriff gave it no right to participate in the fund.\nSuppose Dentler had attempted to enforce the. Hackenburg judgment against the property whilst owned by Levers & Quiggle: can it be doubted that under the evidence given before the auditor he would have been restrained from so doing ? It will not do to say that because the creditors of Levers & Quiggle were not parties to the contract with Dentler, they cannot derive protection from it. In distributing the proceeds of real estate raised by a sheriff’s sale, judgment-creditors are entitled to all of the debtor’s equity against any of the claimants. If the debt or lien is not a subsisting one against the property before the sale, it cannot interfere with the fund raised by the sale. The money before distribution is the representative of the land, and nothing but what was a lien upon the one can partake of the other.\nJudgment affirmed.\nWoodward, J., delivered a dissenting opinion."}