{"id": "973993", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nThe first error assigned is, that the Court erred in deciding that the plaintiffs had not such an interest or title in the premises as would sustain partition.\nIf the plaintiffs’ title rested solely on’the deed of 24th November, 1815, it could not be sustained, for the grantors in that deed were trustees under the deed of 30th August, 1802, to hold the premises in “ trust to and for the use of building or erecting a school-house and a German Lutheran church on the same, and a burying ground,” and although they might assign the trust by force of the terms used in the conveyance to them, they could not create a new use, or convey the estate for purposes inconsistent with those for which they held it. When, therefore, they granted to the members of the Presbyterian or Beformed congregation equal rights and privileges in said premises with the Lutheran congregation, they exceeded their authority, and attempted a diversion of the trust to objects not contemplated in the deed which created it.\nBut it was competent for the cestuis que trust to ratify and confirm the act of the trustees, and this we think they did on the 15th May, 1819, by the “Articles of Association.” The parties to these articles were the members of the two congregations, and though not incorporated, they were competent to contract as religious societies. The consideration was in their mutual promises, and the compact gave to the members of each congregation expressly an “ equal right and interest in the church and land belonging to the same.” The details which are regulated by the articles indicate an intention to form an abiding union between the congregations — to build the church at their joint expense — and to enjoy the premises as tenants in common. Similar articles were held in Shortz v. Unangst, 3 W. & Ser. 54, to be within the recording Acts as title to land, and we have no difficulty in pronouncing the plaintiffs here entitled, by virtue of the articles of 1819, to such an interest in the premises as would sustain the action of partition. The learned judge took a distinction between the members of the Reformed congregation and the congregation itself, and held that whatever title was transferred by the articles, vested in the former and not in the latter. The title papers, it is true, are to the members of both congregations, but the intention was not to vest title in the several individuals composing those congregations, but in the respective societies, which were nothing else than aggregations of these individuals. Under our Acts of Assembly, religious societies have many of the capacities of corporations, and a grant to the members of such a society, where the purpose is to promote the charity for which the society was organized, is a grant to the society itself. The first error, therefore, seems to be well assigned, but still the judgment is not to be reversed, if the Court were right in deciding that the policy of the law forbids the partition of a church or grave-yard, which is the subject of the second assignment.\nThese unions between different denominations of Christians are proved by all experience to be most unwise. The motives for them in new and thinly settled neighborhoods are obvious and commendable — to furnish those facilities for Christian worship and burial, which each sect of itself is too poor to supply. And there is something attractive in a proposed union of Christian effort and means for a common purpose. It promises the beautiful spectacle of brethren dwelling together in unity, and seems likely to illustrate the affectionate and fraternal spirit of the religion professed; but no matter how solemnly the parties may agree, like those before us, that “everything shall be transacted in love and peace,” they always realize in bitter experience the truth implied by the pregnant question, “ how can two wTalk together except they be agreed ?” It is no reproach to Christianity that such unions prove impracticable, for it is a jealous and conscientious regard for what is believed to be right — for different forms of the same essential faith — that produces the discord. Dogmas for which we care but little are easily compromised, but what we believe with our whole hearts we contend for earnestly. And it is because Christianity makes men honest and faithful to their convictions, that they will not surrender either the positive or the formal truths they have received, and hence the impossibility of uniting on common ground those whose only differences consist in the modes of professing a common faith. But what can the law do for parties in such unhappy circumstances ? Divide their property, say these plaintiffs. The law of partition in Pennsylvania is adapted to every exigence of tenancies in common; for, if the property cannot be parted without prejudice, it may be put into market and sold, and in general partition is a right of tenants in common. Yet cireum.stances of their own creation will sometimes induce the Courts to deny them this right, a striking instance of which may he seen in Coleman v. Coleman, 7 Harris 100. Here we have circumstances essentially different, but equally dissuasive from granting partition. The members of two religious societies, under articles of association which look to a permanent and interminable union, erect a church and establish a burying ground. A whole generation have worshipped in the church, and now sleep in that ground. Their children and successors being unable longer to enjoy the house of worship) together, it is proposed to make partition. The Lutheran portion object to this on the ground that they are unable to take the property at a valuation and pay for it, and are unwilling that the altar and the graves of their fathers should be brought to public vendue. We think their objection well grounded and worthy of respect. The church could not be divided, and to separate it from the burial places would be not only a species of sacrilege, but would materially impair the value of both parts of the property. The only form in which the partition asked for could be made, would be by a public sale; and what would these graves, of inestimable value to surviving relatives, fetch in market ? They would prove a prejudice to the property, and would depreciate its price. And then, in the hands of a purchaser, they would be almost sure of desecration. Pennsylvania, with a refined and elevated sense of what is due to both the dead and the living, has forbidden, by statute, the opening of streets, lanes, alleys, or public roads through any burial ground or cemetery, and has provided a penalty for wilful injuries done to grave-yards — not only to the tombstones and fence-railings, but even to the “shrubs and plants” which bereaved love cultivates in such places. The sentiment is sound, and has the sanction of mankind in all ages, which regards the resting-place of the dead as hallowed ground — not subject to the laws of ordinary property, nor liable to be devoted to common uses. We do but express the concurrence in this sentiment which we feel, when we hold that a church and burial ground situated as these now under consideration, and owned by distinct religious societies as tenants in common, are not within the spirit and meaning of our statutes of partition, and that the Court were right in denying judgment quod partitio fiat to the plaintiffs. Whether there he any other remedy at law for the differences of these tenants in common, it is not our duty to 'inquire, but it may not be amiss to suggest that they can agree on terms of separation, and settle their difficulties among themselves far more advantageously than the law can do it for them.\nSomething was said about partition of that portion of the graveyard not yet occupied with graves. There are 7 acres and 91 perches in the whole lot — not more than is usual and proper in grave-yards — and it is said that the part hitherto used for burying is filled up, and a portion of the remainder of the lot will be immediately required for the purpose. What is not so used belongs properly to the church as a glebe, and ought not to be separated from it. Beside all this, the writ demands partition of the whole property, not of the unoccupied part of the grave-yard, and considering that the judgment was right, it is affirmed."}