{"id": "973982", "contents": "The opinion of the Court was delivered, by\nKnox, J.\nThere is no force in the objection made to the reception of the depositions taken under a commission issued to Chamberlain Clark of Rochester, New York.\nThe commission was joint and several, and the return shows that it was executed by Clark, one of the commissioners, and regularly returned in an envelope, sealed with his seal as commissioner. The commission authorized Clark to take the testimony, and he certifies that the witnesses were produced, sworn, and examined by virtue of the commission. This is all that the law requires.\nThe power of attorney from Squires to Anson was properly admitted, without proof of its execution by the subscribing witnesses. It was not the instrument upon which the suit was founded, and Wright, the defendant below, was in no wise connected with it. It was offered solely for the purpose of showing that the possession of Anson was under Wood, and having been proved by one of the parties to it, the rule which requires proof by subscribing witnesses was inapplicable. A grantor is a competent witness to prove that he had executed a particular deed, and it is not necessary to call the subscribing witness: Mix v. Smith, 7 Barr 75.\nIt is conceded that the rejection of the Act of Assembly as evidence of the facts, recited in the preamble, did no injury to the plaintiff in error, as the fact sought to be thus proved was found in his favor by the jury from other evidence.\nWe come now to the question of notice.\nBoth parties claimed under Jane Yanschuyver. The deed from which the defendant below deduced his title, was prior in point of time to that of the plaintiff from the heirs at law of defendant’s grantor. It had never been recorded, and thus it became essential to prove that the plaintiff had either actual or constructive notice of its existence. The charge of the President of the Common Pleas upon this branch of the case, contains an elaborate review of all the evidence relied upon to prove notice of the defendant’s title. Without examining it in detail, it is sufficient to say that the effort to show actual notice was a failure. It would have been clearly erroneous had the jury been permitted to find actual notice from the communication made by Hellings to Squires and Anson.\nAs to constructive notice. The possession of one either in person or by his tenant is notice of his unrecorded title; but the possession of an intruder cannot be held to be notice of the title of a stranger. The evidence was clear that the possession of Hellings had no connexion -whatever with the title under which the defendant claimed. It is barely possible that an inquiry of Hellings would have elicited some information in regard to the claim of Wright. A mere possibility will not suffice to obviate a difficulty occasioned by the neglect to comply with the recording acts.\nA judicial sale of one’s interest in a tract of land, unless the fact is actually made known to the person sought to he affected with notice, proves nothing. Neither is there any efficacy in a possession which had terminated long before the negotiation was commenced which led to the purchase by the plaintiff.\nWe agree with the Court below that there was no evidence in the case which established actual or constructive notice to Wood, ■of the unrecorded deed from Vanschuyver and wife to Joseph Hulme.\nThe 7th assignment, viz. “The Court erred in charging that Wood, the plaintiff, was a bond fide purchaser for value,” is frankly admitted by the counsel to raise a point not made below, and we cannot permit it to be made here. No objection was made to the character of the evidence, which was the receipt at the foot of the deed, proving payment of the consideration-money. Upon the contrary, the case was put both by the Court and counsel upon the question, whether Wood had received notice, not whether he was entitled to receive it; even if we were of the opinion that this point was of significance, we would not notice it.\nThe 8th assignment is abandoned.\nJudgment affirmed."}