{"id": "973996", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nThe party who brings this ease up complains that he will be injured if the road be opened where the viewers have laid it out, inasmuch as the course which they have indicated in their report runs directly through his dwelling-house. Can a man’s house be demolished merely that the public may have the benefit of a highway over the ground ? Undoubtedly it may if the road be indispensable and cannot be laid elsewhere. The interests of individuals must yield to an overruling public necessity. But it ought to be avoided if possible, for the sake of the public as well as the owner, since the former must pay for all improvements thus taken, and the latter by being turned out of doors may suffer an inconvenience for which money would hardly be a compensation.\nWhen the want of a road from one given point to another would prevent a portion of the people from getting to market, to church, or to other places where men are in the habit of meeting on their lawful business or in pursuance of their proper duties, the road is necessary. This general necessity may be inferred from a favorable report of the viewers. But if it cannot be opened as laid out without removing a house or other important building, the particular necessity for locating it on that precise line and not elsewhere must be made to appear affirmatively. If another way can be had equally or nearly as useful, it must be adopted, unless the difference in the expense of making it would be considerably greater than the value of the house.\nIn the present case nothing is gained by running the road through the house except a straight line; and nothing avoided but a .curve which would make it a few rods longer. It seems to have been merely the taste of the viewers, and that rather a fastidious one, which made them prefer the one to the other. But the gratification of the eye is not recognised by the law as a necessity strong enough to make a man’s dwelling go down.\nIt is hardly necessary to say that what we have said here does not apply to the opening of new streets in a populous town. This is called “The extension of Second street in Columbia;” but it extends it out into the country, and it is to all intents and purposes a country road.\nProceedings quashed."}