{"id": "973989", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nWhen this cause was up here before in another form, we were compelled to reverse the proceedings for formal reasons, while we were deciding all the material points in favor of the claimants. We have now, therefore, little more to do than to repeat the propositions then affirmed.\n1. Where land is devised “at a valuation” or a price to be paid by the devisee, the title passes subject to the charge or lien for the price, if the devise be accepted.\nThis proposition is so plainly a mere repetition and application of the principle of all transfers of title, that it is hard to see how a different view could be thought of, except where the search after analogous precedents has diverted the mind from the direct principle of the case.\n2. Where the devisee’s title to the same land is sold by the sheriff, and in all the proceedings the title is described as taken and sold subject to the unpaid valuation charged upon it, the sheriff’s vendee takes the land so charged.\n3. If, after this, there should be funds in the hands of the executors of the estate, and the said devisee’s share thereof should be sufficient to pay the charge on the land thus devised, this would not of itself operate as an extinguishment of the charge: for that would be the application of the devisee’s funds in order to discharge the duty of the sheriff’s vendee.\n4. It is of the plainest logical consequence that, when afterwards the title of the sheriff’s vendee was taken and sold subject to the same charge, the second vendee of the sheriff takes the title thus burdened.\nPossibly a different result might be arrived at by a process of induction from analogous cases alone; but such process can never be relied on, except when it is conducted under the constant supervision of the fundamental principles of law. We know of no precedent that, under such supervision, could favor the defendant’s case. He bought this property for little more than a nominal price, and subject to this charge, and he cannot find law that will enable him to evade this liability.\nThese principles would affirm this decree if it were not so loose in form as scarcely to deserve to be called a decree. We cannot even say that it is a decree in rem, when clearly it ought to be. We must therefore reform it, and declare how it should be executed. How shall this be?\nThe decree must be that the defendant pay the charge with interest, and that in default thereof the land be sold for the payment thereof. How sold ? Levari facias is made by law the ordinary writ for collecting charges upon land, as in the cases of mortgages, mechanics’ liens, and municipal charges. It is the proper process in equity (see 8th Equity rule), and this is really an equity case in the Orphans’ Court. Similar common law forms of execution are recognised in that Court, by the Supplementary Act of Assembly relating to executions — 21st April, 1846. It is a well known form of writ, which even inexperienced clerks can issue without blundering; it requires no special order of the Court to obtain it, and it therefore accords best with the decree, for that gives the plaintiff a right to his money. Ubi est eadem ratio, ibi debet esse idem jus.\nDecree. — March 20, 1854. This cause came on to be heard at the last December Term of this Court, on appeal from the Orphans’ Court of Philadelphia county, and was argued by counsel; and now, on full consideration thereof, it is ordered, adjudged, and decreed that the decree of the said Orphans’ Court be reversed, annulled, and held for nought, and this Court now proceeding to make such decree in the premises as the said Orphans’ Court ought to have made, do further order, adjudge, and decree that the said defendant, James H. Hart, do pay unto the said plaintiff, Jacob Martin, executor of Henry Homiller deceased, the sum of ($3398.40) three thousand three hundred and ninety-eight dollars and forty cents, with costs, and in case the same shall not be paid within one month after the entry of this decree in the said Orphans’ Court, that then the payment thereof shall be enforced by a writ of levari facias against the land of the said defendant, which is described in the bill or petition of the plaintiff, and the cause is remanded to the said Orphans’ Court in order that this decree may be there carried into effect."}