{"id": "973978", "contents": "The opinion of the Court was delivered by\nKnox, J.\nA father bought a tract of land for his daughter for seven hundred dollars; two hundred of which was paid by the daughter, and the remaining five hundred by the father, who charged it to the daughter as an advancement.\nThe title was taken in the name of the father, but the daughter went into possession, and whilst there, married the defendant, Jacob Heffner, to whom the father made a conveyance. Subsequently, Heffner and wife were divorced. Mrs. Heffner brings this action of ejectment against her former husband, to recover possession of the land in dispute.\nUpon the trial it was alleged by the defendant that the plaintiff had a husband in full life, one Andrew Weiss, to whom she was married before she married the defendant, and that therefore she could not recover in her own name.\nTo rebut this, the plaintiff offered “ to Drove that Jacob Heffner, the defendant, had said that Andrew Weiss had a wife in Germany before he came to this country, and that she was living when he (Heffner) came to this country.” Also to prove that Weiss was married to a woman “in Germany, at the time of his marriage with Mary Swartley; and was living, at the time of her marriage, with Heffner.”\n“To this offer the defendants object, on the ground that such previous marriage of Weiss would not render his marriage with plaintiff ipso facto void, but voidable only; furnishing ground for a dissolution of the marriage contract, but not per se annulling it.”\nTo the admission of this evidence an exception was taken, and it is here assigned for error.\nIf it was necessary to establish the fact that Weiss had a wife in full life at the time he pretended to make a contract of marriage with the plaintiff, the evidence offered was clearly competent for such purpose. The objection was rather to the effect of the evidence than to the mode of proving it. As it appears from the counter statement that in the subsequent course of the trial this evidence was treated by the Court as of no consequence, and so the jury were instructed without objection on the part of the defendant, we would not reverse the judgment even if we were satisfied that it was erroneously received. But we think the evidence was competent to prove the allegation of the existence of a former marriage; and that such prior marriage, when established, would render void the second one. A man having a wife in full life is utterly powerless to make a valid contract of marriage, and his attempt to do so is entirely nugatory.\nThe remaining assignment of error, as to the jurisdiction of the Common Pleas, was abandoned on the argument.\nJudgment affirmed."}