{"id": "973998", "contents": "The opinion of the Court was delivered, by\nKnox, J.\nThe question at issue was whether Joseph Wilkinson was capable of making a conveyance of his land on the 2d day of March, A. b. 1838. The plaintiff below, a daughter of the grant- or, alleged his incompetency, from weakness of intellect and imbecility of mind.\nAfter giving evidence, the tendency of which was to establish her allegation,'she offered to prove that her father had said, in 1835, that his son Joseph P. Wilkinson (the defendant), by himself and his mother-in-law, had importuned him to make Joseph a deed for the place, but that he was determined never to do so, or to make a will, as the law would make a better will than he was able to make. This evidence was received under an exception, which forms the 1st assignment of error. It is clear that these declarations would not, standing alone,- prove incapacity; on the contrary, they would rather show capacity, and a determination not to be influenced by the solicitations of others. I do not understand that the objéct of this evidence was to prove weakness of intellect at the time the declarations were made; but to show that, when the intellect, was unimpaired, the expressed intention was directly adverse to the disposition afterwards made, and from this, to raise the inference of incapacity at the time when the deed was made. For this purpose it was properly received. The same, species of evidence was admitted in Irish v. Smith, 8 Ser. & R. 579, Chief Justice Tieghman observing that “it was proper for the jury to be informed what had been the testator’s intentions when his understanding was unquestionable, and when he was unassailed by family intrigue. If he afterwards made a different disposition, when weakened by disease, without some reason to be shown by the defendant, it was a circumstance which, combined with others, might not be unworthy of attention.”\nThe Court permitted the plaintiff to ask one of his witnesses whether, from the general appearance of the grantor, he considered him, in 1838, to be capable of making a contract or transacting important business. This is the second error assigned. The case just quoted sustains the Court below in permitting this question to he put. The jury, it is true, are to judge of the correctness of the opinion from the facts, and so the learned judge who presided upon the trial instructed them; but there was no impropriety in asking the witness his opinion from the appearance; and what the appearance was eould be inquired of by either party, so as to ascertain upon what the belief was founded.\nExceptions were taken to the admission of evidence showing the condition of the grantor’s mind in 1839 and 1840, one or two years after the date of the deed. The inquiry was as to the state of the grantor’s mind when the deed was made. Whatever would tend to throw-light upon his then condition, was legitimate evidence, whether drawn from facts existing before o-r afterwards. The inquiry was certainly extended to the utmost limits of propriety ; and, as a general rule, I would say that it was carried too far; but, connected as it was by other evidence with periods of time in close contiguity with the execution of the deed, it is not clear that it would not in some degree help to elucidate the matter of inquiry. Something must, he left, in questions of this description, to the discretion of the Court; and unless it is plainly shown that an error has been committed to the prejudice of the party complaining, the result ought not to be disturbed.\nThere was no error committed in refusing to permit the defendant below to prove that he had made valuable improvements since the trial of the first ejectment.\nThat the title was in dispute was equally known to both parties, and there is nothing in the law that requires one to bring his second action of ejectment immediately after the termination of an unsuccessful effort, at the risk of being improved out of his estate.\nJudgment affirmed."}