{"id": "973970", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nThis controversy' turns on a set-off made by the defendants to the plaintiffs’ claim, being the amount of a policy of reinsurance by the plaintiffs of $1000, on a risk of $2500 taken by the defendants on the life of Maxwell Nusbaum, of Harrisburg, Pennsylvania, and going to California. The insurance of the defendants was dated 24th February, 1851, for one year with the privilege of another at the same rate. The reinsurance by the plaintiffs was dated 31st May, 1851, and was for one year simply. The loss had actually occurred by the death of Nusbaum in California on the 4th May, and hence arises the difficulty, the plaintiffs insisting that their risk never attached, and the defendants, that from the very nature of the transaction, the reinsurance covers the whole time embraced in the insurance.\nHow ought the parties to have understood the transaction ? This is a question of interpretation, and, in order to answer it intelligently, we must place ourselves as nearly as possible in the circumstances under which the contract of reinsurance was made: 3 State Rep. 254. The writing by itself would be construed as a contract running one year from its date. Do the circumstances require a different construction ?\nIt is very important to notice that we are compelled to look outside of the policy to ascertain that this is a case of reinsurance, for inside of it there is no word to indicate this fact, though it constitutes one of its most important characteristics. This is one of those slovenly consequences of the use of printed blanks, which have caused those great conveniences and the contracts thus executed to be so much suspected. Being a reinsurance, it is a contract to take a share of defendants’ risk. This necessarily raises the presumption, and the evidence proves it, that the plaintiffs knew all the terms of that risk, and the premium paid for it. They knew that it was to run for one year from the 24th February, and they reinsured for one year. Does this mean from the 31st May ? It is unreasonable to suppose so. The defendants could not have intended, and the plaintiffs could not understand them as intending, to be insured for three months beyond their interest.\nIt is said that the contingent liability of the defendants to become insurers for another year, was an insurable interest. Suppose it so; still, being a contingent risk, it would not be taken as a certain one. It would not be taken as a matter of course, and without special treaty as this one was. Moreover, the premium was measured by the certain, and not by the contingent risk. We cannot thus make up the year insured against in the intention of the parties. The contract and the circumstances express themselves in seeming contradiction of each other, and our duty is to make them harmonize by construction. We cannot alter the facts to suit an inference drawn from the mere words of the policy, but we must suit the inference to the facts. Without the circumstances wre would draw one inference as to the intention of the parties; with them we must draw a different one. The fact that the reinsurance was for one year on a risk running for one year from the 24th February, and in consideration of a proportional share of the premium as from that date, settles the question, and starts the year of the reinsurance from that date, and all the representations must be read as of the same date; and this makes the time of the loss immaterial. See Chouteaux v. Leech, 18 State R. 224.\nJudgment affirmed."}