{"id": "973974", "contents": "The opinion of the Court was delivered by\nBlack, G. J.\nHere was a legacy of $500 to A., the testator's son, to be paid when called for without interest, and if not called for then to be paid to B. and 0., two grandsons, at any time after the death of A. At the date of the will A. was absent and had not been heard of for several years; and twelve years afterwards, the legacy still remaining unpaid, this proceeding was instituted by B. and C.-to recover it. The subject was referred to an auditor, who reported that A had not been heard' of since 1837, when he wrote from Arkansas to his relatives here; that he must be presumed dead in 1844; and that the legacy was payable to B. and C. with interest from the latter date. The Court so decreed.\n1. The appellant, who was sole executor of the will and devisee of the land on which the legacy was charged, insists that the evidence before the auditor was not sufficient to justify his conclusion. A fact found by an auditor must be taken as true, unless the error be palpable. Here it is not so by any means. The proof might have been stronger and fuller, but it was enough to make out a case primd facie, in the absence of. all contradiction. The testimony of a relative would have been more satisfactory than that of a mere neighbor and friend; but if the members of the family had heard of the person in question more lately than 1837, why did not the executor call them ? If there was any serious doubt upon this question, it would most probably have been contested before a jury. These considerations satisfy us thatw'e do no wrong in treating the report as a verity. ■ We cannot but believe that a further investigation of this point would result in the same way.\n2. But it is further argued that the evidence, if taken for true, does not raise the presumption of the primary legatee’s death until 1847, because in 1840 (the date of the will) he was assumed to be a living man by the testator. This proposition is wholly unsound. The testator had no ground for' believing him dead within three years after the date of his letter; though he was evidently uncertain about it: he contemplates that the legacy will never be called for as a probable contingency, and therefore bequeaths it over. But it-is no matter what the testator thought. A person is presumed to be dead after the lapse of seven years from the time when he was last actually heard of, and this presumption is not repelled by the fact that somebody supposed him to be living at a later period.\n• 3. The appellant thinks he can concede the facts found by the auditor, and still show the decree against him for interest to be wrong as matter of law. He bases this argument on the words of the testator, by which he gives the money to his son when called for ; be -did net intend to put his grandsons in any better position, and therefore it was to be paid to them also when called for. But the words of the will contradict this. The legacy is payable to the son when demanded, and to the grandsons at the death of the son. When did that death occur ? The law presumes it to have happened in 1844. It was the executor’s duty to pay it, then. The rule being well settled that a legacy bears interest from the time when it is made payable by the terms of the will, interest is chargeable here from 1844. The notion that the death of the son was a fact established and proved only by the decree, is altogether wrong. The lapse of time after the legatee had been heard from was a fact, and from that was inferred another fact, namely, his death. Of both these facts the executor was as much bound to take notice as the Court. Judgments and decrees do not make the evidence on which they are founded. Legal tribunals can enforce only those obligations which ought to have been voluntarily performed. If the appellee was right in withholding the legacy, the Court was wrong in ordering that he should pay it. It is reversing the rule of right reason to say that this man is dead merely because of the decree : the decree was made because his death had been previously ascertained.\nDecree affirmed."}