{"id": "973988", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nIf the Court were right in the construction they placed on the agreements of 1787, the right of the Grubbs to take ore from the locus in quo is established, the entry of the defendants under them and as their servants is justified, and all the other questions in the cause disappear, or lose, at least, a controlling influence.\nWhen it was found “on the fullest investigation” that the large and valuable estates connected with these mine hills could'not be parted in severalty among the owners without great injustice to some of them, the agreement of 30th August, 1787, devised a plan of dividing all except the mine hills, and of keeping them for the common use, undivided, and as a tenancy in common. The difficulties in the way of equal partition of the hills, and the motives and reasons for agreeing to hold them undivided, were fully discussed in Coleman v. Coleman, 7 Harris 100, and need not be again entered into here. The question now is whether anything less than the whole of the mine hills was exempted from partition, and appointed to be held in common. The plaintiffs insist that the Clark survey, as it is called, designated what was meant by the mine hills in these agreements; and as Clark’s lines ran around the hills some distance above their natural base, and above the place from which the defendants took the ore in question, they deny the right of the Grubbs to mine below that line, except it be in pursuit of a vein struck above. Such was not the opinion of the Court below, and such is not our opinion.\nIn the first agreement of 30th August, 1787, these hills are called “ore banks;” in the supplemental agreement of the same date ‘‘ore banks and hills;” and in the report of referees acting under these agreements they are called the “ ore banks and. mine hills of Cornwall Furnace.” They are three prominent, peculiar, well-defined, natural objects, and it is impossible for us to suppose that the parties intended to exempt from partition anything less than the whole of each of these hills from base to top. There is not a word in the first agreement of 1787 to indicate such an intention, or to impose any limitation on the tenants in common as to the places in the hills where they were to mine, except that their agents and workmen should not interrupt each other in their respective mine holes. Whatever might fairly be understood as constituting the “ ore banks” was to be held in common, and where-ever in or upon these banks the parties found ore, whether “ nigger heads,” surface, or vein ore, they might take it, so as not to interfere with each other’s openings. Such was the agreement as at first made on the 30th August, 1787. The supplement of the same day was intended to explain the article respecting the ore banks, and it is supposed to have imposed limits on the rights of such of the tenants in common, in whom it vested an incorporeal estate, according to a survey said to have been then lately made by Thomas Clark. I confess the words of this supplement would never strike me as a limitation, but rather as an extension of the rights of the parties. Free ingress, egress, and regress are secured to each owner “to and from said mine Mils,” and “the free and uninterrupted liberty and power to dig, sink shafts, drive drifts, raise and carry away ore that may be found to extend beyond the limits of the said survey, without doing any material damage to the iron works or plantations.” What “the survey made lately by Thomas Clark” was, does not appear. The agreement of which this supplement was explanatory, provided that “ an accurate survey should be made of the said ore banks and hills, if not already done and the referees filed with their report a survey made by Thomas Clark of the estates divided, but ón which they did not designate the mine hills.\nOn the trial of this cause a survey was put in evidence professing to he the survey alluded to in the agreement and supplement, and the Court submitted it to the jury to find whether it was indeed that survey or not; but they returned “that they do not find whether the draft alleged to have been made by Thomas Clark, and given in evidence in this case, -was or was not the survey referred to in the proceedings in partition.” We are, therefore, destitute of the Clark survey of the mine hills, a circumstance which might be very embarrassing if we were trying rights clearly beyond the natural boundaries of the hills, but for this reason it is more easy to say, nay, it is inevitably necessary to say, that an entry by one of the tenants in common, within the natural boundaries of the hills, was justified by the agreements of 1787. Beside, in the absence of the Clark survey, it is fair to presume that it embraced the hills as they stand before the eye, for it was to be “ an accurate survey,” and the survey of the residue of the joint estate as returned by the referees, instead of embracing a portion of the hills excluded them altogether.\nIf the Clark survey were such, as in its absence we feel at liberty to presume it was, then the supplemental agreement was in fact, - as its words import, an extension, instead of a limitation of the rights of the tenants in common. Shafts might be sunk and drifts made beyond the base of the mine hills for the purpose of mining veins found to be contained in the.m. Veins of ore, conforming in their dip to the surface of such hills, could he advantageously mined only by taking position beyond the base of the hills, sinking a shaft to the vein, and then mining it' upward to the outcrop. This was probably what was intended to be secured to the parties, and hence the stipulation against damage to the “iron works and plantations” — all of which would be found beyond the hills and none of them on it.\nAll this, it must be admitted, is somewhat speculative, for it is reasoning in regard to a survey which the jury could not establish from the evidence before them; but it is considered a more reasonable interpretation of the agreement of the parties than one ■which would limit them to an upper section of the hills, and compel them to follow a vein downward instead of upward. Considerable emphasis was laid on the word “ extend” in the supplemental agreement, but I see no necessity for presuming that a vein was to be mined downward to determine whether it extended beyond given limits. When iron ore is found in veins and their angle of inclination is ascertained, it is easily determined on the surface, with sufficient accuracy for practical purposes, whether they extend beyond the specified limit.\nBut dismissing all views which connect themselves with the Clark survey, and confining our attention to the terms employed by the parties, we have no difficulty in saying that the mine hills as natural objects, those three upheaved masses of rock and ore, the outline of which is no doubt familiar to the eye of every neighbor and miner, were what the parties exempted from partition and agreed to hold in common; and if hereafter geologists cannot agree, as to the limits of the hills — at what points they begin to rise — no such question is present to embarrass us here, for the ore sued for was confessedly taken from the body of the main eastern hill, someway above its base. If we accounted the words of the parties doubtful and uncertain, we should be guided to the same construction of their agreements by their.long usage. For two generations they and their descendants have treated these mine hills as a tenancy in common, and have used them as appurtenant to their respective furnaces and forges. IIow can it be expected that at this late day Courts should construe the agreements of 1787 in opposition to this contemporaneous exposition ? There is nothing in the verbiology of the papers, in the history of the property, or in the evidence in the cause to excuse, I will not say to demand a construction that would exclude some of the tenants in common from the treasures of these extraordinary hills. Their ancestors agreed to hold them in common, and as a common inheritance they have descended to the present owners. Whilst they hold them thus, and whilst the ore lasts, we have decided them to be impartible; and it follows that actions of trespass among themselves are not the remedies for grievances whether fancied or real.\nAs to the seventh assignment of error, it is sufficient to say that the pleadings, though unnecessarily voluminous, fairly raised the issue on which the cause was put to the jury, and that issue they found distinctly for the defendants. The residue of their verdict is harmless, and might have been rejected as surplusage by the Court. The rule that judgment cannot be entered on a general verdict for a plaintiff where his declaration contains two or more counts, one of which is bad, does not apply to the pleas of a defendant sued in trespass. If he have a single good plea that goes to the plaintiff’s right of action, and a general verdict passes for him, he is entitled to judgment though some of his pleas are bad, unless it appear that the evidence was inapplicable to his perfect plea: Wilson v. Gray, 6 Watts 37. Here the title of the parties under whom the defendants justified was well pleaded, and having the verdict they were entitled to the judgment.\nThere is nothing in the eighth assignment; for, though counsel have a right to submit the client’s cause to reference, the client has a right to revoke the submission, which Mr. Grubb did do in good time: Wilson v. Young, 9 Barr; Bingham’s Trustees v. Guthrie, 7 Harris 418.\nOn the whole we see no error in the record, and the judgment is accordingly affirmed."}