{"id": "973986", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nThere can be no doubt that there are important errors and omissions in the written description on which this policy purports to be founded: but the plaintiff has explained all this by the testimony of the defendants’ agents, who prove that they knew all about the property from the verbal description of the plaintiff to them, and from having surveyed it with a view to this insurance, and'that the description was made out under their advice and counsel, and then signed by the plaintiff. This raises the main question, was this legitimate evidence ?\nIt is very apparent from all the evidence, that this policy was not entered into by the defendants on the faith of the plaintiff’s answers contained in the written application and description; for many of the questions which are very material are only partly answered or not at all; and the whole treaty for the insurance and its terms were completed by the defendants’ agents, who knew all about the property. There is, therefore, no merit in this defence on the ground of the defects of the description; and the law can have no object in sustaining it, except in order to preserve some valuable rule of its own from violation.\nIt is not unworthy of notice that this is plainly an insurance on a woollen and cotton mill in operation, though not as described; yet in one of the clauses of the policy it is provided that if, after the making of the policy, the building should be used for the purpose of carrying on any trade specified in the memorandum of special rates (and it specifies both woollen and cotton mills), then the policy should be void. We mention this as one of those instances that show that, when a business becomes common and general, we have often to look more to the general character of the transaction than at the special form which it seems to assume in the filling up of printed blanks, prepared to fit the most common class of cases, and not in every instance properly altered to suit the special case.\nIt is objected that the evidence given is in violation of the rule that protects written contracts from being varied by oral testimony. Is it so ?\nStrictly speaking, the description of the property is part of the contract only so far as it defines the subject-matter of the insurance. The description of it, which is made for the purpose of fixing the character of the risk, is only one of the steps leading to the contract.\nBut it is said that the parties have made it part of the contract, by declaring that the conditions annexed to the policy “ are to be used and resorted to, in order to explain the rights and obligations of the parties.” Now one of those conditions is that a false description by the agents of the assured shall avoid the policy, but not so of description by the agents of the insurers. Another is that a description shall be taken as a part of the policy, and as a warranty on the part of the assured. If, therefore, this description is by the assured, then the contract of insurance is conditioned on its truth and accuracy.\nIs it so ? We think it is not, though he signed it. It was all written by the defendants’ agent. The plaintiff informed him of all that is now insisted on as material omissions, and they were omitted by the agent because he deemed them immaterial. It is therefore a description by the agent of. the insurers, and the con ditions of the policy referring to a description by the assured have nothing to do with the case. Any other interpretation of this transaction would allow insurers to make a fraudulent use of the confidence which is always placed in them at a treaty for insurance, and which they always invite. It follows that all the evidence tending to show the knowledge of the defendants’ agents of the character of the property, and their acts in relation to the description, were properly admitted, and that the validity of the policy does not depend upon the completeness of the written description.\nWe think the learned judge was also right in what he said about the lamps used for lighting, and about the Thurlo mortgage. He neglected to charge as to the effect of any increase in the risk with the assent of the plaintiff, after the making of the policy, but we do not discover any evidence to sustain the point.\nJudgment affirmed."}