{"id": "973977", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nOne man sells a house and lot to another, and leaves $380.83 of the price in the hands of the purchaser, to meet an outstanding lien of that amount. More than six years after-wards, the vendor, being sued for it, pays off the lien, and within a year thereafter brings an action of assumpsit against his vendee to recover the sum left in his hands, now no longer needed to be retained, the lien against which it was indemnity having been extinguished. It would seem to be a clear dictate of natural justice that such a plaintiff should be permitted to recover; but in this case he was not, and we are now to look into the reasons assigned for denying him a verdict.\nThe special count of the'plaintiff’s declaration was founded on the memorandum of agreement made and signed by the parties on the 17th October, 1835, the date of the sale, and mpre than six years before suit brought.\nThe plaintiff having set forth the agreement, declared that it bound the defendants to make payment of the said sum to him when thereunto requested. This was evidently a cause of action as of that date, and the defendants having pleaded the Statute of Limitations, we think the Court were right in ruling that the plaintiff could not recover on his special count.\nBut the statute would not apply to the common counts, because, until the lien was extinguished, the plaintiff had no right of action on them. The statute bars the action, and does not begin to run until the right of action accrues.\nThe paper of the 17th October, 1835, whether construed to be an undertaking to the plaintiff or not, evidently took away from him the right to sue for the balance of his purchase-money, until the unpaid ground-rent should be provided for. Whilst that remained outstanding, there was the same reason for See and Remington retaining the f>380.83, that there was for leaving it with them on the 17th October, 1835, and therefore Evans could not sue for it; and because he could not sue for it, the statute did not begin to run against him. But as soon as the ground-rent was paid, this sum of money was loosed, and became demandable by action, and then the statute began to run. Within less than a year, however, after this, the action was brought, so that as to the common counts of the plaintiff’s narr. the statute was no bar.\nAnd such appears to have been the opinion of the learned judge of the District Court, for he rested his objection to the plaintiff’s recovery on these counts, not on the statute, but on his failure to show that he was under legal necessity to pay the ground-rent to Mr. Wain. “Has it been shown,” the Court asked, “that Wain was entitled to recover the ground-rent from Evans ?” The judge answered this question in the negative, and so ruled the case against the plaintiff. The question was founded on the assumption that Wain was the party entitled to receive the ground-rent, for had there been any doubt on this point, it would have been submitted to the jury.\nAssuming, then, that the payment was made to the proper party, is it of any consequence in the present case that it was made by a party not compellable to make it ? The question here is, whether the payment of the ground-rent did not release the fund pledged as indemnity against it. We think it did. The payment of the 23d December, 1851, extinguished the ground-rent, and the lien of it was gone for ever. The owner of it, being satisfied, could never assert it against the premises sold by Evans to the defendants. If Wain had forgiven it, cancelled it without consideration, or if it had been paid off by a mere stranger, it could not longer encumber the premises or be set up against the plaintiff’s action. But Evans was not a mere stranger or volunteer. If not strictly liable for the ground-rent, he had such an interest in its extinguishment as entitled'him to pay it. He was sued for it, and its removal was indispensable to the closing of his contract of sale.' Instead of resisting Wain’s right to recover from him, he chose to remove the only obstacle in the way of his recovering the balance of his purchase-money from this defendant, and he had a right to do so. The payment was well made by him, made to the proper party, and could not be disaffirmed or recovered back by him, nor impeached by others. From that moment the money in the defendants’ hands belonged, ex cequo et bono, to the plaintiff, and the action, as to the common counts, was brought in good time for its recovery.\nThe grounds of objection to the evidence contained in the bill of exceptions were inadequate for its exclusion, but the plaintiff was not injured by the rejection of it, because it tended only to prove that Mr. Wain was the proper party to receive the ground-rent, and this the Court assumed. Herein, therefore, is no cause for a reversal; but for the misdirection the judgment is reversed, and a venire de novo awarded."}