{"id": "974071", "contents": "The opinion of the Court was delivered, by\nBlack, C. J.\nThe defendant was indicted for murder, and, being found guilty of murder of the second degree, was sentenced to undergo an imprisonment in the Eastern Penitentiary.\nOn the trial in the Court of Oyer and Terminer, the prisoner pleaded that he had once before been in jeopardy of life for the same supposed offence, and that he had been acquitted. He set ■forth in his several pleas the particular facts as follows: — He had been arraigned before the same Court, on the same indictment, at a previous term, and pleaded not guilty. A jury was thereupon called; eleven jurors were chosen, and all the rest of the pannel challenged or set aside. A tales was awarded, but before the selection proceeded any farther, and before any of the jurors were sworn, the District Attorney claimed the right to challenge (for cause) one of those already chosen. The Court permitted the cause to be shown, and sustained the challenge. When the twelfth juror was called, the prisoner refused to take any part in the selection; and the Court, on the motion of the District Attorney, dismissed the jurors, and postponed the trial to the following term.\nTo these pleas the Commonwealth replied that no one of the jurors had been sworn before they were dismissed; and, therefore, the prisoner was not acquitted or in jeopardy. To which replication the prisoner demurred.\nThe judgment of the Court on the demurrer, was against the prisoner, who, when called on to plead over, stood mute. The plea of not guilty was put in for him, and the trial proceeded with the result already mentioned.\nIf it can be legally said of the prisoner, that the proceedings at the first term after the indictment was found placed him in jeopardy, the subsequent conviction was wrong and should be reversed. Neither the constitution nor the , rules of the common law will permit a man to be twice tried for the same offence.\nIt seems unnecessary to say that the mere continuance of a cause is within the discretion of the Court. Refusing it to a prisoner when he gives good reasons for it, or granting it to the Commonwealth without any reason at all, is neither a defence to the accused party when he comes to be tried, nor a legal assignment of error in this Court. But a discharge of the jury, in a capital case, after the trial has begun, is not a continuance of the cause. It is the end of it. And for all purposes of future protection, it is the same to the prisoner as an acquittal, unless it was done with his own consent or demanded by some overwhelming necessity: such, for instance, as the sickness or death of a juror.\nWhen-does the trial begin? Not properly until the jury is charged with the prisoner. But the practice of formally charging the jury is not generally observed in the Courts of this, state,-and ■we cannot refuse to a party any of the rights which ho would otherwise have, merely because a form is omitted by the public officers. We must, therefore, hold that the jury has the prisoner in charge, when a full jury is empannelled, and all the jurors are sworn. Previous to this, everything that is done is merely preliminary, and up to this point the Court may postpone the trial as lawfully at one stage of the proceedings as at another.\nTo place a man in jeopardy, he must be in peril from the verdict of a particular jury. He cannot be so by the calling of eleven, for they can give no verdict, nor is he endangered by twelve unless they are sworn. Until they have taken the oath they are not jurors, and have no more control of his fate than any other equal number of citizens. His trial cannot begin until the tribunal which is to try him is organized and qualified. If he is in jeopardy at any earlier period, he is in jeopardy from the hour when the first informal accusation was made, and at every step of the subsequent proceedings against him. To say this, would be to assert what no ingenuity can reconcile with either authority or reason.\nThe prisoner’s counsel cite The Commonwealth v. Clue, 3 Rawle 498, and rely much on a dictum of Chief Justice Gribson, who says: “In the legal as well as the popular sense, he (the prisoner) is in jeopardy the moment he is called to stand on his defence, for from that moment every movement of the Commonwealth is an attack upon his life.” I call this a dictum, because the question before the Court was, whether a prisoner was in jeopardy whose jury had been discharged without giving a verdict after they were sworn. It was decided in the affirmative, and the case is authority for nothing more. But allowing this expression all the weight to which it would be entitled if it were on the point in controversy, what does it come to ? At what moment of time is the prisoner called to stand on his defence ? Certainly not until the Commonwealth is ready to begin the assault. The judge was using a figure borrowed from the battel; and the phrase “jeopardy of life or limb” was also used originally with reference to that mode of trial. In judicial combat, the parties took their attitudes of attack and defence when the judg'es were set, and, all preliminaries being adjusted, the actual conflict was ordered to commence. If this analogy has anything in it worth noticing, it is against the plaintiff in error. This decides the whole cause. Our duty is done when we determine whether the facts pleaded amount to a defence.\nBut the challenge of a juror after the District Attorney had waived his right, is complained of by the prisoner’s counsel as a grievous wrong, while the District Attorney asserts, with equal confidence, that it is a great right. Both have argued it fully, and asked us to give' our opinion. We will do so.\nThe right of the Commonwealth and that of the prisoner to challenge for cause stand upon the same ground. One is as sacred as the other. It cannot be exercised after the juror has lifted up his right hand, or taken the book in obedience to the directions of the officer, or after the formula of the affirmation has been commenced. In some of the states it is held that the juror is not beyond the reach of a challenge even when he is sworn. These decisions are not supported by reasons satisfactory to us, and are opposed by certain principles which are well settled here. But the mere passing of the juror over to the Court or the other party, is not an absolute waiver of the right to challenge, if good cause be shown afterwards. This powrer to challenge for cause at any time before the oath is tendered might be abused. If the objection to a juror be kept back at the regular time for an improper reason, or from motives of mere caprice, it would be just enough to' declare the ■ right wholly waived, and the discretionary power to do so ought not to be denied. But instances of such bad faith are likely to be very rare; and submitting a cause to the determination of one who is known beforehand to be partial, corrupt, or incompetent, is so revolting to every sense of right, that no Court can do it without making a struggle to prevent it. When it is proved against a juror by his own admission that he grossly misbehaved himself on a former occasion, declaring that he had tried to acquit every one whom the judge desired to convict, and would as lief swear on a spelling book as a Bible, because he was a Tom Paine man, we can see nothing wrong in sustaining the challenge. It would destroy all confidence in the administration of justice if the most important criminal causes should have to be submitted to men who avow themselves reckless of both human and divine laws. There is no stress of necessity which drives us to that: there is still a sufficient number of “ good, true, honest, and lawful men” for jurors. When a witness is objected to for defect of religious principle, the rule is to let hirq speak for himself, and if he professes faith enough to give a religious sanction to his oath, his testimony is taken. The courts incline against the total exclusion of evidence oil such grounds, because it seals up what is perhaps the only source of information. The choice is very often between a doubtful witness and none. It is, therefore, safer to let the objection go to his credit. But there are no such reasons for tenderness in the case of a juror, where the worst consequence that results from his rejection, is that his place will be filled by a better man. To be sure a juror, like every other person publicly assailed, ought to be heard in vindication of his character, and I suppose an appeal to the Court on that ground would hardly ever be made in vain. But in this case the Court decided after hearing all that was offered. And they decided rightly.\nJudgment affirmed."}