{"id": "974055", "contents": "The opinion of the Court was delivered, by\nLewis, J. — The authorities are numerous to the point that an administrator is not bound to plead the statute of limitations against a debt which he believes to be justly due. It is a matter within his discretion. He is the personal representative of the intestate, and is a trustee for the creditors and distributees. In that capacity he is bound to exercise good faith: 1 Bin. 212; 1 Ashmead 355; 1 Whart. 71; 4 Barr 149; 2 Jones 67; 3 Barr 178; 5 Penn. L. J. 269. But the parties beneficially interested in the estate have also rights which have been fully recognised. In Kittera’s Estate, 5 Harris 416, it was decided by this Court that “token ike fund was not sufficient to pay all, each creditor has a right to oppose any other claimant by showing that his debt is barred by the statute of limitations,” or “ that any other defence exists against- it.” So, in Hoch’s Appeal, the right of a legatee, or other person interested in the estate, to interpose the bar of the statute of limitations against a debt claimed from the estate, although the executor’ should refuse to plead the statute, was admitted. In Kittera’s Estate the right of the creditor to interpose was properly made to depend upon the question whether his interest was affected. That it would be affected where the fund on which he had a lien was not sufficient to pay all the persons claiming to be creditors, is clear. In such a case it is equally clear that he had a right to be heard in his endeavors to protect his interest. So, legatees or distributees may be interested to protect the estate from being exhausted by illegal claims, and consequently their right to plead the statute was fully recognised in Hoch’s Appeal. In that case they were permitted to interpose the bar of the statute against a demand in favor of and presented by the executor himself. But where the executor is not interested in the demand, where he acts in perfect good faith, and pays a debt 'which he believes, upon reasonable grounds, to be justly due, without any notice from any of the persons interested in the estate that they desire to contest it, there is no justice in charging him with the amount. If the persons interested stand by, making no inquiry into the affairs of the estate, and permitting their representative to pay off creditors without giving notice of their objections, they are bound by his act. He is in the nature of an agent or trustee for them. His discretion over this particular question, where the parties in interest make no objection, is well established. Where that discretion has been exercised in good faith, he is not liable for the money thus paid. The opinion of the Orphans’ Court to this effect is correct.\nThe decree of the Orphans’ Court is affirmed."}