{"id": "974067", "contents": "The opinion of the Court was delivered by\nLewis, J.\nIt may be conceded for the purposes of this case, that when a question of abatement arises between particular and residuary legacies, there is a difference between a deficiency of assets, and the loss of them arising from the waste or insolvency of the personal representative. In the latter case it has been held that the surplus, after payment of debts and particular legacies, is as much a legacy as any other, and that the residuary legatee has a right to call for an equalization of the loss by abatement. According to Dyose v. Dyose, 1 P. Wms. 305, the loss in such case falls pari passu upon each. A residuary legatee is not less the object of the testator’s bounty than other legatees. On the contrary, the intention is, generally, to give him more instead of less than the others, and it would rarely accord with that- intention to throw upon him exclusively all the losses arising from the misfortunes or misconduct of the common trustee. Where there is no loss arising from these causes, but a mere deficiency of assets, it is a necessary result that he cannot call for an abatement. He gets the residue, whether it be more or less, and he can claim no more. In this case, there is no evidence that the assets were wasted by the executor. On the contrary, there is a balance of $>1900.38 in the hands of his administratrix de bonis non, &c. If any portion of this fund belonged to the estate of Henry Rush, it was the duty of the administrator de bonis non, &c., of that estate, to collect it, sect.. 31, Act 24th February, 1834. The presumption is that he has done his duty in this respect, and that the balance in his hands is all that remains of the personal estate after payment of debts. This is the only fund before us for distribution, and the appellees have a right to their legacy out of it. Conceding that there is another fund in the hands of Henry Share’s representative, out of which they might obtain satisfaction, would not better the case of the appellants. The appellees are not bound to resor-t to it.\nThe appellees were not entitled to their legacy until after the death of their mother in 1845. A sufficient time has not elapsed since the legacy was demandable, to raise a presumption of payment.\nThe decree of the Orphans’ Court is affirmed.\nDecree affirmed."}