{"id": "974051", "contents": "The opinion of the Court was delivered by\nBlack, J.\nThis is perhaps the most curiously complicated road case that has ever been seen. A report is made by viewers in favor of a road terminating at a point not mentioned in the petition. This was confirmed nisi in September, 1850, continued in December, and confirmed absolutely in the May following, though the viewers had not assessed the damages as they were required by law to do. While these proceedings were being bad on the report, there was a strong movement for a review. The first petition for that purpose, which was presented in December, 1850, bears upon it the incomprehensible endorsement, “ not a majority of original viewers of former petition.” Upon the next petition, in February, 1851, reviewers were appointed. The reviewers made a report in May, for a road with a terminus according to the first order, but not according to the first report, and it was confirmed nisi at the same term, when the report of viewers was confirmed absolutely. In September, 1851, there was a petition for proper persons “ to view said road or parts thereof,” on which viewers were appointed, whose report was subsequently set aside, and reviewers were appointed on a different petition, whose report was made; and that also, after being referred back and amended, was marked, “not confirmed.” Besides these currents and counter currents of views and reviews, there was an undertow of irregular petitions, and remonstrances from friends and enemies of the road, which did not cease for nearly four years after the controversy first began. At length, however, an order to open the road, based on confirmation of the first report, was issued and is now in the hands of the supervisors.\nWe do not reverse these proceedings for general confusion of the record. There are six specific errors assigned. Of these I do not, for my own part, consider it necessary to discuss more than that one which complains of the Court for confirming the report of viewers, while the report of the re-reviewers was pending undisposed of. A review is a matter of right, and when it is demanded it suspends all proceedings on the original report until the review is also ripe for a final decision. After the report of re-reviewers has stood for a term, but not until then, the Court may adopt and confirm whichever of the two it approves of. Of course, I say this only of a case in which both reports are in legal form, and where no re-review has been granted.\nThe confirmation nisi is an order of the Court to confirm the report, unless exceptions be filed, or a review be demanded. In this case a final confirmation was rendered legally impossible by the petition for review, until the report which it produced could be disposed of in the regular way.\nEach of us by turns, and all of us together,- on many different occasions, have had this mysterious record under special consideration. We agree that most of the errors do not need any particular notice; for they were not caused by.any mistaken opinion of the Court below, but happened by mere accident, mixed, perhaps, with a little too much negligence of clerks, attorneys, and judges. The same things can hardly ever happen again — certainly not in the same unlucky combination. After much tribulation a majority of this Court concur upon the following points as the grounds of reversal :—\n1. The neglect of viewers to assess the damages to the owners of lands through which it passed.\n2. The confirmation absolutely of the viewers’ rep>ort, and the confirmation nisi of the reviewers’ report on the same day — which were inconsistent judgments in the same case.\nThis is not the only case we have seen, which shows the necessity of more system in these matters than is usually observed. Every Court of Quarter Sessions ought to keep a road docket, in which the petition, order, appointment of viewers, filing of report, exceptions, petition for review, &c., should be noted in their proper order, with correct dates, so that the progress which each proceeding has made, and its condition at every stage, can be seen at a glance. Confusion and disorder are the necessary consequences of having everything on loose papers, without any reference from one to the other. ■\nAll orders and proceedings in this case are quashed and set aside.\nLewis, C. J., dissented."}