{"id": "974096", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nThis was assumpsit for goods sold and delivered to the wife of the defendant below. She wras living apart from her husband. To justify a recovery it was necessary for the plaintiff to show, 1. That the goods were delivered; 2. That they were necessaries; and 3. That the wife had separated from her husband for good cause. These facts were all found by the jury; but the plaintiff in error alleges that they were found upon illegal evidence and in consequence of wrong instructions.\nI. To establish the sale and delivery, the plaintiff’s shop-book was produced, and by himself sworn to as a book of original entries. But some of the charges were made by a clerk, and when he was called he testified that they were first entered in a blotter, of which the book offered on the trial was but a copy. When this fact came out, the book should have been rejected. Mere memoranda made on a slate or on loose slips of paper, are not entries, and a day-book made from such memoranda is the original. But a counter-book or blotter, is a permanent record of the business done in the shop. In the present instance it was kept and preserved, and appears to be still in the possession of the plaintiff. There is no authoritative case on record which goes the length of deciding that such a book can'be superseded as evidence by another which is transcribed from it. The plaintiff, it is true, swore that the entries in the day-book were original. This is often done by parties and witnesses who do not quite understand the meaning of their words, and the facts subsequently elicited show them to be mistaken. When a person authenticates his shop-book by swear-mg in general terms that it is original, and it afterwards appears, either from his own testimony or that of another witness called for the same purpose, that it is a mere transcript, it becomes inadmissible, because a witness’s conclusion, which may be the result of a mistaken judgment, has no force against a contrary statement of particular facts by himself or by another witness equally credible. Taking all the evidence concerning this book together, it was not, in our opinion, sufficient to establish it as a book of original entries. If it had been duly proved, the fact that the purchases were not made by the husband himself in his own person, but by his wife, for whose contracts he was liable, would not be a reason for rejecting it. Nor was it necessary to show the defendant’s liability for his wife’s contracts before the book was read. The sale of the goods to the wife was one fact in the cause of which the book was evidence: the obligation of the defendant to supply her with necessaries or pay for them if supplied by the plaintiff, was another fact to be established by other proof. As two things cannot be done at the same time, one must necessarily precede the other. It was proper to begin with the sale, though if a different order had been followed we could not reverse for that reason.\nII. The goods purchased consisted almost entirely of clothing, and do not seem to he at all extravagant. But what would be extravagant in one man’s wife, might be very economical in another. The best way to determine what articles of dress a discarded wife may supply herself with at the expense of her husband, is to ascertain what a prudent woman would expect and a good husband be willing to furnish, if the parties were living harmoniously together. This would depend on a variety of circumstances, and on the value of the husband’s estate among others. The short as well as the fair way of dealing with such a question is to call a witness who knows the circumstances, style of living, and social position of the husband and his family. In the present case nothing was offered but a deed, which showed the defendant to be the owner of land, conveyed to him for the consideration of $16,000. Though this was far from being satisfactory, we cannot say that it was altogether irrelevant. It was legal evidence, but standing alone it was not of much value.\nIII. We take it for granted, as the counsel and Court below did, that this is not a case in which the wife was turned away from her husband’s house, but that her departure from his roof was an act of her own. Was the cause of her leaving such that he is bound by her contracts for necessaries ? If she did not go by his command, it must be proved that she could not stay with safety. Mere want of sympathy, disagreeable manners, ebullitions of ill temper, habitual disregard of her feelings, refusal to protect her from the insults of others — all these, though nearly as brutal as blows, are not to be taken as just cause for separation. If they were, this would be a clear case. But personal violence, whether actually inflicted or only threatened, is sufficient. To that effect the judge instructed the jury, and left it to them to say whether there was a threat or not. No language was proved which clearly or plainly implied an intention to do her bodily injury. But the defendant used words capable of being so understood. A witness testified that in a dispute at the breakfast table, which he provoked by insisting that she ought to eat a particular piece of bread, he said a thunder-storm would rise and strike one of them; and some hours afterwards, when he was not excited, he said there must be an alteration — a thunder-storm would have to rise and strike one of them. According to another witness he said that in six weeks thunder and lightning should rise and strike the one who was in fault. This is obscure certainly. It may have been all meaningless, and, therefore, innocent. But the jury were the only judges competent to give it a construction. The Court could not have decided as matter of law that the words meant nothing, or that they did not mean what.the plaintiff alleged. It was right, therefore, to admit the evidence, and equally right to let the jury give it the weight to which they thought it entitled.\nThere is another error assigned, which is not touched by anything yet said. The plaintiff’s clerk having been called to prove-the book, he was asked, on cross-examination, if he did not know that the defendant’s wife was separated from her husband; and the Court refused to let the question be answered. Neither the object of the question nor the ground of objection is set out on the record. We conjecture that it was overruled because it would have been a premature and irregular introduction of the defence. In this aspect it was properly dealt with. At a subsequent stage of .the trial, the fact of the separation was proved without objection, and its notoriety was shown by a newspaper advertisement. If more was desired (though more could scarcely be necessary), we do not doubt that the Court would have permitted the clerk to bo called back at the proper time, and a knowledge of the separation brought directly home to the plaintiff. But no such offer was made, either because the fact was not considered important, or else because it was known that the clerk’s testimony would not prove it.\nJudgment reversed and venire facias de novo awarded."}