{"id": "974072", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nIt is not denied that the title by which the plaintiff below claims the land was originally good. But the defendant asserts that it passed to him by a sheriff’s sale; and so it did, if his purchase was an honest one. This was the matter of fact contested before the jury.\nThe plaintiff offered one Barefoot as a witness, to whom the defendant objected on the ground of interest. It was not asserted that he had a direct interest in the record, or that the judgment in this case could be used as evidence for or against him in any future suit to which he might become a party. But it was shown that he was a creditor of Jane Downey, and that Jane was the surety of John Downey for a debt which John would be able to pay if his assignee recovered in this case; otherwise Jane would be compelled to pay the debt and her property would be so far exhausted that the witness’s debt would probably not be realized. If his character did not put him above the suspicion of being influenced by a mercenary motive in giving his testimony, the relation he bore to the subject was a fair argument to the jury against his credibility. But it was entirely too remote an interest to exclude him.\nRobert Evans was the purchaser at sheriff’s sale, and seems to have defended the cause as the real party. The defendants on record were probably his tenants. Certainly they hold from him in some way. It is charged that he got the property knocked off to him at an under price, by falsely giving out that he was buying it for the family of the defendant in the execution, and by fraudulently pretending that the purchaser would take it charged with certain liens which he knew the sale would divest. There is some evidence from his own mouth that this trick was practised (if praetised at all) by him and his brother Walter together, and for their joint benefit. Under these circumstances, it was not error to admit evidence of a statement made by Walter, which prevented bidders from going to the sale, or his declarations afterwards concerning the purchase, its purpose and object. The words of a co-conspirator, as well as his acts, can always be proved when uttered in furtherance of the common design. His subsequent admissions were rightly received for another reason, namely, because if he and Robert bought the property together, (as Robert had said,) he was a party in interest.\nWalter was himself offered as a witness in favor of his brother. The bill of exceptions contains but this: “Walter Gr. Evans objected to by plaintiff, Mr. Stevens — disallowed on account of interest.” The presumption is that the Court was right. We make every intendment in favor of a judgment. It was the business of the Court to find and decide the fact of interest or no interest, and we cannot suppose they did so on insufficient evidence, when the bill of exceptions does not show it. This alone would decide that the judgment could not be reversed on that ground. But from what I have said before, our opinion will be readily inferred that the witness had such an interest as would render him incompetent. The defendant has probably lost nothing by leaving his bill imperfect.\nBut the great point in this cause, which really goes to the root of it, is raised by that part of the charge in which the jury were instructed to find an unconditional verdict for the plaintiff, if they believed there was actual fraud in the defendant’s purchase. The defendant thinks he has a right to hold the land until he is reimbursed what it cost him, no matter how fraudulent his conduct was.\nIn the case of a purchase, honest in itself but forbidden by a rule of policy, the legal fraud cannot be taken advantage of without a tender of the purchase-money. Thus, an attorney who buys a title on which he has been consulted, without the consent of his client, may hold it until he is reimbursed what he paid for it (3 W. & Ser. 486). The same rule applies to all sales which are unobjectionable except for the fiduciary relation borne by the purchaser to the other claimant. It is also true that where a party goes into chancery to be relieved against a hard bargain which has been extorted from his folly, his weakness, or his necessities, but which he made with his eyes open and without being influenced by any positive deception of the other party, the relief will not be given until he who seeks it surrenders all the advantage he has derived from the agreement. He must do equity before he can ask it. Thus, one in remainder sold an estate which was to fall in upon the death of a tenant in tail, turned of fifty and not likely to marry, for a sum not greater than a single year’s purchase. Lord Hardwicks declared it a catching bargain against a necessitous and improvident heir, and set it aside, but decreed the plaintiff to pay back the sum he had received (2 Atk. 133). Where ¿£1000 had been assigned to an attorney for fees, by a weak and intemperate woman, there being no proof of deception the attorney was allowed his just claim and no more (2 Atk. 296). A defendant in an execution, driven to the wall by the oppressive rigor of his creditor, and seeing his property about to be sold at an enormous sacrifice, consented to give a bond and mortgage for his own debt and that of his insolvent son besides. It was decreed that the bond and mortgage should stand for the amount of the execution only (2 Cowen 138). The assignment of a sailor’s share of prize money at a great under value, was set aside upon paying the sum actually received by the assignor (2 Ves. Sr. 516). A deed was ordered to be cancelled on account of the grantor’s mental imbecility; but the master was directed to take an account between the parties and allow certain advances made by the grantee (11 Wheat. 103). In none of these cases was there any actual fraud. They were all hard bargains — hard not because they were procured by deception, but on account of the gross disparity between the thing given and the price paid. The last mentioned might seem at first blush to lie outside of the rule; but the weakness of the grantor does not seem to have been imposed upon; and though the Court-speaks of the grantee’s conduct as improper, it is not pronounced to be fraudulent. The contracts were all sound in law. It required the intervention of a chancellor to dissolve them, and he could do it only upon terms which would place all parties in their original condition.\nBut we thought it was settled in Pennsylvania, if not in every other civilized state, that a title procured by means of an actual fraud or a plain and positive deception, was tainted through and through, destitute of all validity, and utterly void in law as well as in equity. Certainly it has been so decided very often here and elsewhere; and though we have examined all the cases cited on the argument, from books within our reach, we have found none in which the proposition is denied by any Court. Gilbert v. Hoffman (2 Watts 66), ruled the very point now before us in a ease precisely like this. Jackson v. Summerville (1 Harris 359), decides the principle with equal clearness. In Riddle v. Murphy (7 Ser. & R. 230), the Court, speaking of one who had purchased at a sheriff’s sale under a fraudulent judgment to which he was himself a party, said, “ in his character of purchaser he could not claim to be reimbursed, for if the sale was fraudulent it w.as a nullity.”\nTo say that a void title can stand as security for purchase-money, advances, or anything else, is a contradiction in terms. It falls like an empty sack, because it has nothing to support it and cannot support itself. The proposition that one who is detected in a cheat by which he has acquired no title, shall, nevertheless, be placed on the footing of one who has a good title, unless the money he expended in the perpetration of the fraud be paid to him by the injured party, shocks our sense of right as much as it violates the analogies of the law. I am content, however, to leave the justice of the rule to the ample vindication of it given by Chief Justice Kent in Sands v. Codwise (4 Johns. Rep. 597).\nWe are of opinion that if the plaintiff was entitled to recover at all, it was on the ground of fraud — not fraud by construction of law, but actual fraud — and, therefore, he was not bound to tender the purchase-money before trial, nor take a conditional verdict by which he would be compelled to pay it afterwards.\nThere being no error in the charge, nor in the ruling of evidence in or out, the verdict is of course conclusive on the facts, and the judgment must be affirmed.\nJudgment affirmed.\nLowrie, J., dissented."}