{"id": "974001", "contents": "The opinion of the Court was delivered by\nKnox, J.\nThis was an action of ejectment brought by William C. Reynolds and wife against Samuel Gr. Turner and Samuel Wad-hams, for three acres of land in Plymouth, Luzerne county, part of lot No. 49, called New Holland. The plaintiffs claimed under John Smith, and the defendants under Francis J. Smith, the son of John Smith.\nOn the trial, the defendants alleged, 1st. That John Smith had no title to the premises in dispute; 2d. That if he had, it passed by a parol gift or contract to his son Francis J.; 3d. That as the action was brought for land, and the evidence only showing title for the coal upon the tract, no recovery could be had in the action as brought.\nFirst, as to the title of John Smith. It is only necessary to say that if Francis J. Smith’s claim was derived exclusively from his father, and this was scarcely denied, the plaintiffs could not be required to trace the title beyond the common source under which both parties claimed. If the defendants were in possession as intruders merely, the prior possession of John Smith and of the plaintiffs was sufficient, without showing a legal title.\nIt is very clear that the main contest between these parties turned upon the validity of the alleged parol gift or contract from the father to the son; and with the decision of the Court of Common Pleas upon this question we are entirely content. No other construction of the lease bearing date on the 10th February, A. D. 1840, could properly have been given, than that it included the right to mine the coal on the whole tract. Under this lease the possession was in all of the lessees as tenants in common. If Francis J. Smith ever had the exclusive possession of any portion of the tract, or the exclusive right to take coal from any of the openings, his possession after the execution of the lease was a joint one, and his right was under the lease, and not in opposition to it. He was there as a tenant, and not as an owner. This disposes of the substantial points of the controversy. For the purposes of this trial the father’s title was perfect, the son’s good for nothing.\nThe reception of the evidence mentioned in the first error assigned was proper. It had been shown that John Smith had at least colorable title to all the coal upon the tract, and his possession and occupancy by mining upon any portion of it was clearly pertinent. It is not to. be supposed that he either could or would open mines upon every part of the tract at the same time.\nThe question put by defendants’ counsel to Samuel Ransom was not a cross-examination, and therefore rightly excluded.\nThe interest of the executor was too remote to affect his competency as a witness.\nNothing is said in the argument of the plaintiffs in error as to the fourth bill of exceptions, and we can perceive no sufficient reason for excluding the evidence of Miles C. Richards.\nThe subject-matter of the fifth and sixth assignments has already been noticed.\nThe seventh and last error assigned is to that portion of the charge in which the Court say, “that the action can be maintained, although not brought for the coal, but the land, and that tho action may be maintained, although the evidence shows that John Smith was not the owner, .possessor, or claimant of the land.”\nOne who has the exclusive right to mine coal upon a tract of land has the right of possession even as against the owner of the soil, so far as it is necessary to carry on his mining operations. What portion of the land in dispute was necessary for this purpose was not the subject of inquiry upon the trial. As against an intruder, where the exception is so purely technical we will presume that the possession of the soil was requisite, in order to enable the plaintiffs to avail themselves of their mining privileges. They have the right of entry for this purpose, which was denied them by the unwarrantable interference of the plaintiffs in error, and who cannot complain of injury, although dispossessed of the entire premises.\nJudgment affirmed.\nWoodward, J., having been counsel in this case, toolr no part in its decision."}