{"id": "974020", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nIt is not disputed that there was money due to Kimball, the plaintiff below, for the keeping of these horses; and if that fact gave him a lien upon them, it is immaterial what the Court said about the board of the driver, for any amount of lien would justify their detention.\nHis right to reclaim them, when forcibly or clandestinely taken from his custody, depended upon his right to detain them as against the taker, and replevin is a proper remedy in such a case.\nThe right of lien for the keeping of several horses of the same person at the same time is a charge; not against the horses, and therefore several and divided; but against the owner, secured by a lien upon all the horses, and therefore joint and several, and one horse may be detained for the keeping of all.\nThese principles dispose of all the points raised in the trial except one — Was there a right of lien 1\nThe defendant was a mail carrier, and the plaintiff’s inn was the place where he changed horses; so that the bill included charges for stable-room and supplies for two teams, and each of them was away from the plaintiff’s stable twice a week. It is supposed that the plaintiff lost all his right to lien for previous charges every time that he allowed the horses to be taken away from his stable. Is it so ?\nOur Act of Assembly gives a lien to both innkeepers and livery-stable keepers for the expense of keeping horses: and it may be possible that this was not intended to change the' common law right of innkeepers as such, and that, at common law, a lien would not, under these circumstances, be sustained. But it was not at all as innkeeper that the plaintiff became entitled to assert this claim against the defendant, but as livery-stable keeper; for it was under an arrangement totally different from that which tabes place in the entertainment of strangers and travellers. It was a necessary part of that arrangement that the horses should be delivered to the defendant as they were needed, and this is part of the ordinary course of business of livery-stable keepers, and therefore must be consistent with the right of lien that belongs to the occupation.\nWe see no evidence that the defendant hired any part of the plaintiff’s stable, or had any other control of the horses than is common where the owner of horses at livery has his own driver to attend to them. This circumstance does not affect the right of lien.\nJudgment affirmed."}