{"id": "974093", "contents": "The opinion of the Court was delivered by\nKnox, J.\nHere are six specifications of error. The 1st, 2d, and 3d relate to the refusal of the Court below to quash the attachment or to permit the question of residence to be put in issue before the jury. The defendant moved the Court to quash the attachment upon the ground that when it issued he was a resident of Pennsylvania, and consequently not subject to a foreign attachment. Upon a rule to show cause, the Court heard the parties and their evidence, and refused to-quash the writ. Upon the trial, evidence was again offered to ¡orove the defendant’s residence in Pennsylvania when the writ issued, which was rejected, the counsel having previously stricken off a special plea to the same effect.\nAs there is no bill of exceptions to evidence on a motion for summary relief, the refusal of the District Court to quash the writ cannot be reviewed here: Miller v. Spreeher, 2 Yeates 162; Shortz v. Quigley, 1 Binney 222; Brown v. Ridgway, 10 Barr 42.\nIt is unnecessary to determine whether one against whom a foreign attachment has issued may not by a plea in abatement raise the question of residence, for clearly this cannot be done (after an ineffectual motion to the Court to quash the writ for the same cause) by a special plea accompanying other pleas in bar. There was neither error in striking off the plea, nor in rejecting the evidence offered to the jury.\nThe admission of Dr. Benjamin Malone as a witness for the plaintiffs is the 4th error assigned.\nFrom the time of the execution of the contract out of which at least a portion of the plaintiffs’ claim originated, until after the suit was commenced, Dr. Malone was a dormant partner of the plaintiffs’ firm. After the commencement of this suit, the witness sold his interest to his brother, Watson Malone, one of the plaintiffs. Under the principle which was first enunciated in Post v. Avery, 5 W. & Ser. 609, and afterwards followed by Lieper v. Pierce, Patterson v. Reed, Phinney v. Tracey, and other kindred cases, this witness was incompetent and should have been rejected.\nThat the course of decision in this respect since Post v. Avery has not been entirely uniform cannot be denied, arising probably from the fact that in some of the cases the rule was extended beyond its proper limits. That one who was interested in a chose in action at the time of its origin, cannot, by assigning his interest to a mere volunteer, become a witness on behalf of the assignee as to matters which preceded the assignment, may now be considered as settled. Two cases may be found in our last volume of reports to this effect: Graves v. Griffin, 7 Harris 176; Bailey v. Krapp, Id. 192. Had these cases been reported at the trial below, they would doubtless 'have led to the exclusion of the witness.\nThe _ fifth and sixth exceptions are not sustained, but for the reception of the evidence of Dr. Malone, the case must be reversed.\nJudgment reversed and venire de novo awarded."}