{"id": "974030", "contents": "The opinion of the Court was delivered, by\nKnox, J.\nIn Worrell’s Appeal, 9 Barr 508, it was held that this appellant was liable for an investment in the stock of the Schuylkill Navigation Company of moneys received by him for his ward. The decision was in accordance with former adjudicated cases, and has been followed by others of,, like import. It may now be considered as settled law, that in Pennsylvania an investment by a guardian or other trustee, unless authorized by the deed of trust, in the stock of an incorporated company, whether a bank, railroad, canal, manufacturing, or mining corporation, cannot be made at the risk of a ward or other cestui que trust. It is unnecessary to repeat the reasons which are the foundation of this rule. In England and in this country the adoption of the rule has been found essentially necessary for the protection of those who could not protect themselves. It will not do to say that because prudent men sometimes invest their own money in such stocks, guardians may legally invest the estate of their wards in like manner.\nOne who is entitled to the appellation of a prudent man, incited by the hope of a large return, may make an investment understood to be of a speculative or experimental character. He calculates the chances and takes the risk. If fortunate he pockets the profits; if not he must stand the loss. But with trust funds no such hazard can be permitted. Investments which are entirely safe, and which yield a fair return, in this country can readily be obtained, and a strict compliance in this respect should be required from those intrusted with the estates of minors and others similarly situated. Neither Duhring’s Appeal, 1 Harris 222, nor Rush’s Estate, 2 Jones 375, bear upon the question here presented. In the one the effort was to make trustees of an insolvent liable for not proceeding-to avoid certain assignments; and in the other the investment was held to be within the terms of the will; and the language used as to what is required of trustees, is applicable to the facts then under consideration.\nIt is alleged that the recognition contained in the ante-nuptial settlement affirms the purchase of the stocks in question, and protects the trustee from liability. The reasons given by the auditor in negativing the proposition are unanswerable. At the time the deed of marriage settlement was executed, the ward was in her minority, and was not of full age for nearly two years thereafter. There is no evidence that the trustee under the deed, when he became a party to it was informed how, when, or by whom the stocks were purchased, or that such information was given to him at any time before the appellant’s account was filed, and which was immediately excepted to.\nIt is possible that the election of the trustee under the settlement to take the stocks with the consent of the husband, would have bound the ward; but it is clear that a mere recital in the deed cannot be construed into an election. Where a guardian makes an unauthorized purchase, an adoption of his act would relieve him from responsibility; but the adoption must be by one competent to act, and made under a full knowledge of all the facts connected with the transaction.\nWhat has been said as to the effect of the trustee’s conduct, may be applied, if possible, with still greater force to the husband’s. By becoming a party to the deed, he is prevented from disputing the title of the trustee; but how his act can be said to work a release of the guardian, is not, and, it is believed, cannot be shown. The same answer may be given to the allegation of acquiescence; which, like election, is not valid in the absence of notice. It was the duty of the guardian upon the marriage of the ward to render an account, the objection to which could not be made before it was rendered. It was made as soon as the account was filed, and there is no room left for complaint, upon behalf of the guardian, that he was not earlier notified that the stocks would not be received.\nWe have disposed of the main questions raised upon this appeal. There are, however, some minor points to be noticed.\nThe auditor was right in disallowing the charge for counsel fees, which appear to have been incurred in contesting the demand of the appellees, and must be paid by the contestant.\nCommissions were calculated upon the sums received, excluding the interest, and this was correct; but such commissions should have been deducted at the time of the reception, and interest only chargeable upon the residue. There is still another error in making up the account. Only one month was allowed from the time of the reception of the money, to reinvest. Ve have, in several recent cases, held that ordinarily six months should be allowed for this purpose; and there is nothing in the case before us to take it out of the general rule. It only remains to add that the accountant is to be charged with interest during the pendency of the account.\nThe decree of the Court below is reversed, and the account is referred to the auditor of this Court to report an account in accordance with the principles herein stated, when a final decree will be entered in this Court."}