{"id": "974079", "contents": "The opinion of the Court was delivered by\nLewis, J.\nAfter giving a life estate to McCoy, the testator allows “the plantation to come to the nixt mail heair neerest in kindred and relation to mee, according to law, and so on in such- cession on that line.” The person who filled the description here given, at the time of the testator’s death, became seised of the estate in remainder. Was he seised in fee simple or fee tail male ?\nThe rule in England is that the heir at law is not to be disinherited except by express direction or necessary implication. That rule should be observed with more strictness here than in England, .because our laws of inheritance are more equal: 2 Bin. 20. “Entailments are recommended in monarchical governments as a protection to the power and influence of the landed aristocracy ; but such a policy has no application to republican establishments, where wealth does not form a permanent distinction, and under which every individual of every family has his equal rights and is equally invited by the genius of the institutions to depend upon his own merit and exertions4 Kent 20. As the rules of descent established by law are presumed to be founded on w'isdom, and as the policy of the law stands opposed to entailments, the remainderman must be deemed seised in fee simple, unless we are forced by the clear language of the will to give it some other construction. Words of procreation are as necessary to the creation of an estate tail as words of inheritance are to a fee simple: 2 Bl. Com. 114. Rut we have no words of procreation here. Even the. words which designate the first taker after the life estate, do not necessarily import that he must be one of the heirs of the testator’s body. He may be his “next male heir nearest in kindred” without being lineally descended from him. The words “ so on- in succession on that line” do not therefore necessarily mean that the estate shall go to the heirs of the body of the devisee. The words “according to law” are not to be rejected in the construction of this will. It is true that the testator may have meant that the law is to be regarded in ascertaining who is his next male heir nearest in kindred and relation to him; but he may also have meant that the estate shall come to him, in the same manner that the law would Lave given it to the heirs of the testator. We adopt this as the true meaning.. The words “ on that line” do not necessarily mean the male issue of the devisee, but simply his heirs as contradistinguished from the heirs of the tenant of the life estate previously given. If we created an estate tail by construction in this case, we must do it not only without words of procreation, but without any words which can supply their place. If the succession is not to be regulated according to law, but must be governed by the description given to designate the first taker after the life estate, the result would be inconvenient, and, as we think, contrary to the testator’s intent. Upon the death of every tenant it would be necessary to ascertain, not only his male heir, but the malé heir nearest in kindred and relation to the testator. This, in process of time, would become impossible. And yet this is the line we should be compelled to seek for if we departed from the rules of descent established by law. An estate tail is so readily docked, that we are not willing to suppose the testator had such an unimportant object in view, where his will does not clearly express it. We are of opinion that Samuel McIntyre, the son of the testator, was seised in fee simple of the remainder, and that the plaintiff in error is therefore entitled to judgment on the case stated.\nJudgment reversed and judgment for the plaintiff in error."}