{"id": "974076", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nStatutes of limitations are mere definitions and limitations of the generality of that principle of the common law which is expressed in the maxim vigilantibus non dormientibus subveniunt leges; and the Courts cannot administer such statutes according to their spirit, unless by regarding them as passed in aid of the common law, and therefore as furnishing a general rule for cases'that are analogous, according to their subject-matter, to those expressed by the statute.\nAnd so this subject is regarded: for the limitations are applied by analogy to actions in chancery, in admiralty, (The Mentor, 1 Rob. 182, The Rebecca, 5 Id. 96,) to claims in bankruptcy, in insolvency, in the Orphans’ Court, and to set-off, though none of these are within the letter of the statute; and we applied it very lately to a claim for mesne profits made in an action of ejectment: Lynch v. Cox.\nAs a general rule, public officers, and also all persons and companies, making public works and improvements, are protected by much shorter limitations. So it is in England, in such a case as this, statute 5 & 6 Vict. c. 97, sect. 5; and so it is here, under the general railroad law of 1849, sect. 14, and under the lateral railroad law of 1832, sect. 10, if we may suppose that the word “ penalties” means damages, which seems probable, since the infliction of penalties is not pertinent to acts done “in pursuance and by authority of” an Act of Assembly: see 8 Barn. & C. 697.\nThe case of the Union Canal Company v. Woodside, 11 State Rep. 176, does not apply to this case, except so far as it declares this form of action to be in substance an action of trespass. The statute of limitations was not relied, on there; but the presumption of payment was, and as a matter of law that was decided in favor of the defendants.\nThe action of trespass would seem to be technically proper in such a case, if there were no special remedy provided, for the constitution makes the taking of the land unlawful unless compensation is first paid or secured. But this act was done before this clause was inserted in the constitution; and therefore without the special remedy, trespass on the case would seem to be the proper form of an action. This is the common law remedy for all injuries not falling within the other usual remedies; and it is to the subject-matter of the action that the limitation applies; and therefore it continues to apply even when the form of the remedy is changed. It surely can make no difference whether the action is against many individuals, or against many who are united by an act of incorporation. The public sanction of their union does not render them objects of suspicion, or exclude them from the benefit of the general rule of law.\nThese views set aside all the other exceptions; for the plaintiff cannot attach anything, as incidental to a claim that has no substance.\nJudgment affirmed.\nLewis, J., and Knox,. J., dissented."}