{"id": "974084", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nThis was trespass for taking the plaintiff’s horse on an execution against another person. Evidence was given to support and to contradict the allegation that the horse had been sold by the present plaintiff to the defendant in the execution. But the Court took all the evidence on that point away from the jury, and directed a verdict in favor of the plaintiff, on the solo ground that the execution was void. It was issued by a justice of the peace upon a judgment in attachment under the act of 1842. The affidavit was irregular, and so was the bond; and although the plaintiff appeared at the return day of the attachment and made no objection, the Court held that the judgment and execution gave no title to property sold under them.\nIt is a rule, to wffiich there is no exception, that when a judgment is given by a court or judge having jurisdiction of the subject-matter, its regularity connot be inquired into in a collateral proceeding. If the justice was wrong in issuing this attachment, and if the defendant did not wraive the error by appearing, still nobody but the defendant himself had a right to complain of it, and even he could get redress only by certiorari. His acquiescence in the judgment, without taking any steps to reverse it, made it as good and valid as if all the pre-requisites of the law had been complied with. A ministerial officer may not be sued as a trespasser, for simply obeying the command of a writ, regular on the face of it. And even where the action is against the plaintiff, he is protected by the judgment itself, without proving that he obtained it legally. It would be impossible to administer the law at all upon any principle which would permit a title to property acquired under a judgment and execution to be defeated by showing a defect in the original process. It is said that this proceeding is in derogation of the common law. So is the whole civil jurisdiction of justices and aldermen. But still their judgments are conclusive, however erroneous, until set aside. There is no difference in this respect between a tribunal created by statute and a common law court. A sentence, judgment, or decree pronounced by either upon a subject within its jurisdiction is definitive and binding on all other courts, excepting only those before w'hom it comes by appeal or writ of error.\nThe same question was before this Court in Burford v. Cassedy, decided at September Term, 1848, for the Western District. A justice granted an attachment and gave judgment, without taking a legal bond. When an execution came to be issued, the constable presumed to disobey it, and gave the mistake of the justice as one of his reasons. Yfhen he made this defence on the scire facias against him, the Court told him what we now repeat to the present plaintiff, that he had no authority to erect himself into a court of errors and pick flaws in the justice’s record. The judgment was a matter which concerned not him, but another person who hád seen fit (perhaps for very good reasons) to acquiesce in it. If that case had been reported, the present one would never have come here.\nJudgment reversed and ven. fa. de nov. awarded."}