{"id": "974007", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nThe plaintiff below was a passenger in the defendants’ ears from Philadelphia to Morgan’s Corner. The train should have stopped at the latter place; but some defect in the bell-rope prevented the conductor from making the proper signal to the engineer, who, therefore, went past, though at a speed somewhat slackened on account of the switches which were there to be crossed. The plaintiff, seeing himself about to be carried on, jumped from the platform of the car and was seriously hurt in the foot. He brought this action; and the jury, with the approbation of the Court, gave him $1500 in damages.\nPersons to whom the management of a railroad is intrusted, are bound to exercise the strictest vigilance. They must carry the passengers to their respective places of destination, and set them down safely, if human care and foresight can do it. They are responsible for every injury caused by defects in the road, the ears, or the engines, or by any species of negligence, however slight, which they or their agents may be guilty of. But they are answerable only for the direct and immediate consequences of errors committed by themselves. They are not insurers against the perils to which a passenger may expose himself by his own rashness or folly. One who inflicts a wound upon his own body, must abide the suffering and the loss, whether he does it in or out of a railroad car. It has been a rule of law from time immemorial, and is not likely to be changed in all time to come, that there can be no for an injury caused by the mutual default of both parties. When it can be shown that it would not have happened, except for the culpable negligence of the party injured concurring with that of the other party, no action can be maintained. A railroad company is not liable to a passenger for an accident which the passenger might have prevented by ordinary attention to his own safety, even though the agents in charge of the train are also remiss in their duty.\nProm these principles, it follows very clearly that if a passenger is negligently carried beyond the station where he intended to stop and where he had a right to be let off, he can recover compensation for the inconvenience, the loss of time, and the labor of travelling back; because these are the direct consequences of the wrong done to him. But if he is foolhardy enough to jump off without waiting for the train to stop, he does it at his own risk, because this is gross imprudence, for which he can blame nobody but himself. If there be any man who does not know that such leaps are extremely dangerous, especially when taken in the dark, his friends should see that he does not travel by railroad.\nIt is true that a person is not chargeable with neglect of his own safety, when he exposes himself to one danger by trying to avoid another. In such -a case, the author of the original peril is answerable for all that follows. On this principle we decided last year at Pittsburgh, that the owners of a steamboat, which was endangered by a pile of iron wrongfully left on the wharf, and to get clear of it was backed out into the stream where she was struck by a coal boat and sunk, had a good cause of action against the city corporation, whose duty it was to have removed the iron. If, therefore, a person should leap from the ear under the influence of a well grounded fear that a fatal collision is about to take place, his claim against the company for the injury he may suffer, will be as good as if the same mischief had been done by the apprehended collision itself. When the negligence of the agents puts a passenger in such a situation, that the danger of remaining on the car is apparently as great as would be encountered in jumping\"off, the right to compensation is not lost by doing the latter: and this rule holds good, even where the event has shown that he might have remained inside with more safety. Such was the decision in Stokes v. Saltonstall, 13 Peters 181, so much relied on by the defendant in error. A passenger in a stage-coach seeing the driver drunk, the horses mismanaged, and the coach about to upset, jumped out and was thereby much hurt. The Court held the proprietors of the line responsible, because the misconduct of their servant had reduced the passenger to the alternative of a dangerous leap or remaining at great peril. But did the plaintiff, in the present case, suffer the injury he complains of by attempting to avoid another with which he was threatened ? Certainly not. He was in no possible danger of anything worse than being carried on to a place where he did not choose to go. That might have been inconvenient, but to save himself from a mere inconvenience by an act which put his life in jeopardy, was inexcusable rashness.\nThus far I have considered the case without reference to certain facts disclosed in the evidence, which tend to diminish the culpability of the defendants’ agents, while they aggravate (if anything can aggravate) the folly of the plaintiff. \"When he was about to jump, the conductor and the brakesman entreated him not to do it, warned him of the danger, and assured him that the train should be stopped and backed to the station. If he had heeded them, he would have been safely let down at the place he desired to stop at, in less than a minute and a half. Instead of this, he took a leap which promised him nothing but death; for it was made in the darkness of midnight, against a woodpile close to the track, and from a ear going probably at the full rate of ten miles an hour.\nThough these facts were uneontradicted, and though the Court expressed the opinion that no injury would have happened to the plaintiff but for his own imprudence, the jury were, nevertheless, instructed that the defendants were bound to compensate him in damages. The learned judge held that the cases of mutual neglect did not apply, because this action was on a contract! Now, a party who violates a contract is not liable any more than one who commits a tort, for damages which do not necessarily or immediately result from his own act or omission. In neither case is he answerable for the evil consequences which may be superadded by the default, negligence, or indiscretion of the injured party. There is no form of action known to the law (and the wit of man cannot invent one), in which the plaintiff will be allowed to recover for an act not done or caused by the defendant but by himself.\nWhen the train approached Morgan’s Corner some one (probably the conductor) announced it. Much stress was laid on this fact. The Court said, in substance, that to make such an announcement before the train actually stopped, was a want of diligence whereby the plaintiff was thrown into a position of danger; and though he was warned not to jump, yet, having done so, he could make the company pay him for the hurt he received. We think this totally wrong. It is not carelessness in a conductor to notify passengers of their approach to the station at which they mean to get off, so that they may prepare to leave with as little delay as possible when the train stops. And we cannot see why such a notice should put any man of common discretion in peril. It is scarcely possible that the plaintiff could have understood the mere announcement of Morgan’s Corner as an order that he should leap without waiting for a halt. If he did make that absurd mistake, it was amply corrected by the earnest warnings which he afterwards received.\nThe remark of the Court that life and limb should not be weighed against time, is most true; and the plaintiff should have thought of it when he set his own life on the hazard of such a leap for the sake of getting to the ground a few seconds earlier. Locomotives are not the only things that may go off too fast; and railroad accidents are not always produced by the misconduct of agents. A large proportion of them is caused by the recklessness of passengers. This is a great evil, which we would not willingly encourage by allowing a premium on it to be extorted from companies. However bad the behavior of those companies may sometimes be, it would not be corrected by making them pay for faults not their own.\nThe Court should have instructed the jury that the evidence taken altogether (or even excluding that for the defence), left the plaintiff without the shade of a case.\nJudgment reversed and venire facias de novo awarded."}