{"id": "974085", "contents": "The opinion of the Court was delivered by\nKnox, J.\nUnder the agreement of the 1st September, A. d. 1847, William H. Patterson was liable to pay to Robert a sum which would equalize their payments, made on behalf of their brother John Patterson. The only point in the case before us, about which there can be any difficulty, is this. Is the agreement of 1st September, 1847, upon which this action is based, so affected by that of 3d of April, 1849, that it cannot be made the subject of a separate suit before the expiration of the time fixed in the second agreement ?\nThere is no necessary connexion between these two contracts. The one has reference solely to liabilities incurred for John Patterson, whilst the effect of the other was to transfer to William II. Patterson, for a given period of time, the entire interest in the property and business theretofore owned and carried on by them jointly. This provision is to be found in the second contract — “ But it is understood between the parties that anything herein contained shall not render void or of no effect an article of agreement made September, 1847, in reference to losses that might be sustained in consequence of the liabilities for J. P.”\nBy express terms, then, the contract now in question is preserved, and its binding force acknowledged. Nor can we find anything in the second agreement which satisfies us that the time of execution with respect to the first is thereby prolonged. Such may have been the intention of the parties, but it is not so expressed in what is to us the evidence of their intention, viz., the writing itself.\nIt is unnecessary to examine the numerous errors assigned in detail. It was frankly admitted upon the argument by the counsel for the plaintiff in error, that, they relied mainly upon the question which we have just considered.\nThe evidence contained in offers marked A, B, C, D, was impertinent to the issue trying, and consequently there was no error in rejecting it.\nThe 5th, 6th, and 7th assignments relate to the cause of action, and its sufficiency. It certainly cannot seriously be questioned, but that where two persons are jointly and severally bound in unequal sums as security for a third, an agreement in writing under seal between themselves to equalize the loss will be obligatory, and may be enforced in an action at law. There is nothing in such an agreement forbidden either by the principles of law or morality, and its consideration may be found, if the character of the instrument rendered it essential, in* the mutual undertakings..\nThe 8th has already been noticed, and the 9th has no validity.\nJudgment affirmed.\nLewis, J., and Woodward, J., dissented."}