{"id": "974070", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nThe auditor’s report states the facts of this case to our entire satisfaction, and presents a single question for decision, depending upon the law as to marshalling of the assets of an estate among devisees and legatees. When the devises and legacies are all specific and demonstrative, must they all abate or contribute ratably to pay debts otherwise unprovided for ?\nCases of this sort never arise, except when it is ascertained that the intent of the testator is about to be, to some extent, disappointed ; and the question then presented is always one of interpretation, aiming to learn from the will and other proper circumstances, what intention the testator had as to preferences among his devisees and legatees, so as to apply that intention in settling the duty of abatement and contribution.\nThe history of the early labors in . this, as in other fields of jurisprudence, exhibits many conflicting efforts and unsuccessful experiments in the endeavor to bring it into a state of proper order and consistency; and the experience thus acquired cautions us against delusive and untried theories, and inspires us with confidence in -well-established results. But we must not forget that these results consist of rules for ascertaining the intent that are only general in their character, and are subject to many exceptions in their application, and that some of them require to be modified with us, because they depend upon legal institutions that have no existence here.\nWe have at hand illustrations of this last remark that bring us right to the very point of the present case. In England land is not regarded as general assets for the payment of debts, and therefore with them, in cases of this sort, specific devises are considered as being intended to be preferred over specific legacies. And this is a necessary conclusion, for that which is not, in law or equity, liable for debts, cannot be called upon to contribute to the relief of that which is. But this rule does not include specialty debts, for land is liable for them, and therefore, as to them, devises and specific legacies must contribute ratably: 1 P. Wms. 403; Ibid. 730; Cases Temp. Talb. 54. And land that is allowed to descend to the heir must bear the burden of such debts, rather than disappoint either specific or general legacies; because these, being specially provided for, are presumed to be preferred: 3 Ves. Jr. 118; 2 Atk. 437; 2 Bro. C. C. 263; 3 P. Wms. 367; 3 Madd. 453; 2 Powell on Devises 667; 3 Johns. Ch. R. 319. And when a testator charges his lands with the payment of debts generally, then they become assets for that purpose: 7 Ves. 322; 2 Bro. C. C. 94; and then devises and specific and demonstrative legacies stand upon an equality in cases where an abatement is required: 2 P. Wms. 382; 3 Id. 323; 1 Id. 730; 1 Dickens 384; 1 Bro. C. C. 138 n.; 2 Bos. & Pul. 310; Ram. on Assets 378.\nWith us land is assets for all sorts of debts; and by adding this element to the results already obtained, it becomes plain, that though the personal estate is, in legal contemplation, the primary fund for the payment of debts, yet this rule does not apply, as between legatees and deyisees, whore a particular portion of the personal estate is set apart for legacies, because, in such cases, without other circumstances, there is no evidence of an intention to prefer devises over legacies.\nIt is supposed, however, that the fact that the devises, in the present case, are charged with the payment of a portion of the legacies, is a circumstance showing a different intent. The argument is, that one who accepts a devise charged with a legacy, takes it as a purchaser, in the ordinary sense of that w'ord, and is personally liable for the legacy in any event; and Hoover v. Hoover, 5 State Rep. 351, is relied upon for this. Even if the devise and its acceptance were intended as a contract of purchase and sale, this would not be entirely true, for then the devisee or purchaser would be entitled to relief from the charge or purchase-money on the failure of the title, or he might apply it in discharging liens; a principle that was overlooked in Hoover v. Hoover.\nThere- are no doubt cases in which devisees do stand in the character of purchasers; but in ordinary cases they áre treated so only for the purpose of raising a technical promise in support of the forms of a common law action. It is certainly not a purchase that would avail as such against creditors. The promise is implied as a means of enforcing an obligation imposed by the giver as part of the law of the gift. In equity it is enforced as a trust, in law as a promise. But if circumstances show that the obligation does not really exist, as where the devisor’s creditors take the land for their debts, then a promise or trust will not be implied; but the question will arise, how shall the devisees and legatees contribute as to the debts ?\nThis principle having been overlooked in Hoover v. Hoover, a devisee was treated as. a purchaser of land, and made to pay the full consideration, without any allowance for the general liens against the vendor or devisor, which he had been and might be compelled to pay. His land was made a primary fund to pay debts, and the legacies charged upon it were relieved from abatement. And the rule that specific and demonstrative legacies, 2 Dall. 243, 1 P. Wms. 693; and even general ones, 2 P. Wms. 335, Cases Temp. Talb. 54, shall not be defeated or prejudiced in order to pay a mortgage or other specific lien created by the testator in his lifetime, was extended to a case of general lien.\nThe case of Loomis’ Appeal, 10 State Rep. 387, is very different, and decides the very question of this cause, that, on a deficiency of assets to pay debts, devises and specific or demonstrative legacies are equally liable to abate. One remark of Chief Justice Hibson is so appropriate here, that a quotation of it will be indulged. “ To suffer the legatees to be deprived of- their fund, •in violation of the testator’s plain directions, would give the devisees all the available part of the estate, and cut up his plan of distri - bution by the roots.” And such would be the result of the rule insisted upon here; but we cannot so disappoint the will: 1 P. Wms. 694; 2 Id. 190, 335.\nThese remarks indicate the principle that governs the question of contribution; and the valuation and other facts found by the auditor, and not excepted to, enable us to settle the proportions.\nDecree. — May 17th, 1854. This cause came on to be heard at the last March Term at Philadelphia, on appeals taken by George Hallowell and Mercy Teas from the decree of the Orphans’ Court of Montgomery county, in the marshalling of the assets of the estate of Thomas Hallowell, deceased, and was argued by counsel; and therefore, on full consideration thereof, it is ordered, adjudged, and decreed, that the decree of the said Orphans’ Court be reversed and annulled; and this Court, now proceeding to make such decree in the cause as the said Orphans’ Court ought to have made, do further order, adjudge, and decree, that the devise to Aaron Hallowell shall, for the purposes of this proeeeding, stand as valued as at the testator’s death at the sum of six thousand three hundred and seventeen dollars and 66§ cents ($6317.66-|), the deviso to Thomas B. Hallowell at three thousand one hundred and sixty-five dollars and 66-| cents ($3165.66-f), the legacies to George H. Hallowell at two thousand four hundred and ten dollars and 66§ cents ($2410.66f), and the legacies to Mercy Teas at eighteen hundred and fifty-five dollars and 50 cents ($1855.50); and that, in order to supply the deficiency of the other assets to pay the debts, the said several devisees and legatees shall respectively contribute in these proportions : that is to say, the money in the hands of the executors amounting, after paying thereout the costs of this proceeding, to the sum of $884.49, is ordered to be paid to Mercy Teas; then the balance of debt and interest due to George Hallowell on his judgment, after deducting the debt and interest due to the estate by him, is $2227.22; and the legacy and interest due to Mercy Teas, after the payment above directed to be made to her, is $1464.51; and these two sums make up the deficiency to be supplied, to wit, $3691.73; and, in order to apportion the said deficiency among the said several devisees and legatees, it is ordered and decreed that the judgment of George Hallowell, one of the legatees, be abated to the sum of $1579.96 ; that the balance of the legacy due to Mercy Teas, after the payment above provided for, be abated to the sum of $966.31; and for the payment of the said balances according to equity, it is ordered, adjudged, and decreed, that the said Aaron Hallowell do, on account and out of the land devised to him, pay to-George Hallowell the said sum of $1579.96, in full of his said judgment, and to Mercy Teas the sum of $116.31, on account of her legacy; and that the said Thomas B. Hallowell do, on account and out of the land devised to him, pay to Mercy Teas the sum of $800; which said sums shall be paid by the said Aaron and Thomas respectively within six months from this date with interest; and this cause is now remitted to the said Orphans’ Court, with instructions to carry this decree into effect."}