{"id": "974077", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nIf we take this provision just as it stands, it amounts to a gift to her for life, and then to her heirs, and that is equivalent to an absolute gift. But it is apparent that he meant issue by the word heirs: and if he had used that word, it is quite apparent that the clause would have been construed an entailment; and that, when relating to personal property, is also equivalent to an absolute gift. There is nothing here, as in many reported cases, that ought to induce us to reject this consequence of the word issue. Here the gift is absolute in the first instance, and the qualification of it uncertain. If the word heirs were technically accurate it would annul the qualification, and such is the effect of the word issue;' and yet in the mind of the testator those two may have had a widely different meaning. We ought not to substitute the word issue for the word heirs, and then refuse to it its technical meaning, especially when that favors the absolute vesting of the gift and equality among the testator’s heirs.\nIf we wrere to treat the gift as a life estate, the limitation over to his children and their heirs is not too remote; for the word heirs is improper; and besides, it is surplusage, because, without this, the gift over would vest in right in them on the testator’s death, subject to be divested on her death leaving issue, and of course would be transmitted in right to the representatives of those who die before the vesting in enjoyment. If we could treat it as an entailment, the same principle would govern in this respect.\nAnd we cannot use the word “ then” as leading to a different construction of this qualification; for “then,” or “in that case,” or similar expressions are always used in these substitutionary clauses, and they all involve the idea of the time “then;” yet it is not from them, but from other parts of the will, that we learn what time is meant for the vesting. It is not the “then” that gives us the when.\nNor does the bequest over to his children “and their heirs,” express an intent to limit the granddaughter’s share to a life estate, for that is one of the most common of all limitations after an estate tail.\nAnd we are not willing to admit that there is anything unreasonable in the result attained by the principle here assumed. An artificial rule applied to an artificial subject is not an illegitimate process. It may be true that in such cases a testator is seldom thinking of an indefinite failure of issue; but it is just as true that he as seldom thinks of the consequences of a contrary construction, and that very often he has no very definite thought about it. It is much more probable that he intended the gift to his granddaughter to be absolute if she should have issue, as she has, than that he intended to take it away if she should die without leaving any issue surviving her.\nCertainly, he intended her to have the money; and most likely he never thought of his intention being defeated in this respect, by her being unable to give bail that she would not use the money. Possibly, ho intended merely to provide for her death in his lifetime. It is not at all likely that he intended her children, not yet born, or his legatees over after them, to have the principal benefit of this gift. That the gift is to her, proves that, as to it, she was the principal object of his bounty.\nThere is nothing more common than for testators and their scriveners to write the clauses of their wills from some form book, where they find their thought approximately expressed, without thinking very clearly on the subject, or studying the effects of the provisions which they find made to their hand. In such cases the construction which the law puts upon their expressions is apt to be quite as appropriate as any which they would have made themselves, and quite as suitable to unanticipated events. In this class of cases the usual construction has the merit of vesting the legacy absolutely at the earliest possible date, and of making it available to the primary object of the testator’s bounty; and in the present instance, it favors equality among his heirs.\nWe have often felt that our duty in construing wills would be much more satisfactorily performed, if we were more fully advised of the circumstances under which the will was made, as the state of the testator’s property, family, and the like: 2 Jarm. on Wills 742; 2 Pow. on Devises 6; 20 State Pep. 59. We do not think that such information would have been useless here.\nJudgment reversed and judgment for the plaintiff."}