{"id": "974053", "contents": "The opinion of the Court was delivered by\nLewis, J.\nWhatever is agreed to be done is considered in equity as done. It follows, from this principle, that a contract for the sale of real estate is considered, in equity, aS a conversion of the land into money. The vendor’s interest ceases to be real estate. It becomes a chose in action, a personal demand for the consideration-money, which, in case of death, goes to his persona] representatives, and the legal title is held only as a security for the payment of the debt. The vendee becomes, in substance, the owner of the estate. In his hands it is subject to dower and curtesy, and to all the incidents of real estate; and upon his death it goes to his heirs, and not to his personal representatives. This conversion takes place notwithstanding that it may afterwards be defeated by the non-payment of the purchase-money. Even where the conversion is subject to the happening of a contingency, the property will be taken to be as of the nature it was intended to be upon the happening of the contingency: Lawes v. Bennett, 1 Cox Ca. Cha. 167; Leigh & Dalzell on Equit. Conversion 19. By the contract between the Bacons and Longwell and the payment of the hand-money, the latter acquired an equitable estate in the land. By the terms of the contract he became entitled to immediate possession; and, under the charge of the Court, we are to take it that the jury would have found that there was no actual possession in hostility to his right. He is tó be treated as having the possession and the right of possession, with a right also to a conveyance ■of the legal estate upon the payment of the consideration-money. This is an equitable estate, and it has long ago been decided that an equitable estate is sufficient in Pennsylvania to support an action of partition: Willing v. Brown, 7 Ser. & R. 467. The existence of a judgment or a mortgage against an undivided interest presents no obstacle to a partition, because the encumbrance attaches upon the part set out for the one against whom it was entered: Bavington v. Clark, 2 Penna. Rep. 124; Jackson v. Pierce, 10 John. 414, 417. The same principle may be applied to the case of an encumbrance secured by the vendor’s retention of the legal title. The vendor, who has neither the possession nor the right of possession, cannot be said to hold together with his former co-tenants in common. It would be impossible for him to maintain an action of partition in such a case. ■ If the vendee may not be a proper party to such a proceeding, the other persons interested might be deprived of the right to divide the land. This cannot be. The parties are compellable, to make partition. The vendor, who intrusted the vendee with the actual possession, and with the incidents of ownership, is bound by the proceedings. In case of a sale his rights can be as readily protected by the Court as can the rights of a judgment or a mortgage creditor. We are of opinion that the Court was in error in holding that the plaintiff has not such an estate in the premises as will enable him to maintain an action of partition. We perceive no other error in the proceedings before the Court of Common Pleas.\nJudgment reversed and venire facias de novo awarded."}