{"id": "974066", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nThat the charge of fornication involved in the words “she is a bad character, a loose character,” may be sufficiently averred by an innuendo without a colloquium, is certainly proved by the opinion of Chief Justice Gibson in Thompson v. Lush, 2 Watts 20; McKennon v. Greer, Id. 353; and Hays v. Brierly, 4 Watts 393. If no other words were used, then there could be no subject-matter for the colloquium; and then there could be no action, if the colloquium is essential. If other words were used, showing a different intention, the defendant could prove them, and thus contradict the innuendo, by supplying the colloquium. If wre have the whole conversation, or if the part of it which is given contains the charge of fornication, we need no colloquium. If the words laid do not of themselves involve the charge or express the meaning repeated in the innuendo, then the colloquium is the place to insert the other facts which give the color to the words laid, and without it there would be no cause of action.\nIt is said that these words do not expressly charge fornication, and here lurks the whole error of the Court below. This is, in fact, a return to the old doctrine of mitior sensus. They do charge it expressly or not'at all, unless we falsify their meaning by treating them too kindly. Such words are always understood as an assault upon the bright central virtue of a woman’s character, and it is almost always made in a covert way — such is the norma loquendi. There is some natural and instinctive decency still left, even in the most degraded characters, that prevents them from speaking of this offence in the most direct terms; and yet not decency enough to suggest to them the common language of the people. Their euphemisms consist of slang phrases and strange metaphors, which we are often compelled to hear in the course of judicial investigations, and which we dare not write even for the sake of illustration. What use could be made of a colloquium as applied to most of such cases ? Low slanderers have a norma loquendi that is peculiar to the class, and the meaning of such expressions may be properly averred in the innuendo, and the jury must decide whether the averment is true.\nJudgment for the plaintiffs on the verdict."}