{"id": "974040", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nThe result of legislation and judicial decisions in Pennsylvania touching the liens of judgments and executions on real estate, seems to be that where the judgment is a lien, there can be no independent lien acquired by execution process thereon ; but where land is seized in execution by virtue of a judgment which is no lien, the execution becomes a lien on it. This is the ground on which Packer’s Appeal, 6 Barr 277, and Jamison’s Appeal, Ibid. 280, are reconciled in Davis v. Ehrman, 8 Harris 258. In Todd v. McCulloch, 3 Penna. Rep. 445, it is said to have been established substantially, if not in terms, in Betz’s Appeal, 1 Pa. Rep. 271, that the lien of a judgment is preserved by an execution only as regards the land levied; a dictum which is not accurate, for since the Act of 1827 the lien of a judgment, according to all the cases, is not continued by an execution levied, but, as is afterwards said in the same case, the lien by which lands are bound for more than five years without a scire facias, seems to be that which the common law attributes to an execution, rather than the lien of a judgment.\nThese distinctions belong to questions of distribution, of which there are none in the case before us, but still they have an application here as showing that though the lien of the judgment against the late Judge Pettit, as administrator de bonis non of Judge Wilson, had expired before the pluries fi. fa. of 26th September, 1837, issued, yet a lien was acquired by virtue of the levy made in pursuance of that writ, and then the venditioni exponas of 5th January, 1838, was legal authority to the marshal to sell and transfer Judge Wilson’s title in the land.\nBut this sale was made after the Act of 1834, the 34th section of which requires the widow and heirs or devisees to be made parties to a judgment obtained against the personal representative of a decedent, where the plaintiff intends to charge the real estat.e of the decedent with the payment of the judgment. This was never done in the case before us. Samuel Hughes, a citizen of Maryland, commenced his suit against Judge Wilson in the Circuit Court of the United States in 1798. Before judgment Judge Wilson died, and his administrators being substituted, judgment was entered against them in 1800. In 1831, the death of the plaintiff was suggested, and his administrator substituted, and Thomas McKean Pettit was brought on the record as defendant, in the character of administrator de bonis non of James Wilson — the judgment revived 20th May, 1831, de terris et de bonis quando aaciderint, and several executions issued without effect until the piurías fi.fa. of 1837, as above stated.\nThe plaintiffs in error, who were the defendants below, claim not under the Wilson title, but in opposition to it, and they insist that the above proceedings left his title outstanding in Ms heirs, and that this is a good defence against the present action.\nThe 34th section of the Act of 1834 is directory, and was designed to protect the estates of dead men from those collusive judgments which are sometimes concocted between faithless administrators or executors and pretended creditors, and which have been used as instruments for stripping families of their inheritance. The evil was plainly pointed out, and the remedy indicated by the late Chief Justice Gibson, in Christman’s Executors v. Evans’ Administrator, 13 Ser. & R. 14. Designed for a beneficent purpose, the enactment has received the favorable regards of the Courts. It has not been applied to judgments obtained in the lifetime of the decedent, for they were not within the mischief; but wherever a title, derived through a judgment against the personal representatives, has been set up to defeat the heirs or devisees of a decedent, it has been required to conform to the statutory rule. Such were Keenan v. Gibson, 9 Barr 249, and McCracken v. Roberts, 7 Harris 393, and other cases, which rule that a sheriff’s sale on such a judgment, where the widow and heirs or devisees have not been made parties, does not divest their title. Nothing can be more clear than that the title of the plaintiffs below could not avail them against Judge Wilson’s heirs, or against a party claiming in right of these heirs. But what right have these defendants to take the place of the heirs, and avail themselves of an irregularity which hitherto the heirs have chosen to waive ? It is true, that in ejectment it is a legitimate defence to show title outstanding in a third party; hut, as was said by Judge Huston, in Foust v. Ross, 1 W. & Ser. 506, it must be a valid, subsisting title —not one abandoned, derelict, or barred by the statute of limitations. As long ago as 1799, Bird Wilson, one of the sons and heirs of James Wilson, was brought in by scire facias as administrator of his father, and made defendant in the suit of Hughes, and in 1800 judgment was rendered against him. He is a living man still, but we hear of no record or act of his designed to hinder his father’s creditor, or to impeach titles which have been fairly, purchased at public sales. Now, grant that his title was unimpaired by these sales, is it not abandoned, derelict ? Whether he and his co-heirs could set it up, after so long neglect, is not now the question; but having never manifested the slightest disposition to assert it, the question is, whether strangers and intruders can set it up. On mature reflection we think hot. A sale of lands on a judgment against an administrator is not void as to others than heirs and devisees. In Pennsylvania, lands are chattels for payment of debts; and proceedings to charge them must be instituted against the personal representatives of decedents, whether widows and children be brought in according to the statute or not. Land levied is in the custody of the law, and on suitable process may be sold for such interest as is bound by the judgment and execution; and though the sale may not conclude heirs and legatees, strangers and intruders may not treat it as-if it had never occurred — if void as to those within the statutory protection, it is a judicial proceeding that binds those who are not within either the letter or the reason of the enactment. When a party shall present himself claiming under the heirs of Judge Wilson, it will be soon enough to consider the effect of the- long delay and inaction which have attended their title, and to decide whether they are concluded or not; but until that happens the inquiry will be impertinent and superfluous.\nThe fact that the proceedings were had in the Circuit Court, neither limits nor extends their effect. In Thompson v. Phillips, 1 Bald. 246, it was held that the Act of 1798, limiting the lien of judgments, applied to and operated on judgments in the Circuit Court; and by parity of reason, all subsequent legislative rules would be applicable to judgments in that Court, so far forth at least as they affect real estate within the jurisdiction of Pennsylvania. On these grounds we hold the Court were right in admitting in evidence the record of the judgment and proceedings against Judge Wilson, and in ruling them to be sufficient to transfer his title.\nNext as to the statute of limitations. Henry W. Conrad entered under a deed which embraced the land in controversy, and which was color of title thereto. Occupying and improving part of the land conveyed to Mm, be would, according to the modern doctrine, be entitled to hold, under the statute, all the land within the lines of his colorable title, provided he continued to claim up to those lines. But Ms vendor, Lengle, claimed only a preemption right, and Conrad entered as a settler. When he took his warrant and made his survey in 1818, he defined his boundaries, not according to the deed of Lengle, under which he entered, but by a line run and marked on the ground which excluded the land in controversy. Had he included this land Ms office right would have been no title, for it was not vacant land, but had been long before surveyed on the Lengle warrant, under which Judge Wilson acquired title; but it might have secured to him the protection of the statute by not negativing his constructive possession. A settler on vacant land, who takes in part of a surveyed tract, and maintains his claim for twenty-one years, may acquire title to it under the statute of limitations, whilst perfecting his title to the vacant land under the pre-emption statutes. But the doctrine of constructive possession, indulgent as it is, is a mere implication or presumption of law from the facts of entry and continued claim according to expressed boundaries, and therefore may be rebutted by acts and admissions on the ground. When a man has assigned unequivocal limits to his possession — has said, by marking Ms line, thus far and no further do I hold — it would bo absurd for the laAV to impute to Mm a possession beyond the self-prescribed bound. How gross the injustice this absurdity would work to a neighboring owner, who, seeing the line far from his own tract, would not dream that an action of ejectment once in twenty-one years would be necessary to protect his property, was well depicted by the lato Judge Coulter in Altemus v. Trimble: 9 Barr 233.\nOn the ground that Conrad defined his boundary short of the land in controversy, we cannot treat him as in the constructive possession of it; and as he had no actual possession of it, he acquired no title to it under the statute of limitations, and of'Course those coming after him have none.\nThe case is so wretchedly presented in the paper-books, that we cannot feel sure of all our facts; but so far as it is possible to obtain them from what is before us we see no error in the record.\nThe judgment is affirmed.\nLewis, J., dissented. Lowrie, J., was absent during the argument. Black, O. J., and Knox, J., concurred in the judgment."}