{"id": "974017", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nWhen a will duly executed is offered for probate, the law presumes competency in the testator, and that the instrument expresses his free and unconstrained wishes in regard to the disposition of his property. This presumption may be rebutted by showing, to the satisfaction of a jury, that the will was obtained by fraud and imposition practised on the testator, or by duress, or by undue influence. What constitutes undue influence, is a question which must depend very much on the circumstances of each case. It is in its nature one of those inquiries which, cannot be referred to any general rule. Yet many principles have been settled by judicial decision which, properly applied, afford in most cases an adequate guide to a right decision of the question. Thus one has a right by fair argument and persuasion to induce a testator to make a will in his favor: Miller v. Miller, 3 Ser. & R. 267. And it is not sufficient to set aside a will to show declarations of the testator that he intended to make a different one, but that his wife had a high temper and interfered: Moritz v. Brough, 16 Ser. & R. 403. If a wife by her virtues has gained such an ascendancy over her husband, that her pleasure is the law of his conduct, such influence is no reason for impeaching a will made in 'her favor, even to the exclusion of the ■ residue of her family; though if that influence was specially exerted to procure the will in question, it might be sufficient to impeach it: Small v. Small, 4 Greenleaf 220. Threats and flattery, which induce and coerce a testator to subscribe and execute the will, furnish sufficient ground for setting it aside: Denslow v. Moore, 2 Day 12. A degree of importunity which deprives a testator of his free agency, which he is too weak to resist, and which renders the instrument not his free and unconstrained act, will invalidate a will: Davis v. Calvert, 5 Grill & Johns. 269. But the influence exercised must be such as to destroy free agency. Unless the jury are satisfied that such mental force has been exercised as prevented free agency, the influence exerted is not to be considered improper: Browne v. Molliston, 3 Wh. 138. To the same effect is the rule as laid down in Greenleaf's Ev. vol. 2, see. 688, where it is said that undue influence is not that which is obtained by modest persuasion, or by arguments addressed to the understanding, or by mere appeals to the affections; it must be an influence obtained either by flattery, excessive importunity, or threats, or in some other mode by which a dominion is acquired over the will of the testator, destroying his free agency, and constraining him to do, against his free will, what he is unable to refuse.\nFrom these authorities it results that the presumption of unconstrained competency is not destroyed by showing that the testator was a feeble, easy, good-natured old man, in connexion with such other facts as were in evidence in this cause. Such a man, whatever his age, may possess a sound and disposing mind and memory, and whoever undertakes to show that he did not exercise it, must produce higher and more decisive proof than we have on this record. Without discussing it in detail, we are of opinion that it fell far short of that degree of proof which is required to exclude a will from probate. The plaintiff in error has no reason, therefore, to -complain of the charge of the Court.\nThe next ■ question relates to the effect of the lease'executed by the testator to his two sons on the same day he made his will, and which is referred to therein. The lease took effect from its date, the will only from the death of the testator, the last clause of which is in these words, — “ It is my will that if my wife Mary shall survive me, that this my will shall not take effect until the time of her death.” Mary survived her husband, and it is argued that the lease under these circumstances worked a complete revocation of the will,\n1st. Because of the uncertainty how long the wife would live.\n2d. Because a will must take effect if at all at the death of the testator.\n3d. Because it is inconsistent with the whole scope and design of the testator that the agreement should take effect and the will also — they cannot stand together.\nIt must not be forgotten that the issue here is devisavit vel non —will or no will — not what its effect and meaning. The question is upon the existence of a will, not its construction. The two papers cannot be regarded as constituting one will, because one of them is a contract to which the sons are parties as much as the testator. The lease is no more the will of the father than it is of the sons. For the same reason they do not fall within the rule that renders inconsistent wills of the same date void for uncertainty.\nDid, then, the testator mean to revoke and annul his will as soon as it was made ? It is impossible to believe it. Having provided for the support of his wife by the lease in the event of her surviving him, he doubtless meant that the sons- should hold the land under the lease whilst she lived, and then should take it under the will, or, in other words, that they should take the land subject to the lease.\nNow it is true that after a will is executed, a conveyance of the whole estate devised revokes the will — a conveyance of part revokes it fro tanto: Marshall v. Marshall, 1 Jones 430; Balliet’s Appeal, 2 Harris 460. But a lease leaves in the testator an interest to pass under the will, and where no intention to revoke is apparent, nay, where the intention that both lease and will shall stand, is expressed, there is no ground for treating the will as revoked. However difficult it may be to execute it, whatever embarrassments may be encountered in its construction, it is, notwithstanding, a good will and worthy to be proved. The will took effect from the death of the testator, so far as it could, and the limitation expressed was no more than saying that the will should not repeal the lease, but that during her life the wife should have the rent reserved in the lease, instead of dower at law. The fee vested instantly under the will — the time of enjoying it in possession was limited upon the death of the wife — meanwhile the possession was to be held under the lease. All that needs to be decided now is, that this arrangement left the will a provable instrument.\nThe only point that remains to be noticed, relates to the survey. The plaintiff in error insists that this was improperly attached to the will, which we believe -is true; but we do not agree that the will was therefore void, for it seems it was attached by the register in making up the papers to be sent with the issue into the Common Pleas. It was not given in evidence as part of the will, and it is not to be recorded as such. Its tactual annexation to the will by the register was an unnecessary but harmless act.\nThe judgment is affirmed."}