{"id": "974005", "contents": "The opinion of the Court was delivered by\nLewis, J.\nThe errors complained of relate to the admission of John Benjamin as a witness for the plaintiff below, and to the ruling of the court against the matters of defence relied on by the plaintiff in error.\nIt does not appear that John Benjamin was ever a party to the contract with the defendant on which the action was brought. That contract was one in which Samuel and John Beaver were the only parties. The witness had acquired from John Beaver an interest in it which he had re-sold to the man from whom he acquired it, as early as December, 1847, under an agreement by which he was to be cleared from the same. He stated on his examination that he had no interest. As the witness was not an original party to the contract, as the plaintiff did not derive title through him, and as he had no interest in the result, we do not perceive any error in admitting him as a witness. As his testimony related exclusively to the “apple speculation,” if the paper-book informed us that that cause of action, and the issue found in regard to it, was separated from the other, we would not disturb it for errors existing in reference to the other parts of the case. But we are left in the dark on this point, and it must therefore fall, in the general result.\nIn Bosler’s Administrators v. Exchange Bank, 4 Barr 32, it was held that a debt not due at the death of the plaintiff’s intestate, could not be set off; and in Light v. Leininger, 8 Barr 403, it was decided that if the debt was due at the death of the deep-dent, it might be set off, although the estate was insolvent. It was there affirmed as a principle that “ mutual demands mutually pay and satisfy each other, if the defendant chooses to malee defence.” But these cases do not touch the question presented on this record. The case before us depends upon the equity of a surety. As between principal and surety, Courts of Equity always lend their aid for the protection of the latter. As soon as the surety’s obligation to pay becomes absolute, he is entitled in equity to require the principal debtor to exonerate him, and he may file a bill to compel an exoneration, although the creditor has not demanded payment from him: Theobald’s Principal & Surety 226; Nesbit v. Smith, 2 Bro. C. C. 579; Lee v. Brook, Moseley R. 318; Story’s Equity 327. But the surety would not be entitled to exoneration before the debt became payable, because it is implied by the contract that he engaged to stand bound for the principal until the maturity of the obligation: Cock v. Ravie, 6 Ves. Jr. 283; Antrobus v. Davidson, 3 Mer. 569; Theobald 227. In accordance with these principles, it was decided by this Court in Ross v. McKinney, 2 Rawle 227, that where a suit was brought to recover a legacy, the executor might demand a conditional verdict, under which he would be permitted to retain the legacy until he was indemnified against a demand for which the testator was surety for the legatee. That principle is' applicable to the case before us. In regard to the note given to Ann Eliza Matlack, which has been paid since suit brought, the defendant below ought to have been allowed a credit for the sum which he paid, as surety, on this claim. Although paid since suit brought, the equity originated before, and the defence does not stand upon the footing of a cross demand purchased by a defendant after suit brought. Against the claim in favor of the Yalley Baptist Church, he ought to be indemnified by a conditional verdict permitting him to retain in his hands so much of the sum recovered as shall be sufficient to satisfy it, until exonerated, provided the claim be due and payable at the time when this equitable relief shall be demanded. In a case of this kind it is not material that the debt was not due in the lifetime of the decedent. Although his right to call for the interposition of equity does not arise until his principal is in default by neglecting to pay the claim at maturity, it is founded upon a contract which existed before; and while he has a claim against the decedent so equitable as this, it is unjust that the representative of the latter should deprive him of the security already in his hands. We should never forget that judicial tribunals are established for the purpose of administering justice.\nJudgment reversed and venire de novo awarded."}