{"id": "974006", "contents": "The opinion of the Court was delivered, by.\nLewis, J.\nThis case came before us at the Middle District, on a writ of error directed to the Court of Quarter Sessions of Allegheny county. As that county is part of the Western District, a question arises in relation to the power of this Court to hear and determine the cause out of its proper place. It is true that the parties do not raise the question; but as their consent cannot give jurisdiction, we are bound to ascertain, before we proceed, how far we have authority over the case. By the fourth section of the fifth article of the Constitution, it is expressly declared that the “jurisdiction of the Supreme Court shall extend over the state.” As the Constitution itself fixes the extent of our jurisdiction, it is plain that an Act of Assembly cannot contract its limits. But the Act of 14th April, 1834, dividing the state into districts, was not designed to circumscribe the jurisdiction of the Court. The object was merely to give suitors the privilege of having their cases heard within convenient distances from the places in which they originated, and, where, generally, the parties are presumed to reside. This, like any other advantage, may be waived with the consent of the Court. There is nothing in the statute which is repugnant to such a waiver. The Act of Assembly requires the Supreme Court to be held at stated times annually in the several districts. This has always been done; so that the statute, in that particular, has been satisfied. But justice may sometimes require that a case be taken up out of its proper district. A delay which works irreparable mischief is sufficient to call for the exercise of this power, under the constitutional injunction that “justice shall be administered without denial or delay.” So, an abuse of process or a mistake in entering a judgment has been deemed sufficient to justify the interference of the Court, although, at the time, not sitting in the district where the mistake or abuse occurred. In one instance we have made an order in the Eastern District to grant relief against process issued on a judgment erroneously entered in the Western District; and it is a common practice to pronounce judgments in one district on causes originating in another. In the case now before us, as the parties make no objection, and as our jurisdiction over them and over the subject-matter in controversy is not doubted, the propriety of exercising it in the manner proposed is to be decided by considerations of expediency alone. As the punishment imposed by the sentence would be fully suffered and ended before the cause could be reached in the ordinary course, and this would produce injustice, if erroneous, for which there is no adequate redress, we deem it our duty to proceed to the examination of the record returned.\nAn indictment lies not only where a conspiracy is entered into for an illegal purpose, but also where it is to effect a legal purpose by the use of unlawful-means; and this, although such purpose be not effected: 2 Lord Ray. 1167; 8 Mod. 11; 6 Mod. 185; 8 Ser. & R. 420; 4 Met. 126; 2 Russ. & M. 553. Where the object itself is unlawful, the means by which it is to be accomplished are not material ingredients in the offence; and, therefore, in such a case it is never necessary to set them forth. The offence is complete the moment the conspiracy is made, whether any acts be done in pursuance of it or not. Such acts form no part of the offence, and the statement of them in the indictment is but surplusage.\nIt is by no means necessary that the object to be accomplished should be malum in se. It is sufficient if it be made criminal or even be prohibited under penalties by statute. The indictment against workmen for a conspiracy to defeat the operation of the Act of Parliament regulating their wages, and that for a conspiracy to violate the Acts of Assembly prohibiting the sale of lottery tickets, were sustained on this principle: 8 Mod. 10; 4 Met. 128 ; 7 Ser. & R. 476. In an indictment for a conspiracy to do an act prohibited by the common law, where the apt has a specific name which indicates its criminality, it is not necessary to describe it minutely. But it has been thought that where the object of the conspiracy is merely forbidden by the statute, it can be described only by its particular features : Commonwealth v. Hartman, Lewis’ U. S. Crim. Law 223. But even in offences of this character it has never been held necessary to set forth the unlawful object with the precision required in an indictment for perpetrating it. It is the conspiracy and not the object sought to be accomplished by it that is. the subject of indictment. Where the indictment is for an act done, it is always in the power of the prosecutor to lay it with certainty; and this the accused has a right to require, as well for the purposes of his defence as for his protection against a second prosecution for the same cause. But this reason does not extend to an object which may never have been accomplished, and which is not the gist of the offence charged, although an essential ingredient in it: Commonwealth v. Gillespie, 7 Ser. & R. 475-6.\nLet us apply these principles to the case before us. It is scarcely necessary to say that we cannot re-judge the facts. These we must take to be conclusively established by the verdict. Every material allegation in the indictment must, on error, be taken for absolute verity. The verdict on the first count, therefore, conclusively establishes the facts that the defendants below entered into a conspiracy to “solicit, induce, and procure” certain persons therein named, and stated to be officers of the Farmers’ Deposit Bank of Pittsburgh, to violate and disobey the 48th and 49th sections of the Act of 16th of April, 1850. Those sections are fully set forth. One of them prohibits the circulation of what are commonly called foreign bank bills of a less denomination than five dollars, under certain penalties to be sued for as debts of like amount are recoverable. The other contains the same prohibition under the penalty of indictment in the Criminal Courts for a misdemeanor. The count referred to also sets forth in language which plainly brings the case within the statute, the particular acts of violation which it was the object of the conspiracy to “ cause and procure.” There can be no doubt that the statute prohibiting the circulation of foreign bills, under the denomination of five dollars, is founded on the soundest policy, and that the public interest would be greatly promoted by its faithful observance. A conspiracy to defeat its operation is a combination against the public welfare, and we can, have no hesitation in declaring that such a conspiracy is an indictable offence. If the first count contained nothing more than this charge, the offence would be complete. But it goes farther. It avers that the purpose of the conspirators, in causing the officers of the bank to violate the Act of Assembly, was to compel them “unjustly and unlawfully” to pay large sums of money ufor the corrupt gain” of the conspirators. If the object was merely to compel the payment of the penalties by a bond fide prosecution for them, the offenco of inciting persons to violate the law remains. But a recovery of the\npenalties, even in that case, would not be “unlawful.” We are, therefore, left to infer that the “large sums of money” were to be obtained by some other means than a fair prosecution of the offenders. In a subsequent part of the indictment it appears that the money was to be drawn from the victims by compounding their offences. If the object was merely to detect and bring to punishment suspected violators of the law, there was nothing indictable in the transaction. Norden’s case in Foster’s Crim. Law 129, and many other cases in detecting post-office larcenies and other offences, are instances of this. But it was the business of the plaintiffs in error to show on the trial the lawfulness of their acts. They had their day in Court for this purpose. The mistake of the jury, if there be one, cannot be corrected here. A writ of error reaches nothing but the errors manifest upon the record. The evidence submitted to the jury is no part of the record, and is, therefore, not before us. It is found as a fact that the object of the defendants below was not the detection and suppression of crime, but the promotion of their own corrupt gain. The idea of procuring the violation of the law for the purpose of detecting and punishing suspected offenders, nowhere appears upon the record. On the contrary, this motive is entirely excluded by the averments in the indictment, all of which the jury have found to be true. It is not material whether the “ corrupt gain” of the conspirators was to be secured by recovering the informer’s share of the penalties, or by receiving money to suppress prosecutions for the offences committed. In either case there can be no doubt of the criminal character of the transaction. The double iniquity of inducing a person to commit a crime, and then extorting money from him to suppress a prosecution for it, is such a plain violation of public and private rights, that it requires no argument to show that a conspiracy to promote such an object is indictable. The act of inducing a person to commit an offence for the purpose of recovering the penalties against it, may be less in the degree of its enormity, but it is in principle the same. It is an offence not unlike that which was punished in the case of King v. McDaniel et al., Foster’s Crim. Law 130. In that case there was a conspiracy to procure persons to commit a robbery upon one of the conspirators, for the purpose of obtaining the rewards given by Act of Parliament for the conviction of highway robbers. Although the means used to induce the perpetration of the robbery were not more seductive than those adopted in the case before us, the prisoners were convicted of the conspiracy, and the conviction, upon the fullest consideration, was affirmed. They •were set in the pillory twice, and committed for seven years. But the offence of inducing others to commit crimes for the purpose of obtaining the rewards given for their conviction, was so abhorrent to public feeling, that one of them lost his life in the pillory through the resentment of the populace: Foster 130.\nIt is true that the means made use of to prevail over the virtue of the victims, in this case, were not such as could have succeeded with persons of ordinary devotion to the law. Rut as the conspiracy itself is indictable, without regard to the result or to the means used to effect it, the facility with which the result was effected may prove that the officers of the bank were unable to. resist a very slight temptation; but it is far from extinguishing the guilt of the conspirators. Their offence is none the less because aimed against persons too weak to resist a small temptation. If the means resorted to had failed, there is no reason to believe that the conspiracy would have been abandoned. On the contrary, as the plaintiffs in error had bound themselves together to accomplish the unlawful object, the presumption is, that .if one measure failed, another more effective would have been adopted. Rut all this is immaterial, for, as already said, neither the final result, nor the means used to effect it, vary the legal character of the offence.\nWe are of opinion that the first count charges an indictable offence. As this is sufficient to sustain the sentence, it can make but little difference to either party in what manner the remaining counts are disposed of. In the Commonwealth v. McKisson, 8 Ser. & W. 420, where, on error, one count was found to be sufficient, it was not deemed necessary to express an opinion on the others. But we may certainly look into the whole record for the purpose of ascertaining, for our own satisfaction, how far the present decision accords with the real justice of the case. In one count, the jury have found that the plaintiffs in error caused the officers of the bank to violate the statute, and then threatened them with a great number of actions for penalties (amounting in the aggregate to $20,000), unless they would pay the sum of $3000 to the conspirators. In another count the jury have found that the plaintiffs in error actually offered, for the sum of $3000, to bind themselves against bringing any action for penalties, and to “ tear up, burn, and destroy” the evidences of fourteen violations of the law, in which the penalties amounted to the sum of $70,000. These facts show that their object was not the detection and punishment of offenders, but the promotion of their own corrupt gain, and that to accomplish their purposes they entered into a combination to prostitute the law and its process. It is plain that they sought to extort “ hush-money” for suppressing the evidences of guilt, and thus defeating the object and policy of the statute. Their proceedings, as spread upon the record, have not the least smack of a bond fide prosecution in support of the policy of the law. Those who bring offenders to punishment are entitled to a share of the rewards offered, because they render their services to the public in suppressing the mischief. But those who induce a violation of the law, for the purpose of compounding the offence and making gain by defeating public justice, are guilty of a gross public wrong. A conspiracy to effect such an object is clearly indictable.\nThe judgment of the Court of Quarter Sessions is affirmed."}