{"id": "974025", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nThe grantee in a deed which has been duly acknowledged is at liberty, undoubtedly, to make probate of it by a subscribing witness. Under our Acts of Assembly both modes of authentication are open to him, and where for any reason one is not satisfactory, he may resort to the other; but the w'hole effect, whether of one or both, is to qualify the instrument to be recorded, and used as evidence. Still we are of opinion that the Court were right in rejecting the evidence of probate offered here, and which is set forth in the first bill of exceptions, for it was not necessary for either of the above purposes, and ic contained statements in regard to the interlineation of which an ex parte affidavit could not be competent evidence. Duly executed and acknowledged by the grantors, and recorded, the deed was as effectually authenticated, without probate by a subscribing witness, as with it. The only motive for superadding the probate, after question had arisen on the deed, was, evidently, to secure the testimony of the subscribing witness in relation to the interlineation; ■ but what he said on this subject was no necessary part of the probate, and as it was said ex parte, was no more competent on the tidal than if it had been written in a voluntary affidavit, or anywhere else than the back of the deed. The facts he stated were competent, but the medium of proof, wholly incompetent, was properly rejected.\nThe ground on which the evidence of Pearson’s declarations was admitted was his agency for Jordan. If Pearson went to Stewart to procure a re-acknowledgment of the deed at the instance of Jordan, and as his agent, his declarations in connexion, with the execution of the mission would be competent as part of the res gestee. Whenever the act of an agent is admissible in evidence, it is competent to prove what he said about the act while he was doing it.\nBut was Pearson Jordan’s agent ? There was no direct proof of it except the declarations objected to. An agent is competent to prove his own authority where it is by parol, but his declarations in pais are not proof of it; and though they become evidence, as part of the res gestee, if made in the conduct of the business intrusted to him, yet other evidence must 'first establish his authority to speak, before his words shall bind his principal. Yet without such precedent proof, the Court admitted the declarations of Pearson, and gave them in charge to the jury without instructing them that unless the agency were proved Jordan was not responsible for them. Agency may be made out as an implication from circumstances, as well as by direct proof. Implied agencies result often out of the relations of employer and employee, husband and wife, parent and child, counsel and client, partners and the less definite relations into which men are brought in the pursuits of business; but in all such cases it is a conclusion of fact to be deduced from circumstances by a jury, rather than assumed by the Court. Apart from Pearson’s declarations we see no circumstances in proof from which a jury could reasonably infer his agency; yet, such as they were, they were not submitted for this purpose, but the Court assumed his agency, and accordingly admitted the declarations and submitted them without qualification to the jury. Herein was manifest error. If Jordan was to be prejudiced by Pearson’s conversations, the authority to speak should first have been shown; or if the authority were to be deduced from circumstances, the jury should have been instructed to disregard the declarations until other evidence had persuaded them that authority had been given.\nIt is impossible for us to measure the influence of Pearson’s declarations on the verdict; but as they constituted the main evidence of agency — all the direct proof there was of it — it is apparent that whatever effect the attempt to obtain a re-acknowledgment of the deed may have exerted in the jury box, was due to these declarations. The question in the cause was whether the interlineation of words which constituted a covenant of general warranty had been made before or after execution of the instrument, and the defendant was permitted to show that a person calling himself an agent of the plaintiff, applied to him to re-acknowledge the deed four years after he had executed and acknowledged it, and just at the time when such a covenant was discovered to be important to the plaintiff. This may have proved a condemning fact, and should have been brought into the cause by legal and legitimate evidence. • If Jordan sent Pearson, Stewart should have proved it. If he meant that the jury should infer it, some more decisive facts should have been furnished as the ground of presumption than that Pearson was the scrivener who drew the deed, and that four or five years afterward he presented it for re-acknowledgment. The one of these facts was calculated to explain the other; for how natural that a scrivener, when his omission to note an interlineation had come to light, and was likely to prove fatal to the rights of the grantee, should set himself about endeavoring to repair the mischief. Without further discussion of this point, having indicated the grounds on which we think there was a mistrial, we pass now to a consideration of the error assigned to the charge.\nThe plaintiff called on the Court to say that the presumption of law is that an interlineation in a deed was made prior to its execution and delivery; and that this presumption stands in the place of proof till the contrary appears. The Court treated this as an abstract proposition, which they declined to answer, but submitted all the evidence in the cause to the jury to say “ whether the presumption is one thing or the other.”\nWhen we look at a written instrument containing an interlineation or erasure, without reference to contested rights, the natural and fair presumption doubtless is that the alteration was made before signature, because if altered after execution, it would be forgery, which is never to be presumed. Instruments of writing, executed with the solemnities appointed by law, are, like the men who made them, to be presumed innocent until some circumstance is shown to beget a counter presumption. But when a contest occurs, and the instrument is offered in evidence, the question at once arises whether the alteration is beneficial to the party offering it; if it be not, as in the instance of a bond or note altered to a loss sum, the primd facie presumption is unchanged; if it be, as was the case here, we do not presume a forgery, but we hold the party offering it in evidence and seeking advantage from it, bound to explain the alteration to the satisfaction of a jury. The initiative and the burden of .proof, are thrown on him. If the interlineation or erasure have been noted in the attestation clause as having been made before signature, this is sufficient; or if the similarity of ink and handwriting, or the conduct of the parties, or other facts proved, shall persuade a jury that it was so made, the instrument is relieved from suspicion, and the party offering it is entitled to the benefits of it. So long as any ground of suspicion is apparent on the face of the instrument, the law presumes nothing, but leaves the question as to the time when it was done, to be ultimately found by the jury upon proofs to be adduced by him who offers it in evidence: 1 Greenleaf, pl. 564. It was once decided in Pennsylvania by Chief Justice McKean, that an alteration should be presumed to be made after the execution of the instrument: Morris v. Vanderen, 1 Dal. 67; but this is a harsh rule, and has not been followed. Oúr books contain a series of cases that settles that where a bond, deed, or any other instrument is offered with an interlineation or erasure that is material, it is a question for the jury on all the circumstances, whether the alteration was made before or after signature: Stahl v. Berger, 10 Ser. & R. 171; Babb v. Clemson, Ibid. 424; Barrington v. Bank of Washington, 14 Ser. & R. 422; Heffelfinger v. Shultz, 16 Ser. & R. 46; Hudson v. Reel, 5 Barr 279.\nIn the case in hand there were important facts in evidence bearing on the fairness of this Arery material interlineation. On the one hand was the fact that the record copy of the deed did not contain the interlined words; on the other the resemblance which these words bore to the body of the deed, both as to ink and chirography. Beside these, there were various other circumstances tending- more or less to impeach or establish the instrument. To have affirmed the plaintiff’s proposition, in view of such evidence, would have been to assert a mere abstraction, instead of taking a step towards the decision of the issue. Although the Court might properly have developed the law of the case more fully than they did, we think there was no error in referring the evidence to the jury on the question whether the interlineation was made before or after the. execution of the deed; but for submitting Pearson’s declarations as part of the evidence, the judgment is reversed and a venire de novo awarded."}