{"id": "974060", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nIn this case the following points arose and were argued and determined by this Court.\n1. When land is conveyed, which the vendee cannot reach without going over other land of the vendor, the right of way is implied, and, of necessity, becomes appurtenant to the land conveyed so long as it cannot be enjoyed otherwise.\n2. In an action for disturbing such right of way, the plaintiff need not set out the origin of his title. But if he does, he must aver it according to the truth.\n3. A judgment in such an action so far establishes the right in the plaintiff, that its existence at the time of the judgment cannot be disjouited. afterwards. But the plaintiff may lose his right after-wards as well as before by abandonment, surrender, release, or cessation of the necessity on which it was founded.\n4. When land, over which there is a right of way in another, is sold, the purchaser takes it subject to the easement, though he had no actual notice of it.\n5. If the sale was a public one, and the owner of the way was present and said nothing, his silence, unless it was fraudulent, will not defeat his right.\n6. In a case where the actual knowledge of the purchaser becomes material, the fact that the way was used for many years, and that the purchaser lived all the time in the same immediate neighborhood, is some evidence which ought to go to the jury.\n7. When the bad practice is adopted by the Court, of answering the legal propositions submitted by counsel seriatim,, and then separately giving what is sometimes called a general charge, and counsel take an exception to the answers, and not to the general charge, the bill of exceptions does not put the general charge on the record. But when the answers refer to the general charge, so much of the latter as is thus referred to will come up with the answers and be considered a part of them.\nThese rules show that the cause was mistried below, and the judgment must therefore be reversed.\nJudgment reversed and venire facias de novo awarded."}