{"id": "974056", "contents": "The opinion of the Court was delivered by\nLewis, J.\nIn Leineweaver v. Stoever, 1 W. & Ser. 160, it was held that the acceptance by the wife of her distributive share of her husband’s estate under the intestate law, did not bar her action of dower in lands which her husband had conveyed to a stranger, and which formed no part of his estate at his death. In Borland v. Nichols, 2 Jones 43, the same principle was applied to the acceptance by a wife of a devise under her husband’s will. The first was a decision under the Act of 1794, and the other under that of 1797. Both statutes had relation exclusively to the estates of which the husband died seised or possessed. They could operate on no other. And the last, which is the only one material to be considered here, is express in its direction that the acceptance of a devise of any portion of his estate “ shall be deemed and taken to be in lieu and bar of her dower out of the estate of her deceased husband, in like manner as if the same were so expressed.” It was held that the statute could not be carried beyond its letter, and that as its general provisions related to the estate which belonged to the husband at the time of his death, and the particular effect of acceptance was confined by the statute to that estate, the Courts could not, by construction, enlarge it. The decisions referred to were constructions of law, given to the single act of accepting a distributive share or a devise. But the case before us demands a decision upon an instrument of writing, sealed and delivered by the party in whose right this action is brought. A release under seal is good without a consideration; and where, as here, it enures by way of mitter le /droit, words of inheritance are not necessary. It would be well to make use of the most appropriate words, such as remisisse, relaxasse, et quietam clamasse, but these are not indispensable. The words renunciare, acquietare, &e., will answer as well. If one acknowledge himself satisfied, and discharge a debt, this is a good release: Shepherd’s Touchstone 327. The paper in question is duly executed under the hand and seal of Mary Ann McCune, in the presence of two witnesses. It bears date the 3d July, 1835, when she was under no disability of coverture or otherwise. It is addressed, “ To all to whom these presents shall come.” It has come to the hands of the defendant below, and he gives it in evidence, and claims the benefit of it. He is not a stranger, but had possession of the property in dispute at the time of the execution of this instrument, and claimed to hold the land in fee simple under a conveyance from the first husband of Mary Ann McCune, dated the 11th March, 1833. It would be a reproach to the law if this instrument under seal, thus fairly executed by the present Mrs. Gray, were held to be null and void. It cannot be pretended by any one that it should be so regarded. It must, therefore, have effect according to its true intent and meaning. It is Mrs. Gray’s own language, and therefore, in case of ambiguity or doubt, it is to be construed most strongly against herself. It was her business to express herself so as to be understood. If she intended merely to accept the provisions of her husband’s will “ in lieu of her dower in the estate of her husband,” under the statute of 1833, it was her duty to say so. If the object was merely to acknowledge satisfaction of all right of dower out of tko estate which belonged to her husband at his death, it was easy to say so ; and it was her duty to say so in such language as could be readily understood. William C. McCune, in addition to his title as vendee under his conveyance from his father, was a son and .an heir, and had an interest in knowing the extent of the satisfaction acknowledged. If he had not understood it as extinguishing all claims upon the land in his possession, it may be that he would have resorted to other measures for his protection. He might have raised a question in regard to the large provision made by the will for the widow, and the meagre one provided by the same instrument for' himself. But the paper distinctly declared that the said Mary Ann McCune agrees to take under the provisions of the will, and accepts the bequests therein, to her, in lieu and full satisfaction of right of “ dower at common law.” What is right of dower at eommon law ? It is something more than right of dower out of the estate of whieh her husband died seised. Dower at common law is the one-third part of all the lands and tenements whereof her husband was seised, at any time during coverture. This is precisely the right which she released, and she has thereby discharged the land in controversy from her present claim. After making the declaration that although she had not signed the deed to William O. McCune, she “ had signed an agreement of release to the same effect;” after receiving for herself and her children property more valuable than all the rest of the estate, including what was sold to William; and after an acquiescence of nearly twenty years in the settlement thus made, she comes with a bad grace to ask a recovery contrary to the plain meaning of her own deed. The cause is put upon the effect and true meaning of that' instrument as expressed upon its face. In Pennsylvania it is not necessary that a release should be dressed up in legal and technical form. It is sufficient if it be in substance a release. The intention of the parties will be carried out in a Court of law, as fully as if they were before a Chancellor, and governed by the principles of equity. The instrument of writing signed by the demandant, in connexion with the other facts in the case, sustains all that is material in the plea.\nIt is true that a conveyance of her right of dower to a stranger, for a consideration moving from him to her, could not sustain the plea of a release to the defendant who had no privity with such stranger. The suit might, notwithstanding such conveyance to a stranger, be carried on for her use in the name of the demandant. This is all that was decided in Pixley v. Bennett, 11 Mass. 298. In Massachusetts, a conveyance to a party out of possession passes no estate, and is therefore not evidence under the general issue in a writ of entry: Wolcot et al. v. Knight et al., 6 Mass. 420. And in an action of dower the tenant, who does not claim under such conveyance, and who is an entire stranger to the consideration, cannot set it up as a defence. If it passed no right, it was clearly no- defence. If it did pass a right, the action might well be maintained for the benefit of the grantee or his assigns. In either case the defendant, being a stranger to it, had nothing to do with it. This is all that has any relevancy to this case in Robinson v. Bates, 3 Metcalf 40. It is clear that these decisions, although cited by the plaintiffs in error to invalidate the defence under the release relied on in the case before us, do not sustain their positions. William C. McCune was neither a stranger to the consideration, nor to the instrument itself. It was not a transaction between strangers. The provisions in the will, which the widow accepted in satisfaction of her claim, were drawn from estates which, but for tbe will and the acceptance by the widow, would have descended or fallen upon William McCune himself; and the language of the instrument, as well as its object, shows that it was intended to operate in favor of the party who relied upon it at the trial.\nThis disposes of the whole case, and renders it unnecessary to discuss the other questions raised in the assignment of errors.\nJudgment affirmed;"}