{"id": "974039", "contents": "The opinion of the Court was delivered, by\nKnox, J.\nThis is a contest between Troutman, the appellant, and Campbell, the appellee, for a sum of money made by the sheriff of Lycoming county upon a sale of the real estate belonging to John E. Youngman, against whom both the appellant and the appellee had a judgment, which judgments were liens upon the property sold.\nThe real estate of Youngman (the sale of which produced the fund) was sold on the 6th of December, 1849, but the money was not paid into Court until the 8th of September, 1853, having been in the mean time withheld hy the purchaser until recovered from him by process of law.\nIn February, 1851, the judgment of Campbell against Young-man was opened upon the allegation of the defendant that it had been fully paid; and upon an issue to determine what, if anything, was due upon it, a verdict was rendered in February, 1853, for the defendant. Upon the record, then, this judgment is to be satisfied, and without explanation is clearly not entitled to the fund in Court.\nAt the trial between Campbell and Youngman, the latter offered as payment upon the judgment the amount of the bid of George W. Youngman, made in December, 1849, but not yet recovered by the sheriff. This was allowed, without objection, and the result was that including it the judgment was overpaid five hundred and four dollars. If this bid had been excluded the judgment would still have been paid, and the verdict would have been for the defendant. Upon the allegation of overpayment upon the judgment, Youngman sued Campbell, and in February, 1853, recovered the sum of $371.66, which is said to have been the balance due Youngman, after deducting a promissory note held by Campbell against him, and which was offered and received as a set-off. By these proceedings Youngman has received from Campbell the amount of George W. Youngman’s bid. How does this affect Troutman ? Does it preclude his claim ? The Common Pleas decided that it did, and decreed the money to Campbell. In this there was error. Troutman was a stranger to the controversy between Youngman and Campbell. He had an attorney in Court, it is true; but that attorney performed his whole duty when he gave notice to the sheriff not to pay the proceeds of the Youngman bid to Campbell, as it was claimed by his client. Until the money was actually brought into Court there could be no binding distribution of it, and an attempt to apply it to any particular judgment was entirely nugatory, so far as those not parties to the arrangement were concerned.\nThe mistake in this whole business has been in considering the sale of the real estate to George W. Youngman as so much money paid on the Campbell judgment. The levy and sale of real estate does not, of itself, satisfy so much of the judgment upon which the sale is had, as the estate sells for. The right to the credit depends upon the right to receive the money. The one cannot exist without the other. And as Campbell’s judgment had been fully paid without applying to it the fund in controversy, it necessarily follows that it could not be so applied in order to give Youngman a right of action against Campbell to the exclusion of Troutman, the appellant. To do this would be, in effect, to allow a debtor to receive the money made by a sheriff’s sale of his real estate, whilst his judgment-creditors were unpaid.\nWhen it was ascertained that the appellee’s judgment was paid without reference to the bid of George W. Youngman, all claim upon his part to this fund was at an end, and the money should have been decreed to the next judgment-creditor.\nThe decree of the Court of Common Pleas is reversed, and it is ordered and decreed that the fund in Court be paid: First, to the judgment of Jacob Rodarmel; Second, to the judgment of Lewis M. Troutman; and that the costs of this appeal be paid by the appellee, John R. Campbell."}