{"id": "974058", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nThis was an action on the case for continuing a dam, whereby the water was swelled back on plaintiff’s land. The dam complained of was erected in 1882. The defendant alleged that the overflow was in fact caused by another dam built about the beginning of the present century, or by the gradual narrowing of the channel where it passes through the plaintiff’s land, and not by the dam erected in 1882. The plaintiff, however, gave the defendant notice to take down the last-mentioned dam, and upon its not being complied with, commenced the present action three ■ weeks afterwards.\nThe charge was a model of brevity and comprehensiveness. It left to the jury the questions whether the dam was a nuisance, and the notice to take it down reasonable; and then instructed them that the plaintiff could not recover if the overflow was caused by the old dam, or by natural causes such as the narrowing of the channel. But the Court said that the slightest flooding back caused by the dam complained of, would entitle the plaintiff to damages, nominal if the injury was very slight, compenáatory if substantial.\nIt is impossible to sa,y that there is anything wrong in all this, though every word of it is assigned for error. The speciousness of the plaintiff’s argument made us pause for a moment on one point. It seemed at first that the Court had referred to the old dam, as giving the defendant a prescriptive right to ■ pen back the stream. This it did not since it was built at a different place, for another purpose, and all actual use of it had been discontinued before that now used was built or thought of. But it stands where it did fifty years ago, and the Court mentioned it as being the possible cause of the trouble charged on the dam of 1832. Surely an action like this ought to be defeated if the facts satisfy the jury that no injury was done, except by a structure not mentioned in the notice or the nan'., which has existed for half a century without complaint, and to the abatement of which, if demanded, the defendant would probably have no objection. It is said, however, that there was no evidence of this. There was some: it was not the business of the Court to say how much. Several witnesses declared that the water was raised by the old dam; and besides, the jury viewed the place with their own eyes.\nIt is true that no alteration in the channel above could increase the absolute height of the pool made by the dam. But the Court permitted the jury thus to explain if they saw proper, not the height of the mill pool, but other swelling of the water alleged by the defendant to have no connexion with the dam,' and by the plaintiff attributed (perhaps falsely) to that cause. When a channel, where the stream is totally unaffected by a dam, loses its capacity by becoming too narrow or not deep enough to carry off the volume of water which previously flowed through it, the water must either be swelled back back-above, find another channel, or overflow its banks and spread out .in a sheet over the contiguous level. If such was the case here, it was proper enough to say that the defendant was not liable for the injury which it caused to the plaintiff’s land.\nThe exception to the admission of evidence has nothing in it. The question is not a leading one; and if it were, no advantage of that could be taken here unless it appears by the record that the specific objection was made at the time, so that the examining party might have an opportunity to change the form of his interrogatory. It is not worth while to inquire now whether the declarations of a deceased surveyor can be given in evidence to establish an old corner, without producing the draft, since the draft was produced immediately afterwards, and thus cured the error, if it was one.\nJudgment afSrjned."}