{"id": "974021", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nOn a former writ of error in this ease, 8 Harris 195, we decided that the present plaintiff in error, who had, under an execution of his own, caused his brother’s goods to be sold, and bought them in himself, but never removed them; and afterwards received full satisfaction of bis debt, without giving any credit for the proceeds of the sale, could not hold the goods against a subsequent execution-creditor. We are content with this decision, not only because it is a decision, but because it is right in itself, and in accordance with the previous cases on the same and on kindred subjects. But when the cause went back to the District Court for a new trial, the plaintiff in error raised another point. It seems that Wharton Chancellor, the creditor, settled with the trustees of Henry, his brother, who paid him upwards of ten thousand dollars out of Henry’s funds, in their hands, and took his receipt. The payment is not denied, nor the application of it to the debt on which Wharton’s execution was issued against Henry; for Wharton’s receipt expressly mentions that debt, with the amount of principal and interest, and acknowledges the payment of the whole sum, without any deduction for the price of the property sold by the sheriff. Henry, however, owed Wharton some other debts not mentioned nor referred to in the receipt. On this the Court below was asked to charge that, if Wharton received no more than what was due to him, after deducting the amount of the levy, his title 'to the property was not affected by his receipt. The refusal of the Court so to instruct the jury, is the only error assigned now. We think the judgment is right. When the money was paid, it was applied by the act of both parties to the judgment, and not to those other debts which are shown to have existed. That application cannot now be changed, when it would affect the rights and interests of third persons.\nJudgment affirmed."}