{"id": "974062", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nWe are asked to quash the writ, because the decision on the certiorari in the Common Pleas cannot be reviewed here, and, if it can, it must be done on certiorari. But we think these reasons are not sound; for section 22 of the hundred dollar law, preventing, writs of error to review the judgment of the Common Pleas on a certiorari to a justice of the peace, applies only to the jurisdiction given by that Act; and, because, though the proceeding before the justice of the peace was out of the course of tire common law, yet the certiorari suit in the Common Pleas was in the course of the common law, and it is properly reviewed on writ of error : 5 Binney 27.\nThe Court below reversed the conviction, because the charge set forth in the complaint was not sufficiently definite in that it does not state the facts that constitute the offence. And such seems to be the rule laid down in the notes on Sander’s Case, 1 Saund. Rep. 262; and many cases are there referred to in support of it: 1 Stra. 66, 497; 2 Ld. Raym. 1220-1386-1415; 1 T. Rep. 125-127; 8 Id. 542; 1 East 639; 13 Id. 139; Comyn 522; 1 Burr. 148-613; and others were referred to on the argument: 2 Ld. Raym. 1265; 1 Salk. 680; 8 T. Rep. 536; 9 Queen's B. R. 80; but on examination it is ascertained that they all refer to the recital of the information or complaint in the record of conviction. There a defect may be fatal, because the judgment is usually that the defendant is guilty of the premises charged upon him, and thus the errors of the recital become, by reference, incorporated into and taint the judgment. There is no such defect in this conviction, and none such is alleged.\nThe Courts are no longer astute in discovering defects in such proceedings: 2 T. Rep. 23; and when the charge in the complaint and summons is so specific as to give the defendant fair notice of the substance, time, and place of the offence charged, as is done here, it ought to be regarded as sufficient. And where the defendant appears and goes to trial, without any objection to the complaint and summons on account of indefiniteness, such a defect ought to be considered as cured: 3 Burrows 1785; 1 East 649.\nWe must judge of the validity of this conviction by -what appears on its face; 5 T. Rep. 338; 6 Id. 538; taking the magistrate’s judgment on the weight of the evidence, 6 Id. 177, 375; 8 Id. 588 ; and going by this rule, we find a definite offence charged, the appearance of the defendant to answer it, a trial in his presence, evidence of the facts that constitute the offence, and an adjudication that the defendant is guilty of the offence as charged, and has incurred a defined penalty, being the one'authorized by law, and we must allow the conviction to be enforced.\nJudgment of the Common Pleas reversed and the judgment of the justice of the peace affirmed.\nLewis, J., and Knox, J., dissented."}