{"id": "974008", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nIt is impossible to avoid the conclusion that the estate granted by Samuel Jameson to his granddaughter was an estate tail; but, as it depended for its actual enjoyment upon the determination of a life estate, it becomes important to ascertain whether the deed of surrender was well proved; for a curtesy estate cannot attach to a mere remainder.\nThis deed was acknowledged before the President Judge of the County Court of Delaware county, New York, and certified by him under his hand and the seal of the Court. It is objected that the acknowledgment is not duly certified under the Act of 10th April, 1849,.because the judge does not certify the County Court to be a court of record; and that this defect is not cured by the proof that it is so. It is admitted that such a certificate by a justice of the peace is good, though he omits to state his official character. It follows that it is the fact, and not the certificate of a given official character that is required. And we see nothing in the Act of 1849 that indicates an intention to change this policy. We cannot construe Acts of Assembly in such a way that even their general intent cannot be understood without the aid of a professional criticism. Where they are intended as general rules to regulate the relations of citizens, they ought, if possible, to be construed in the way that a man of ordinary intelligence would understand them: otherwise we use them to bait the traps that rogues set for honest men. The impropriety of a strict and literal construction of such rules has been often rebuked by curative Acts of Assembly, which rub hard against constitutional principles, and which are sustained only because of their manifest equity as rules of construction.\nThere is some evidence that the deed of surrender was not actually executed by the grantor,' which is met by evidence that she was assisted by another in making her signature, or that it was made for her by another at her request, and by the proof that she acknowledged and delivered it as her deed. That cannot be called a deed executed by an agent, that is acknowledged and delivered by the grantor personally; and as this fact clearly appears, the validity of the deed is not affected by any doubt cast upon the mode of signing. There was no evidence to justify a verdict that she had not delivered it as her deed, and it follows that there was a valid surrender of the particular estate to the owner of the remainder in tail. The declarations of the owner of the particular estate, after that, could not tend to alter the result. And if it was attempted to invalidate the surrender by charging it with being affected with a fraud upon her, then her declarations were admissible to rebut the charge. It is not these declarations, but her surrender and the collateral legal principles, that affect the remainders. If she had an estate to surrender, all her acts that legally tend’ to show that she did surrender it are evidence of the fact, however serious to others may be the consequences of it.\nThe next step in this case is a very plain one. On the surrender of the particular estate the remainder in tail became immediately vested in possession and enjoyment, and then the title of the husband to curtesy became initiate, and the death of the wife made it complete.\nBut we have not as yet alluded to the transaction by which it was attempted to bar the estate tail, íior are vTe called upon to declare that it was effectual for the purpose intended, if the judgment can be sustained without it. It is argued that that proceed-mg has failed of its purpose, and yet been effectual in producing an unintended result: that the estate in fee simple or fee tail having been granted away in the lifetime of the wife, and not having been reconveyed before her death, she did not die seised and of consequence there can be no curtesy.\nIf we treat the conveyance made to Lyman Hakes in order to bar the estate tail as a real passing of the title out of the tenant in tail, then this would be so. But if we treat it as a mere form of barring the entail, then the legal title alone passed to Lyman Hakes, and the equitable title remained in the tenant in tail, as an equitable fee simple or fee tail, according as the bar of the entail was effectual or not. Certainly we must so treat the transaction, unless we hold that a deed made, for the consideration of one dollar and merely as a step in barring an entail, conveys an absolute title, which is impossible.\nIf however we cannot thus treat it, then surely we cannot sustain a part of an unfinished proceeding so as to produce a result not at all contemplated by the, parties; and if the deed to Lyman Hakes is of this character, it must be treated as incomplete and void. Take this case therefore in any way, the judgment below was right. If the proceeding to bar the entail was totally fruitless, then the husband is in as tenant by the curtesy of the estate in fee tail with remainder to the devisees. If it answered that purpose and only that, then he is in as tenant by the curtesy of an estate in fee simple, with reversion to the heirs of the wife. If it was totally void by reason of its incompleteness, the curtesy and entailment remain. If it passed the legal estate in fee simple to Lyman Flakes in trust for the grantor, then the case stands as a curtesy out of an equitable fee smple estate.\nJudgment affirmed. .\nMr. Justice Woodward, having been of counsel in this cause, did not sit at the argument."}