{"id": "974026", "contents": "The opinion of the Court was delivered, by\nBlack, O. J.\nThese suits were brought for supplies to the steamship Constitution. The vessel was built and for a time owned by the defendants. The defence is that they were not owners at the time the supplies were furnished. There was some evidence of a sale previously. But on the contrary it was proved that Mr. Reynolds, one of the defendants, afterwards made oath that he and Mr. Lincoln, the other defendant, were still her true and sole owners, and on that oath had her registered in their names. Later still, he swore in a proceeding against the purchaser, that he and Lincoln were liable for the debts of the ship. On this, and other evidence, the jury found for the plaintiff in both cases. It is very possible that if every point on which the ruling of the court below is complained of, had been decided in favor of the plaintiffs in error, the verdict would have been the same. Nevertheless, we must reverse this judgment, if there be* error in the record; for the defendants are entitled of common right to a fair trial on legal evidence and with correct instructions. We shall therefore consider the errors assigned.\nSeveral persons who had claims against the vessel were permitted to testify that they called on the defendants after the vessel went to sea, and were told that their bills would be paid, &c. This was right. The Avitnesses having no interest in the record, though they had in the question, Avere competent. On the effect of the evidence itself, the judge made the proper comment, Avhen he said that the defendants’ declaration was not binding as a promise, if they were not originally liable, but that it was some evidence of their original liability. When a man says “I pay those bills,” meaning a particular class of debts, a creditor who brings suit on one of them, has a clear right to prove that such words Avere spoken, for it is an admission by the party that he owes the debts. It is true that such acknowledgments are sometimes made by mistake, or in ignorance, and when that is shown they amount to nothing. But there was other evidence here which tended strongly to show that there was no mistake about it.\nAfter the date of the alleged sale to Captain Bissell, and before the plaintiffs sold the goods, the vessel went down the Delaware on a trial trip. The local reporter of the Public Ledger was on board, and was told by the captain that he owned the vessel. That fact, together with a full account of the trip, was published in the paper. But Avhen the paper was offered in evidence, as showing notice to the plaintiffs of the sale, it was rejected. Generally a man can only be said to have notice of a fact when it is actually communicated to him in such a way that his mind could and did take cognisance of it. There are, however, some things which the laAv presumes to be known to all persons interested, however ignorant they may be in reality. For instance, no man can deny that he knoAvs of a deed which has been duly recorded. But the statement of a fact in a public paper, is either actual notice or else no notice at all. There is no rule of law which gives it the effect of constructive notice. It must therefore be proved that he read it. Otherwise it is no stronger than proof that the fact was orally and publicly uttered at a place where he was not present. To show that he Avas in the habit of reading the paper which contained it, does not help the matter. If he must be presumed to know every fact which happens to be published in a daily paper, merely because he is a subscriber, or an habitual purchaser of it, he can make himself safe only by ceasing to take it, or else by reading every word in it. To do the one would be a heavy burden upon a man of business, and the other would be a serious privation. The law puts no citizen to a choice of such evils. By these remarks we are not to be understood as deciding that if the.plaintiffs had read the article, the defendants would thereby have been relieved from their liability. If they were the real owners of the ship, or retained a substantial interest in, and control over her, ordering the supplies and directing the work upon her down to the moment of her departure from the port, the loose assertion of a third person that she had been sold, whether made orally or in print, would not affect the rights even of persons to whom it was communicated.\nA person may be the legal owner of a vessel, and have her registered in his name, without being liable for supplies on the order of the master. But the possession, control, and management of her, the right to direct her destination and receive her earnings, will fix his responsibility whether he has the legal title or not. This was substantially what the Court below said in language perfectly free from vagueness or ambiguity. The exception to that part of the charge is wholly unsustained.\nThe judge was requested, and refused to charge that the only object of the register is to entitle the vessel to the benefits of an American bottom. This refusal was right, because in the first place the proposition is not strictly true. Though it be the ultimate and main object of the register to fix the national character of the vessel, and though she loses nothing else by being transferred to a foreigner, there are other incidental but useful purposes accomplished by it. For instance, it furnishes a record of her dimensions and age; and, in the case of a steamer, it prevents her from going to sea under the protection of the government without having first complied with the act of Congress for the better security of the lives of passengers. But, supposing the proposition to be true, it had nothing to do with the cause. A judge \"is bound to instruct the jury on the law itself, and not on its history, object, or purpose. He does his duty by saying what the law is, without an exposition of its reasons. Such an exposition would have been especially unnecessary in this case. One of the defendants swore that he and the other defendant, his partner, were the owners; and we will not believe that the verity of that oath was in any manner dependent on the object of the law which required him to make it, or upon anything else beside the real facts of the case.\nA vessel may be sold, and, because the vendor retains the legal title as security for the purchase-money, he has her registered in his own name; a mortgagee may do the same thing, while the mortgagor keeps the possession; or an unconditional sale may be made, and the register be left unchanged. For these reasons, a certificate of the register is no evidence in favor of the person therein named as owner’, nor in actions between other parties. It will not establish an insurable interest in the registered owner as against an underwriter, nor will it disprove such interest in the assured where the policy has been taken for the benefit of other persons. Neither would it be any defence whatever, in an action for supplies against one for whose profit the ship is navigated, to show that she is registered in another name. But all this does not prevent us from saying that a man’s declaration on oath is some evidence against Mm of the fact therein asserted. It is not conclusive, certainly. The defendants were permitted to show, if they could, that they had no actual interest in the ship; but the jury did not think they succeeded, and if they were wronged in this we cannot help it.\nThe only remaining error not already noticed, either directly or indirectly, is assigned to that part of the charge in which the judge said that a delivery of the goods on board the vessel by the orders of the defendants would be such a delivery as would make them liable. This is so palpably and self-evidently right that we find it quite as impossible to say anything in favor of it as to make an argument against it. It must pass therefore without any comment. We endorse it in blank.\nJudgment affirmed."}