{"id": "974009", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nThe plaintiffs in error are to be considered as occupying under the lease with Murphy’s agent, for if they did not remain in the actual possession of the premises, they might have done so. They were not evicted or disturbed in their possession by any title paramount to Murphy’s, and if they turned themselves out, it was their own fault and no reason for refusing to pay the stipulated rent. A tenant cannot be compelled to occupy the premises he leases. If he chooses that they shall stand vacant, lfis will is law to himself, but let him not imagine' that his caprice, or change of interest, will excuse his payment of the rent.\nThis case then, viewed as an occupancy under the lease, falls within the general principle which forbids a tenant to impeach his landlord’s title, and does not resemble the class of exceptions to which Gleim v. Rise, 6 Watts 44, belongs. In that case there was no possession under the plaintiff, the pretended landlord, but an actual holding under the real owner, and it was properly permitted to the tenant to show the fraud and imposition practised on him by the pretender; but here was an uninterrupted holding, or its equivalent, an opportunity to hold under Murphy, and what if he had not the title f He had the right of possession, and his demise was good even if the title were in another. The defendants offered to prove that he had no right to lease it, and that he had no interest in the property, but how and why had he no right and no interest? The bill is silent. No facts were offered to be proved out of which his want of title would result as a legal conclusion. He certainly had some interest, for he had the possession by his former tenants Rogers, Sinnickson & Co., and the plaintiffs in error went into possession under his title, and for aught that was shown or offered to be shown, might have remained in possession for their full term. A bill of exceptions which does not indicate the character of the evidence offered, is a waiver of the offer, and no ground for reversing: Snowden v. Warder, 3 Rawle 104. For every reason, not only the technical defects of the bill, but the general facts of the case, it is apparent there is ho error in the record, and the judgment is accordingly affirmed."}