{"id": "974044", "contents": "The opinion of the Court was delivered by\nLewis, J.\nThe husband cannot be tenant by the curtesy of the wife’s estate in reversion or remainder, unless thé particular estate be ended during coverture. The particular estate of Mrs. Miller was not ended during the lifetime of Mrs. Ege. The husband of Mrs. Ege was therefore not entitled to curtesy. The estate descended to the heirs unencumbered by any claim on the part of her husband or his creditors.\nBy the borough ordinance it is made .the duty of the “owner or occupier” to “pave the sidewalk, with brick, within three months” after the enactment. This duty may be enforced by a penalty. As Ege, the tenant, was thus bound to pave the sidewalk, it was not necessary that he should await the pleasure of his landlord in this respect. As a tenant from year to year, his term was too brief to justify the Court in charging him with the expense of the improvement, while the temporary character of the work, requiring repeated renewals during a lifetime, indicated the injustice of charging it upon the remaindermen or the reversioners. Such a structure is properly chargeable upon the tenant for life. Where the life estate is in the hands of a sequestrator, it is the duty of the latter to defray these charges out of the profits in the first place; but, as he is entitled to hold possession until “ all liens, and all charges for taxes, repairs, and expenses” are satisfied, the result is to charge the whole in the end upon the tenant for life.\nA tenant for years, if there be no agreement or statute to the contrary, is bound for ordinary repairs, and cannot charge his landlord with them unless made at his request. If tenants were permitted to make such repairs as they pleased, and to deduct the Charges out of the rent, the estate of the landlord would be in the power of the tenant. The Court of Common Pleas was in error in deducting the sum of $19.02 from the rent. The other two assignments of error are not sustained.\nThe judgment below was for the sum of $110.17. There should be added to this sum the $19.02 which the Court deducted for repairs. •\nJudgment reversed and judgment for plaintiff in error for $129.19, with costs."}