{"id": "974043", "contents": "The opinion of the Court was delivered, by\nWoodward, J.\nThe first error assigned relates to the question of advancement. This is a question of intention; and, applying the principles settled in Levering v. Rittenhouse, 4 Wh. 130, King’s Case, 6 Wh. 373, and Haverstock v. Sarbach, 1 W. & Ser. 392, to the facts in evidence before the auditor, we have no difficulty in affirming the judgment of the Orphans’ Court that this was a gift and not an advancement. Mr. Snowden made no charge against his sons for the money and stock in trade with which he set them up, and they gave him no note or other memorandum to indicate that they owed him anything. He often spoke of it as a present or gift to his sons, and never as an advancement. He had made valuable presents to his married daughters; and it is reasonable to infer that what he gave to start his sons was intended in the same manner to be gifts. Nor is this inference excluded by the proportion of the gift to his whole estate. Twenty-five hundred dollars given to each of two sons is not an extravagant provision for a father worth twenty-five thousand dollars, and whose other three children were married daughters. Deducing his intention from what we have in evidence of the transaction, we think the sound conclusion is that he meant a gift rather than an advancement ; and the character impressed then must remain. That which was a gift at first cannot become advancement, no more than an advancement can become a gift.\n2. There is not the slightest ground for the second error. There was not only no lease or covenant to. pay rent for the wharf, but it was in proof that the sons were to have the use of it for the taxes; and of course the proposition to charge them with rent is without a fact to justify it.\n3. The 48th section of the Act of 29th March, 1832, relating to Orphans’ Courts, forbids the payment of a wife’s distributive share to her husband without the prescribed security; but where, as in this case, the payment was to the wife and her husband joined in the receipt, without objection on her part, she shall not be admitted to surcharge the estate with the very sum that has been once in good faith paid to her. The Act of 1882 was intended as a protection to married women, not as a snare and an instrument of fraud, as it would become if this exception were tolerated.\n■ The decree of the Orphans’ Court is affirmed.\n^Lbwis, J., dissented."}