{"id": "974011", "contents": "The opinion of Lewis, J., under which the decree was entered, was as follows :—\nLewis, J.\nThe sum of $941.50 has been raised by the sheriff’s sale of Reuben Smith’s real estate and is in court for distribution. The difficulty in the case grows out of his claim to the sum of $300 ■under the exemption law. Setting that sum apart for the present, we have the residue — $641.50—to dispose of among the parties entitled; and it seems to require no argument to show that it ought to be appropriated to the judgment-creditors in the order of their liens upon the estate which produced it. As the judgments in favor of Candor and Guthrie are the two oldest liens, they are entitled to this money. As they were both entered on the same day, and amount to sufficient to exhaust this fund, it must be distributed between them pro rata. Thus far the case seems entirely clear of doubt or difficulty.\nWe come now to the $300 claimed by the debtor, under the exemption law. If the Act of 1849 is to be carried into effect, it is certain that the judgments entered upon debts contracted after the 4th July, 1849, cannot dispute the debtor’s right to this portion of the fund, no matter what may be the order of their liens. Their claims to this money are therefore out of question. The only judgments which can contest the debtor’s right, with any show of plausibility, are those founded on debts contracted before the 4th July, 1849. Those debts, according to the express provisions of the exemption law, are not in any manner affected by it. The two judgments in favor'of Candor and Hale, respectively, so far as they are founded on debts of this character, have a claim to the money superior of that of the debtor. Rut it appears that only a portion of the Candor judgment is founded on a debt of this grade. After crediting the money to be received under the pro rata distribution, already directed, there will be but a small sum due to Candor on that part of his judgment. That sum, together with the amount of the judgment in favor of Hale, must therefore be paid out of the three hundred dollars claimed by the debtor, and the residue of the fund is decreed to the latter.\nIn accordance with these principles, it is ordered and decreed that the sum of $941.50 in Court be distributed as follows:\nTo the judgment of George Guthrie, for the use of George W. Elder, No. 21, Janr., 1850, the sum of ..... $250.62\nTo the judgment of David Candor, No. 24, Janr., 1850, To judgment generally $390.88 To residue of debt contracted before 4 July, 1849, and costs 34.90 425.78\nTo the judgment of R. C. Hale, No. 148, April, 1850 ■ ...... 166.04\nTo Reuben Smith, the debtor, under the exemption law ...... 99.06\n941.50"}