{"id": "974054", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nJames B. Dale, a native of Philadelphia, and a bachelor, having lived several years in California, embarked at San Francisco in the month of August, 1850, for Panama, on board a steamship. On the voyage, between Acapulco and Panama, he was seized by cholera. He sent for the purser of the ship, Mortimer Lent, who when he came found Dale lying dangerously ill, on the steerage deck. A sailor was in attendance upon him. The sick man held in his hands a buckskin bag of gold dust, and some pieces of coin, together amounting in value to $1770.60, which he handed to the sailor, and requested him to deliver them to Mr. Lent, which was done on the spot. In answer to questions put to him by Lent, he said his name was James E. Dale;. that he was 26 years old; that he was not married. Lent asked him who he wanted to have his effects ? He said his sister and brother, residing in Philadelphia. This, says Lent, was all he said; but on further examination, the witness stated, “ the said gold dust and coin were given to me in presence of said James E. Dale, and at his request; and he wished his brother and sister to have it.” About six hours after this occurrence Dale died of the disease from which he was then suffering.\nThis is an action brought by his brother and sister, to recover the value of the gold dust and coin, after conversion, from the administrator, into whose hands it has come. The question is, whether these circumstances establish a donatio causa mortis.\nThe plaintiff in error, who was defendant below, founds an argument on the word “ effects;” that it was a nuncupative disposition of his whole estate, and not a mere gift of the gold dust and coin. This question was properly submitted to the jury, and they found that the words of donation had reference only to the gold dust and coin. And interpreting the words of the dying man by his action, there is no room to doubt that the effects which he meant to give to his brother and sister were what he handed to the sailor.\nThough we have derived the name and some of the principles of such gifts from the Roman law, yet we treat them with less favor than they enjoy in that system of jurisprudence, because it is the policy of our law to require all testamentary dispositions to be in writing. Our statute of wills does indeed provide for nuncupation in respect to personal property, but surrounds it with so many requisites and restrictions (all which we hold to be indispensable, Haus v. Palmer, 1 Am. L. R. 635) (9 Harris 296), that it is scarcely more than a nominal exception to the general rule that testaments must be written. And I agree it is a fair principle of decision, as suggested in Headley v. Kirby, 6 Harris 329, that we take our statute of wills as a general rule, and treat donationes mortis causa as exceptions which are not to be extended by way of analogy. It results, thence, that nothing can be sustained by way of donatio causa mortis, that is not strictly and purely such.\nDonatio causa mortis is a gift of a chattel made by a person in his last illness, or in perieulo mortis, subject to the implied conditions that if the donor recover, or if the donee die first, the gift shall be void.\nIn this definition I have followed, substantially, C. J. Tilghman in Wells v. Tucker, 3 Bin. 370, and the English cases collected in 6 Bac. Abridg. 162; but I am aware that in Nicholas v. Adams, 2 Wh. 22, it was criticised by C. J. G-ibson, who quoted from Justinian’s Institutes to prove that there was nothing about sickness in the primitive definition, and to deduce what he considered the proper definition — a conditional gift dependent on the contingency of expected death.\nI am far from thinking definitions unimportant, for, in the law as in all other sciences, they are the very keys to accurate knowledge ; but the difference between these definitions is not material as applied to the case before us, for, according to either or both of them, a good donatio causa mortis was made by Mr. Dale. It was a gift in his last sickness, and in view of expected death; and the donees surviving him, the implied conditions were taken away and the gift became absolute. Delivery was indispensable, but whether made to the donee immediately, or to another for him, was held to be immaterial in Drux v. Smith, 1 P. Wms. 404. The delivery to Lent was all that the law required.\nAnd it was the completeness of this delivery in execution of the gift, which excluded the rights of the administrator. A gift is an executed contract. It may be defeated by conditions subsequent; but it must vest presently or it is nothing, for a mere promise to give cannot be enforced either at law or in equity. When a chattel has been given causa mortis, possession delivered, and death has performed the condition subsequent on which it depended, no title what ever in that chattel descends to the executor or administrator, and he has no right to the possession of it for purposes of administration. If the title of the donor be so effectually divested by a gift causa mortis that he cannot affect it by his subsequent will, as was held in Nicholas v. Adams, 2 Wh. 23, then, beyond controversy, his personal representative can take no interest in it. The donee, it is true, must account for the value of the chattel, if creditors appear and there be not estate enough beside to satisfy them, for in no manner whatever can a man, living or dying, give away his estate in fraud of creditors. The law compels him to be just, before it permits him to be generous. But until the donation is needed to satisfy creditors, the donee is entitled to enjoy it, and it is not subject to the ordinary course of administration: Roper on Legacies, p. 3; Tate v. Hilbert, 2 Vesey, Jr. 120; Walter v. Hodge, 2 Swans. 98.\nIt was greatly insisted on in argument that the Court ought to have instructed the jury that if the gold was the principal part of Mr. Dale’s property, he could not make a donatio causa mortis of it, and for this Headley v. Kirby was relied on. In that case there was a variety of chattels — they were not specified by the donor — nothing more than a constructive delivery occurred — the language was evidently testamentary — and it referred expressly to all her property. In these particulars the case is broadly distinguished from the present, and it does not decide that where a single chattel is the whole of a man’s estate, or the “ principal part of his property,” it may not be given causa mortis. The doctrine of that case, predicated of the circumstances then before the Court, is not to be questioned, for it rests on sound reasons; but, if. applied to a case like this, it would defeat all gifts made as memorials of gratitude and affection in the most solemn circumstances of life. It is due to the sensibilities of our nature that the law permit, under proper limitations, such expressions of a dying man’s regards. Many a chattel of small intrinsic worth has been thus impressed with an unspeakable value, which it would be a sort of sacrilege to subject to inventory, appraisement, and sale in open market. The Court did not charge that a man could dispose of his whole estate as a gift causa mortis ; and if the gold dust and coin were the principal part of the decedent’s property, we see nothing on the record to impeach it as a donatio causa mortis.\nThe property having been converted, and its equivalent only being in the hands of the administrator, the action was well brought in assumpsit; and because the title of the plaintiffs was joint, the implied promise followed it, and they were properly joined to sue upon it.\nThough the fourteen errors assigned have not been discussed in order, it is believed the substance of all of them has been disposed of in these observations, and the judgment is affirmed."}