{"id": "974012", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nThe obligation of the defendant was to pay to the county of Lancaster one-third part of the whole expense of erecting a bridge across Muddy creek, “ when the superstructure shall he completed” The contract between the county and the builder of the bridge, of the same date with the obligation of the defendant, stipulated for a bridge of specified dimensions and workmanship, with the right of the county to make alterations from time to time, and for the payment of $1075 as the full consideration, retaining in their hands $350 “ until the completion of the work, that is to say, until the same shall be approved and passed by men to be appointed by the Court according to law.” The bond of the defendant, and this contract between the commissioners and Shaffer, the builder, though distinct instruments, were dependent, for the bond recites that the proffered contribution of the defendant was the inducement which moved the commissioners to agree to build the bridge.\nNow when can it be said that the superstructure of a bridge built under such agreements is complete? Manifestly when viewers appointed by the Court pronounce it finished, which viewers so appointed did do on the 14th day of November, 1851. On that day then the defendant’s liability attached, which can be discharged ■only by his paying what remains due on his bond. Notwithstanding some whitewashing, pointing of walls, and filling in of embankments remained to be done when the viewers were there, the evidence proved what the certificate of the viewers verified, that the structure was complete, and we think the Court put the case to the jury quite as favorably for the defendant as he deserved. When a man induces a county to undertake the erection of a bridge, by promising to pay one-third of its cost on completion of its superstructure, and its completion is ascertained in the manner stipulated in the contract which he induced the eounty to make, he is as nearly destitute of a defence as it is possible for a litigant to be. There is no lack of consideration for his promise, and I see not how he can expect to escape performance of it.\nIf there was any error in admitting the testimony of Peter G. Eberman as to the price of the bridge, it was cured by the subsequent production in evidence of the contract itself.\nThe judgment is affirmed."}