{"id": "974083", "contents": "The opinion of the Court was delivered by'\nLewis, J.\nThis is an action by a landlord against his lessees, on the contract, for the recovery of rent. A copy of the lease is said to have been filed, but as it is not on the paper-book we know nothing of its terms. As the action is in trespass on the case, and not in covenant, we infer that the lease is not under seal. There is a distinction between an action of debt for rent, and an action of assumpsit or covenant. The former being founded upon the actual enjoyment of the promises, an assignment by. the lessee to another, with the assent of the landlord, would be a defence. But where the action is not founded on the privity of estate, but on the lease itself, and the covenants or promises contained in it, an assignment of the term by the lessee, even with the assent of the landlord, does not discharge the. lessee from his express contract to pay rent. In Fisher v. Milliken, 8 Barr 120, it was remarked by Chief Justice Gibson, that “ it has been held in a countless number of cases collected in Comyn on Landlord and Tenant 275, that the tenant is bound by a covenant to pay the rent, though he assign his lease with his landlord’s assent, and though the latter accept the assignee for his tenant, and receive rent from him.” It must be remembered that a lessee is under two sorts of obligations to his landlord — one arising from privity of estate, which may be discharged by an assignment of his term with the assent of his lessor —the other in respect to the terms and engagements in his lease, bj privity of contract, which is, as we have seen, not affected in any way by an assignment of the term. The assignment of the term, and the acceptance of the assignee as tenant, instead of the lessee, discharges the latter from all obligations arising from privity of estate, but is not a discharge from the express contract contained in the lease: Comyn on Landlord and Tenant 275; 8 East 314; 4 Term Rep. 94. From these principles it is plain that the affidavits disclose no defence whatever to the action. The first affidavit of the lessee stating his own assignment to Ghegan, the recognition of Ghegan, as tenant, by the landlord — the subsequent partnership between Ghegan and Bickley, and the recognition of them as tenants of the property, contains no intimation whatever that the landlord had discharged the lessees from their express contract to pay the rent. The second affidavit is no better in this respect. After attention had evidently been called to the defects of the first, there is still a failure to supply them. It is true the lessee goes so far, under the pressure of the exigency, as to say that the plaintiff received the said Ghegan & Bickley as tenants, instead of the lessees, who surrendered the possession to the new tenants — but he immediately adds (“that is to say, deponent gave up his place to Bickley), plaintiff took rent from them, as tenants, and as due from them.” So that the alleged surrender is nothing more than an assignment, and the acceptance of the assignees as tenants, instead of the lessees, consists of nothing more than the acceptance of rent from them. So far as they paid rent, it was of course a payment pro tanto of the money for which the defendants below were bound by their contract. But it is idle to rely upon such a transaction as amounting to a release from an express contract.\nThus far a majority of the Court concur. But we are equally divided upon the question whether the plaintiff can recover $75 for the 45 days’ rent, claimed in his statement to be due on the 16th October, 1852. Two of the judges are of opinion that, as the averment in the statement that that sum was due on the said day, is not denied in the affidavit, it is fair to consider it as the admitted amount due at the time of the assignment of the lease. Therefore they think that judgment was properly entered for the sum thus admitted to be due. But two of the judges are of a contrary opinion. The Court being equally divided on this point, the whole judgment stands as rendered by the District Court.\nJudgment affirmed."}