{"id": "974086", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nThis instruction of the Court below is apparently supported by the case of Watson v. Christie, 2 Bos. & Pul. 224, unless we read it with reference to the strict notions on pleading formerly entertained by some judges. There it appears to decide merely, that circumstances of mitigation cannot be given in evidence unless pleaded, which certainly is not law now.\nThe cases are very numerous in favor of the contrary doctrine, and announce the rule that all circumstances, that are sufficiently proximate to be properly regarded as matters of provocation or excuse of the act complained of, may be given in evidence in mitigation of damages generally.\nThe true distinction, as to the effect of the mitigating circumstances on the actual and on the exemplary damages, is suggested by the ease of the Temperance Hall in Moyamensing, Reed v. Bias, 8 W. & Ser. 189, that, where the excusing or palliating circumstances involve no fault of the plaintiff, they may prevent exemplary damages, and limit the recovery to the actual damages. And this is an expression of the principle that the faults of third persons shall not benefit or prejudice either of the parties in their right and duty of compensation. If, making due allowance for the infirmities of human temper, the defendant has a reasonable excuse for the violation of the public order, then there is no foundation for exemplary damages, and the plaintiff can claim only compensation: 2 Car. & P. 361; 6 Id. 167; 1 Esp. N. P. 317. And such is the case of Watson v. Christie.\nIt is merely the corollary of this, that where there is a reasonable excuse for the defendant, arising from the provocation or fault of the plaintiff, but not sufficient entirely to justify the act done, there can be no exemplary damages, and the circumstances of mitigation must be applied to the actual damages. If it were not so, the plaintiff would get full compensation for damages occasioned by himself. The rule ought to be, and is, practically mutual. Malice and provocation in the defendant are punished by inflicting damages exceeding the measure of compensation, and .in the plaintiff by giving him less than that measure. This principle is illustrated by numerous cases: 2 Camp. 72, 511; 7 Car. & P. 621, 369, and n.; 10 Ad. & Ellis 117; 13 Pick. 503; 3 Mass. 189, 546; 13 Conn. 361; 1 Johns. Cases 116; 7 Cow. 22; 7 Wend. 142, 560.\nAccording to these views, the plaintiff could not possibly recover vindictive damages in such a case as this; and if he was himself one of the rioters, he ought not to recover full compensation.\nJudgment reversed and a new trial awarded\nBlack, C. J., dissented."}