{"id": "974038", "contents": "The opinion of the Court was delivered, by\nLewis, J.\nThe Act of 1806, relative to the amendment of pleadings, declares that “ when, in the opinion of the Court, an informality in a declaration or plea will affect the merits of the cause, the plaintiff shall be permitted to amend his declaration or statement, and the defendant may alter his plea or defence,'on or before the trial of the cause.” The effect of this Act has been to make amendments, which before were discretionary, a matter of right, which it was error to refuse: 13 Ser. & R. 248; 6 Barr 88; 8 Watts 461, &c. Reason and justice require that the defendant should at least be placed on a footing of equality with the plaintiff. The statute does this in language entirely free from ambiguity. In the same breath that it grants to the plaintiff the right to “ amend his declaration or statement,” it declares that “ the defendant may alter his plea or defence.” Where a defendant claims a set-off, his defence is in the nature of an action, and his plea or notice of set-off is in the nature of a declaration. Whatever would be regarded as an' informality in a declaration, to be amended as matter of right under this Act, must be considered in the same light, when it occurs in a plea or notice of set-off. In the amendment of a declaration the principle is established, that as long as the plaintiff adheres to the original instrument or contract on which the declaration is founded, an alteration of the grounds of recovery on that instrument or contract, or of the modes in which the defendant has violated it, is not an alteration of the. cause of action: Cox v. Tilghman, 1 Whart. 287; Stewart v. Kelly, 4 Harris 162. New and different breaches of the same contract may be assigned: Cassel v. Cook, 8 Ser. & R. 268; Shannon v. Commonwealth, 8 Ser. & R. 444. Where the action is on a policy of insurance, and the plaintiff declared on losses by capture of an enemy, he may add a count on the same policy for loss by barratry. Where the action is for the misconduct of the plaintiff’s agent in the sale of cotton, he may add different forms of misconduct on the sale of the same article: Rodrique v. Curcier, 15 Ser. & R. 82. Where the action is on a contract for the sale of hogs, and the plaintiff declares on an actual delivery of the hogs, he may amend by averring a mere readiness to deliver them: Stewart v. Kelly, 4 Harris 160. A different contract in form may be introduced, but not in substance; where the action is for the value of goods a quantum meruit may be added to the counts on an agreement for a specific price: Rodrique v. Curcier, 15 Ser. & R. 82. These principles have been recognised in the cases cited. Let us apply them to that under consideration.\nThe defendant claimed a set-off for the value of certain quantities of wheat delivered by him to the plaintiffs at different times. A receipt was taken at the time each load of wheat was delivered, specifying the date and quantity. In most of them it was stated that the wheat “ was to remain in store for further ordersbut in some of them it was simply said that it was to “remain in store.” This difference was not material, because wheat deposited “ to remain in store” was as much subject to the “ further orders” of the owner, as if these words had been expressed in the receipts. In giving the notice of set-of, the defendant furnished the plaintiffs with an accurate copy of each receipt. When these were offered on the trial, coupled with evidence that the plaintiffs appropriated the wheat to their own use and never paid for it to the defendant, the evidence was rejected. The reason for this does not appear in the bills of exception, but we understand that it was excluded because nothing was said in the notice of special matter of the manner in which the plaintiffs had broken their contract in respect to the property, and because the precise terms of the contract were not stated. The defendant then offered to amend his plea “ by pleading specially that the plaintiffs were common carriers, and, as such, received into their warehouse” the amounts of wheat set forth in the receipts “ to transport to Philadelphia, and that, instead of doing so, they appropriated the same to their own use, and have never paid the defendant for the same.” The Court refused to permit the amendment, and the defendant was thus deprived of the privilege of submitting his set-off to the jury. It is plain that the defence throughout was founded on a claim to compensation for the wheat delivered to the plaintiffs on a contract which rendered them liable to account for it; that the plea of set-off offered on the trial claimed compensation for the identical wheat specified in the notice of special matter; and that the only amendment proposed was in the formal manner of stating the plaintiffs’ liability. This was no greater change in the manner of establishing his claim to compensation for his wheat than that produced by substituting a contract to pay for goods as much as they were worth, for one which fixed upon a particular price ; or than that sustained by substituting an executory contract, with an averment of a readiness to deliver the property and a refusal to accept it, for a contract executed by actual delivery and acceptance. Nor could the amendment take the party more by surprise than one which permitted the plaintiff to change his ground from a capture by an enemy to a loss by barratry. It is clear, therefore, from the authorities, that if the defendant had been allowed no more than the benefit of the rule which governs amendments by plaintiffs, the one asked for in this case would not have been denied. But in Hartman v. the Keystone Insurance Company, 9 Harris 466, it was held that although a plaintiff is not permitted to alter his declaration so as to introduce a new cause of action, “the right of the defendant to change his plea is nob limited by anything but the discretion of the Court, and by that he is held merely to good faith.\" Where the Court is satisfied from evidence that the notice of special matter was either omitted entirely, or insufficiently drawn up, for the purpose of procuring delay, or in order to gain some other unfair advantage, the amendment should be refused; but where there is no evidence of bad faith, and the amendment affects the merits of the cause, the defendant has a right to alter or amend his plea on or before the trial. If the Court has reason to suspect that the object is merely to gain the conclusion, or to change the burthen of proof, an affidavit may be required that the amendment proposed will affect the merits, and that it is not desired for any other reason.\nWe can readily appreciate the embarrassment which may have been produced in the mind of the learned President of the Common Pleas by the case of Wilson v. Irwin, 14 Ser. & R. 176, and others founded upon it. That decision is in direct conflict with the previous ruling of the Court in Sharp v. Sharp, 13 Ser. & R. 444. The first decision was well considered, and is founded on a careful regard for the rights secured by the Act of Assembly; but it was not reported when the subsequent decision was made, and, owing to the introduction of additional judges, was probably overlooked, as it does not seem to have been cited or noticed. In adhering to the older and better opinion, we disturb no rule of property. We merely change a rule of practice founded upon an erroneous construction of the statute. It is true that the cases of Sharp v. Sharp and Wilson v. Irwin both turned on the question whether a defendant, who had neither pleaded nor given notice of set-off, had a right to add the plea on the trial, and thus supply the place of a notice. In that respect they differ from the one now before us. Here there is a short plea of set-off on the record, and there was notice given in due time, which indicated with substantial precision the nature and amount of the defendant’s set-off. A total omission to give any notice whatever might, if unexplained, be regarded as evidence of an intention to delay. But this cannot be presumed where, as here, the defendant had given notice of everything but the mere formalities of his defence. Where this is the case, a defendant cannot be deprived of his rights upon the unfounded suspicion that he may make a bad use of them. The amendment in this case ought to have been allowed. We see no other error.\nJudgment reversed and venire facias de novo awarded."}