{"id": "974061", "contents": "The opinion of the Court was delivered by\nLewis, J.\nThe trial of this cause took place before the President of an adjoining district, at a special Court held in Bradford county, for the purpose of deciding causes in which the proper President Judge had been concerned as counsel. The parties went to trial in the absence of the associate judges, and the want of authority in the Presiding Judge is now assigned for error. If this be an objection to the right of the judge to hold the Court, without the aid of the associates, and not a plea to the jurisdiction of the Court itself, it is plain that the irregularity is waived by proceeding to trial, before him, without objection. Like a challenge to a juror, it is waived by a trial, upon the familiar principle that a party, who has taken his chance for a decision in his favor, shall not be allowed to except afterwards to the qualifications of his triers. To avoid this difficulty, the plaintiff in error contends that “the judgment is void for want of jurisdiction.” But is there a want of jurisdiction ? Certainly not. Whatever objections may be made to the right of the Presiding Judge to exercise the office, there can be no question in regard to the jurisdiction of the Court. He was the President Judge, defacto, and was so recognised by all parties. His acts are therefore binding upon them. It was properly remarked by Judge Duncan, that a Court of Error will not say that a cause has been improperly certified to a special Court, after all parties have agreed, without objection, to go on to trial: Barrington v. Bank of Washington, 14 Ser. & R. 419.\nBut there is nothing in the objection, even if the plaintiff in error was at liberty to make it now. The cause was tried on the 8th November, 1853. At this time the Acts of 10th April, 1849, and 18th April, 1853, had authorized an arrangement, by which, whenever it should be necessary to hold a special Court, any President Judge might “take the place of the proper President,” “without additional notice or special venire.” It was expressly provided that “ all proceedings” were to have “ the same force and effect,” and be “ conducted according to the same rules and regulations, to all intents and purposes, as if the same had occurred before the proper President of the district.” . This language is sufficiently comprehensive to give the Presiding Judge, at a special Court of Common Pleas, as full power as the proper President possesses. As the latter may hold a Court of Common Pleas -without the associates, the former may exercise the same power. Their absence is not the fault of the Presiding Judge. Nor is it the fault of the parties. However useful they may be in the Orphans’ Court, and in the exercise of criminal jurisdic-^ tion, the constitution does not require their presence in the Common Pleas. The recent legislation is in conformity to the constitution, and has been found to accord with the public convenience. Whenever the parties go to trial before the President of a different district, without objection, .the Court of Error will presume the “ necessity for a special Court,” and the existence of “ an arrangement” to hold it, according to the provisions of the statutes of 1849 and 1853.\nJudgment affirmed."}