{"id": "974092", "contents": "The opinion of the Court was decided by\nLowrie, J.\nThe nature of the case requires the admission that it was the understanding of the parties that the hands were to ride on the gravel train to and from their work and at their work, and the plaintiff is entitled to use this fact as a part of his case. He cannot, however, use it as presenting the whole of the relation between him and the defendants. He was not a mere passenger on the defendants’ cars; because his travel upon them was really an incident of a different relation, that of a servant, and this the character in which we must regard him here. He was no more a passenger than is the coachman, or wagoner, or carter, who is in the employment of another. He was simply a servant, with the privilege of riding, as part of his business, in the gravel train, which was one of the instruments of his work. He could not and does not sue on a contract as a passenger, for that was not his relation; but he does sue on his true relation, as a servant injured by the carelessness of his fellow servants.\nThe plaintiff seeks to strengthen his \"position by the allegation and by evidence that it was the duty of the engineer to see that all the cars were safely hooked before starting the train, and that his neglect in this respect is chargeable to the Company. As a matter of fact, this does not seem probable; yet we must examine its influence, as if it might be proved.\nThis alleged duty did not grow out of any contract between the plaintiff and the defendants, else the contract would have been charged as an essential and relevant bond of their relation, which has not been done. If it was a duty which the engineer owed to the plaintiff in any way, then the action ought to be against him for the breach of it. If he owed it to the defendants, then they alone can complain of its non-performance.\nThe duty must therefore be alleged as that of the defendants to the plaintiff. In what form shall we put it, or how shall we define' it ? Is it that, when persons are employed to work for others, the employers are bound to see that the instruments of their work are and shall continue in a condition to be used with safety? Then the coachman, the wagoner, and the carter, who ought to know more about the vehicles which they use than their employers do* have a practical warranty that they are in good order, though practically we know that many of them are nearly worn out; the wood-chopper and the grubber are insured that their axe or mattock shall not injure them by flying off the handle; the engineer, the miller, the cotton-spinner, and the wool-carder have a guarantee for the accidents that may befall them in the use of the machinery which they profess to understand, and which they ought so to understand as to be able to inform their employers when it is out of order.\nIf this be so, then the care and skill required of workmen is reduced very much below what is ordinarily expected of them. If there be any distinction between any of the cases put and the one in hand, it is too narrow to be made the foundation of a new rule, or to cancel the force of the analogy which they afford. Certainly such a duty has never been considered as belonging to these relations, and therefore it cannot be law.\nThe only way left for defining the supposed duty is to allege that employers are liable when any of those employed by them are injured by the carelessness of their fellow laborers. Though this proposition has never been decided upon by this Court, it has often been considered elsewhere and decided in the negative, and we know but one case that seems to affirm it: 20 Ohio Rep. 415.\nIt has been decided in the negative in cases relating £o those employed in running railroad cars: 1 McMullan 385; 3 Cush. 270; 4 Met. 49; 5 Exch. Rep. 343; 6 Barb. R. (Sup. C.) 231; 15 Id. 574; in navigating vessels, 2 Richardson 455; in driving a wagon, 3 Mees. & W. 1; in building, 5 Exch. R. 354, 6 Hill 592; and in factories, 6 -Cush. 75. And such is the rule even when the careless one is the superior of the other, or has a special duty to perform upon which the safety of the others depends. Where we find a road is so well beaten, it is easy to follow it, and its beaten character is an indication that we may follow it with safety. We shall trust to this indication, sustained'as it is by reasons which have been so fully expressed by others that we can do little else than repeat them.\nThe rule announced by these cases is, that where several persons are employed in the same general service, and one is injured from the carelessness of another, the employer is not responsible.\nOn what principle can a contrary rule be founded ? The maxim, sic utere tuo ut. alienum non Icedas, does not apply; for that is the most general of all rules, intended to define the duties of those who have no other relation than contiguity and a common humanity. It is intended as the general rule, defining the general relation of man in society, and not any of the special relations, which must have their own rules, depending upon their special character. Our question is, therefore, reduced to this: What is there in the special relation of master and servant from which a contrary rule can be deduced ?\nWith us this relation is always instituted by a contract, and to that we must look for the principal terms by which it is defined. The contract defines the duty of each party; and as we do not find that the duty which is now insisted on was made a part of the contract, we infer that it has no existence.\nBut it must be conceded that many of the relations of life are instituted in the most general terms, and that the special duties of each party are so well understood in society that they are left entirely undefined in the contract, and each is presumed to have undertaken them without their being formally specified. Certainly . no one will pretend that the duty here insisted upon has, in this way, become part of this contract; for no one so understands it, and no one would so contract if requested.\nThere is, therefore, no way left but to allege that the law has made it a duty of a master to see that his servants do not injure each other by their carelessness. There is no statute of this purport ; and therefore the allegation must be that it is a part of the common law. But the common law consists of the general customs of the people, and of the maxims and principles on which they act; and it is conclusive against the rule contended for that it has never been found among these, and is not deducible from them.\nBut the duty insisted upon is substantially one of protection, which cannot exist without implying the correlative one of dependence or subjection. The relations of husband and wife, parent and child, are in law relations of protection and dependence; and there are those which are so in fact, as where a weak-minded person submits himself to the direction of another; and here the law interferes to protect against an undue exercise of influence and power. And there are others, as the Sunday laws and the laws regulating the hours of labor in particular occupations, whereby the law protects men against the danger arising from undue competition ; but the strictness used in defining this relation, as belonging to special cases, implies that it has no wider existence.\nThere is no relation of protection and dependence between master and servant, or of confidence in the institution of the relation: we speak not of master and apprentice. The servant is no Homan client or feudal villein, with a lord to protect him. Both are equal before the law, and considered equally competent to take care of themselves, and very often the servant is the more intelligent of the two.\nThe argument that the law implies a warranty that one servant shall not be injured by the carelessness of another, is only another way of stating the proposition that the law imposes the duty of protection; and it must be set aside by the same answer.\nAnd what would be the value of such a rule ? If it exists at all, it must grow out of the relation and affect all persons standing in it; and this rvould change all our ideas concerning the relation of master and servant. Every man must have his own business, whether as master or as servant, and there is no business without its risks. Where many servants are employed in the same business, the liability to injury from the carelessness of their fellows is but an ordinary risk, against which the law furnishes no protection but by an action against the actual wrongdoer. It would violate a law of nature if it should provide an immunity to any one against the ordinary dangers of his business, and it would be treating him as incapable of taking care of himself.\nIf we declare that workmen are warranted against such carelessness, then the law places all careless men, which means all badly educated or badly trained men, and it places even those who have not acquired a reputation for care, under the ban of at least a partial exclusion from all work. And this is the ordinary result of all undue attempts to protect by law one class of citizens against another. It is done at a practical sacrifice of liberty on the part of those intended to be protected, and to the embarrassment of the common business of life, by imposing upon the people a rule of a new and unusual character which may require half a century to become fitted like a custom, and adapted to the customs already existing which it does not have the effect of annulling.\nIf this were the rule, it would embarrass the conduct of all business, where any risk is to be run. How could a sailor be ordered aloft in a storm, without the employers being liable to the charge that the captain had shown want of proper skill and care in giving such an order in the circumstances? How could the wearied laborer be allowed to ride home with the driver, without danger that the employer should be called to account for an accidental tilting of the cart ?\nIAnd such a rule could have very little application to great corporations, for they would immediately act on the maxim, conventio vincit legem, and provide against it in their contracts. But it would live to embarrass the more private and customary relations, and be the source of abundant litigation.\nThe Court below decided rightly that the rule contended for has no existence.\nJudgment, affirmed.\nLewis, J., and Knox, J., dissented."}