{"id": "974019", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nThis is an action on a contract to insure, and the question whether or not there was any insurance depends very much upon the authority of the company’s agent, through whom the business was transacted. He was appointed “ agent and surveyor” of the company, and “authorized to take applications for insurance, and receive the cash percentage to be paid thereon.” Now, it does not seem easy to make it.plainer, that this is not an authority to bind the company by effecting insurances. He was to survey property proposed to be insured, as we infer from the name of his office, and to receive applications or proposals for insurance, and of course to transmit them to the company; but no word indicates that he could bind the company by accepting a proposition, or making a contract of insurance for them. lie might spring the game, not seize it.\nIt is argued that it has often been declared that taking a man’s application, fixing the terms, and receiving the premium, are sufficient evidence of an insurance; and so they are, when it thereby appears that the contract is complete, and nothing is wanting but the issuing of the policy. But when, as here, it is plain that the application and payment of the premium amount only to a proposal for insurance, we cannot make a contract out of it.\nWhen we turn to the certificate of the agent taken by the plaintiffs below, this point becomes, if possible, more clear. It certifies that the plaintiffs had “made application for insurance,” and had “ paid cash premium $25 — if not approved by the directors, money to be returned.” It seems impossible to read this as a contract of insurance — it is a proposal to the directors, that is to become a contract when they accept it. The proposal, and the premium advanced with it, go together. If the proposal be withdrawn, or rejected, the premium must be returned. At any time before acceptance of the proposal, the plaintiffs could have withdrawn it, and demanded payment of the premium. They were never bound as by contract, and of course the defendants were not.\nBut it is said that the loss did not take place for near six months after the application, and that during all that time the defendants neglected to refund the money, and to notify the plaintiffs that their proposal was rejected. And this is thought to be such negligence on the part of the defendants below as justifies and requires the inference that they had approved or accepted the proposal, and here is the root of the error of the Court below.\nA principal is bound by the authorized acts of his agent, whether notified of them or not, and therefore the defendants are chargeable with having received this proposal; but that does not help the plaintiffs, for receiving it is .not an acceptance of it. A principal is also bound by the unauthorized acts of his agent, if, on being notified, he does not disavow them; but neither does this help the plaintiffs, for the agent made no contract to insure, and even if he did, no notice of such contract is proved.\nWhat is the true effect of the delay ? It cannot of itself make a contract. A proposal cannot become a contract by delay in rejecting or answering it. A delay in paying $25 cannot make a man liable for $2500. A neglect or delay that has properly a tendency to mislead another, and which is incompatible with honesty, may be charged as a ground of liability; as where one knows that another is acting as his agent in a particular matter without or beyond his authority, and does not promptly disavow his acts. But in this case the plaintiffs had in their own hands the power of correcting the delay; for undue delay in accepting a proposal may be and ought to be treated as a rejection of it, and the proposer may refuse to be bound by a tardy acceptance. A proposal not answered remains a proposal for a reasonable time, and is then regarded as withdrawn. Both parties are interested in its acceptance, and both are expected to attend to it with reasonable diligence.\nThe exceptions to evidence are not sustained.\nJudgment reversed and a new trial awarded.\nWoodward, J., dissented."}