{"id": "974002", "contents": "The opinion of the Court was delivered by\nLewis, J.\nThe Court was asked to say that “there is no evidence of fraud or mistake in this case.” This direction was refused, because the President Judge thought that there was some evidence for the consideration of the jury, and the cause was submitted for their decision. In The Lancaster County Bank v. Albright, 1 Am. Law Reg. 633, 9 Harris 228, it was declared that a point put in this way to the Court was “ not according to good practice, and that a better way would be to call on the opposite counsel to indicate in writing the evidence relied on,” and then ask the instruction of the Court upon it as thus specified. In Garrett v. Jackson, 8 Harris 336, it was held that “ when the Court was asked to say that there is evidence of a particular fact, such evidence ought to be distinctly indicated. To say that evidence exists on a certain subject, is not making a point of law which the Court is bound to respond to. It is no error to refer such a question to the jury.” “ A party may entitle himself to the opinion of the Court on the legal effect of any portion of the evidence, but not without specifically referring to it in his prayer for instructions.” No call was made upon the opposite counsel to indicate the evidence relied upon to prove fraud or mistake in this case, and it was not specified in writing. If we reversed the decision, it would be for error in the judgment of the Court upon a question of fact. It is manifest that we cannot safely review such a decision unless the attention of the Court and counsel be particularly called to the point on the trial, and the evidence relied upon be specified and embodied in the bill of exception. If the Court of Review is compelled to examine the loose and imperfect notes of all the testimony in the cause, for the purpose of finding the evidence of a particular fact, there would be great danger of doing injustice. The particular circumstances relied upon might have been imperfectly reduced to writing, or might escape attention. When we are asked to “seek for «• needle in a hay-stack,” the probability is that we should not find it. We ought not to reverse for a refusal to take the cause from the jury, except in a very clear case. The error here assigned is not clearly established according to the proper practice, and the judgment is to be affirmed.\nJudgment affirmed."}