{"id": "974088", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nCan it be doubted that from the time George received the money for Matthias, whether from his father on his death-bed, or through the heirs by Daniel, one of the executors, he was subject.to an action for money had and received ? Assumpsit with us lies upon a promise made to the plaintiff, or to another for him, or where money has been received to his use; and in the latter case gives effect to the same principles that are administered through a bill in equity. That George received the money for the use of Matthias is shown by the testimony of Edmund Zacharias, and very expressly by the terms of the paper signed for $378.67, on the 8lst December, 1832; and if subject to an action therefor from the time he received it, which it seems to me is beyond doubt, the statute of limitations would commence running in his favor from that time. Statutes of limitation do not act on the right, but on the remedy. A debt is not extinguished by six years’ delay to sue for it, but as against a plea of the statute the action for its recovery is gone. From the moment the right of action accrues, the statute begins to run, and unless arrested by a renewed promise, or by a distinct and express acknowledgment of the specific debt as a subsisting liability, becomes, after six years, an absolute bar to the action. Here more than 18 years elapsed from the last receipt of money before institution of the action, and no such promise or acknowledgment was proved as would take the case out of the statute. What was said at the funeral, as proved by Edmund Zacharias, was neither specific enough for an acknowledgment nor consistent with a promise to pay. What then is there to exempt this stale claim from the operation of the statute of limitations ?\nIn the first place it is insisted that the statute did not begin to run until after demand made, and for this Krause v. Dorrance, 10 Barr 462, and Foster v. Jack, 4 Watts 340, are relied on. Both these cases proceeded on the peculiarity of the relation between counsel and client, in the first of which there was no question upon the statute of limitations, and in the other it was held that the statute did not run against counsel fees, whilst the professional relation continued with the client.\nThe relation of counsel and client is necessarily one of great confidence, and often embraces more than a single transaction. If either could harass the other with actions before demand made, or dissolution of the relation, it would prove destructive of the confidence which it is the policy of the law to promote. For different hut equally satisfactory reasons we have held that a county is not suable by its creditor until after demand made, but these are to be regarded as exceptions to the general rule, which gives a man his action for moneys presently due him in the hands of another. There was nothing in the relation between the plaintiff’s testator and the defendant to prevent an action for this money at any time after it came into the hands of the latter, and therefore the doctrine of the cases cited is not applicable.\nBut it is further urged, that the relation between them was that of trustee and cestui que trust, and that as long as there is a continuing and subsisting trust acknowledged or acted on by the parties, the statute of limitations does not apply.\nThat this was a direct trust may be admitted without its following necessarily that the statute is inapplicable. Some trusts are exclusively cognisable in Courts of equity, and over others Courts of law and equity exercise concurrent jurisdiction, and the rule is well settled, in regard to the latter, that the statute is equally a bar in both jurisdictions, because otherwise a creditor might always elude the statute by electing to pursue his remedy in equity. The sound rule established on the solid foundations of authority and policy is, that the trusts not to be reached or affected by the statute of limitations, are those technical and continuing trusts which are not at all cognisable at law, but fall within the proper, peculiar, and exclusive jurisdiction of Chancery: Lockey v. Lockey, Prec. in Chanc. 518 ; Sturt v. Mellish, 2 Atkyns 610; Kane v. Bloodgood, 7 Johns. C. R. 116; Lausatt’s note to Fonblanque’s Equity, 1 vol. 246; Lyon v. Marclay, 1 Watts 271.\nThe plaintiff’s argument, to have force, must proceed on the ground that the trust in this case belongs exclusively to an equity jurisdiction, and yet he has instituted an action at law upon it. If his argument be good, his action cannot lie. But I think his action is well brought. Whether he could have sued the defendant on the equity side of our Courts, he was not mistaken in supposing he had a remedy at law, but the statute of limitations applicable to such a trust in a Court of equity is, a fortiori, applicable to it in a Court of law.\nThe case of Johnson v. Humphreys, 14 Ser. & R. 394, is distinguishable from this case in its facts. In that case, there was. nobody in the country who had a right to demand payment until Humphreys took letters of administration, in 1819, and within two years thereafter he brought suit. Besides, there was an acknowledgment of the debt by the trustee, to which the Court gave effect as continuing the trust. If what was said by Judge Rogers, in that case, may seem inconsistent with our ruling here, his subsequent opinion in Lyon v. Marclay fully justifies the position we have assumed.\nThe judgment is affirmed."}