{"id": "974048", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nA widow desires to have her share out of the proceeds of her deceased husband’s personal property. To recover it she brings an action against the administrator of her husband’s administrator; and he proves, by way of defence, that he has paid it long ago to the administrator de bonis non of the husband. Was this an answer to the action ? By the 31st section of the act of 1834 it is declared, that administrators de bonis non shall be the proper persons to receive such funds from their predecessors or their legal representatives. It was intended to keep the administration in one line, and not compel the representative of a deceased administrator to make distribution of one part among the heirs and creditors of the original decedent while the administrator de bonis non was doing the same thing with another part of the same estate. But this, says the plaintiff’s counsel, was a case in which the balance was ascertained and the administrator de bonis non appointed before the passage of the act and at a time when the law was otherwise. No matter. It has been twice decided (9 Watts 488; 7 Barr 316) that this section applies to cases then existing as well as to others which might thereafter arise. The argument against this construction of tire law that it changes the responsibilities of sureties is not sound, for, in point of fact, it does not change them. The sureties are bound for all the money which may at any time come into the hands of'the administrator de bonis non and with which he is chargeable in his accounts, whether anticipated at the date of the bond or not. Nor is the case altered by the fact that the payment was made previous to 1834. The act of that year having given to the administrator de bonis non the exclusive right to receive it, if he had it already, made it a fund in his hands for the very uses to which it would have been applicable in ease he had got it afterwards. Those who will not accept this proposition without an argument to prove it, are referred to the convincing reasons furnished by the judge who tried the cause below.\nJudgment affirmed."}