{"id": "975755", "contents": "The opinion of the Court was delivered by\nWoodward, J. —\nThis was an issue to try the validity of the will of Robert Clark, deceased. The executor is plaintiff, and three legatees named in the will are defendants. According to the allegation of the plaintiffs, gross fraud and imposition were practised on the testator by Andrew Clark, the principal devisee, but the question raised by the two bills of exception first sealed, has reference to the medium of proof resorted to by the defendants to establish the fraud. On an issue of devisavit vel non, where there are nine devisees and legatees under the will, may the three of them who are contesting the will on the record give evidence of the declarations and admissions of three of the remaining six devisees to impeach the will ? This is the precise question raised by the two first errors assigned. There is no doubt the admissions of the three devisees would be evidence against themselves, if they Were the only parties interested under the will; but Margaret and Jane, daughters of the testator, were each entitled to legacies of $200, and Eliza to a legacy of $5, and they are not parties to this issue. These daughters have a vested interest in their legacies ; and although it may be true, as was asserted in the argument, that they would fare better if the will were set aside than if it were sustained, yet this does not appear from the record, and no grounds are furnished us for such a presumption. As the case is presented to us they do not question the will, but claim their legacies under it. Are their rights to be affected by the admissions and declarations of their mother and brothers ? The general rule of law consonant with reason is, that one person is not to be prejudiced by the unauthorized declarations of another. The exceptions to the rule are found in those cases where there is a joint interest or privity of design between several. In such cases each is presumed to speak for the whole; but where there is neither joint interest nor combination, where each claims independently of the other, though under a common' instrument, the words of one no more than his acts can bind the other. The interests of these devisees and legatees under the will are several and not joint; and hence the three who would impeach it were bound, on principle, to produce evidence that was competent as against all the rest. The evidence was not competent as to the three daughters named as legatees, and therefore was properly rejected. This conclusion is as clear on authority as on reason. The cases cited at bar, especially Bovard and Wife v. Walker, 4 Ser. & R. 499, Nussear v. Arnold, 13 Ser. & R. 328, and Hauberger v. Root, 6 W. & Ser. 434, are decisive against the plaintiffs in error, and divest the ruling below of all suspicion of error. I will not weaken the force of these cases by attempting to add to the reasoning on which they rest.\nThe offer in the third bill could operate only by way of revocation of the will, and for that purpose was wholly inadequate evidence. Since the enactment of the 13th section of our statute of wills of 1833, no will in writing concerning real estate can be repealed, nor any devise or direction therein altered except by a subsequent will or codicil, or by burning, cancelling, obliterating, or destroying the same by the testator himself, or by some one in his presence, by his express direction. The evidence offered did not come up to this statutory rule, and was therefore properly rejected. It was not aided by offering it in connexion with the evidence mentioned in the first two bills, for that, ás we have seen, was forbidden by both reason and authority.\nThe judgment is affirmed."}