{"id": "975741", "contents": "The.opinion of the Court was delivered by\nWoodward, J.\nThe only questions of law in this case relate to the proceedings of the Board of Property on the petition of Robert O’Neille, as the owner of the John Carson tract; and we think the Court apprehended and stated the effect of these proceedings correctly. A holder by warrant and survey may, with the sanction of the Board of Property, contract the lines of his survey and throw out part of his land, so that he do not prejudice other interests; and the part excluded relapses into the general mass of public lands, and may again be appropriated by warrant and survey as vacant land. But when the exscinded portion is within the lines of another survey already made, it does not become vacant land, but belongs to that survey and is simply relieved of the consequences of an interference.\nWhether the part cut off from the Carson survey became vacant land or not, depended on the location of the Esther Cramer warrant. ■\nIt was vacant land and open to Rockafeller’s warrant unless it was within the lines of Esther Cramer; but whether within these lines or not was a question of fact for the jury upon all the evidence. The counsel for the plaintiff in error insisted that the resurvey of the Carson warrant must have fixed the lines of the Cramer survey, and that as O’Neille asked only for the exclusion of the interference, whatever was excluded from the resurvey of the Carson must have fallen within the lines of the Cramer.’\nFor these reasons we think the answers of the Court to the several points were substantially correct, and that they were right in submitting the whole case to the jury on the question whether the disputed territory lay within or without the lines of the Cramer survey. On that question, the pine cornér so much discussed was calculated to exert a very material influence. If the jury were satisfied from the evidence that that was really the south-eastern corner called for in the Cramer survey, and that the north line from the white oak was not run on the ground, they might well locate the survey so as to exclude the disputed territory; but if they found that north line, the closing line from its extremity to the pine would take part of the land in controversy into the survey. In regard to this north line, the instructions given in answer to the defendant’s 6th point were as favourable to the defendants as the^ had reason to expect, and if the judge mistook them, the remedy was a new trial, and not a writ of error.\nA fair answer to this argument is, that the owner of the Esther Cramer was not a party to the proceedings before the Board of Property, and could not be affected by them, either for good or ill. Esther Cramer was moreover an older survey than John Carson, and the adjustment of the lines of a younger survey never can affect the location of the elder. It lies where it was put by the surveyor; and, whilst it may help to locate surrounding surveys that are younger, it is not to be changed, contracted, or enlarged, by what may be done in the location of them.\nOn the whole, we see nothing in the law laid down to correct, and we have neither the inclination nor the power to review the finding upon the facts.\nThe judgment is affirmed."}