{"id": "975779", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nThe questions raised upon this record are identical with those ruled last year in Evans v. Dravo, 12 Harris 62, which was an action on the same bond.\nInvited by an able argument to a review of the grounds of decision assumed there, we have given them an attentive consideration, and see nothing in them to alter or qualify, and do accordingly reaffirm them. There is one suggestion of counsel which demands a more particular notice. It is said we violated the maxim in pari delicto melior est conditio possidentis aut defen- ' dentis. A decision which subverts any maxim of law or equity may well be questioned; for when a principle has been so long practised and so universally acknowledged as to become a maxim, it is not only entitled to respect as evidence of the law, but is obligatory as part of the law itself. A little reflection, however, will show that our former decision of this case is not obnoxious to the heavy charge of violating the maxim in question.\nThe plaintiff was then and is now in possession of a legal and valid cause of action. On the face of the bond there is nothing to show that he has not a right to enforce it. Rut the defendant alleges an equity which ought to restrain him, and, to make it out, is obliged to show the fraudulent transaction. In respect to that matter, the real substance of the dispute, he is the actor. He alleges and jmoves the fraud. This the maxim forbids him to do. It applies to him in the circumstances of the case, and not to the plaintiff on the record. Had the defendant gone into a Court of equity to restrain the plaintiff from enforcing the articles of agreement, he-would have relied on the same matters he sets up in defence here, and everybody must see that the maxim would instantly have applied to him. It applies to him as a defendant in this action at law in the same manner it would have applied to him as a plaintiff in equity. As to the equity relied on by him he is plaintiff in fact, whatever the forum or the position of the parties on the record.\nSo far then from dishonouring this maxim, we gave it effect against the very party who was subject to its operation.\nWe think the Court were right in rejecting the evidence offered, and the judgment is, affirmed."}