{"id": "975772", "contents": "The opinion of the Court was delivered by\nKnox, J.\nIt is conceded that John Marshall, who took defence to the scire facias, was a surety, and that George A. Creacraft, the person whose deposition was offered and rejected, was one of the principal debtors. The defence was, substantially, that the judgment had been paid, and it was to prove payment that the principal debtor was offered as a witness. Upon the failure of this defence, the principal was, doubtless, liable to the surety, not only for the principal debt recovered, but also for the costs, and this according to the cases of the Bank of Montgomery v. Walker, 9 Ser. & R. 229, Smith v. Thorne, 9 Watts 144, Davenport v. Freeman, 3 W. & Ser. 557, disqualifies him from testifying, upon the ground of interest. But he was also disqualified, because he was a party to the record. The original judgment was against him, and he was named in the scire facias as one of the defendants. True he was not served, and was not a party to the issue ; but Parke v. Bird et al., 3 Barr 360, rules that this makes no difference, as he was a party to the suit at the impetration of the writ, which is also the doctrine of Wolf v. Fink, 1 Barr 439.\nAs the exclusion of a defendant, who has not been served, or who has suffered judgment by default, rests upon grounds of public policy, he cannot remove the objection to his competency, by an offer to confess judgment against himself. A judgment against an insolvent principal would be but a sorry compensation to tbe creditor for tbe loss of bis claim against a solvent surety; nor would tbe existence of a judgment against one confessedly insolvent before lessen tbe temptation to perjury, to remove wbicb is one of tbe principal grounds' of tbe rule. One of several plaintiffs cannot testify to charge a defendant, even tbougb be has no interest in tbe event, and neither shall one of several defendants be permitted to discharge, by bis evidence, bis co-defendants, even tbougb be may remain liable himself.\nThere was no error in tbe answer of tbe Court to tbe defendant’s first point. In tbe absence of any agreement to tbe contrary, it was clearly tbe privilege of tbe bank to issue execution upon any one of its judgments in advance of the others, and tbe law would apply tbe money made to tbe judgment from wbicb tbe writ issued. This is, doubtless, a bard case for Marshall, tbe surety, but we can afford him no relief.\nJudgment affirmed."}