{"id": "975771", "contents": "The opinion of the Court was delivered by\nKnox, J.\nThe right of a widow to retain real or personal property to the amount of $300 from the estate of her deceased husband, is given by the 5th section of the Act of 14th March, 1851, and that too whether her husband dies testate or intestate, solvent or insolvent. So much of the estate belongs to her and her children, if she has any, for the use of the family. If she has no children, it is hers absolutely; and it is the duty of the personal' representatives to set aside this amount for the widow upon request made, to be appraised in the manner prescribed by the Act of 1849. Her right to this is superior to that of creditors, unless in cases of liens for the purchase-money of real estate elected to be retained, and of course it is to the exclusion of the legatees.\nWhere a widow accepts a provision made for her in the will of her husband, she cannot claim her rights under the intestate laws; hut this does not apply to the $300 which she is authorized to retain by the Act of 1851. So much of the estate is withdrawn from the general course of administration, and specifically appropriated by law to the use of the “ widow and familyand this is so whether the widow elects to take under the will, if there be one, or prefers her statutory rights in the distribution of the estate.\nBy the Act of 9th April, 1849, $300 worth of property is exempted from levy and sale on execution, or warrant of distress for non-payment of rent; and by the Act of 14th April, 1851, property to the same amount is preserved to the widow or children, for the benefit of the family after the decease of the husband. This is a highly beneficial provision, and we will not lessen its value by construing its claim to work a forfeiture of other independent rights.\nAs to the question of jurisdiction; ordinarily, the benefit to be derived from the Act of 1851 should be under the supervision of the Orphans’ Court, but where, as in the case in hand, the executors refuse to allow the property to be appraised and remain with the widow, and convert the whole estate into money, we can see no good reason why she may not bring suit in the Common Pleas to recover damages for the injury sustained.\nJudgment affirmed."}