{"id": "975752", "contents": "The opinion of the Court was delivered by\nLewis, C. J. —\nReplevin, in its inception, is a mixed action. It is a demand for the thing itself, and also for damages for the taking and detention. The defendant has his election to deliver the property on the writ, when the sheriff calls for it, or to retain it on giving security. If the property be delivered to the plaintiff, the defendant is answerable in damages for the taking and detention up to the time of delivery. If the property be retained, he is answerable, in addition, for the full value. In either case, the action thenceforth proceeds for damages alone. The property itself can in no event be recovered at law from the defendant; nor can he tender it, afterwards, in discharge of the action, or even in satisfaction pro tanto of the damages claimed. That part of the bond usually given by the defendant which provides for a return of the property is a nullity: Chaffee v. Sangston, 10 Watts 265 ; Moore v. Shenk, 3 Barr 13. Nothing but money can be recovered in an action on- the defendant’s property-bond. Where the property is retained by the defendant, the plaintiff in replevin must declare that the defendant yet hath and' detaineth the goods, and he shall have judgment to recover all in damages, as well the value of the goods as damages for the taking of them: Fitz. N. B. 159-60; Chaffee v. Sangston, 10 Watts 267. The action for the value in damages is inconsistent with a claim for the return of the property in specie. Such an action can only be sustained upon the ground that the property has been converted to the use of the defendant. Where there is a right, there is usually a remedy. But, clearly, after the property is retained by the defendant on the claim of ownership, and security given to the sheriff, there is no remedy at law by which the plaintiff in replevin can repossess himself of it. If his right exists, it presents the unusual spectacle of a right without a remedy to enforce it. It is idle to talk of such a right. If not recognised and enforced at law, it is the same as if it had no existence. This is the practical view of the subject. The law deals with the substance and not with the shadow. It is trae that if the defendant claims only a special property, the plaintiff may have a new writ when the special property of the defendant is determined. But if he sets up a false claim to a special property, the result is the same as a false claim to the property generally. In either case the plaintiff’s right to the property itself is turned into a chose in action — a right to the value in damages. It follows necessarily from these principles, that if the defendant refuses to deliver the property, and the plaintiff proceeds for damages, the right of the latter to the property itself is absolutely gone. Even the right of recaption is determined by the election of the remedy by action. This result is produced by the election of the parties themselves : Taylor v. The Royal Saxton, 1 Wallace Jr. 827.\nAs Whoollery had no property in the animals at the time Fisher caused them to be levied on by virtue of the execution in his favour, the sale by the officer gave the latter no better right than he had before. Such a defence was no answer to the wrongful acts by which the plaintiff had previously been deprived of his property. Judgment was, therefore, properly entered on the special verdict in favour of the plaintiff for the value of the property and damages for the detention.\nJudgment affirmed."}