{"id": "975740", "contents": "The opinion of the Court was delivered by\nKnox, J.\nThe compromise made by R. D. Bird, with the heirs of Jacob Miller, was not within the scope of his authority, as attorney-at-law for the heirs of Timothy Ryan, nor would his agreement with some of the heirs, that he should be paid in land for his services, give him the right to divide the land in dispute between himself and the defendant. But his arrangement with the heirs of Miller, though unauthorized by his clients, might be ratified by them; and, if so, it would be binding upon all who had consented to it. There was no direct evidence of precedent authority, nor of subsequent assent, but the long acquiescence of the heirs of Ryan in th'e discontinuance of the ejectment, afforded strong ground for the presumption that they were willing to adopt it as their act. After a period of nine years has passed without any objection to the discontinuance by either party, and without any other effort being made by the heirs of Ryan to disturb the possession of Miller to the residue of the tract, it is to be presumed that the act of the attorney was ratified by his clients; and the other party, after having the benefit of the discontinuance, cannot now invalidate the release by the allegation that Bird exceeded his authority in -making the compromise. It is said that part of the consideration, for the release to Bird of the 90 acres, was his promise to make, or cause to be made, a good title to the heirs of Miller for the residue, and that in this he had failed. Granting this to be as alleged, it would not make the deed of release inoperative. Where part of the consideration is paid, and a deed executed, a failure by the vendee or releasee to perform according to the agreement, will not of itself authorize the grantor or releasor to treat his release as a nullity, and retake possession of the land released, and particularly will he not be permitted to do this, whilst he retains the part consideration paid before the execution of the release. His remedy is to enforce the agreement, not to destroy it. It is argued by the defendant in error, that, as there was no evidence that Mr. Bird .notified his clients of the compromise, their assent to it could not be presumed from their silence. If the controversy was between the Ryan and the Miller heirs, this argument would not avail the former, for the discontinuance being of record would be sufficient notice to put them on inquiry as to the terms upon which it was entered, and if they neglected to obtain the information, they would be held to the agreement as fully as though express notice had been given to them; and as the client would not now be permitted to deny the validity of the act of his attorney, in entering the discontinuance, it is plain that the defendants in the ejectment cannot do so.\nThe learned judge, who presided upon the trial in the Common ' Pleas, erred in his instruction to the jury, that, as the agreement was beyond the authority of the attorney, the release was invalid. He should have instructed them, that, even if the attorney exceeded his authority in making the compromise, his clients had ratified it by their acquiescence, and it could not be questioned by the heirs of Miller. It is alleged by the defendant in error that the release was obtained by the fraudulent misrepresentations of Bird, and therefore void. The question of actual fraud was not passed upon by either Court or jury: it has not been considered in any remarks that we have made. As the case is sent back for a new trial, it is proper to add, that in our opinion, the Court should not have limited the inquiry as to notice to Montgomery alone. If the first purchaser from Bird (William Hughes) paid a valuable consideration, and purchased without notice, actual or constructive, that the land was claimed by the heirs of Miller, his (Hughes’) title ivas perfect, and a purchaser at sheriff’s sale would be protected by it, even with notice of the outstanding claim. So too, if Hughes and Montgomery had notice, and Filby, the present plaintiff, was a bond fide purchaser for a valuable consideration without notice, his right to recover would be unquestionable. If Filby, however, is not a bond fide purchaser, but holds the title for Bird, of course he is not in the position to raise the question of notice. It is scarcely necessary to add, that actual possession of the land in dispute by the heirs of Miller, or any of them, or their tenants, was sufficient to put the purchaser upon inquiry.\nJudgment reversed and venire de novo awarded."}