{"id": "975798", "contents": "The opinion of the Court was delivered by\nBlack, J.\nFrom the evidence returned with the charge of the Court in this case, it appears that the defendant occupied, had, and held, the land in dispute more than twenty-one years before the beginning of the present suit. Why should he not be protected by the statute of limitations ? The plaintiffs, who are his brother and sisters, answer that it was part of their father’s land, of which their mother was the devisee, and they afterwards got it by her will.\nArchibald Stewart, the father of all the parties, owned four hundred acres, which he devised in separate portions to his two sons and his wife. The present defendant was in possession of the one hundred acres, which he now has, at the time of his father’s death, and from that time to the present, he has asserted that the one hundred acres given him in his father’s will, was this same piece. The plaintiffs insist that the land actually devised to him does not include the part in dispute, but other land of much less value, which he never claimed.\nWhen a devisee goes into the possession of land, claiming it under the devise, and beeps it undisturbed for twenty-one years, he has a title to it which nobody can question. If other devisees or heirs think he has taken too much land, or taken it in the wrong place, they must make their claim before the statute runs over it, or else not make it at all. After such a lapse of time, the law will presume that it was designated and marked off to him by the other parties interested. They cannot demand a' new apportionment, even if his possession has been inconsistent with the devise, much less can they do so when the description in the will is merely ambiguous. His possession for twenty-one years is as good as their deed.\nBut, in the present case, the defendant had taken possession before his father’s death, probably under one of those gifts which parents frequently make to their children in anticipation of their testamentary arrangements. The Court seemed to think that this fact would take the case out of the general rule above laid down. We are not of that opinion. His keeping possession of the land in dispute and claiming it under his father’s will, was an act of hostility against the other devisees, as distinct as anything he could have done. If he claimed it as devisee, he claimed it as his own, and if he claimed it as his own, that claim was surely adverse to them as well as all the rest of the world. It would not have been more so if he had held it under a deed from his father.\nIn this view of the case, the instructions upon that part of the evidence which was adduced to show what were the boundaries of the land devised, became unimportant. It does not matter much what they were, if the defendant has been in the adverse possession for twenty-one years.\nJudgment reversed and venire facias de novo awarded."}