{"id": "975793", "contents": "The opinion of the Court was delivered by\nBlack, J.\nThe defendant having a mind to purchase certain lots, which were owned by heirs in undivided parts of one-seventh, agreed in writing and under seal with the plaintiff that he would pay him a fixed sum for each of the shares. Some, but not all, of the shares mentioned in the agreement were purchased by the plaintiff, and the conveyances or agreements showing the purchase were made directly to the defendant.\nThe Court below charged: 1. That the plaintiff might recover what the defendant agreed to pay him for those shares which were actually purchased and conveyed, although the agreement contemplated the purchase of other shares which were never obtained; 2. That the sealed agreement imported a good consideration; 3. That the defendant’s acceptance of conveyances of the two shares which he got, and taking possession of the property, estopped him from asserting in this action the invalidity of the title thus acquired.\nWe believe this to be very sound law, and the defendant’s counsel seems to have been of the same opinion; for, although he made an ingenious argument in opposition to it, he did not think it worth while to make a single regular assignment of error to any part of the charge.\nA deposition was offered, and a part of it read. In the history of the case we have two bills of exception which do not contain the deposition, and in the appendix we have this deposition without any exception. We are left to conjecture, as we best can, how the evidence was dealt with on the trial. It is probable that so much of the deposition referred to as suited the plaintiff, was read by him without objection; and that, upon defendant offering to read the rest of it, the privilege of doing so was refused. The ground on which this decision of the Court went was very clear and correct. The part of the deposition which was not read by the plaintiff, and which the defendant wanted to read on his side, was in part hearsay, and in part declarations of the defendant himself; and what is1 worse, this hearsay and these declarations were offered for the purpose of proving the contents of written papers, not alleged to be lost. Certainly the rejection of such an offer is no reason why the judgment should be reversed. But after this the defendant demanded that the other part of the deposition, previously read by the plaintiff, should be ruled out. We suppose this to mean that the judge was requested to withdraw the whole deposition from the jury, and instruct them to give no attention to anything contained in it. There was no error in refusing this. A judge may, in his discretion, strike out evidence after it has gone to the jury, without opposition. But it is not his duty to do so, except in cases where the ground of objection was unknown to the adverse party at the time he consented to it, and where it is plain that his ignorance was not wilful; for if he could have seen its incompetency by the exertion of due diligence, it is the same as if he did see it. Por instance, the testimony of a witness, whose interest in the cause is ascertained after he has been fully heard, may be stricken out, if the party demanding its exclusion can show that the fact which made him incompetent was a secret, which ordinary inquiry would not have discovered. But even in such a case there can be no exception nunc pro tunc. If the Court refuses to do what is right and legal, the party endangered by the error can get it on the record in a reviewable shape only by a written prayer for instructions in the charge. In this case, however, the defendant could see the objection when he allowed the evidence to be read, as plainly as when he afterwards requested it to be “ruled out.” His time for making the objection had passed; and, besides, we are inclined to think it would not have been available if made at any time.\nThe substance of the whole case is: 1. That the errors complained of in the charge are irregularly assigned, and not well founded in law, 2. That the objection to the rejection of the defendant’s evidence is not sustainable, because that evidence was clearly incompetent; 8. That, whether the evidence received on part of the plaintiff be legal or not, it was heard without objection, and the Court was not asked to say anything about it in the charge.\nJudgment affirmed."}