{"id": "975770", "contents": "The opinion of the Court was delivered by\nLewis, C. J.\nThe plaintiff claimed under the statute of limitations against the holder of the legal title in possession, but failed to show the continuance of an adverse possession for the period of twenty-one years. As a substitute for it, he gave evidence to prove that Martin Shook, under whom he claims, died in possession, leaving his widow there. That, in 1839, after James Wilson become the owner of the legal title, he induced the widow of Shook to .quit the possession by “ threats of being thrown out by the sheriff.” At that time the adverse possession under which she claimed did not exceed seventeen years. The heirs of Shook had no title. Wilson had a right to bring ejectment, and, by means of legal proceedings, to expel her from the possession, and to compel her to pay damages and costs besides. The threat was no more than an intimation that, if she did not cease to occupy his land, he would appeal to the law for redress. She chose to leave the premises, and he took possession under his title as owner. Her election to leave the premises was a wise exercise of judgment, because she could not by any possibility have held them against the rightful owner. It was an honest, as well as a wise proceeding on her part, because she did no more than give up to the rightful owner the property which her predecessors had wrongfully deprived him of. She says she was “ seared.” What at ? Certainly not at James Wilson, for she purchased twenty acres of land from him, and afterwards married him and returned to the premises. If she was scared at anything, it must have been at the probable expense and fruitless result of contesting the just claim of Wilson. There was nothing in the transaction which entitles the heirs of Shook to claim the possession of Wilson as held under them. The pinch of the case is, that their title depends on adverse possession continued for twenty-one years without interruption, and that the person intrusted with the business of keeping up this possession failed to do so, and could not have done so, if she had made the effort. The heirs may. hold the widow responsible for unfaithfulness, if she has been guilty of it, but they cannot visit her sins upon others who have been guilty of no wrong : Koons v. Steele, 7 Harris 207.\nThere is no error in this record.\nJudgment affirmed."}