{"id": "975747", "contents": "The opinion of the Court was delivered by\nLewis, C. J.\nIt is admitted that the defendants below were warehousemen and common carriers at the time the goods were delivered to them, with directions to ship them immediately to Still, Martin & Co., Philadelphia. If they had also occupied the character of forwarders, the directions to “ship immediately” might have applied to their duties in the latter capacity. But they were not forwarders. If the case contained any fact from which it might be inferred that the goods were delivered to be placed in the defendants’ warehouse, to await the orders of the owners, or for any purpose of convenience to him, the ordinary liabilities of warehousemen would be all that could attach to them. But there was no direction to store the goods; no delivery to them for that purpose; no necessity or convenience of the owner requiring the goods to be stored. They were not delivered to be detained to await the orders of the owner. The goods, and the order to ship them immediately, were delivered together. The only inference to be drawn from the facts of the cause is, that they were delivered to the defendants as common carriers, and that the storing of them in their warehouse was an act of their own, for their own convenience, and was incident to their business as carriers. Judge Story, in his work on Bailments, § 536, states the law on this subject with precision. “ If a common carrier receives goods into Ms own warehouse for the accommodation of himself and his customers, so that the deposit there is a mere accessory to the carriage, and for the purpose of facilitating it, his liability as a carrier begins with the receipt of the goods;” “ so if an innkeeper is at the same time a carrier, and goods are sent to his inn, and received by him for transportation, he is liable as a carrier for any loss before they are put upon their transit.” “ On the other hand, if a person is at the same time a common carrier and a forwarding merchant, and he receives goods into his warehouse, to be forwarded according to the future orders of the owner; if the goods are lost by fire before such future orders are received, or the goods are put in transit, he is not chargeable as a common carrier, but only as a warehouseman:\" Story on Bailments, § 537. The case of Platt et al. v. Hibbard & Webb, 7 Cowen 497, was the case of delivery to a warehouseman, to remain there for the purpose of being forwarded, subject to the owner’s order. It was there held that the bailee was answerable only to the extent of a warehouseman’s liability. The ease of Forward v. Pittard, 1 T. R. 27, was one in which the carrier was held to be liable for goods destroyed in Ms looth before they were put on their transit. It may be of some advantage to a carrier to have a warehouse, instead of a booth, in which to secure the goods until he is ready to put them on their way to their place of destination. But it is no concern of the owner of the goods. It works no change in the carrier’s liability for goods delivered to him for transportation. That the goods were delivered in this case for that purpose is too clear for further argument. The defendants below were therefore liable as carriers, and the judgment should be affirmed.\nJudgment affirmed."}