{"id": "975788", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nThough the Rhodian» law de jaotu provided for contribution only in the case of goods east overboard in times of peril, yet the spirit of the regulation is in its reason, which is* because the act was done for the benefit of all; and it was this reason, rather than the limited expression of it, that was applied in the Roman jurisprudence: Dig. 14, 2. And if the adoption of the Rhodian- law by Augustus and Antonine is the only evidence that the Romans derived -their law of marine contribution from the Rho'dians,'then it is fully'met by the text (Dig. 14, 2, 2, 3), which refers, for the same principle, to the Roman lawyers, Servius, Labea, and Ofilhls, who flourished -in the time of Julius Caesar; and the absence of all reference to the Rhodian law, in ■the cases mentioned’in the Digest, seems to'show that the regulation was part rather of their common than of their: statute - law. And, while it maybe doubted, perhaps, whether our law-of-aver age was in fact derived from the Romans, it is very plain -that the Roman law on this subject has had great influence in moulding and defining that of all- modern commercial nations. The- equity of the rule is so obvious to natural reason, that it may very well be supposed that the practice might grow up Spontaneously, wherever naval commerce existed. The name average, given to it in nearly all European languages,-would seem to strengthen this supposition, for this is not at all of Roman origin; and a modern Latin word, avaria, had to be invented to expfess it, as the word contributio did not express the same idea. Average 'means ship damage, and not contribution, as is plain when we speak of particular average. The average of common parlance is a secondary sense of the word, derived from the practice of contribution in cases of general average.\nBut whencesoever the practice may have been derived into the law of modern nations, it may be said that, for America, 'England, and continental Europe] there is 'but one law on this subject; and its unity is preserved by the simplicity of the principle embodied in it, and by the fact that all treatises, European and American, on this subject,'like those on international law, are regarded as the common property of the commercial world.\nIn the Ordinatio Nautioa of the Hanseatic Cities] title 8, which was compiled in 1614 from more ancient customs and ordinances, there is a law on this subject, which is scarcely more comprehensive than the Rhodian law de jaotu; but Remold Kuricke, in his commentary upon it, shows that its practical interpretation has been as large as' the rea'son upon which it is founded, and he quotes from Weitsius -the rule,-'-that every-loss, suffered by ship1 or cargo for the purpose of averting a common danger, is a subject of general average.\nLocconius (De Jure Maritimo 2, 8, 7), says that equity-and expediency require this extensive interpretation, and that it is easy to apply the rule according to its reason to all cases of sacrifice for the common safety as they arise.\nThe rule is laid down in all its breadth by the commentators on the Digest, 14,2. Pothier merely repeats what he finds there; but Voét generalizes the cases, and declares that, no matter where the act is done, or under what circumstances of danger, if there be a sacrifice of part for the safety of the rest, and without any fault of the master, it is a case of general average. Noodt says that, whatsoever may be the nature of the sacrifice, it is at the .common expense, if it is for-the common safety. In pari causa, par jus servatur, etiam cum verba legis defieiunt. Huber says the same.\nMittermaier (Grundsatze des deutschen Privatreehts, § 317) says, .to general average belongs every intentional sacrifice made for the purpose of averting of mitigating a danger that is common to both ship and cargo; and he cites very freely the English and American works on this subject, that-are familiar to us all.\nVincens (3 Legislation Commerciale 186} declares that all the damages deliberately suffered for the common safety, and all the time expended in repairing them, must be taken as general average. To this rule there are no exceptions.\nIt is unnecessary to repeat the quotations of our own authorities, made by the counsel, for they all declare and illustrate the same principle. In all European and American treatises, we find the same sorts, of instances given, and they all tend to enforce the broad rule of general average already expressed in various forms. Thus the following instances of sacrifice have been declared cases of general average: goods east overboard; masts, rigging, anchors, and boats cut away; the hire of lighters, and the goods lost thereby;' the hire of armed convoy; the damage incurred in order to evade a hostile pursuit; damage from an engagement with pirates, including the rewards to the crew, the healing of the wounded, and the burial of the dead; the sinking of a vessel in a crowded port, in order to prevent the fire of an adjoining one from spreading to the others; the cutting of the cable of one in order to save others ; the voluntary stranding of the ship; ransom from pirates; compromise with captors; seeking port and refitting after an inevitable accident; and the excess of damage or expense borne by one of several ships, sailing in company, in defending against a common enemy.\nIn some countries a consultation is required before the sacrifice is made; but that form is resorted to only as a means of deciding upon and proving its necessity, and is not a part of our law, for it may be otherwise proved. An analysis 'of the cases very plainly reveals three things as the elements of general average: a purpose,- a means, and a result; a design to avert a common danger by a sacrifice voluntarily made, and a successful issue. The first and the last are perfectly definite in their character, while the means must always remain to be defined by the rule of prudence when the danger arises.\nGuided by the light of the rule and its instances, we feel constrained to say that when a vessel or its cargo takes fire without the fault of the crew, the damage done by the application of water or steam in extinguishing the fire, and by tearing up part of the vessel in order to get at it, is general average. The danger is a common one, and the cost of the remedy must be common. It makes no difference how the water is applied: by the aid of fire-engines on the land, or in the form of steam, or by scuttling the vessel. All these modes were tried in this case before the success-was complete. They are all to be treated together, because they all referred to the same peril. They were the means employed for the purpose of averting the danger in which they were placed. It was a sacrifice for the common safety, for it was intentionally injuring or destroying all that part of the cargo that could be thus affected by water, in order to save the rest. The result was successful if a single article w'as saved by the means employed. Without attempting to follow the counsel in their minute criticism upon the charge to the jury, we may say that it was entirely correct.\nThere is an exception to the admission of evidence, but it also ' is unfounded.\nJudgment affirmed."}