{"id": "975786", "contents": "The opinion of the Court was delivered by\nKnox, J. —\nWhere contradictory evidence is given of the location of a survey, or where from the evidence the true location is doubtful and uncertain, it must be referred to the jury to determine the land included in the survey; but where there is no conflict in the evidence, and no room for doubt or hesitation in regard to the location, there is nothing to leave to the jury, and the questions of law are for the Court. Such was the case in hand. From the evidence given on both sides, it was perfectly clear that, as originally surveyed, the land in controversy was included,in both numbers 12 and 18. Not a “single spark of evidence” was offered or received, from which a doubt could arise as to the true location of these surveys, and hence it became simply a question of law, which gave the better title. And this was equally free from difficulty. To the depreciation surveys the title attaches from the date of the patent, and as the defendant’s patent was the older by one day, it gave him priority of right. There was nothing in the case to .impair the defendant’s title, and therefore the District Court rightly charged the jury that the verdict should be for the defendant.\nIn the face of the charge, the jury returned with a verdict for the plaintiff; but, upon the request of the Court, they reconsidered their verdict, and, in obedience to the instruction, found for the defendant.\nWe entirely approve of the course pursued by the District Court in recommending a reconsideration of the verdict. Had the first one been received, it would of course have been set aside at once, and a new trial ordered. Where a verdict is returned directly contrary to the charge of the Court, it is but fair to presume that the jury have mistaken their instructions, and it is far better to give them an opportunity to correct the mistake, than to impose upon the parties the delay and expense of another trial.\nJudgment affirmed."}