{"id": "975750", "contents": "The opinion of the Court was delivered by\nLewis, J.\nThe decree of the register admitting a will to probate, whether expressed in the form of an adjudication, or implied by his \"official act of granting letters testamentary, is conclusive in regard to the personalty, and is primd'facie evidence of its execution in controversies respecting the real estate: 7 Watts 58-9. In ejectment, the probate cannot be invalidated by looking into the evidence on which the decree was founded. This can only be done by the introduction of testimony tending to show that the will was not executed at all, or that it was signed under circumstances which render the instrument invalid. These principles were affirmed in Holliday v. Ward, 7 Harris 485. The will in this case was therefore sufficiently established by the decree admitting it to probate, notwithstanding that it- was founded on the testimony of the executors.\nWhere a testator introduces a devising clause, by the declaration that, “ touching all the rest of my estate, real or personal, I do give and dispose in the following manner,” and there is no devise over, nor any language in the will indicating an intention to give less than a fee simple, the devisee takes nothing less. This principle is settled by the cases of Schriver v. Myer, 7 Harris 87, and Wood v. Hill, 7 Harris 513. John M’Vicker, therefore, took a fee simple under the will of his father.\nWhere a man enters upon a tract of land claiming the fee simple, making valuable improvements, and exercising all the usual acts of absolute ownership, and dies in possession, and his administrators make sale of it, under a decree of the Orphans’ Court, to one who takes possession under such title, the rightful owner is thereby disseised, and his entry tolled by the descent cast. In such a case, he may release his right of action without words of inheritance. The release enures by way of mitter le droit, and passes all the right of the releasor without words of limitation: 4 Cruise’s Dig. 99.\nWhere a married woman unites with her husband in conveying or releasing her claim to real estate, and makes the usual acknowledgment, on a separate examination before a competent officer, the instrument binds her since the Act of 11th April, 1848, as much as it did before. The 6th section of that Act, requiring her previous consent, acknowledged before a judge of the Common Pleas, applies only to cases where her husband, by her authority, undertakes to transfer or encumber her estate. It has no application to conveyances made by herself. The 10th section of the Act of 9th April, 1849, was unnecessary. It merely affirms a principle of law which existed before its enactment.\nThe result is that the title which Holmes is to convey to Shinn is good, and that the judgment for the purchase-money is correct.\nJudgment affirmed."}