{"id": "975764", "contents": "The opinion' of the Court-'was\" delivered by\nLewis, C. J.\nThis is ah appéal by Truitt, Brother & Co. from, the decree of the Common.- Pleas awarding the proceeds of salé Of personal estate of G-. H. Muik'efheide to Ludwig, Kneedler &C6. It is objécted against- the judgments of the appellants that they were confessed before a- justice of the' peace for sums over $ 100,-without the personal appearance of the plaintiffs. The defendant, Muikerheide, appearédvolüntarily iri person, and plaintiffs appeared by agent. An amicable action was entered by consent. The plaintiffs’ deinand was on a1-promissory note, the date and amount of which was stated, and the defendant confessed judgment. In general every person may act; iri person of by agent, and the Act of Assembly, in regulating' proceedings before justices of the peace, recognises\" this right.- It speaks of the pai-ties appearing “ either in pérson or by agent,” arid in no part of it prohibits an appearance by agent. Indeed such-a prohibition might lead to gross injustice.’ A defendant may be prevented from attending in person either by unavoidable absence on a distant joutney, or by sickness, or other urgent necessity. A plaintiff may be in the same predicament. And in the case of the latter, he so frequently resides at a distance from his debtor, that he is under the necessity of sending his claim to an agent or attorney for collection. To deny him the benefit of his judgment for a just debt, voluntarily confessed by his debtor, would produce extensive mischief, without any compensating advantages. The objection that judgments might be confessed in order to defraud creditors, has nothing substantial in it that does not apply to judgments confessed in the Common Pleas. The 14th section of the Act of 1810, which authorizes judgments by confession before justices of the peace for sums over $ 100, makes ample provision for investigating them if tainted with fraud. If it shall be made to appear that there is just cause to believe that a judgment was confessed with a view to defraud creditors, it is made the duty of the. justice to send a transcript of his proceedings to the Common Pleas for investigation there; so that this method of collecting debts affords no greater facilities for defrauding creditors than any other, while it is attended with the great advantage of being more readily accessible and less expensive to the parties. That it enables a debtor to prefer one creditor over another, in cases where he ■ might be deprived of this right if compelled to travel to a distant seat of justice, is no objection to it. Where an acknowledged right exists, the facilities for exercising it would not be denied. That a person by writing without the service of process and without appearance, cannot confess judgment before a justice of the peace, is manifest from the provisions contained in the 18th section of the Act. That section expressly provides for the issuing of “ a summons or capias,” and for hearing the cause' “ as in other cases.” As the jurisdiction is a limited one,, it necessarily followed that a judgment obtained in any other way than in the mode prescribed could not be sustained. Alberti v. Dawson, 1 Binn. 105, and Camp v. Wood, 10 Waits,113, were determined on this principle. They relate to judgments confessed by warrants of attorney without appearance, and have no relation to judgments confessed by a defendant in person. The observations of the judge, in the case last mentioned, so far as they go beyond the question before him, cannot be received as authority. Nor can we regard in that light the decision of the Philadelphia Common Pleas in the case of Boon v. Collins, 10 Leg. Int. 106. It would be dangerous in practice, as well as contrary to the manifest intentions of the Act, to permit, justices of the. peace to enter judgments against a party, unless duly served with process, or voluntarily appearing before him. But we see no such evil in permitting the plaintiff to appear either “ in person or by agent,” to receive such a judgment. The judgments of the appellants are, therefore, valid. This brings us to the question, whether they have gained a priority over those of the appellees.\nNothing can he better settled than that an execution is intended, not to secure, but to enforce payment of a debt. It must be used in good faith, for its legitimate purpose, or the plaintiff, in whose favour it issues, gains no advantage from it. Where an execution creditor, after making a levy on a stock of goods in a store, takes a bond, with security, for the amount of the debt, conditioned for its payment in several instalments, at future periods of time, and that the goods levied on shall not be removed without the consent of the sheriff, and afterwards stays proceedings on his execution, leaving the debtor in possession of the goods, and permitting him, for several months, to buy, sell, and do business with them as before, the lien of the levy is postponed in favour of a subsequent execution-creditor who seizes the goods before actual possession taken by the first execution. An alias fi. fa. placed in the sheriff’s hands by the first execution creditor, before the first instalment of his debt becomes due and payable according to the terms of the bond, without any proceedings under it until nearly two months after it issued, and then only after the goods had been seized by another officer on a subsequent execution, is not sufficient either to revive the lien under the first execution, or to create a new one, so as to gain a priority over the subsequent execution creditor. By accepting the bond with security for the payment of the debt in instalments, and agreeing to the stay of execution thereon, the plaintiffs, in the first execution, deprived themselves of the right to seize and sell the goods before the maturity of the debt under the new contract. Under such circumstances, the issuing of an alias fi. fa. cannot be regarded as an intention to violate the agreement by selling the goods before the first instalment was payable. It is plain from the contract, and from the manner in which the alias fi. fa. was used, that it, like the first writs, was merely intended for security.\nIf Ludwig, Kneedler & Co., who have thus lost their priority, should be allowed to regain it, there would be a difficulty in ascertaining the amount. After levy, they permitted their debtors to carry on business and dispose of the goods levied on as before. As between the execution-creditors, this is undoubtedly a satisfaction of the executions of Ludwig, Kneedler & Co., to the value of the goods thus disposed of. This value has not been ascertained. Nor is it necessary in the view we take of the case.\nIt is ordered and decreed that the decree of distribution be reversed. It is further ordered and decreed that the money in Court be applied to the satisfaction in full of the two executions in favour of Truitt, Brother & Co., and that the residue, after payment of costs, be applied to the payment, pro tanto, of the executions in favour of Ludwig, Kneedler & Co."}