{"id": "975778", "contents": "The opinion of the Court was delivered by\nLewis, C. J.\nWhere there is anything on the record, or filed with it as a part of the proceedings in the cause, to justify an amendment, it may be made, even after error brought. The record, if brought up on error, will be remitted to the Court below for the purpose. A venditioni exponas may be amended by the precipe, by inserting the name of one of the defendants, even after the writ is executed by a sale of the land of the defendants, and after ejectment brought by the purchaser on the sheriff’s deed: Sickler v. Overton, 3 Barr 325. So the omission of a specified item of property in the venditioni exponas may be amended by the levy and the sheriff’s deed, even after the lapse of forty years: De Haas v. Bunn, 2 Barr 338. A judgment entered against a defendant by the wrong Christian name may be amended by the bond and warrant of attorney, as between the parties; but such amendment cannot be made so as to affect the rights of third persons : Zimmerman v. Briggans, 5 Watts 186. So a judgment may be amended from a less to a greater sum, by the paper on file assessing the damages. This, as between the parties, may be done after bail given for the stay of execution, ca. sa. issued and returned, and after an action brought against the bail, a trial had, and writ of error brought; but amendments of this character cannot affect the rights of the bail, or of creditors or purchasers. As between the parties themselves they do no injustice, and are attended with no danger as long as they are confined to cases where there is something to amend by: Crutcher v. The Commonwealth, 6 Whart. 349. The case of Ullery v. Clark, 6 Harris 148, was an alteration on the judgment, where there was nothing to amend by; and the object was not to correct a clerical mistake in entering it, but an error of judgment in pronouncing it. This, it was held, could not be allowed after the lapse of two years. It is true that a party who has elected to receive the amount of a judgment in his favour, will not be permitted to reverse it: Laughlin v. Laughlin, 1 Pa. Rep. 114; Smith v. Jack, 2 W. & Ser. 101. On the same principle, the plaintiff in the judgment in the case before us would not be allowed to reverse the judgment on error, after he had collected the amount of it on execution. But there is a great difference between reversing a judgment and correcting a clerical mistake in entering it. The judgment, through a mistake, was not entered for the sum specified in the bond and warrant of attorney. There was no error in permitting it to be amended so as to correspond with these. Such an amendment, of course, must not be permitted to prejudice the rights of third persons.\nJudgment affirmed."}