{"id": "975775", "contents": "The following opinions were delivered.\nWoodward, J. —\nThis writ of error was allowed for the purpose of raising but two questions, the first of which is, Does it sufficiently appear from the record that the jury were duly sworn or affirmed ?\nWe have no statute that prescribes the form of the juror’s oath in criminal cases; but in capital cases, and in cases that ever were capital in Pennsylvania, we have retained the common law form of oath, which is as follows: “ You do swear that you will well and truly try, and true deliverance mahe between the Commonwealth and the prisoner at the bar whom you shall have in charge, and a true verdict give according to the evidence: so help you Grod.” Thisjs the oath that ought to have been administered here, for the offence charged was rape, and anciently it was punishable with death, both in England and Pennsylvania. Were we free to resort to presumptions and to evidence dehors the record, it is most likely the fact could be established beyond controversy that the jury were sworn in the very words of the above oath; but sitting as a Court of review we can know nothing of the facts that transpired at the trial except what we learn from the record, and therefore the question now to be decided is not the general one, whether that oath was in point of fact administered, but the more special one whether the record proves that it was.\nThe record informs us that on the 24th of October, 1854, the defendant being present in Court and having been arraigned and pleaded not guilty, a jury was called, examined by the Court and chosen by the defendant, and (after naming them) are duly impannelled, sworn, or affirmed, respectively to try the guilt or innocence of the defendant of the charge whereof he stands indicted, and are placed in charge of the Court’s officers.”\nThis is a succinct narrative of what was done, without professing to detail the formularies. We are not told how the defendant was arraigned, how the jury were examined, nor how they were sworn. The general purpose or object of calling and swearing them is described — to try the guilt or innocence of the defendant —and truly described; for the very question submitted to the jury was, Is the defendant guilty or not guilty of the charge whereof he stands indicted ? but the oath is not set out, either in form or substance. Nor is it usual to set forth the oath of the jurors in criminal records. The precedents, both English and American, have been examined in vain for an instance. I suppose the form of record which is found in the Appendix to the 4th volume of BlaGkstone is as high evidence of the law of records in criminal cases as any precedent that can be found; and that does not set forth the oath administered to the jurors, but says, in the same historical manner of this record, that they were “ sworn to speale the truth of and concerning the premises.” So in the cases cited by counsel from thirty-six different counties in our own state, the records do not, in a single instance, set forth the oath as administered, and they exhibit considerable diversity in the mode of announcing the fact that an oath was administered. In most of them the entry is simply, Sworn or affirmed; in one the English form is followed— “sworn to.speak the truth of and concerning the premises;” in another, “sworn to try the issue aforesaid;” in another, “well and truly to try, and true deliverance make between the Commonwealth and the prisoner at the bar;” but none of them detail the oath, nor- even allege that the jury were duly sworn. These diversities relate not to the body of- the oath — that has been uniformly the same — but to -the mode of docketing the fact that an oath wag administered. And such a number of cases occurring in every .part of the state, and under the eyes of a great variety of learned judges and counsel, are high evidence of the law. The uniformity with which -the records show that the jury were sworn proves that w„e are to look to them for that fact, whilst the diversity of phrase in which they announce the fact, proves that we ar.e not to «look to them for the form of the oath.’\nHow then are we to get at the form of the oath as actually administered ? By taking the form prescribed by the common law, and applying the maxims that belong to judicial records — that all things are presumed to be rightly done where the contrary doth not appear — and that judicial records are to be received for verity.\nBecause the law enjoined an oath in the form I have stated, and because the record says the jury were sworn, we are bound to presume they were sworn in that form. True, this presumption might be rebutted by something contained in the record; but in the case before us it is not, because the words, found there do not profess to describe the oath, but the fact and purpose of the swearing. And this presumption, negatived by nothing on the record, is aided, strengthened, and confirmed by the word “ duly.” That adverb qualifies the act of administering the oath to the jury— they were duly sworn. When a party is duly sworn he is sworn according to law: Edge v. The Commonwealth, 7 Barr 277; Clarke v. Benford, 10 Harris 855. If this record imports absolute verity, it tells , us that the jury were .sworn in the forms of th,e. law, because duly sworn, and against that no allegation whatever can be admitted.\nThus we ar.e brought by an inspection of the record and the application of the appropriate legal maxims, to the conclusion, that the oath actually administered was the very oath the law furnished for the occasion.\nWe are not-to expect too much from records of judicial proceedings. They are memorials of the judgments and decrees of the judges, and contain a general but not a particular detail of all that occurs before them. If we should insist upon -finding every fact fully recorded which must occur before, a citizen can b.e punished for an offence against the laws, we should destroy public justice, and give unbridled license to crime. Much must be left to intendment a.nd presumption, for it is often less difficult to do things correctly than to describe them correctly. This record is unusually full, — its fullness indeed is the source of the objections urged against it, — and y.et it does not tell us how the defendant was tried, whether .in the course of common law trials by jury, or in some of the various , other modes that have been known in the world. Is the judgment to b.e reversed for that reason ? By no means. We intend .that the trial was by jury and by witnesses confronting the accused, because the record certifies us of a trial; and we know that a jury and witnesses are indispensable to a constitutional and legal trial. In the same manner we infer the presence of the jury throughput the trial, though the record takes no notice of them from the 24th to. the 27th of .October; and that the testimony was delivered ore.tenus, though the names of the witnesses in the margin is all that is said about witnesses.\nThese legal intendments are made in favour of Courts of particular and inferior jurisdiction. When such a Court assumes to proceed it must set forth such facts as show that it has jurisdiction, but it need no.t set forth all the -facts out of which its jurisdiction arises. If it appear anywhere upon the face of the proceedings that the inferior Court has jurisdiction, it will be intended that the proceedings are regular.\nBut here we have to deal, with the .record no.t of a Court of inferior and limited jurisdiction, but of o.ne of the. constitutional tribunals of the Commonwealth — a Court of large common law powers, and of general criminal jurisdiction; and surely the presumptions in favour of such a record are not to be less conclusive than those which apply to the records of inferior Courts.\nThese views result necessarily in overruling the error assigned in regard to the oath of the j,urors.; and it is well for public justic.e that they do, for if we should reverse this judgment on the ground assumed, we should.throw open prison doors to a large number of culprits no.w suffering the just penalties of the law under records equally defective. It. is stated by the district attorney, and the fact is unquestioned, that there are now in the penitentiary, serving out their sentences, no. less than fifteen convicts of homicide along, not to speak of other, aggravated crimes, the records of which are precisely like this. A review of all the prisons of the state would doubtless exhibit a vast amount of penal justice that would be arrested and cancelled at pnce if this judgment should be reversed. We.are called pn virtually to make a general jail delivery — to decide, that, .the criminal .records of. the state from the beginning have been defective, an.d that. the,, many felons who haye paid the forfeit of their prinjes on .the gallows have been put to death contrary to.law. Sejipus .as these consequences are, they are not, I agree, sufficient ground for withholding from this defendant our judgment of reversal if he were entitled to it under the law of the land. Justice, according to law, is to be done, though the heavens fall. But these numerous convictions on similar records are expressive indications of the measure of exactness required in criminal records; precedents which we are not only justified in following, but which we have no right to disregard to the detriment of the community. A prudent judge will always look to consequences before he subverts a long-established practice, or gives his sanction to a new rule of criminal law. In my opinion there is no occasion for innovation here. It would be neither wise, nor just, nor safe.\nThe only remaining error has reference to the sentence. The 11th section of the Act of 8th April, 1842, relating to the Philadelphia county prison, upon which the sentence was founded, provides for “imprisonment by separate or solitary confinement at labour,” but the defendant was simply sentenced to undergo “hard labour in the Philadelphia county prison” for four years and a half. This is a departure from the statutory rule, not so much in the use of the word hard, for that perhaps is implied hy the statute, as in omitting the qualification of separate or solitary confinement, which was a new system in Pennsylvania, and which must be strictly followed where it is plainly enjoined. It has its advantages to the prisoner himself, and where he claims them he is entitled to them. The sentence, therefore, must be reversed. It cannot be amended. It might have been during the term, but not afterward.\nLewis, C. J.\nIn a criminal case we have no power to review the decisions of the Court below, in admitting or rejecting evidence, or in charging the jury. Nor can we reverse for errors of the jury, however gross. If the forms of the law have been observed, and the proceedings, as stated on the record, are legal, we have no more power to relieve the defendant from an unjust verdict against or without evidence, than “ any other five citizens of the state:” Jewell v. The Commonwealth, 10 Harris 99. We may, in such cases, feel it our duty, as citizens, to perform the common obligations of humanity, by presenting our views to that department of the government which alone can grant relief. But, as judges of the. Court of review, we must confine ourselves to the record; and, as already intimated, neither the evidence nor the instructions submitted to the jury form any part of it.\nAmong the errors assigned, there are but two which deserve consideration. One has relation to the oath administered to the jury; the other to the sentence pronounced by the Court. The first is of some importance to the prisoner, because, if sustained, he will be entitled to a new trial. The law requires that the jurors, in a criminal cáse, shall be sworn or affirmed that they will “ well and truly try, and true deliverance make between the Com-' monwealth and the prisoner at the bar, whom they shall have in their charge, and a true verdict give according to the evidence:” 1 Chit. Crim. Law 552. But the law does not require that this oath shall be set forth on the record. On the contrary, when a record is made up in the ancient and approved form, it is sufficient, if it state that the jury were sworn to “ speak the truth of and concerning the premises:” 4 Blackstone’s Com. App. 332; or “ of and upon the premises:” Crown Circuit Companion 87, 91, 92. In the case before us, the record states that the jury were “ duly impannelled, sworn or affirmed respectively, to try the guilt or innocence of the defendant of the charge whereof he stands indicted.” Is there any substantial difference between this entry and that which has been sanctioned by authority and immemorial usage? When the record informs us that the jury have been sworn to “ speak the truth of and concerning the premises,” we are bound to understand that the oath prescribed by law has been properly administered to them. Why are we not bound to understand the same thing from the entry made in this case ? We are informed by the record that the jury were “duly” sworn to try the guilt or innocence of the defendant.” How could they be “duly” sworn in any other way than in the form prescribed by law ? The word “ duly” means “ properly,” “ fitly,” “ regularly,” “in a suitable or becoming manner.” But to administer an oath to a jury, which was contrary to that prescribed by law, could not have been proper, fit, regular, or becoming. A substantial departure from the oath prescribed would have been very improper and grossly irregular. Such an oath could not, in any true sense, be said to have been duly administered and taken. It is true that we might, by a nice construction, understand this record to mean that an illegal and void oath was administered to the jury with all the proper formalities required by law. But would this be a fair construction of the entry? We think not. A void and unlawful oath cannot be duly or regularly, or properly administered. After careful consideration, we construe the entry to mean that the jury were sworn in the manner prescribed by law; and that they were required by their oaths to “ try the guilt or innocence of the defendant” properly and regularly according to law. The entry before us as plainly means this as does the ancient one which has been sanctioned by usage and precedent. Our constitution gives the people the right of electing the clerks of the several Courts of original jurisdiction, and of bestowing these offices from time to time upon inexperienced men. If the records made up by these public servants are not construed with great liberality, justice cannot be administered. On the whole, we are of opinion that there is nothing on the record which authorizes us to infer that an illegal oath was administered to the jury. The presumption from the entry is the other way.\nBut the sentence is clearly, erroneous. It imposes “ hard” labour without statutory authority, and omits to require that the imprisonment shall be “solitary,” in disregard' of the positive directions of the Act of Assembly. We are bound to presume that every convict has a deep interest in his own reformation. He has,' therefore, a right to all the means, provided by law, to produce that desirable result. Social intercourse has its pleasures and advantages ; but there is a personal discomfort, as well as a moral injury, to every prisoner who is condemned to indiscriminate intercourse with convicts of every shade of guilt. The plaintiff in error has a right to have these errors in the sentence corrected.' The record will therefore be remitted, in order that the Court below may substitute for “ imprisonment at hard labour,” “ separate or solitary confinement at labour,” as the law requires.\nThe doubts which formerly existed respecting the power of the Supreme Court, upon reversing a judgment in a criminal case, are entirely dissipated. We have authorities to' show that the Supreme Court, on reversal of a judgment in a criminal case for error in the sentence, has power to pass such sentence as thé Court below ought to have passed: Drew v. The Commonwealth, 1 Wharton 281; Daniels v. The Commonwealth; 7 Barr 375; Commonwealth v. Ellis, 11 Mass. 465; Kane v. The People, 8 Wend. 211. It has also the power to award a procedendo in a criminal case: Rex v. Kenworthy, 1 B. $ C. 711; and it may,- in its discretion, remit the record with orders to proceed on the indictment after the reversal of an erroneous judgment: Commonwealth v. M’Kisson, 8 Ser. & R. 422; Commonwealth v. Church, 1 Barr 110. The Act of 16th Juné, 1836, conferred fio new powers in this respect. It was designed to remove doubts which had arisen, in consequence of conflicting decisions: The common law embodies in itself sufficient reason and common sense to reject the monstrous doctrine, that a' prisoner whose guilt is estábli'shed by a regular verdict is to escape punishment altogether/ because the Court committed an error in passing the Sentence. If this Court sanctioned such a rule, it would fail to perform the chief duty for which it was established. Our duty is to correct errors, and to “minister justice'.” But such a course would perpetuate error, and produce the most intolerable injustice.\nIt is considered that the judgment of the Court of Oyer and Terminer, for thé city and county of Philadelphia; in this ease, be reversed and annulled. And it is ordered that the record be remitted to said Court, for further proceedings in conformity with the opinion of this Court herein expressed."}