{"id": "975796", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nThe counsel of the plaintiffs in error could not have expected us to pass on the effect of the deeds mentioned in the bills of exception, for he has not furnished us with a syllable of those documents. The rules of Court require the evidence, when it is to be reviewed, to be printed in an appendix, which is wholly omitted from the plaintiffs’ paper-book. The first five assignments of error, therefore, are to be dismissed without further notice, and it is to be assumed that the title papers were adequate transfers of the title of John B. Wallace, Esq., to the defendant in error. The two remaining errors are assigned in total disregard of Rules VI. and VII. (6 Harris 578), but as, by searching and sifting, we can find out the instructions complained of, we proceed to consider them.\nThe deed, Wallace and wife to Binney, dated 9th June, 1807, and the bond, Wallace to Binney, dated 2d December, 1824, both which were given in evidence, without objection, and for a view of which we are indebted to the paper-book of the defendant in error, were unimportant as affecting the transfer of the lands in controversy, for the deed never was delivered, and the bond does not refer to these lands; but were worthy of some regard, as showing an intention on the part of Mr. Wallace to settle his wife’s lands on her, and as a consideration for the subsequent conveyances that were made for her benefit. These were the only purposes which that evidence could legitimately accomplish, and the answers of the Court in respect to it, were substantially to this effect. The answers of the Court to the plaintiffs 4th and 5th points, and to the 1st, 4th, oth, 6th, and 7th points of the defendants (now plaintiffs in error), may be considered together.\nThe city of Philadelphia claim under Stephen Girard, whose title originated in a judgment recovered by him against John B. Wallace, in the Supreme Court at Philadelphia, on the 14th day of August, 1819, and a testatum fi. fa. docketed in Erie county, the 20th of October, 1824, and levied on these lands 25th November, 1824. Under a testatum venditioni, the sheriff sold the lands to Stephen Girard on the 19th of March, 1825. Before the lien of Girard’s judgment attached, Mr. Wallace, by several deeds, had conveyed away all his estate and interest in the lands in trust for his wife, as we infer from what is said of the deeds in the bills of exception, but none of the trustees, and no one for them, or for the cestui que trust, had paid taxes for, or taken actual possession of the lands, and hence it was insisted on the part of the city, that Mr. Wallace’s title was derelict and abandoned.\nMr. Girard, from the time he purchased, paid the taxes, had an agent to supervise the lands, surveyed them in 1830, and, after his death in 1831, the city of Philadelphia continued the same agent, who made leases to tenants, the first on the 7th of July, 1835, and paid taxes as before. More than twenty-one years having elapsed after Girard’s purchase, before suit was brought, it was maintained that these acts of ownership constituted a title under the statute of limitations. The Court ruled both points against the city. And we think, rightly.\nThe constructive possession of land, not actually occupied, follows the legal title: that is, in contemplation of law, every man is in possession of the land he owns, until ousted by an intruder, and abandonment of title is not to be presumed from non-entry, nor from neglect to pay taxes. The law does not limit a man’s title to the possessio pedis. He may own lands he never saw, and an entry once in every cycle of one-and-twenty years is not necessary to preserve his title, because, in the eye of the law, he is in possession all the time. Inchoate rights may be abandoned, but abandonment is scarcely predicable of perfect titles. And though it is an owner’s duty to pay taxes, what if he do not ? The law, instead of presuming his title abandoned, seizes and sells it to the highest bidder. If another pays the taxes, it will help to define the extent of any actual possession he may have taken, but an owner’s mere neglect to pay taxes, when they are paid by another, will nevér work a forfeiture of title. Nor does payment of taxes under a colourable title, constitute possession for the purposes of the statute of limitations. There must be an actual entry, and a continued and visible possession, either by cultivation • or residence, to give title under the statute, and where this is, payment of taxes proves much every way. It helps to define the extent of the possession, gives it notoriety, is a renewed protest, from year to year against the outstanding title, and, by contributing to the public necessities, increases the merit of the disseisor. But alone, or in connexion with such acts as were proved in this ease, before the possession of 1835, payment of taxes is neither ground for presuming abandonment of the real title, nor for barring it under the statute. The plaintiffs in error took actual possession in 1835, and from that time the statute ran in their favour, but it had not completed its course when it was arrested by the present action. These principles have been many times asserted and applied'in Pennsylvania, and they justify the answers of the Court to the points propounded. The only remaining point is the defendant’s 10th, which relates to the effect of a deed which is not exhibited, and, therefore, we cannot pronounce in respect to it. So far as the case is disclosed to us, we see no error, and accordingly affirm the judgment.\nJudgment affirmed.\nThe Reporter is indebted to J. W. Wallace, Esq., of Philadelphia, for the report of this case."}