{"id": "975754", "contents": "The opinion of the Court was delivered by\nLowrie, J. —\nThe bill of exchange in Cooper v. McClurkan, 22 State Rep. 80, was drawn and endorsed with the name of McClurkan & Co. by Fleming; and it appeared to be \"for his private use, because it was written and endorsed by him in Philadelphia, and he accepted and sold the bill there, where he was himself living and doing business on his own account, while the place of business of McClurkan & Co. was in Pittsburgh. Some of these matters were perhaps improvidently left out of that part of the opinion in which the question is stated.\nThe note in Tanner v. Hall, 1 State Rep. 417, was made by Hall, endorsed by Cochran & Co., and then by Hall, with the name of Hall & Eaton, and discounted for Hall. This last element having been treated as immaterial, we do not see how it can be said that the note was ostensibly made and endorsed for the private accommodation of Hall, except from the fact that he alone was the maker.\nIf this was the ground of the inference, we think it was a mistake. That fact does not show that it was accommodation paper at all. And if it was, it does not show who was the accommodating party. Suppose it accommodation: how can it be said that it was for the accommodation of Hall, rather than of Hall & Eaton, who were the last endorsers, and for whose use, therefore, it would seem to have been discounted ? Indeed it might represent a regular business transaction between Hall and Cochran & Co., and another between Cochran &,Co. and Hall & Eaton. The law does not require us to suspect that such paper is got up by one partner in order to defraud his copartners; much less does it infer that such was the fact.\nIn the present case, that inference was drawn from the fact that Negley drew the note of Negley & Mohan to himself, and then endorsed'it with his own name and with that of Negley, Mohan & Co. The decision is, that the very form and handwriting of the note are primé facie evidence that the name of Negley, Mohan & Co. was fraudulently used for the benefit of Negley, or of Negley & Mohan: in other words, that the endorsement by Negley of the partnership name, is void, unless aided by proof of his copartners’ assent, or of its being used for their benefit.\nA suspicious appearance sometimes opens the way for an unusual defence; but here it decides the cause. But it is difficult to regard this note as suspicious at all, when we consider that Negley had full authority to bind his copartners, in any form of bill or note he should choose, for partnership purposes. The substantial thing was his authority, and if he used a suspicious form in exercising it, then its intention would seem rather to have been to defraud Iona fide holders than his copartners. Any one discounting this note, with no warning but what itself conveys, would consider himself as discounting it for Negley, Mohan & Co., and on the faith of, at least, their endorsement. Then it would be for them to account for how the prior names came on it.\nJudgment reversed, and judgment is now here entered in favour of the plaintiff on the verdict, with interest from the date thereof and costs, and record remitted."}