{"id": "975789", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nAfter much consideration it was settled in Taggart’s Case, 9 Harris 527, that, on conviction for a continuing nuisance, the defendant, besides being sentenced to fine and imprisonment, should be ordered also to abate the nuisance; and that if he failed to do so, a writ, founded on such a judgment, might issue to the sheriff, requiring Mm to abate the nuisance, at the costs of the defendant.\nThe Court in this case entered no judgment against the defendant that the nuisance should be abated, but ordered the sheriff to abate it by removing the barn.\nThis was erroneous, not only because the defendant should have been sentenced, as in Taggart’s Case, but because of the order for the removal of the barn. The defendant was acquitted on the first count, which charged the barn with being a nuisance, and was convicted only on the second count, wherein the erection of the barn is alleged by way of inducement to the offence, which is described as putting hay, straw, and other products of the farm in said barn, and keeping horses, mules, cattle, and other animals in and about said barn, and in the yard adjacent thereto, and feeding the said cattle, horses, and other animals with the aforesaid hay and straw and other products in said barn, and in the said yard near to the aforesaid springs, &c. The offence laid in this count consisted in the use made of the barn and yard in close proximity to the springs, and the nuisance would be effectually abated by discontinuing such use. Where an erection or structure itself constitutes the nuisance, as where it is put up in a public street, its demolition or removal is necessary to the abatement of the nuisance; but where the offence consists in a wrongful use of a building, harmless in itself, the remedy is to stop such use, not to tear down or remove the building itself. The barn may be used for storing hay and grain without annoyance to the public, but for stabling and feeding cattle it cannot be. The public are entitled to pure waters from the springs in question, and must be protected in the enjoyment of this right. The Court should take effectual measures to prevent the barn and yard from being used in the manner complained of, and to compel the defendant to put and keep them in such condition as will not corrupt the springs. If he fail to do so after being sentenced, the sheriff should be ordered to do- it at his costs; and if necessary, the Court can restrain further wrongdoing on the part of the defendant, by requiring him to find security to be of good behaviour.\nWhen, in the progress of agricultural science, the barnyard shall come to be regarded as among the most valuable of the farmer’s possessions, as containing the fertilizing agents he needs on his fields, he will not wait for the criminal law to compel him to stop its leakings into the springs and watercourses below, but, with no other promptings than self-interest, will husband carefully this great source of wealth.\nThe sentence is reversed, and the record remanded to the Quarter Sessions, with directions to proceed and sentence the defendant according to law."}