{"id": "975777", "contents": "The opinion of the Court was delivered by\nKnox, J.\nIn our view of this case, several of the errors assigned are immaterial, and they will not be particularly noticed.\nThe plaintiff has no title to the land in dispute, unless he can establish, 1st, That the deed of 13th July, 1831, from Joseph Lyon and wife to Burd Patterson in trust, to sell and pay the proceeds to the Miners’ Bank of Pottsville, did not pass the title, as regards the subsequent creditors of the grantor; or, 2d, That the purchase at the treasurer’s sale by Mr. Bellas, in July, 1836, divested the title of the trustee, Burd Patterson, and restored that of the former owner, Joseph Lyon.\nThe conveyance from Lyon and wife to Patterson is assailed because it is alleged to be fraudulent as to creditors, for the reason that, after the payment of the debt due to the Miners’ Bank, the proceeds of the sale of the land were to be paid to the grantor; and it is also claimed, by the plaintiff that, upon a failure to sell within the time mentioned in the deed, the trust was at an end, and the property was subject to levy and sale by the creditors of Lyon, the grantor in the deed of trust.\nWe are of opinion that neither of these positions cam be sustained.\nBy the deed of trust, the tract of land in dispute was dedicated to the payment of the debt due to the Miners’ Bank, and there is nothing to show at that time, or for several years after, that the plaintiff in the action was a creditor of Joseph Lyon; and if he were not, he cannot complain that property was placed in the hands of a trustee to sell for the benefit of a bond fide creditor; and neither can he say that the trust was discharged, because it was not fully executed within the time mentioned in the deed.\nAs Joseph Lyon was entitled to the proceeds of the sale after payment of the debt due to the Miners’ Bank, it is possible that a purchaser at sheriff’s sale of his interest in the land, would stand in his shoes in claiming the fund; but this is of no moment in the case before us, as the land did not sell for a sum sufficient to pay the' debt due to the bank.\nThere was no evidence given upon the trial from which the jury could have found that Mr. Bellas purchased the land at treasurer’s sale for Mr. Lyon, so as to divest the title of the trustee. Even if Mr. Lyon repaid to Mr. Bellas the taxes and costs paid by the latter on the purchase, it would have amounted to a redemption and nothing more, and that such was the intention of the parties is clear from the conveyance subsequently made by Mr. Bellas to the parties in interest, in which the tax sale was treated in no respect as affecting the title which the several parties had, before it took place. Under the evidence it was pretty clear that the taxes and costs were repaid to Mr. Bellas by the Miners’ Bank, the beneficiary in the trust deed; but the legal effect of the payment, coming from Lyon or the bank, was simply to discharge the tax sale.\nAs Joseph Lyon had no title to the land in dispute when the plaintiff’s judgment was entered, nor when the sheriff’s sale was made, the plaintiff took nothing by his purchase, and of course cannot recover in ejectment, whether the defendants showed'title or not. The instructions of the Court should have been peremptory against the plaintiff. The case was submitted on a question of location, and although there was error in this, the plaintiff cannot take advantage of it.\nJudgment affirmed."}