{"id": "975769", "contents": "The opinion of the Court was delivered by\nLewis, C. J.\nThese are appeals by Michael Weaver and David Milliron, respectively, from the decree of the Court of Common Pleas, distributing the money raised by the sale of Michael Weaver’s real estate. The sale took place on 30th April, 1855, and the proceeds in Court for distribution amount to $366. The costs and the balances due on the two oldést judgments are sufficient to consume the whole fund. If the two judgments aforesaid are founded on debts contracted prior to the 4th of July, 1849, Michael Weaver’s claim under the exemption law cannot avail against them. It is admitted that the judgment of Trout for Laird is of this class; and, it is shown on the evidence that the judgment of John Weaver, although entered upon a single bill of the 29th of November, 1852, was in fact founded on a debt contracted before the 4th of July, 1849. The single bill was taken, with warrant of attorney to enter judgment, in consideration of a promissory note given before the 4th of July, 1849. The single bill and the judgment entered upon it were founded on the promissory note previously held, and although that note was can-celled when the new bill was taken, the judgment was founded upon a debt contracted before the exemption law commenced its operation. Michael Weaver has therefore nothing to complain of, and his appeal cannot be sustained.\nBut David Milliron, in addition to the matter already disposed of, complains that the Court omitted to direct that the costs of the sale, which took place on his judgment, be paid out of the proceeds. As the sale was for the benefit of the party entitled to the proceeds, it is just that the costs of it should be paid out of the fund. But as this matter was not brought to the notice of the auditor, and does not appear to have been excepted to in the Court below, it is too late to start the point for the first time in the appellate Court. The presumption is that there' was some arrangement about them, or that the plaintiff in the execution waived his claim to payment out of the fund at present for distribution. Our business is to review the decision of the Common-Pleas, but as the parties did not call for a decision on that point, by presenting tbe claim to tbe auditor and obtaining his report on it, there is nothing for review in regard to it.\nThe decree of the Common Pleas is affirmed, the appellants to pay the costs accrued in this Court."}