{"id": "975872", "contents": "The opinion of the Court was delivered by\nLewis, C. J.\nA mining company, in the course of necessary operations in paining minerals from their own land, interrupted the percolations which supplied a spring on an adjacent tract, and the owner of the spring, under the direction of the Court below, recovered damages for the loss of it. The question is, can this recovery be sustained ?\nThe general principle undoubtedly is, that he who owns the soil has it even to the sky, and to the lowest depths. He may dig as deep and build as high as he pleases. The maxim which embodies the principle is, “cujus est solum ejus est usque ad ccelum et ad infernos.’1’ If this general rule be applicable to the case before us, the plaintiff in error is justified in all that he did on the land of his principals by their direction. But there are some restrictions upon this general right of property, which it becomes necessary to notice. The natural streams of water existing by the bounty of Providence, for the benefit of the land through which they flow, are incidents annexed to the land itself: 4 Mason 400; 12 Wend. 332. They do not begin by consent of parties, nor by prescription, but ex jure natures, and therefore they are not extinguished by unity; nor can they be obstructed or diverted to the prejudice of adjacent proprietors: Sury v. Piggot, Popham 170; 3 Bulst. 339. It was said by Sir John Leach, in Wright v. Howard, 1 Sim. & Stuart 190, that “ every proprietor who claims ,a right either to throw the water back above, or to diminish the quantity which is to descend below, must, in order to maintain his claim, either prove an actual grant or license from the proprietors affected by his operations, or must prove an uninterrupted enjoyment of twenty years:\" 1 Sim. & Stuart 190. It is true that there is a difference between watercourses on the surface, and those which run under ground: Acton v. Blundell, 12 Mees. & Welsby 324. But that distinction does not authorize neighbouring proprietors to disregard the necessities of each other’s condition in respect to the latter. It is manifest that valuable rights may exist in both; and it is indisputable that wherever they do exist they must be protected by law. In limestone regions streams of great volume and power pursue their subterranean courses for great distances, and then emerge from their caverns, furnishing power for machinery of every description, or supplying towns and settlements with water, for all the purposes of life. To say that these streams might be obstructed or diverted, merely because they run through subterranean channels, is to forget the rights and duties of man in relation to flowing water. But to entitle a stream to the consideration of the law, it is certainly necessary that it be a watercourse, in the proper sense of the term. A spring gutter on the surface, is none the less a watercourse, although it is not equal in volume to a river. Small as it may be, if it have a clear and well defined channel, and a regular flow in that channel, it cannot be diverted to the injury of the proprietors below: Jack v. Martin, 12 Wend. 330. So a subterranean stream, which supplies a spring with water, cannot be diverted by the proprietor above, for the mere purpose of appropriating the water to his own use: Smith v. Adams, 6 Paige 435. As the owner of the land below is bound to permit the stream to flow in its accustomed channel, and cannot erects obstructions so as to throw the water back on his neighbour above, so the latter is bound, as a correlative obligation, to pérmit it to flow to his neighbour below. Each has a right to a reasonable use of the water on his own premises, but he must so exercise his privilege as not to injure the rights of the other. “ Sic utere tuo ut alienum non Icedas” is the maxim especially applicable to the enjoyment of these rights'. When the filtrations are gathered into sufficient Volume to have an appreciable value, and to flow in a clearly defined channel, it is generally possible to see it, and to avoid diverting it without serious detriment to the owner of the land through which it flows. Rut percolations spread in every direction through the earth, and it is impossible to avoid disturbing them without relinquishing the necessary enjoyment of the land. Accordingly the law has never gone so far as to r'é'eógnise in one man a right to convert another’s farm to his own use, for the purposes of a filter.\nSuch a claim, if sustained, would amount to a total abrogation of the right of property. No mían could dig a c'ellar, of a well, of build a house on his own land, because these operations necessarily interrupt the filtrations through the earth. Nor could he cut down the forest and clear his land for the purposes of husbandry, because the evaporation which would be caused by exposing the soil to the sun and air would inevitably diminish,- to some extent, the Supply of water Which would otherwise filter through it. He could not even turn a furrow for agricultural purposes, because this would, partially, produce the same result. Even if this right were admitted to exist, the difficulty in ascertaining the fact of its violation, as well as the extent of it, would be insurmountable. The Roman law, founded upon an enlightened consideration of the rights of property, declared that “ he who, in making a new work upon his own estate uses his right without trespassing either against any law, custom, title, or possession, whieh may subject him to any service'towards his neighbours, is not answerable for the damages which they may chance to sustain thereby, unless it be that he made that change merely with a view to huft others without any advantage to himself.” “ He may raise his house as high as he pleases, although, by the elevation, he should darken the lights ■ of his neighbour’s house:\" Domat, § 1047. He may dig for water on his own ground, and if he should thereby drain a well or spring in Ms neighbour’s ground, he would be liable to no action of damages on that score: Domat, § 1581; Pardessus, Traité des Servitudes, § 76; Dig. 39, 2, 24, 12; Dig. 39, 3, 1, 12; Dig. 39, 2, 26; Dig. 39, 3, 21. These principles of the'civil law are also the recognised doctrines of the common law: Burg v. Pope, 1 Cro. Eliz. 118; Parker v. Foote, 19 Wend. 309; Hoy v. Sterrett, 2 Watts 331; Greenleaf v. Francis, 18 Pick. 121; Acton v. Blundell, 12 Mees. & Wels. 324. It is true that several English Nisi Prius decisions introduced a modern doctrine in relation to ancient lights, in opposition to that held in the reign of Queen Elizabeth by all the judges in the Exchequer Chamber-: 1 Cro. Elis. 118. But the modern doctrine was never recognised by the King’s Bench until the1 decision in Darwin v. Upton, in 1786, 2 Saund. 175, n. 2. As that decision was since the American Revolution, after which. English Courts ceased to have authority here, and. is an anomaly in the law, the modern doctrine founded upon it has not been received as suitable to the condition of this country: 19 Wend. 309; 2 Watts 331. In Acton v. Blundel] if was held that the defendant had a right to sink coal pits on his own land, although he thereby drained a well on the plaintiff’s land. In Greenleaf v. Francis it was decided that the owner of land may dig a well on any part of it, notwithstanding he thereby diminishes the water in his neighbour’s well, unless in doing so he is actuated by a mere malicious intent to deprive his neighbour of the water without benefit to himself: 18 Pick. 117. Neither the civil law nor the common law permits a man to be deprived of .a well or spring or stream of water for the mere gratification of malice. The reason is, that water, like air, is of such a nature that no one can have an exclusive right in it. In the process of evaporation and condensation, it is sent, in refreshing showers, all over the earth. In its descent to the ocean, it necessarily passes from one to the other, and is intended for the benefit of all. The right of each is more or less dependent upon that of his neighbour. In this description of property, it is, therefore, peculiarly necessary that each should be mindful of the necessities and rights of the others. The owner of land on which a spring issues from the earth, has $ perfect right to it against all the world, except those through whose land it comes. He has even a right to it, as' against them, until it .comes in conflict with the enjoyment of their own property. Strangers cannot destroy it, even though it be derived from lands which do not belong to the owner of the spring. Even a railroad corporation, armed by law with the eminent domain, and having power to take private property for the construction of its road, is answerable to the owner of a spring for destroying it, although its destruction be caused by excavations on the land of an adjacent proprietor: Parker v. The Boston and Maine Railroad Company, 3 Cush. Rep. 107. But, while the Court in that case held that the corporation was liable, on the ground that the destruction of the spring was not required for the purposes of the owner of the land through which the excavation was made, the principle was fully recognised that each proprietor has a right to make a proper use of his own land, and that sinking a well upon it is such proper use; and if the water, by its natural current, flows from one to the other, and a loss arises, it is damnum absque injuria: Parker v. The Boston and Maine Railroad, 3 Cush. Rep. 107; American Railway Cases 553.\nThe prior occupancy of the spring for the uses .of a tannery, gave no right of servitude over or through the land of the adjacent proprietor. No man, by mere prior enjoyment of the advantages of his own land, nan establish a servitude upon the land of another. This is shown in a satisfactory manner by Mr. Justice Rogers, in Hoy v. Sterrett, 2 Watts 330. But it seems to be thought that the enjoyment of the spring by the plaintiff below and those under whom he claims, for the period of twenty-one years, gives him a right to its continued existence, although the neighbouring' proprietor may thereby be deprived of the chief value of his own land. This depends upon the question whether the enjoyment of the spring was of- such a character as to have invaded his neighbour’s rights, so as to enable the latter to maintain an action for the injury. No man can be barred by a statute of limitation for not bringing his action with the prescribed period, until it is first shown that he had a cause of action which he could have maintained. In analogy to the statute, no presumption can arise against a party on the ground of long enjoyment of a privilege by another, until it is shown that the privilege, in some measure, interfered with the rights of the party whose grant is proposed to be presumed, and that he had a legal right to prevent such enjoyment by proceedings at law. Presumption is when the conduct of the party out of possession cannot be accounted for without presuming a conveyance: Kingston v. Lesley, 10 Ser. & R. 390; Butz v. Ihrie, 1 Rawle 218. The Erederician Code of Prussia provides that no presumptioh can take place where no negligence can be imputed, and accordingly by that code a man may raise his house after any lapse of time, although it darkens his neighbour’s house: Frederician Code of Prussia 48, 55. The same principle is -to be found in the law of Scotland: Erskine’s Prin. Law of Scot. 350. The owner of the mine had no right to complain of his neighbour below for making use of the spring on his own lands. As long as it flowed there, he had a right to make use of it, and the owner of the land through which the supply of water came, was not in any manner injured by such use of the water. Silence or acquiescence, where one is not injured and has no cause of complaint, can never deprive him of his rights on the ground of presumption of a grant. No man can be said to have granted a right about which it would have been an impertinent interference to utter a complaint : Hoy v. Sterrett, 2 Watts 331; Merlin’s Repertoire de Jurisp. verb. “Cours d’Eau.” Besides, it was impossible for him to know from whence the supply of water came. He had no knowledge that it was derived from percolations through his own land. In this respect there is a material difference between hidden veins of water under the ground and watercourses flowing on the surface. The latter are apparent, and, if appropriated in such a way ^,s to injure the rights Of the owner through whose land they flow, Íae-can take cognisance of the wrong, and is bound to redress it by action within the period prescribed by law. But the former are not apparent; and the owner of the land is not bound to resort to an action to redress a wrong of which he cannot by any possibility have notice. By the civil code of Louisiana, non-appa rent servitudes can be established only by title. Immemorial possession alone is not sufficient to acquire them: Civil Code Louis, tit. Servitudes, p. 240; Pardessus Traité des Servitudes, § 95. In a case like the present, therefore, there is no reason whatever for depriving the plaintiff in error of the enjoyment of his rights of property on his own land, on the ground of any servitude established by time, or acquiescence for the benefit of the tannery on the adjacent tract. We have treated the spring as depending upon percolations alone, at the point where the mining operations were carried on; because the evidence does not show that any distinct watercourse leading to it has been cut off or diverted. If this should be shown, and it should also appear that it could have been preserved without material detriment to the owner of the land through which it flowed, the destruction of it might be attributed to malice or negligence. In that case the law would furnish redress, because the injury would be unjustifiable. The beneficent Being who created the earth, and gave man dominion over it, imposed on him the duty of doing to others as he would that they should do to him. Upon this high moral obligation rests the legal one which requires every one so to use his own privileges as not to injure the rights of others. In all the relations of social life, it is the interest and duty of each to respect the privileges of others. The law which requires this “acts with a reasonable reference to the public convenience and general good ■; and it is not betrayed into narrow strictures subversive of common sense, nor into extravagant looseness, which would destroy private rights:” Tyler v. Wilkinson, 4 Mason’s U. S. Rep. 397. In determining what is reasonable, the circumstances of each case must be carefully considered, and the jury, under the instructions of the Court, must, in general, decide the question: Hetrich v. Deadlier, 6 Barr 32; Miller v. Miller, 9 Barr 74. The owner of a spring, although his right is imperfect where the supply is derived through his neighbour’s land, has nevertheless a 'privilege subordinate only to the paramount rights of such neighbour; and it is only when the fair enjoyment of those paramount rights requires its destruction that he is bound to submit to the deprivation. In conducting extensive mining operations, it is in general impossible to preserve the flow of the subterranean waters through the interstices in which they have usually passed, and many springs must be necessarily destroyed in order that the proprietors of valuable minerals may enjoy their own. The public interest is greatly promoted by protecting this right, and it is just that the imperfect rights and lesser advantage should give place to that which is perfect, and infinitely the most beneficial to individuals and to the community in general.\nThere was no evidence to justify the jury in presuming a grant of a servitude; nor was there any testimony tending to show either malice or negligence in conducting the mining operations. There was nothing to show that the mining company had been guilty of anything beyond the proper use of their own property. The plaintiff below had -therefore no cause of action, and the jury ought to have been so instructed.\nJudgment reversed and venire facias de novo awarded."}