{"id": "975826", "contents": "The opinion of the Court was delivered by\nKnox, J.\nIn Clark v. Everly, 8 W. & Ser. 226, it was held that, in a proceeding by a landlord against a tenant, to recover possession of the demised premises, under the Act of 3d April, 1830, if it appeared from the evidence that the title was in dispute, and that the alleged lessee refused to pay rent because he claimed title in himself, the jurisdiction of the magistrates was at an end, and the remedy to obtain possession must be the common law action of ejectment. But there is no intimation in the case above mentioned that the defendant’s affidavit that he claims title to the land, is sufficient to prevent the landlord from obtaining possession by the summary proceeding given by the Act aforesaid. The Act of 20 th March, 1774, commonly known as the Landlord and Tenant Act, as well as that of 16th June, 1836, in reference to purchasers at sheriff’s sale, authorizes the oath of the party claiming adversely to be taken, so as to prevent the justices from giving final judgment; but there is no such provision in the Act of 3d April, 1830, and the general rule clearly, is, that want of jurisdiction cannot be established by the oath of the party alleging it. Under the One Hundred Dollar Act a justice of the peace has no jurisdiction of a cause of action where the title to land may come in question, directly or indirectly; but it was never pretended that the affidavit of the defendant, that the title of land would come in question, could be received in order to oust the jurisdiction of the justice. Unless it appeared affirmatively by the plaintiff’s showing, it had to be proved by the defendant, like any other fact in the cause; and when shown, it was the duty of the justice at once to dismiss the suit. If the justice proceeded to give judgment, the want of jurisdiction could be shown upon an appeal to the Common Pleas, and then it was equally fatal to the action. It must always, however, be established by competent evidence.\nWhere the question of jurisdiction depends upon the evidence given in a case, a court of error can only look to the record; and if the evidence is not upon the record, such Court must presume that the inferior tribunal has decided correctly. The remedy for an incorrect decision by the justices was by appeal to the Common Pleas, and in that Court the evidence could have been put upon the record by a bill of exceptions, and could have been reviewed here.\nAs the case is presented, we have nothing to disprove the jurisdiction of the alderman, but the defendant’s own affidavit; and that is of no account whatever. Neither by certiorari to the Common Pleas, nor by writ of error to this Court, can the evidence given before justices of the peace, in a proceeding like the one under consideration, be brought up for re-examination. The judgment of the justices upon all questions of fact is conclusive, unless appealed from.\nThe writ of habere facias possessionem properly issued from the Common Pleas, after the judgment was affirmed on certiorari. It then became a judgment of that Court, and there it was to be enforced.\nJudgment affirmed."}