{"id": "975828", "contents": "The opinion of the Court was delivered\nLewis, C. J.\nOur system of levying executions upon debts due to the defendant, or deposits of money made by him, or of goods or chattels pawned, pledged, or demised, is established by the Act of 16th June, 1836. By that Act it is declared that “the same may be attached and levied in satisfaction of the plaintiff’s judgment, in the manner allowed in the ease of foreign attachment. Our proceedings in foreign attachment are founded on the custom of London. By that custom “if a plaint be affirmed against any man, and he is returned nihil, and the plaintiff will surmise that any other man who is within the city is debtor to the defendant, in any sum, he shall have his garnishment against him, for him to come and answer if he be indebted in the form which the other hath alleged Priv. Land. 253. By this custom, and under the Act of Assembly regulating foreign attachments, the rule, in the ease of attaching a debt, is to serve the attachment upon “the debtor to the defendant;” the “garnishment” shall be “against him,” and not against the person who merely holds the evidences of the debt. In Stewart v. McMinn, 5 W. & Ser. 100, there has been a seeming departure from this rule. In that case, an assignee for creditors, holding under a defective assignment, was held liable, as well for the money in his hands, as for the debts which remained uncollected. The assignment was made on the 5th June, 1837. The answer of the assignee was filed in March, 1838. There was no allegation that the debts assigned were desperate or otherwise uncollectable. It may therefore be considered a case where the assignee had made himself personally liable for them. In that view of the case he might fairly be regarded as “ the debtor to the defendant,” and the “garnishment against him” was proper. But where there is nothing to show that the assignee is in any manner liable for the outstanding debts; where he states that he has not collected any part of them, and that he “considers them almost entirely worthlessand where there is no attempt to impeach the truth of this answer, but the answer is taken to be true, and the judgment is founded altogether on the facts admitted in it, there is no just ground for holding the assignee liable beyond the money admitted to be in his hands. A judgment for “ the moneys coming into his hands from the book accounts, judgments, &c., amounting to $5158.22, assigned to him by the said J. M. Elliott,” is unjust if the intention be to make him instantly and absolutely liable for debts admitted to be “ almost entirely worthless.” It is not sufficiently certain, if the object be to make him liable in case he shall hereafter collect them. The attachment proceeds upon the ground that the assignee has no right to collect them. How then can he be made liable for failing to do what he has no right to do ? The rule in foreign attachment is that the garnishee is not liable for goods which came to his hands after plea pleaded: Priv. Lond. 259; Sergeant on Attachments 103. The judgment in the present case is in contravention of that rule, and is liable to the farther objection that instead of putting an end to the cause, it only lays the foundation for further proceedings to ascertain the extent of the garnishee’s liability. The proper course for the plaintiff is to serve his attachment upon those who are “ debtors to the defendant.” His proceeding against the assignee, as to all beyond his own personal liability, is not a ^proceeding against the defendant’s debtor.\nThe objections to the judgment against the assignee for the sum, of money admitted to be in his hands, are not sustained.\nIt is considered that so much of the judgment of the District Court as directs that the plaintiff’s judgments shall be discharged from the moneys coming into the hands of the garnishee from the book accounts, judgments, &c., amounting to $5158.22, assigned to him by the said J. M. Elliott, be reversed and annulled.\nIt is further considered that the residue of the judgment of said Court be affirmed."}