{"id": "975863", "contents": "The opinion of the Court was delivered by\nBlack, J.\nThis was a suit on several notes given by Weaver to Reitenour for a farm, and assigned by Reitenour to Lynch. The defence was that the farm was encumbered. It is not denied that this would have been an answer to the suit if the notes had remained in the hands of the original holder. But the Court held, on certain facts to be mentioned presently, that the defendant was estopped from setting it up against the assignee.\nIt is a rule as well settled as it is just, that if an obligor induce a person to take an assignment of his note or bond by admitting the justice of the debt, or declaring that he has no defence, he cannot afterwards deny it to the prejudice of the assignee. But, in order to create this equitable estoppel, it is necessary for the assignee to show not only that he took the assignment, but 'that he paid a valuable consideration for it. If the law were otherwise, an ignorant obligor might easily be trapped into an admission, and a sham assignment might be made for the very purpose of keeping out an honest defence. The assignee must also be able to show that the admission was made before he expended his money in procuring the assignment. Anything said afterwards can do him no harm, because it could not be his motive for making the purchase, and therefore it shall not affect the other party by way of estoppel.\nIn this case there was no evidence to show what consideration was paid for the notes by the assignee, nor whether any at all was given. This made the plaintiff’s evidence on that part of the case fatally defective.\nBut there was another flaw in it. The assignee does not appear to have called on the defendant, or to have heard anything from him about the notes, until after the date of the assignment. Then, however, he told the defendant that he could return the notes and would do so if they were not right, and he received for answer that they were right. If he had proved that he had them conditionally, with the privilege of returning or keeping them according to his own pleasure, and that he had decided to keep them after the defendant gave him this answer, that would be a complete estoppel. But his mere averment, in a conversation with the defendant, that such was the condition of things, is not sufficient evidence to prove it.\nJudgment reversed and venire de novo awarded."}