{"id": "975807", "contents": "The opinion of -the Court was delivered by\nWoodward, J.\nAll the material facts in’this case were sternly contested, and it was therefore a case peculiarly within the province of the jury. Nor is there :any complaint that-the Court withdrew the facts from the jury, but the errors assigned were all founded on the manner of their submission. It is especially objected that’in answering vital points submitted on the part of the plaintiffs, the Court recited to the jury lengthy extracts of apparently conflicting opinions and dicta of the Supreme Court, leaving it to the jury to extract the rule of law from the authorities cited.\nThe record shows that there is some ground for this complaint. The numerous quotations from judicial opinions, predicated of a state of facts peculiar to each case, were not the most satisfactory and skilful mode of answering the points. A brief and comprer hensive statement of the result of the authorities is always better for a jury than the -authorities themselves. Judicial opinions are written to guide judges, no.t juries, apd the judge who presides a.t th,e trial is .expected to deduce the rules of law applicable t.o the case from all that has been recorded for his instruction, and to deliver them to the jury relieved, as much as possible, from the verbiage in which they are found clothed. The law is often like particles of shining ore niixed in a mass of epude rubbish, from which the intellect of the judge, operating like a magnet, should extract it for the service of the jury. But when, instead of doing this, he hands over the mass itself to the jury, how are we to say they did not find the ore ? Told that it was there, .and taught how to use it, it was quite possible for them to .extract it for themselves, and wp are bound to presume that they performed the possible duty which was laid upon them. There is no standard but the discretion of the judge himself to determine how much help he shall render a jury in weighing facts, and applying the law to them. Perhaps the least amount of aid is rendered where the law is delivered in the form of copious extracts from judicial opinions in other cases, but nevertheless we cannot say the Court erred in matter of law, when they answered legal propositions in the very terms in which similar propositions had been answered in this Court. Take, for example, the answer most complained of in this record — that which the Court -gave to the points relative to the entry of John M. Hood, or his agent, to toll the statute — it •cannot when taken altogether (the only .fair way.of .estimating any charge) be- said to be erroneous in point of law. After quoting Judge Gibson’s clear exposition of the laWJóf entry in Altemus v. Campbell, 9' Watts 30, and the language of- this Court in Ingérsoll». Lewis, 1 Jones 212, the learned judge put it to the jury to say whether the agent cf John M. Hood-entered upon the land with the “ avowed” object of claiming it for his -principal.\nNow counsel suppose the jury were misled by this word avowed —that they understood an entry to survey off 8 acres for David ■Hood was not sufficient to stop the running of the statute^ unless accompanied with some verbal declaration that such was the effect iñtended. But they had just been instructed, in the language of Judge Gibson, that the effect of an entry depends on the intent of it expressed in words, or intimated by an act equally significant —that there must he an explicit declaration, or ap act of notorious dominion; and can it be doubted they would .understand from all this that the intention could be avowed as well by dééds as by Words ? An entry to toll the statute must not be accidental — nor by invitation of him in possession, nor for any equivocal purposé whatever, but to regain a pedal possession of the land for purposes inconsistent with the title of the occupier. Ah entry to measure off 8 acres for another would be such a purpose, and how could it be more distinctly avowed than by the act itself? A jury of common intelligence could not fail, we think, to get the very law of entry from all that the Court placed before them. We are not then to reverse the judgment on a mere suggestion that they may have misunderstood the word avowed- If they were satisfied that it was the btother in possession who was parting with the 8 acre's t'o. David, of that the survey was intended as an adjustment ‘of boundaries betwéeh McClelland and á neighbour, 'they had good ground fór hot giving effect to the entry. On this point, as on ‘every other in the cause, the jury were the disposing power, and We cannot perceive any satisfactory evidence' in 'the record that they w'ere misguided by the Court.\nW'e havé looked through all the matters assigned for error, and discovering no adequate grounds for reversing the judgment, it is affirmed. «\nLewis, C. J., was absent when this cause was argued."}