{"id": "975869", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nThe plaintiffs below cannot succeed in this action, and this judgment must be reversed, if the estate granted to Ejphraim Cooper, by his father’s will, is a fee simple. There are certainly expressions relating to a dying without issue that are quite sufficient to turn any estate into a fee tail if they apply to it, and these seem at first sight to he intended to apply to all the devises and bequests, and to a general dying without issue.\nBut a more careful examination of the whole will suggests a doubt whether the clause relied on applies to all the shares given in the will. The words “ any of my heirs” are large enough for this, and therefore we must look at the devises and bequests, and see whether words of entailment will apply to them.\nTo Jabob he gives $1200 — to Susannah a horse, saddle, bridle, a cow, two beds, and $500 — to Dorcas the same; to Eliza the same; to John a farm, $200, horse, saddle, bridle, and bed; and to Ephraim the home-place, a clock, a horse, saddle, bridle, and bed, and charges upon him the payment of the legacies; and it would seem that the horses, &c., were to be purchased by him.\nNow, it is plainly impossible to suppose, from a general provision for a dying without issue, that he was thinking of entailing, all alike with the land, these gifts of money and chattels that perish in the using, or of giving a mere life estate in them, with a quasi executory devise over; yet such would be the effect of giving the clause in question as general an application as the words would allow. We are obliged, therefore, to presume and seek for an intent to give it a special application.\nAs words of entailment it seems to be especially applicable to land. Did the testator intend to. limit its application to the shares of John and Ephraim, and to give them mere estates tail ? Then he was thinking of John and Ephrajm, and would naturally have named them, and not said “if any. of,my heirs.” We can derive no aid from the word “heirs,” for it is an ordinary inaccuracy, and means here, or may mean, devisees and legatees. We discover no intent to distinguish the titles granted to John and Ephraim from those granted to the others, and it is very difficult to suppose that he was entailing Ephraim’s title, for which he was requiring him to pay so heavily. These charges upon it were sufficient to imply a fee simple, without the introductory clause, and without words of inheritance.\nWe must therefore study this clause in its immediate connexion. The testator treats of nine different subjects in nine distinct paragraphs, providing in the first for his debts, in the second for his wife, and allotting one to each of his. children to describe their several shares, and in' the ninth is the clause that demands interpretation. It is. as follows: “ I will that as my son Ephraim has those moneys to raise, he shall have reasonable time allowed him without distressing or incurring costs; and further it is my will that, shopld any of my heirs die without lawful heirs from their body, their part shall return, and be divided equally amongst the surviving heirs.”\nOn account of the difficulties already suggested, we feel constrained to limit the application of the clause inv question by the principal thought in the paragraph in which we find it. The testator was thinking of the difficulty Ephraim might have in paying the legacies, and was providing that he should have time to do it, and then it was natural to think that some of the legatees might die during this delay without issue, and be provides for this by giving their shares, or any unpaid balance of them to the survivors. The clause is therefore intended to provide for this special dying without issue, and therefore it relates only to the legacies; and this is the most general application that it can receive. It is a clause selected from a form book, somewhat altered and not well applied, and yet it is no worse than is very commonly found in wills drawn by unprofessional persons.\nThis conclusion renders it unnecessary to notice any of the other questions raised by the assignments of error.\nJudgment reversed, and a new trial awarded. '"}