{"id": "975821", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nThis was an appeal from an order of two justices for the removal of Anne West to the township of Jefferson, and, on motion, the Court quashed the appeal, “ because it does not appear in any part of 'the^proceedings that the pauper had, or was likely to, become1 chargeable.” There is no doubt that in point of fact she was chargeable on Cumberland; for a few days before the order of removal was obtained, two justices of the peace had issued an order of relief to the overseers of Cumberland, whereby she became a charge on their hands; but the order of removal did not recite this fact. Was this an incurable defect in the order of removal ? The 19th section of the Act of 13th June, 1836, relating to the poor, provides that on appeal from an order of removal, if there he any defect of form in such order the Court of Quarter Sessions shall cause the same to he amended without cost to the party ; and after such amendment, if the same he necessary, shall proceed to hear and determine the cause upon its truth and merits. This remedial provision in aid of a jurisdiction of great importance, but which is often unskilfully exercised, is entitled to a liberal construction. It was intended to bring pauper cases to a speedy decision on their very merits, and to save the poor, whom we are always to have with us, from the agonizing suspense of protracted litigation about technicalities and forms.\nIt is undoubtedly necessary that a pauper before he is removable should have become or be likely to become chargeable to the district which undertakes to remove him, for unless this be the case justices have no jurisdiction, and for want of jurisdiction an order of removal will be quashed; but, when he has been made chargeable by due process of law, may not a defective order be amended so as to exhibit the fact ? We have no doubt of it. The two justices, before the appeal, might have amended their order by reciting the order of relief which the overseers before them held, and which was conclusive evidence of the chargeableness of this pauper, and an amendment which they might properly have made before appeal, the Quarter Sessions were bound to allow after appeal.\nObviously the Court could have amended the order of removal by the order of maintenance, and this we think is what they ought to have done, and then gone on and decided the cause on its merits, instead of quashing the appeal.\nAnd now, 17th October, 1854, this cause having been ■ argued by counsel, it is ordered and adjudged that the decree of the Quarter Sessions quashing the appeal be reversed and set aside, and that the record be remanded to be proceeded in according to law."}