{"id": "975847", "contents": "The opinion of the Court was delivered by\nBlack, J. —\nThis was ejectment for land which was claimed by both parties under one Terry, who was admitted to have been at one time the owner. The plaintiff claimed it under Terry’s conveyance, dated in 1847, and the defendant proved that Terry, in 1840, had mortgaged it for $500, and that it had been sold by the sheriff to him in 1848, under a regular proceeding had upon the- mortgage. On the face of the two titles that of the defendant is the best. But the-plaintiff alleges that the defendant’s purchase at the sheriff’s sale was void, because he practised a fraud in buying off a bidder.\n‘ We have several times lately decided, in obedience to what we are well satisfied is the law of Pennsylvania, that a purchaser at sheriff’s sale who practises any deceit or imposture, or who is guilty of any trick or device, the object of which is to get the property at an under value, thereby renders the title so acquired utterly void and worthless in his hands. But it must be shown also that he did actually get it for less than it was wdrth, or less than what it would have sold for at a fair sale. A mere naked intention fraudulently to get land for less than it is worth, or an unsuccessful effort, which results in no loss to one party and no gain to the other, is not enough to make the title of the purchaser void.\nBut it is complained that the Court, in this case, adopted the wrong standard to ascertain the price of the property. Evidence was admitted to show its value. We do not think there was any error in this. When a man is charged with a fraud like this, it is certainly very important for the jury to know whether he paid am outside price for the land after all. It diminishes very much the probability that any fraud was either committed or intended.\nIt is true, that a person whose property is to be sold.at a judicial sale is legally entitled to all the advantages arising out of the wants and wishes, or even out of the capricious fancies of bidders. If, therefore, there be a bidder on the ground ready to give twice as much for the property as it is really worth, and another bidder buys him off, so that he gets it for no more than its true value, the title is void; because, thereby the defendant in the execution has lost 50 per cent, of what he otherwise would have got. But this is a state of things which no Court or jury ought to suppose wi thout plain- evidence to establish it. When the purchaser shows that he has paid the full value, the presumption is that nobody else would have paid any more. The burden of proving that the bidder bought off was so unreasonable, and so regardless of his own interests, that he would have been willing to take it at a-higher price, is thrown with its full weight on the party alleging it.\nBut the Court charged, that the fraud could not be found by the jury, except upon “clear and undoubted proof of it;” and, for this alone, we are obliged to reverse the judgment. It is very seldom that perfectly clear proof can be produced of a fraud. In civil cases one party is as much entitled as the other to any doubt which may arise on the evidence. If the plaintiff in this case produced such evidence, of the fact he alleged against the defendant’s title, as the jury could reasonably and safely rest their consciences upon, it was enough. *\nJudgment reversed and venire facias de novo awarded."}