{"id": "975838", "contents": "The opinion of the Court was delivered by\nLewis, C. J. —\nThis is a bill by one who claims common of pasture in certain land called the South Common in Allegheny City. The prayer is for an injunction to restrain the railroad company from using any part of the common for the purposes of the railroad. By the Act of 11th September, 1787, the purchasers of in-lots in the town became entitled to common of pasture in 100 acres of land reserved for the purpose by the state when the lots were sold by her authority. The right of the state has since been transferred to the City Councils, and the latter, in consideration of the sum of $300 annually, have granted to the railroad company a perpetual lease of the right of way through the common of the width of fifty feet. Under this grant the railroad was located and constructed in the summer of 1851. No objection was made by the plaintiff to this proceeding for about two years, although it took place under his view. The South Common, before the grant to the railroad company, was a strip of land of the width of 144 feet. It has not been enclosed. It has been as open to the public at large as to the commoners themselves. The herbage is about as abundant as that which might be found in a recently disinterred street of Herculaneum. The plaintiff’s right to take the herbage by the mouths of his cattle is of no appreciable value. Neither he nor those under whom he claims the lot to which the common is said to be appurtenant, have exercised the right within twenty-one years. But, on the other hand, neither the state nor the City Councils, while owning the soil, have exercised acts of ownership adverse to the plaintiff’s claim. The Act of 13th April, 1840, is relied on as containing an acknowledgment of the right of common. We may concede for the present, without, however, deciding the point, that this recognition, together with the absence of any adverse enjoyment or claim, may be sufficient to preserve the right of common of pasture from the influence of nonuser. But these circumstances will not preserve it from destruction by the positive acts of the commoner himself. The evidence is sufficient to show that about forty years ago the owner of the lot claimed by the plaintiff gave twenty feet from the rear of his lot, for the purpose of widening a twenty feet alley, called Water Alley, into a street of the width of forty feet, and that at the same time he extended this front line of his lot, so as to enclose twenty feet of the land in which he claims common of pasture. The same thing was done by the other lot-holders, whose lots were situated between the South Common and Water Alley. Water Alley, thus widened, has been pared by the City Councils, and used by the public as a street ever since; and the portions of the common thus enclosed by the lot-holders, have been held by them in severalty as their own for the same period of time. The common itself, immediately in front of these enclosures, has been used more as a public thoroughfare than as a pasture ground, and no one can fail to perceive that this is more for the advantage of the adjoining proprietors than any right of pasturage which they could possibly enjoy in the land. After the lapse of forty years, and the positive acts of the City Councils in recognition of the exchange, the law will presume that the transaction was in pursuance of a valid purchase of a portion of the land subject to common of pasture by the parties entitled to the easement. That this presumption stands good, until some one whose interest is disputed thinks proper to dispute it, there can be no doubt whatever. Neither the commoners nor the owners of the fee have disturbed the arrangement. On the contrary, for obvious reasons of mutual advantage, all parties have acquiesced for forty years. What, then, is the effect of this purchase by the commoner of a part of the land in which he claims common of pasture ? There is a distinction between common appendant and common appurtenant in this important particular, that, if he who has common appurtenant purchases parcel of the land subject to the easement, all his right of common is extinct; or, if he takes a lease of part of the land, all the common is suspended; because it is the folly of the commoner to intermeddle with the land; his common appurtenant was against common right, and he cannot common in his own land which he has purchased. This principle was expressly decided in Kimpton and Bellamy’s Case, 1 Leonard 43; in Tyringham’s Case, 4 Colee 38; in Wyatt Wild’s Case, 8 Id. 79, and in numerous other cases. It was said in Tyringham’s Case, that common appurtenant cannot be extinct in part and be in esse for part, by the act of the parties. These principles were fully recognised by this Court in the case of Carr v. Wallace, 7 Watts 397. It is only necessary to add that the origin and nature of the right claimed in this case show that it is a right of common appurtenant. The result is that the plaintiff’s right of common of pasture is extinguished. And the same result follows if the enclosure be regarded as only a disseisin. This renders it unnecessary to consider his claims to the light, air, and prospect, supposed to be incidents of the right of pasture. The incidents fall with the principal. But if this were not so, it would be easy to show that the right to take the herbage by the mouths of his cattle gives the commoner himself no incidental right to keep the common open as an ornament to his dwelling, or as contributing to his own personal pleasure or convenience. He is a trespasser if he sets his foot upon it, except when in the necessary attendance upon his depasturing cattle. He may be excluded from all view of the common by hedges, gates, or walls, so that his cattle are not thereby kept out or prevented from enjoying the common as before : 5 Viner’s Abr. 7; 1 Burrows 265; 2 Mod. 66 ; 3 Cruise’s Big. 95. It is, for the same reason, unnecessary to discuss the effect of the plaintiff’s acquiescence in the construction of the railroad under a grant from his own municipal representatives, upon a consideration beneficial to himself as a tax-payer. By similar acquiescence, the commoners lost their right of common in the ground covered by the Western Penitentiary: Western University v. Robinson et al., 12 Ser. ‡ B. 34; and again by the same means they lost their right of common in the ground occupied hy the Theological Seminary: Carr v. Wallace, 7 Watts 400. It is true that there is no acquiescence here in the exercise by the railroad company of any right beyond the fifty feet granted by the City Councils. But as the plaintiff’s right of common is extinguished entirely, he has no interest sufficient to call for this extraordinary remedy to restrain the railroad company from trespassing upon others.\nThe annoyance alleged to arise from the necessary uses of the railroad, is not a nuisance per se. The learned president of the District Court has shown that, until this be determined by a jury to be a nuisance in fact, the Court will not interfere by injunction on that ground.\nOn the whole, the decree of the District Court, denying the injunction and dismissing the bill, ought to be affirmed.\nMr. Justice Woodward concurs in this opinion. Mr. Justice Lowrie did not sit in the case. The other two judges are in favour of granting the injunction. The Court being equally divided, the result is that the decree of the District Court stands affirmed.\nDecree affirmed."}