{"id": "975858", "contents": "The opinion of the Court was delivered by\nKnox, J.\nThe extracts from the general draft of the donation' survey, and the copy of the entry from the donation land book, were properly received in evidence-to prove that the title to the land'in dispute was out of the Commonwealth: De France v. Stricker, 4 Watts 327; Farr v. Swan, 2 Barr 245; Oliphant v. Ferren, 1 Watts 57. This evidence, when received, clearly established that tract No. 1155, in District No. 6 of the donation lands, had been allotted to David Jacobs, a soldier of the revolutionary army, belonging to the Pennsylvania line.\nThere was no error in admitting the treasurer’s deed, under which the plaintiff claimed title. Its validity, however, depended .upon two questions — 1. WaS the land subject to taxation? 2. Could it be assessed and taxed as unseated ?\nBy virtue of the Act of 1st March; 1780, and that of 16th March, 1785, “ all lands granted to the officers and soldiers of the line of this state, as a reward for their services, are exempt from taxation for and during the life of such officer and soldier respectively, unless the same shall be transferred or aliened to any other person.” As there was no evidence of alienation by the soldier, nor -direct evidence of his death before the assessment 'of th'e taxes for which the land was -sold, the treasurer’s- deed gave no title to the plaintiff, unless the law would raise a - presumption of the soldier’s death arising from the lapse of time. The tract was allotted to him in 1786 — the assessment wa-s for the years 1842 and 1843, fifty-six years after the title had passed from the ' Commonwealth to the soldier, and there was no evidence that he had ever exercised any acts of ownership over the land, or paid any attention to it whatever. Under these circumstances we are of the opinion that the Court below was right in saying, that, as against an intruder, for the purpose of sustaining the legality of the assessment, it was unnecessary to prove the death of the original donee. The great lapse of time, together with the absence of all proof showing any claim on the part of the soldier, raised a sufficient presumption of his death, as against one showing no title whatever to cast the onus upon the defendant to prove that the assessments were made pending the life of the donee.\nIt remains only to be considered whether the tract was seated or unseated, when the taxes for which it was sold were assessed. It appears, from the testimony given in the case, that, for some years previous to the sale for taxes, the present plaintiff and his brother Thomas claimed the land in dispute; and that, with their permission, or that of one of them, there was a temporary use of portions of the tract in the spring of the year, for the purpose of making sugar; and, for the years 1842 and 1843, a small compensation had been paid to the plaintiff for this permission. We concur with the Common Pleas, that this did not render the tract a seated one, so as to prevent its sale for taxes. There was no residence upon it,1 nor was there cultivation in any proper sense of the word. The temporary occupation of the tract in the spring, for the mere purpose of sugar-making, would be no notice to the assessor in the fall of the year, when the taxes are usually assessed, that there was any personal liability for the taxes. It will not do to say that, whenever profits are made from land, it becomes seated. Valuable timber, or minerals, may be taken, and yet it can scarcely be doubted, but the land would be liable to taxation as unseated. The profits must be derived from cultivation, or there must be an actual residence to change the character of a tract from unseated to seated land. The legal owner or owners of this land suffered it to be assessed, and sold as unseated — an intruder, who showed not the colour of title, having nothing but the naked possession taken subsequent to the treasurer’s sale, objects to the validity of the sale, because portions of the tract were occupied by trespassers, for a mere temporary purpose, in the spring of the year when the assessments were made. We think the Common Pleas was right in ruling the point against the plaintiff in error.\nThe eleven assignments of error are all answered in deciding—\n1. That extracts from the general draft, and the donation book in the land office, were legitimate evidence to show title out of the Commonwealth.\n2. That, after the lapse of fifty-six years, a sale of a donation tract of land, for non-payment of taxes, will be sustained against an intruder, in the absence of all evidence tending to prove that the donee was living when the taxes were assessed, or that he had ever claimed the land or exercised acts of ownership over it.\n3. That, in a contest between a purchaser at treasurer’s sale and an intruder, evidence that portions of the tract sold were occupied in sugar-making in the spring of the year that the taxes were assessed, will not invalidate the sale.\nJudgment affirmed."}