{"id": "975895", "contents": "The opinion of the Court was delivered by\nLewis, C. J.\nIt was held, in Crowell v. Meconkey, 5 Barr 174, that the want of an appraisement under the Act of 16th of June, 1842, can be taken advantage of by the defendant alone. In Crawford v. Boyer, 2 Harris 384, the same principle was applied to the want of a valid inquisition for the condemnation of real estate taken in execution; and it was declared, in the case last mentioned, that even the defendant himself must take the objection at the proper season. In conformity with this principle it was held that the consent of the defendant to a sale of fixtures without inquisition, precluded him from defeating the title of the purchaser: Mitchell v. Freedly, 10 Barr 208. And in Wray v. Miller, 8 Harris 115, where there was essentially a sale of real estate without condemnation or waiver of inquisition in writing,' the title of the purchaser was held to be good by reason of the acquiescence of the defendant in the execution. It is true that there had been a condemnation on a different judgment from the one on which the sale took place, but that judgment had been satisfied .two years before the sale. As the condemnation fell with the extinguishment'of the judgment on which it was founded, the sale was, as already stated,' essentially a sale without condemnation at all. It was there conceded that the sale ought to have been set aside,’ at the instance of the defendant, fpr want of inquisition and condemnation ; yet, after such acts of acquiescence as the facts and circumstances in that case indicated, neither the defendant nor any other person standing in jus shoes could make the objection: 8 Harris 116.’ The objection, it was repeated, must be made “in a reasonable time:\" Id. 117. What is the reasonable time within which it must be made ? This question is answered by the Court in Crowell v. Meconkey, 5 Barr 174. It was there said that the owner had a full. opportunity to make the objection “before the 'deed was acknowledged, but sealed his lips, and permitted the purchaser to pay his money, and the deed to be acknowledged, without warning or notice, and thus waived all objections:\" 5 Barr 176. Can anything be more reasonable than this ? Where one of two persons must suffer á loss, it should fall on the one by whose fault the loss was occasioned. A defendant who has notice that his property is about to be sold by the officer of the law for the payment of debts, and who' makes no objection until an innocent purchaser has paid the purchase-money, and received his deed duly acknowledged, is’ estopped from objecting afterwards. Even if the judgment on which it was sold had been previously paid, the payment' cannot be set up against such a purchaser: Dean v. Connelly, 6 Barr 239. But in this case there were several judgments entered, with a written waivér of inquisition in each. Under the statement on the' execution docket of the A- fa. and levy in the suit on which the sale was made, there was an entry, “ Inquisition waived,'see No. 26, Ex., Docket, September Term, 1843.” As the plaintiff and the defendant both treated this as a waiver of inquisition for the \"purposes of the sale, and as the Court sanctioned the proceedings by issuing a writ commanding the sale, and subsequently confirmed the sale by receiving the acknowledgment of the deed, the purchaser who paid his money in good faith ought not to suffer for treating the entry as the parties themselves, with the approbation' of the Court, had treated it. It is true that it was held, in Baird v. Lent, that a sale on a fi. fa., without inquisition, was void! ' But this was in favour of a purchaser from the defendant in the execution before the sale, whose rights could not be affected in equity by any acts or acquiescence of the defendant after he had parted with his interest: 8 Watts 422. The reason why the defendant in the execution is in general estopped from impeaching the title after the deed is acknowledged, is that the proceeding was for his benefit; it was the means of performing a duty which he had neglected. The officers of the law are thus in some sort his agents. The law provides that he shall have notice of the sale, and gives him the exclusive right to object to or waive irregularities. Under such circumstances, if he permits a purchaser to pay his money and receive the deed duly acknowledged, without objection, the money can never be recovered back by the purchaser. It must be appropriated to the benefit of the defendant in the execution. If the objection comes too late for the relief of the purchaser, it certainly is too late for the defendant in the execution. The first is free from fault of any kind. The last is guilty of gross negligence in permitting an innocent person to be injured by proceedings which he had the power to arrest or set aside. The law will not permit him thus to make profit out of his own wrong.\nIf these views be correct, the case is stronger against the defendant in the execution after he has actually secured the payment of his debts out of the proceeds of sale. It is true that the Court thought otherwise in Menges v. Oyster, 4 W. & Ser. 20. But that decision was so contrary to equity that the legislature passed an Act expressly confirming the sale: P. L. 1843. And the Court, on reconsideration, overruled the former decision: Menges v. Wertman, 1 Barr 218. The Act was clearly unconstitutional. The legislature possess no judicial power, and it was a most mischievous error to concede to that body the authority to confirm a title on the ground of a moral right to it, arising from the payment of the purchase-money to the benefit of the former owner, with his acquiescence. This error was acknowledged in a subsequent case by the judge, whose casting vote made up a majority in favour of the first decision: Dale v. Medcalf, 9 Barr 108. The equitable ground for confirming the title of the sheriff’s vendee fully justified the Court in sustaining it, independent of legislative interference, on the principles always applied by the Courts, that whatever in equity and good conscience ought to be done by a vendor, shall be considered as done. The last decision was correct in its result, but the reasons assigned for it have not been adhered to by the judges who adopted them. The first is contrary to principle. Neither can be relied on as authority for anything.\nIn McPherson v. Cunliff, 11 Ser. & R. 422, it was held that the application of the proceeds of an Orphans’ Court sale to the benefit of a minor child estopped him from impeaching the title of the purchaser. In Wilson v. Bigger, 7 W. & Ser. 111, it was said that this position, taken by Judge Duncan, in McPherson v. Cunliff, “ has never been disputed, and has controlled the cause in some pretty strong casesand it was held, in conformity with this doctrine, that, where a guardian united with the other heirs in asking a sale by the Orphans’ Court, and the ward, after he came of age, received a portion of the proceeds, the latter was thereby estopped from impeaching the title of the purchaser: 7 W. & Ser. 111. In Stroble v. Smith, 8 Watts 280, it was decided that a judgment-creditor, who accepts his share of the purchase-money arising from a sheriff’s sale, is estopped from denying the validity of the sale. In Crowell v. Meconkey, 5 Barr 176, which was the case of a sheriff’s sale, and the application of the proceeds to the judgment-creditors, the Court distinctly declare that, “ if the sale had been void, the reception of the purchase-money would have made it valid.” It was there held that “ the receipt of the money by the judgment-creditors has the same effect as if the debtor’s trustee received it himself:\" Id. 171. In Mitchell v. Freedly, 10 Barr 208, it was held that, where a sheriff’s sale was confirmed without objection, the application of the proceeds to the debts of the defendant in the execution “ is the same thing as if paid to himself.” It is fully settled upon principle and authority that, where a sale is made for the benefit of any one, the receipt of the proceeds by such person validates it. In such a case, the supposed distinction between a void and voidable sale is immaterial: 7 W. & Ser. 11; 10 Barr 208; 5 Barr 176; 8 Watts 280; Commonwealth v. Shuman’s Executors, 6 Harris 846 ; Adlum v. Yard, 1 Rawle 171; Furness v. Ewing, 2 Barr 479; Smith and Wife v. Warden et al., 7 Harris 424.\nIf the defendant in the execution may estop himself from impeaching a sheriff’s sale by previous consent to dispense with an inquisition, or by a subsequent neglect to make objections to the proceedings, he may certainly confirm the sale by surrendering the possession and executing a release. He may also preclude himself from making objections by representations that he had consented to dispense with an inquisition, and that the title was good, if by those representations the person to whom they were made was induced to purchase the property from the sheriff’s vendee.\nAs the dates of the surrender of possession and release are not stated, no question is raised in regard to the regularity of the revival of the judgment under which the plaintiff below derived title.\nWe are of opinion that the evidence offered, as stated in the bill of exception, ought to have been received.\nJudgment reversed and venire facias de novo awarded."}