{"id": "975844", "contents": "The opinion of the Court was delivered by\nLewis, C. J.\nAt common law the husband represents the wife’s estate as tenant by the curtesy initiate. He might do homage to the lord without joining his wife. He may appoint an attorney for both in actions brought against them in respect to the land of his wife : 7 Harris 410; 2 Bl. Com. 127. His interest in the estate, and his power over it, imposes upon him the duty of protecting and defending it. Like joint tenants, tenants in common, and tenants in dower, he is prohibited from doing anything to the injury of those who have a common interest with him in the title. Neither can purchase an outstanding title against the other. With equal, if not greater reason, each is prohibited from doing any act by which the estate of the other may be unjustly defeated. It follows from these principles that if the deed of 16th February, 1799, from Henry Church and Jane his wife to Joseph Archer, was merely a conveyance in trust, to enable Archer to take out a patent for the use of the grantors; and, if Henry Church afterwards, instead of enforcing the due execution of the trust, participated in the breach of it, by which the estate was conveyed to Hook without notice of the trust, for a consideration beneficial to Church himself, it was an act of bad faith which rendered him liable in equity to make restitution. It is true that the estate itself could not be taken from a bona fide purchaser without notice of the trust. Nor could it be defeated in the hands of a purchaser with notice from one who had bought without. But if the original violator of a trust repossesses himself of an estate thus conveyed, the original equity will reattach to it in his hands: 1 Story’s Eq. § 410; 1 Sch. & Lefroy 379; Bovey v. Smith, 1 Vernon 60; s. c. Id. 84; 1 Cruise Dig. tit. 12, ch. 4, § 12. The husband who aids in the violation of a trust for his wife, upon a consideration of profit to himself, stands in the same predicament. Although Henry Church was a cestui que trust to the extent of his own interest, his power over his wife, and his interest and power over her estate, placed him in the relation of a trustee for her to the extent of her interest. In a case of this kind, it matters not whether the consideration received for violating the trust was equal to that paid on the repurchase of the estate, or whether the repurchase was made with the profits arising from the original wrong, or with other funds. In either case the moment the estate came back into the hands of the wrongdoer the original equity reattached. In this view of the case, it is plain that the instruction given on the question under consideration did the plaintiffs in error no injury. It was quite as favourable as they had a right to require.\nThe other assignment of error is neither specified according to the rules of Court, nor sustained by law.\nJudgment affirmed."}