{"id": "975862", "contents": "The opinion of the Court was delivered by\nLewis, C. J.\nThis was an ejectment brought in July, 1847. On the 12th April, 1848, when the cause was for trial, the defendant confessed judgment, “ to be released on the payment of the amount due on the article, according to survey to be made by Judge Irwin, with interest and costs of suit, within one year from this time.” On the 27th March, 1854, the defendant was turned out of possession by virtue of a habere facias possessionem ; and, on tbe 3d of April, 1854, an application was made to vacate tbe writ, restore tbe premises, and open tbe judgment, and let tbe defendant into a defence. On tbe 15th June, 1854, tbe opinion of tbe Court was filed, directing that “ the rule to show cause why tbe háb. fao. poss. should not be set aside, be made absolute, and an issue directed, to ascertain the amount due on the article referred to, if any.”\nThere is a want of précision in the prothonotary’s entry of this order. But the fair construction of tbe entry, taken in connexion with the points made on tbe trial, and the instructions given by tbe Court, is tbe same as that expressed in tbe order of tbe Judge, and that tbe judgment was not opened' at all, except so far as it was necessary to open it for tbe purpose of ascertaining tbe amount due on the article. An issue was directed for that purpose.\nAlthough tbe Court answered points not relative to tbe issue, yet the cause was ultimately put to the jury in a manner which confined them to tbe inquiry (tbe amount due on tbe article), and' their verdict ascertains tbe amount. Tbe points raising other questions were irrelevant, and tbe answers to them have done tbe plaintiff in error no harm.\nA condition'annexed to a judgment, by which it is to be released on the payment of a sum of money, &c., is in the nature of an injunction to stay proceedings at law. An uncertainty in the condition does not necessarily avoid the judgment, because the former, being under the control of the equity powers of the Court, may be rendered certain by further investigation before the Court, without the intervention of a jury; or, if the case require it, the Court in the exercise of its discretion may direct an issue, as was done in this case. Where time is given for the payment of purchase-money, the amount should be ascertained and stated on the record before the time begins to run. It is impossible to perform the condition by tendering the amount required by it, until it be ascertained. Until this be done, the Act of 1846 does not operate on the case.\nThe 8th, 9th, and 10th errors relate to exceptions to evidence, but the bills are not annexed to the assignments as the rule of Court requires. The charge contains no errors injurious to the rights of the plaintiff in error] and the action of the Court, in setting aside the hah. fac. poss., and directing an issue to ascertain the amount due on the article, was perfectly correct. Justice has been done between the parties.\nJudgment affirmed."}