{"id": "975830", "contents": "The opinion of the Court was delivered by\nLewis, C. J.\nIn this case the benefit of the exemption law was claimed in due time — the appraisers returned that the land could not be divided without prejudice to or spoiling the whole, so that the sale took place and the proceeds amounted to $131. As that sum is less than $300, the sum allowed to the debtor under the exemption law, it follows that the whole of it must be paid to him, under the provisions of that law, unless some of the creditors can show a better claim to it. Those whose demands originated subsequent to the 4th July, 1849, and who have no waiver of the benefit of the law from the debtor, can have no claim to the fund. Cowden and Graily’s judgment was for a debt contracted before the Exemption Act took effect. It is therefore saved from its operation, and is entitled to be paid out of the money raised. The residue of the money belongs to the debtor, unless he has deprived himself of it by his own act. He has done so to the extent of the judgment of Johnston and Sutton, because it was part of the contract, when that debt was contracted, that he would not claim the benefit of the exemption law against it. That debt must therefore be paid out of the fund. These are the only claims upon the fund superior to the right of the debtor under the exemption law. After satisfying them, the residue of the money should be paid to the defendant in the execution. There is no difficulty whatever in arriving at this conclusion. Nothing stands in the way of it except the principle supposed to have been adopted in Boyer’s Appeal, 9 Harris 210. That case was misunderstood by the learned judge of the Common Pleas. The debtor, after a levy on the land, agreed to a condemnation and that a sale might be made on the fi. fa. without a vend. ex. The plaintiff proceeded to advertise, the property for sale. On the day of the sale, and not before, the debtor claimed the benefit of the exemption law. It happened that the appraisers returned that the property could not be divided so as to set off any of it to the debtor, and the sale went on. It was decided by this Court that the claim for the benefit of the exemption law came too late, and that the appointment of the appraisers and their return were altogether invalid. It followed that the proceeds were brought into Court entirely unembarrassed by any rights of the debtor under the exemption Jaw. In such a case, the lien creditors were entitled to be paid in the order of their priority. One of the creditors attempted to subvert this order and to gain an advantage over the others, on the ground that, by his contract with his debtor, the exemption law was waived. This claim he might well assert against the debtor himself, or against any fund in Court to which the debtor would otherwise be entitled under the exemption law. But his right grows out of and subsists upon that of the debtor. It is a scion which dies when the parent stock is destroyed. The creditor had an interest by his contract in claiming the benefit of the exemption law. He trusted his right to the care of the debtor, and the latter neglected to make the claim at the proper time. The result was that the rights of both under the exemption law were lost, and the proceeds of the sale were to be distributed among the lien creditors according to priority. '\nIt was absurd to suppose that the waiver of the debtor, under such circumstances, could change the order of priority. Nothing more than this was intended by this Court, when the chief justice, in delivering the opinion in Boyer’s Appeal, declared that such a waiver was void, “so far as it was intended to affect others,” and that it “could not put one who has no legal right in the place of one who has.”\nIt is ordered and decreed that the decree of distribution made by the Court of Common Pleas be reversed. It is further ordered and decreed that the fund in Court be distributed according to the report of the auditor.\nBlack, J., dissented."}