{"id": "975849", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nAn action of covenant, against a corporation will lie only on a written instrument sealed with their common seal. And their common seal does not prove itself, hut must be proved by some person having knowledge of it. Hence it is that the probate of a deed of conveyance by a corporation, to fit it for being recorded or given in evidence, is made by an officer of the corporation swearing that the seal thereto affixed is the common seal of the corporation. If the corporation have no common seal, they may adopt a seal for the occasion; but that must be proved to be their seal. It is said the instrument sued on here is not the deed of the corporation defendant; that the ink seal set opposite the president’s name is neither the common nor the adopted seal of the company; but did the pleadings raise that question ?\nThe plaintiff declared in covenant on articles of agreement, and the defendant pleaded “ covenants performed absque hoc, with leave, &c.” The plea of covenants performed, although in substance a denial of the breach alleged, is an affirmative plea, and puts not the execution of the instrument in issue. Nor do the words “ absque hoe,” “without this;” for these only put in issue the performance on the part of the plaintiff, as alleged in his narr. The words “ with leave, &c.,” imply always an equitable defence, such as arises out of special circumstances, which the defendant hereby intimates that he means to offer in evidence.\nAs this cause went to trial, then, there was no plea on record which negatived the plaintiff’s averment that the instrument sued on was the deed of the corporation. And as in pleading what is alleged and not denied is admitted, it was not necessary for the plaintiff to prove, nor perhaps to produce the instrument declared on. Nothing but the plea of non est faetum could put the execution of the instrument in issue, and this was wanting from the record, and still is.\nBut we are informed by the paper-books that after the evidence was closed, and the defendant’s counsel had concluded their argument, the counsel of the plaintiff, in the course of his concluding argument, asked leave to amend his declaration, which the Court granted, against the objection of defendants’ counsel, and sealed a bill. A continuance was then prayed for by defendants’ counsel, on the ground of surprise, and refused by the Court. They then asked leave to amend by adding the plea of non est factum on the record; and says the paper-book of the plaintiff in error: “ By the Court: let the plea be added.” On the part of the defendant in error it is alleged that though leave was granted, the plea was not in point of fact added to the record, and so far as the docket entries are furnished us, it does not appear that .either amendment moved for and allowed was actually filed. In their answer to the defendant’s ten points, however, the Court take notice of the amendment of the plaintiff’s narr., but neither in their charge, nor in their subsequent opinion upon the point reserved, is there any notice taken of the plea of non est factum. From all this we are at liberty, perhaps bound, to presume, that no such plea was pleaded. The leave granted entitled the defendants to add this plea, but did not compel them to do so. They might waive their privilege. In some judicial districts the rules require this plea to be verified by an affidavit before it can be filed; and it is not always convenient to swear to it. We are not informed whether such a rule obtains in the District Court of Allegheny, but it is enough for us that the record shows no such plea, and that the defendant in error alleges, without contradiction, that it never was placed on record. The defendants’ covenant, then, was admitted of record, and required no proof to establish it. This conclusion, thus fairly deduced, is the more satisfactory to our minds, because it relieves us of the necessity of turning parties out of Court on a mere technicality, after they have had a full trial of the merits.of their controversy.\nThis disposes of the most material points urged in argument. As to the rest, we see nothing in the errors assigned which demands our interposition.\nThe points put to the Court seem to have been well answered, so far as they involved principles of law; and where they touch matters of fact, we have no means of review; for the evidence is not on the record.\nThe judgment is affirmed."}