{"id": "975883", "contents": "The opinion of the Court was delivered by\nLowrie, J. —\nThis action was brought in January, 1845, and there was a general demurrer to the declaration; and in March, 1849, judgment was entered in favour of the defendant that the demurrer was sustained; and in August, 1852, the plaintiff, on motion, was permitted to file a new declaration and proceed with tbe cause. This seems to us to be irregular. The order sustaining the demurrer was in substance a judgment that the plaintiff take nothing and the defendant go without day and have his costs; and that is the meaning of our short entry. The ideo consideration est is regarded as if it were really enrolled. If the plaintiff had shown, at the time of the judgment, or. perhaps during the term, that he really had a good cause of action, the Court would, no doubt, have allowed an amendment on proper terms, instead of entering the judgment; but there was nothing of the sort. There was therefore no case pending in-1852, when the Court allowed the new declaration to be filed, and required the defendant to plead to it.\nThere is another objection. The first declaration was for a tortious exclusion of one partner by another from the possession of the partnership business and effects; and the second was for a breach of contract for the purchase by one partner of the interest of the other. These two counts are totally inconsistent in form and substance, and could not be joined in the same action ; and therefore, when the plaintiff is defeated on the one he cannot fall back upon the other by way of amendment.\nAgain: the two counts, being totally inconsistent, present totally distinct causes of action, and it was error to allow the plaintiff to amend by inserting a new cause of action after the right of the plaintiff had been apparently barred by the statute of limitations: 6 T. R. 544; 7 Id. 51.\nNone of these errors were waived by the defendant’s putting in a plea, for he could not avoid this. He did endeavour before the trial to get the Court to retrace its steps, but failed.\nAll the proceedings after the judgment in favour of the defendant below on the demurrer are hereby reversed and set aside."}