{"id": "975870", "contents": "The opinion of the Court was delivered by\nKnox, J.\nEver since the case of Drinker v. Halliday, 2 Yeates 88, the rule has been established in Pennsylvania that, where a survey has been once made, returned, and accepted, a new one can not be made without the assent of those representing the Commonwealth, and not even then so as to affect intervening rights: 4 Ser. & R. 343; 10 Ser. & R. 23. It follows, from the above rule, that a survey which has been duly made, returned, and accepted, cannot be changed by the officers of the Commonwealth without the previous or subsequent assent of the owner of the survey. The original survey of the David Hammond warrant clearly included the land in dispute; but it is said that this survey was abandoned, and that a second survey was made upon the same warrant, ten years afterwards, of entirely different lands. It is very probable that the two surveys were made upon the same warrant. In the one, the warrantee is called “.David Hammond, Sr.,” and the other “David Hammond;” the date and the number, however, is the same in both surveys, and the second has an endorsement which appears to refer to the first. Had the resurvey been made by the direction of the owner of the warrant, or if the owner had adopted it after it was made, claimed, and held the land included in it, the original survey would have been of no validity; but it does not appear from the evidence that .the original warrantee, or any one whose title was derived from him, applied for the second survey, or ever recognised at in any manner whatever ; and, in the absence of evidence of this kind,' the Court of Common Pleas was clearly right in instructing the jury that the first survey was the legal one. The assent of a warrant-holder to an original survey is presumed, but not so as to a subsequent one, unless he had asked for it, or claimed under it. This disposes of the three first assignments of error.\nThe second ground of defence upon the trial xas, thqt, even if the'plaintiff’s survey, including the land in controversy, was hot abandoned, it only gave’tiile from its return, as the warrant had been shifted. A precisely descriptive warrant gives title from its date. Where the- warrant is geheral, or the description loose or vague, the'title dates from the survey; and, vfhen the warrant is shifted, from the return and acceptance of the survey.’' The David Hammond warrant called for “ 30.0 acres of land adjoining Joseph Fields, on some of the head waters of Juniata, in the county of Bedford.” The survey adjoined “Joseph Fields,” but it was alleged to have been shifted\" because it did not lie, on the waters of the Juniata.\nIt is the province of the jury to say whether a descriptive warrant has been located upon the land it called for or not, and we can see no grounds of complaint against the manner in which the question was submitted to the jury in the case now under consideration. The language of the assignment of error is this: “The Court erred in taking from the jury the question raised by the evidence, whether the survey of 301J acres, made first on the David Hammond warrant, had not been shifted from the ground described in the warrant; and in their instruction to the jury that it had not been shifted.” This assignment appears to be based upon a misapprehension of the charge given in the Court below- The question was not withdrawn from the jury, but, we repeat, was fairly submitted to thein; and, as the words of the charge complained of ar.e not given in the assignment, in accordance -with the rule of this Court, we do not deem it either proper or necessary to discuss now in detail this branch of the case.\nIn answer to the 5th specification we have only to say, that the instruction assigned for error is not to be found in the charge.\nJudgment affirmed."}