{"id": "975827", "contents": "The opinion of the Court was delivered by\nKnox, J. —\nThe answer to the defendant’s second point is free from error. There was evidence to submit to the jury that Strawn had purchased from Hook the judgment which Hook held against Cumpston, and that it had been used by Strawn in payment of the purchase-money due from him to Cumpston. The failure of Cumpston’s title did not release Strawn from his,engagement to pay Hook the amount of the judgment against Cumpston. The consideration for his promise was the transfer of the judgment, and not the guaranty of the title.\nHid the payment to the prothonotary of the costs within six years from the commencement of the suit, toll the bar of the statute.? The Court below ruled that it did, and in this we think there was error. That part payment of a debt, within six years, will take a case out of the statute, is well settled; but the officer’s fees formed no part of the debt which Strawn .owed to Hook. A .sale of the judgment would not pass to the purchaser the right to receive the costs, nor would it make him liable to the plaintiff for the amount thereof, when the plaintiff had not paid them to the officer. Unpaid costs, belonging to the officers of the Court, cannot .be transferred to a stranger by a plaintiff. In Ranck v. Hill’s Executor, 3 Barr 423, it was held that the plaintiff could not release the defendant’s liability to the officers for their costs, by agreeing to pay them himself.\nAll that Hook could have demanded from Strawn was the amount of the judgment and interest, as this was .all that passed by the sale; and as the payment of the costs was no part of what was due to Hook? leaving his entire claim unsatisfied, it was not an admission of the existence of the debt to him, nor -a promise to pay it.\nIt is proper to add that there was no evidence of any special understanding on the part of Strawn to pay the costs; if there had been, perhaps Hook could have recovered them as a trustee for the officers, and in that event, a payment to the prothonotary, on the foot of the agreement, might keep the whole contract alive, but the case was put to the jury by the Common Pleas solely on the basis of a sale of the judgment from Hook to Strawn.\nJudgment reversed and venire de novo awarded."}