{"id": "975834", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nThe error into which the learned judge fell consisted in hot distinguishing between a subscription of stock made on the books of the commissioners before charter granted, and one made on the books of the company after its full organization. It was alleged, and we are to take it as true, that the defendant’s subscription was of the latter sort; but this was ruled to be an unimportant circumstance, for that the payment required to be made at the time of subscribing, by the proviso of the 1st section of the general law of 1849, relating to turnpike and plank-road companies, extended to all the original shares authorized in the special Act incorporating this company. The consequence of this doctrine was, that the subscription, though made to the company and not to- the commissioners, was void for the want of a payment down at the time of subscribing.\nWe cannot concur in the opinion of the learned judge. The commissioners were ministerial officers acting under a special authority, and were bound to pursue it strictly. The proviso of the 1st section of the Act of 1849 required the attending commissioners to receive, from every person offering to subscribe, a payment in hand of not less than one dollar — a plain duty, which a special agent had no power to dispense with — and a subscription made without, such payment was consequently void. It conferred no rights on the subscriber, and neither the commissioners nor the future company could enforce payment by action: 8 Ser. & R. 219.\nBut the Act of 1849 provides for chartering the company, where twenty persons or more have subscribed ten per centum of the capital stock; and, from the moment of the organization of the company, the duties and powers of the commissioners, in respect to further subscriptions of stock, are at an end. Thenceforth the company have, by virtue of the 2d section of the Act of 1849, the power of enlarging its stock by new subscriptions, in “ such manner and form as they shall think proper.” This enlargement can take place only where the prior subscriptions amount to less than the authorized capital, and where it is found necessary to fulfil the intent of the special Act of incorporation; but, these conditions concurring, there is no such limitation on the powers of the company as the proviso of the 1st section imposes on the commissioners. The words of the Act mark a plain distinction between the two kinds of subscription: one being subject to an express statutory rule, the other to the discretion only of the company. To take the rule, prescribed for the commissioners, and apply it to the company, as was done by the Court below, would b.e to repeal the words I have, quoted from the 2d section; for if the company, like the commissioners, must receive an instalment from, each subscriber at the moment of subscription, then they may not enlarge the subscriptions in such manner and form as they shall think proper. The discretion vested by the words of the statute is taken away by-other words which have no reference to the corporation, but are expressly confined to the commissioners.\nSuch a construction is warranted by no sound rules of interpretation. The statute having made the distinction, it is the duty of the Courts to observe it.\nAnd it is not a mere arbitrary distinction, but rests on solid reasons. The precedent payment to the commissioners is required, not only to defray expenses attending the opening of books and obtaining subscriptions, but to exclude mere speculative subscriptions, and to give the public assurance that the objects of the Act of incorporation are to be carried out in good faith; but when the company has been organized- upon a. solid basis thus secured, and finds further subscriptions necessary, it may, and often does, happen that they can- be obtained only on new and peculiar terms. One subscriber must have time given him; another must be permitted to pay in labour or materials; a third must have the road located through his property in a particular manner; and unless these and similar conditions be complied with, the company cannot enlarge its stock, nor fulfil the object of its creation. Hence the legislature have seen fit to invest the company with a discretion in the manner of obtaining subscriptions, which they have withheld from the commissioners.\nWe hold, therefore, that the Court should have instructed the jury that, if the defendant’s subscription was made, not to the commissioners, but to the company after its organization, his failure to make a payment at the time of subscribing did not invalidate his contract, nor deprive the company of their legal remedy for enforcing it.\nAnother point was made, which perhaps it is unnecessary to rule, in view of what we have said about the effect of the subscription ; and yet, if it should turn out on another trial that the defendant’s subscription was made on the books of the commissioners before the organization of the company, the point now alluded to would become important.\nIt appeared in evidence that the defendant was present at a meeting of the stockholders in June, 1850, and participated in their action by voting on the question of routes; and the Court declined, on request, to say that this estopped him from alleging the non-payment of the hand-money at the time of subscribing. A point extremely analogous was taken in the case of Clark v. The Monongahela Navigation Company, 10 Watts 363, and ruled by the District Court of Allegheny (Grier, President) against the subscriber on the ground of estoppel, which was affirmed in the Supreme Court, though the opinion and judgment here were rested mainly on the»curative provisions of a special Act of Assembly. The subscriber there had not paid the hand-money, but had voted for managers of the company, and he was denied the defence successfully set up here.\nThere is no merit in such a defence. However expedient public considerations may make a payment down at the time of subscribing, the subscriber himself is under the highest moral obligation faithfully to perform the promise he has distinctly made; and when he voluntarily acts as a corporator, and exercises privileges which can only belong to him in that capacity, there is great reason that he should be estopped from denying the validity of his subscription. If the irregularity in making his subscription is the ground of his refusing to pay for his stock, it ought to restrain him from acting as a member of the company.\nIf this point should arise on another trial, we think it ought to have a different ruling from that which it received on the last.\nWe see nothing else in the record which requires to be discussed.\nThe judgment is reversed and a venire de novo awarded."}