{"id": "975896", "contents": "The opinion of the Court was delivered by\nKnox, J.\nThat an estate in lands for a term not exceeding three years, created by a written lease, may be released by a parol agreement to rescind the lease, is too well settled to admit of further dispute: McKinney v. Reeder, 7 Watts 123; Greider’s Appeal, 5 Barr 424; McGaw v. Lambert, 3 Barr 444. Neither is there any consideration necessary to support such an agreement of rescission other than the contract itself. The agreement of the one party is sufficient to make valid that of the other.\nThis disposes of the first and second specifications of error. As to the third, the answer to the point was proper. The weight of the evidence was to be determined by the jury, and it was not error in the Court to refuse to say whether it was weak or otherwise. The fifth assignment is of the same character.\nThe fourth is based upon the answer of the Court to the defendant’s first point.\nThe question at issue between the parties was, whether there had been an agreement made for the termination of the lease at the expiration of the first year ?\nThe defendant requested the Court to instruct the jury, “ That if they believed, from all the evidence, that Mrs. Kiester said Millers had given up the premises; that she offered to rent the property to other persons, and asked a higher rent upon the premises between October, 1852, and April 1, 1853; and that the defendants went out of possession and gave up the keys on the 1st April, 1853: this terminated the lease at that day, and was inconsistent with her right to receive rent after that time, and the plaintiffs cannot recover.”\nThis point was affirmed, and for this the judgment must be reversed.\nThe matters stated were proper subjects for the consideration of the jury in ascertaining whether the contract had been rescinded ; but the declaration of a landlord that a tenant had given up his lease, even when accompanied by an unsuccessful attempt to lease to another, is not conclusive evidence that the relation of landlord and. tenant was at an end. It does not operate as an estoppel, but maybe satisfactorily explained. The .'removal by the tenants from the premises, with the unaccepted offer to-deliver the key, was no evidence that'the lease had been rescinded. These acts would avail nothing until the alleged agreement was first shown. The case should have been put upon the existence of the agreement rather than upon what the plaintiff said and did. Her acts and declarations were evidence against her, but not to the exclusion of the other evidence in the causé.\nJudgment reversed and venire de novo awarded."}