{"id": "975884", "contents": "The opinion of the Court was delivered by-\nWoodward, J.\nThe description in the levy was the legal evidence of what land was sold on the judgment of Flough’s executors against Ford, and that that embraced the whole 121 acres, is shown by the diagram submitted by the counsel of the plaintiff in error. It was a description by the adjoining owners, which was said by Judge Huston in this very case, 2 W. $ Ser. 126, to be equivalent to a description by courses and distances all round. This levy, thus free from all ambiguity, and exempt also from any alleged fraud or misrepresentation, the defendant below attempted to impeach by offering to prove that when it was made, the land in dispute was excluded; and, at the sale, it was publicly declared it was not selling; to be followed by other proof that the plaintiff said he had not bought it of Sergeant.\nHow excluded ? By whom declared at the sale it was not selling ? To these pertinent questions there was no response in the defendant’s offer.\nThe levy on its face, as we have seen, did not exclude, but did include the 21 acres. The offer, therefore, must have been to show the exclusion by something dehors the record; and, as that something was not specified, the Court did well to presume that it was irrelevant and incompetent. It was an attempt to contradict and impeach a record by evidence, for which the party offering it must have had but little respect, or he would have exposed its character.\nAnd then, as to the declaration at the time of the sale, if it was not made by a bystander — if it was the declaration of the sheriff; ■or the creditor, or the defendant, why was the offer silent on the point ? Did counsel expect the Court would admit any declaration of that sort by whomsoever made ? It may be well doubted whether such a declaration, even when made by a party in interest, would be evidence against a clearly expressed levy; but, with the questionable shape in which this offer came, it was properly rejected.\nThe supplemental offer that Humes said he had not bought the 21 acres of Sergeant was irrelevant, except as it tended to contradict the levy; and, for this purpose, it was inadmissible.\nThe defendant’s counsel justified this offer, on the ground that the plaintiff had given parol evidence of the boundaries of the land; but that was evidence of location, which was consistent with the levy and not contradictory of it.\n■ 2. The second error assigned is, that the Court erred in charging that a sheriff’s sale, after the return day of the writ, was good. '\nThe Act of 1836 requires that all sheriffs’ sales of land shall be made on or before the return day of the writ, but this sale was made in 1835, and is not affected by the statutory provision. The venditioni exponas was returnable to April Term, 1835, but the sale, continued by adjournments, did not take place till the 10th of August — the first day of the next succeeding term. Under the Acts of Assembly, in force before the Act of 1836, this practice obtained very generally throughout the state, and received the sanction of this Court in numerous eases, which will be found cited in Blythe v. Richards, 10 Ser. & R. 161. It is too late now to raise a question upon it.\nJudgment affirmed."}