{"id": "975887", "contents": "The opinion of the Court was delivered by\nLewis, C. J.\nThe filing in the Common Pleas of transcripts or extracts of the amount appearing to be due from, or in the hands of executors, on the settlement of their accounts in the Orphans’ Court, does not take away the jurisdiction of the latter tribunal. The transcript is still subject to such modification of the original decree, on appeal, bill of review, or otherwise, as the Orphans’ Court has the power to make. With much greater reason may it be held, therefore, that the transcript cannot be used to produce an effect entirely different from the decree as it stood when the transcript was taken, and as it still remains in the Orphans’ Court. The decrees of the Orphans’ Court are conclusive. They cannot be reversed in any collateral proceeding, if the subject-matter and the parties be within the jurisdiction of that Court. The right to discharge one of several executors, and to direct to whom the assets in his hands shall be paid, exists as a part of the jurisdiction of that Court. The necessity for an occasional decree, dismissing an executor before distribution, must he manifest. If this be done, it is clear that the Court must designate the person to whom the money on hand is to be paid. The Act of 29th March, 1832, sect. 21, expressly' directs that an executor, on being dismissed from the duties of his appointment, may surrender the property in his hands to “ such person as the Court may direct.” In this case the account of the executors was confirmed on the 10th November, 1841; but in January, 1842, the Orphans’ Court discharged lí. L. Holbrook, one of three executors, and directed him to pay over any funds in his hands to the other executors. After this decree was made, the transcript was taken to the Common Pleas; and instead of the “ other executors” bringing the action on the transcript, according to the statute, a legatee brings his action for his share of the balance found due from the executors. The action is in direct conflict with the decree, and cannot be .maintained. The Court was correct in directing a verdict in favour of Holbrook. This being the case, the other matters complained of become immaterial.\nJudgment affirmed."}