{"id": "975803", "contents": "The opinion of the Court was delivered by\nLewis, C. J. —\nSamuel Baiman, the plaintiff below, claimed the land in controversy under a purchase from Peter Henry, who had taken out a warrant for it on the 9th July, 1832, and received a patent on 31st January, 1835.\nWilliam Henry claimed under a warrant to Reese Meredith in 1776, which became vested in Woods & Olymer; an agreement between the attorneys of Woods & Clymer on the one part, and Joshua F. Cox on the other, ratified by conveyances to Mr. Cox on the 15th February, 1839, and 29th March, 1839, together with a conveyance from Joshua F. Cox to William Henry, on the 14th December, 1839.\nBut it is contended that the purchase by Mr. Cox, of the title of Woods & Clymer, enures to the benefit of Samuel Raiman; and this was the question tried in the Court below. It was in evidence that,-in September, 1833, an ejectment was brought by Woods & Clymer against Peter Henry; that the latter employed Joshua F. Cox as his counsel to defend the suit, and placed the title papers in his hands. Mr. Cox received a fee, and attended to the trial of the cause; but Peter Henry was not' heard on the merits of his-title, on the ground that he stood in the relation of a tenant to Woods & Clymer, and was bound to deliver up possession before he could try his title. The cause was decided against bim, on the 6th December, 1837, and he was toned out of possession on the 7th February, 1839.\nThe agreement for the purchase by Cox is without date, so that it does not clearly appear whether it was made before or after Peter Henry was turned out of possession. ■ Nor does it appear whether it was made before or after Peter Henry'conveyed his interest to Samuel Raiman. Clymer’s ratification is dated but eight days after Peter Henry was dispossessed; and as Clymer lived in a distant part of the state, and the facilities for travelling were not as great in 1839 as they are now, it is probable that Mr. Cox made the contract for the purchase before his client ceased to occupy the premises.' It is clear, however, that his client’s rights wére not concluded by the decision. One verdict is not conclusive in ejectment, even where the title has been tried; but in this ease he had not had the benefit even of one trial on his title, before he found his own counsel arrayed against him, armed with the title of his adversary. If such a purchase can be justified by showing that, before it was made, the relation of counsel and client had terminated, either by the decision of the cause, or by the conveyance of the client’s interest to another, the burden of proof is on the party who affirms this to be the case.\nBut such a transaction is not to be sustained on any such grounds. It is a mistake to suppose that the attorney is at liberty to violate the professional confidence reposed in him by his client, the moment the relation of counsel and client terminates. The necessities of the client compel him to repose unlimited confidence in his counsel. When he is in jeopardy — either of life, liberty, property, or character — he is obliged to repose confidence in his professional adviser, in order that he may be properly defended. If he is threatened with a lawsuit about his land, he is compelled to exhibit his title papers to his counsel, and to disclose to him every supposed defect in them, in order that imperfections may be remedied, and preparations made to sustain the title. So, if the life or liberty of the client be in danger from legal proceedings against him, unlimited confidence in his counsel is so necessary, that he cannot safely go to trial without it. As the necessities of litigation compel confidence on the one side, the policy of the law requires fidelity on the other. The policy which enjoins good faith, requires that it should never be violated. The reasons for requiring it at all demand that it shall be perpetual. Occasions may arise where an upright counsellor may feel himself bound to withdraw from his client’s cause, but no circumstances whatever can justify him in betraying the trust reposed under the highest obligation of professional honour. Where fidelity is required, the law prohibits everything which presents a temptation to betray the trust. The orison which deprecates temptation is the offspring of infinite wisdom, and the rule of law in accordance with it rests upon the most substantial foundations. The purchase by an attorney of an interest in the thing in controversy, in opposition to the title of his client, is forbidden, because it places him under temptation to be unfaithful to his trust. Such a purchase, therefore, enures to the benefit of his client. Where the confidence has relation to the title to land, the fidelity of the counsel must necessarily follow the title of his client wherever it goes.' Any other rule would defeat the object of the trust, by destroying the market value of the title. If a trust reposed for the purpose of establishing it, might be made available as the means of defeating it, the moment it passed into other hands, it would be more injurious than beneficial. No prudent man would repose confidence on such terms, and all men would be deterred from purchasing titles which had ever been in the hands of attorneys or counsellors-at-law. If, after the cause is ended, or the relation of counsel and client is terminated by a sale, or by the death of the client, the counsel employed to defend the title should be permitted to make war 'upon it by means of the purchase of the hostile claim, which he was employed to oppose, no one would be safe in the .employment of professional aid. If the client’s vendees, and even his orphan children, maybe ruined by means of violating the trust reposed by their vendor or ancestor, and such breaches of trust are sanctioned by the Courts, the whole Commonwealth would be overwhelmed in litigation; all land titles in the state would be in jeopardy; the Bar would cease to enjoy the confidence of the people, and the Courts of justice, instead of being the bulwarks of public and private security, would become the most intolerable engines of disturbance and oppression.\nIn the case of Reid v. Stanley, 6 W. & Ser. 376, it appeared that Reid was employed by one Buck to make some examinations respecting Buck’s title to the lot on which he had made valuable improvements. Reid discovered that Buck, instead of making his improvements on his own lot, had made them by mistake on a lot that belonged to Henry Pratt. Reid thereupon, without disclosing the discovery to Buck, purchased the lot of Mr. Pratt. Buck, a few days afterwards, sold and conveyed his title to William G. Birch, who put Stanley in possession as his tenant. After Birch, the vendee of Buck, had been in possession by his tenants more than a year, Reid brought an ejectment against the tenant, Stanley. Reid was not a member of the Bar. He was not employed under the seal of professional confidence. He was merely employed as an agent. Nevertheless, it .was held that he could not avail himself of a defect discovered in the course of his agency, and that his purchase of the adverse title enured to the benefit of his principal. It was not supposed for a moment, in that case, that Reid could assert his ill-gotten purchase against the vendee of his principal with any better success than he could against the principal himself. Accordingly, Stanley, the tenant of Birch, who had purchased Buck’s title, ivas allowed to defeat the claim of Reid, on the ground Of duties assumed by him while the title was in' the hands of Buck. If this rule exists in full force where the agent is not a professional adviser — where he is not an officer of the Court, created and recommended to public confidence by law — and where he is not acting under the sanction of an oath of fidelity to his principal, it applies with much stronger reason to the relation of counsellor and client, where so many circumstances combine to increase the confidence on the one side, and add strength to the obligation on the other. In Galbraith v. Elder, 8 Watts 81, it was held that the fidelity of the counsel must be for ever observed, and that a purchase of the adverse title, “ after the relation of counsel and client had ceased, is equally forbidden with a purchase during the existence of such relation.” In what has been here said, we do no more than carry out the spirit of that decision.\nBut had William Henry notice of this equity ? Notice at any time before payment of the purchase-money is sufficient. The receipt on the body of the deed, although good evidence of payment against the party who signed it, is not evidence on a question of this kind to affect the rights of third persons: Union Canal Company v. Young, 1 Whar. 431; Bolton v. Johns, 5 Barr 151; Snelgrove v. Snelgrove, 4 Des. 287. We do not see the evidence-of payment of the purchase-money by William Henry before notice of the equities arising out of the professional duty of Mr. Cox. But, admitting that he paid the whole purchase-money when he made the purchase, there is evidence that he was in attendance as a witness for Peter Henry in the suit in which Mr. Cox was engaged as counsel, and that he knew that the latter was so engaged. But this is not all. He purchased pending the action brought against himself and Paul Cleavinger by Samuel Raiman to September Term, 1839. That action was full notice that the plaintiff claimed the land. There was therefore no injury done to him in submitting the question of notice to the jury.\nThe objection to the tender, on the ground that the money was not kept in Court from the time it was refused till the time of trial, seems to be founded on an inattention to an established distinction on this branch of the law. Where a debt is due on á contract executed, and the creditor is entitled to it without the performance of anything on his part, an actual tender is required, and must be kept good by bringing the money into Court and pleading the tender, at an early stage of the cause, with an averment of “ tout temps prist.” But this is not necessary where the agreement is executory, and the acts of the parties are to be concurrent ; as where one is to make a deed and the other to pay the purchase-money. In such case an unconditional tender is not required. It is sufficient for the -plaintiff, in order to put the opposite party in default, so that an action may be maintained, to show that he was ready and willing to pay the money, on receiving the consideration to which he is entitled. An offer to pay, and a demand of performance, is sufficient if performance be refused. In such case it is sufficient to bring the money into Court at the time of the trial. The rule here indicated was recognised by this Court, on full consideration, in McKean v. Wagenblast, a case not yet reported. B'esides, although an offer to pay the money was necessary to the support of an action brought immediately on the defendant’s taking possession, no such offer is necessary where the possession has been of so long a continuance as to require an account of the rents and profits before the amount to be tendered can be ascertained. The law never requires anything unreasonable. It was sufficient under the circumstances of this case to bring the money into Court at the time of trial. This is all that is necessary to be said on this part of the ease. We do not decide that even that was indispensable.\nBut it is alleged that the verdict is void for uncertainty. The verdict is in favour of the plaintiff below for the land described in the writ. This is sufficiently certain. The uncertainty, if any 'exist, is in the condition annexed to the verdict, and not in the' verdict itself. The condition is in the nature of an injunction to stay proceedings at law upon terms. It is in favour of the defendant below, and it was his business to see that it was expressed with sufficient certainty. An uncertainty in it will not vitiate the judgment at law. In the exercise of its chancery powers, the Court may reduce the condition to certainty either with or without an issue for the purpose: Harmar v. Holton, ante, p. 245. The plaintiff below is required by the condition annexed to the verdict to pay “back the purchase-money with interest.” What purchase-money? The law settles this. It can be no other than the purchase-money paid by Joshua E. Cox, under his agreement with Woods & Clymer. That agreement is returned with the evidence, and forms part of the record. By that contract it appears that the purchase-money paid by Cox was $630, with interest from 1st May, 1839, and $150 with interest from 1st May, 1840. This, at the time of the trial, amounted to the sum of $1519.80; and that sum was brought into Court before the verdict. The condition annexed to the verdict is therefore sufficiently certain, because it can be made so by reference to the contract, and to the money paid into Court.\nIt follows from these views of the questions involved in the cause, that the plaintiff in error has nothing to complain of. The action of the Court was quite as favourable to him as he had any right to require. The judgment must therefore be affirmed.\nIt is considered that the judgment on the verdict be affirmed.\nIt is further considered and ordered that William Henry have leave to take out of Court the sum of $1519.80 deposited there for his use, on delivering a conveyance in fee to the said Samuel Raiman of the said William Henry’s title to the premises in controversy, as fully as it was derived from Joshua E. Cox, free from all encumbrances done or suffered by said Cox or William Henry."}