{"id": "975882", "contents": "The opinion of the Court was delivered by\nBlack, J.\nThe defendant below was the endorser of a note. But there was no sufficient evidence given to show that payment had been demanded of the maker. There was also a count in the declaration for goods sold and delivered, and on that the plaintiff was permitted to recover.\nWhen’ the vendee of goods endorses to the vendor in satisfaction of the price, a promissory note made by a third person for a real debt, the-vendor- must recover on the note or not recover at all. He cannot entitle himself to a judgment against the endorser without showing that the note was regularly dishonoured. The'cases cited by the plaintiff in error establish this principle, and they establish nothing more that is pertinent to the case. But where the note was made for the mere accommodation of the purchaser of the goods, in order to get from the seller a credit which might otherwise have been refused, and the goods are sold to the endorser on the joint credit of the maker and endorser,\" the equitable relation subsisting between them is simply that of surety and principal. In such a case, the endorser, who is the principal, has no right to complain that his surety has not been pursued before he himself was called on for payment. Though the vendor cannot recover on the note, he may join a count for the price of the goods, as he did here; and on such a count, the fact that he holds the note and never demanded payment from the maker will be no bar to a judgment in his favour.\nThe charge of the Court below was in perfect accordance with these rules. The jury found that the maker of the note was but a surety of the endorser, and that the endorser was the purchaser of the goods, of which the price was claimed in one count of the declaration.\nOne of the errors assigned is that the. Court permitted the plaintiff to amend his declaration (a statement) by adding or substituting the count for goods sold, after appeal from the award of the arbitrators, and after a'trial and a reversal of the judgment, or rather, that the jury were permitted to pass on it. It was not until a short time before the last trial that any statement other than one which charged the defendant as endorser, was filed. But the filing of it does not seem to have been opposed. There is no trace of an objection-to it to be found on the record. There was no motion to strike it off, though there appears to have been an affidavit of the defendant and his counsel, that they did not know of any change in. the statement at the time it was made. It does not appear that the Court was requested to say anything on the subject to the jury. After a defendant goes to trial on a declaration amended in this way, pleading to it, and taking his chances of a verdict, it is too late to object. But even if - the objection had been made, and the question had been fairly raised in this Court, whether a plaintiff in such circumstances has a right to amend his declaration or statement in the way allowed here, we would have been obliged to decide it in the affirmative.'\nJudgment affirmed."}