{"id": "975800", "contents": "The opinion of the Court was delivered by\nLewis, C. J.\nThe law will not apportion rent in favour of a wrongdoer, and therefore if the landlord wrongfully dispossesses his tenant of any portion of the demised premises, the -rent is suspended for the whole. But the owner of a reversion has a right to sell the whole or any part of it. Such right is incident to the right of property, and necessary to the full enjoyment of it. The exercise of it is not wrongful, and therefore, in the case of a sale of a part of the reversion, the law will apportion the rent; and the right of apportionment attaches the moment the sale is made. No action of the purchaser, or his aiders and abetters, in dispossessing the tenant of the part purchased, after such severance can have any effect upon the rent growing out of the unsold part remaining in his undisturbed possession. It matters not that the original reversioner, after such severance, becomes a party to the trespass by aiding his vendee in committing it. The trespass has relation only to the part sold, and cannot be visited upon the other part of 'the premises. These principles are fully affirmed in Reed v. Ward, 10 Harris 144. If this be the law in the case of a sale voluntarily made for the mere convenience of the reversioner, it applies with much greater reason to a sale made under compulsion to a railroad corporation having authority from the Commonwealth to take the property for the purposes of the road without the consent of the owner. In such a case there is no reason for visiting the reversioner with the consequences of a trespass committed by the corporation. It had no right to take the estate of the tenant without compensation given or secured. The sale of the reversioner’s interest in the part so taken conferred no-such: right, and the tenant has an ample remedy, for the injury without depriving his landlord of the just .portion of rent due for the premises enjoyed under the lease.\nSo far as the instructions of the Court were in opposition to these principles, there was error.\nJudgment reversed and venire facias de novo awarded."}