{"id": "975853", "contents": "The opinion of the Court was delivered by\nLewis, C. J.\nThe objection to the admission of the tax list of the commissioners, as evidence of an assessment of taxes, is not accompanied with a “copy of the bill of exceptions” on-“the full substance of it,” as the rule of Court requires: 6 Harris 578. It is therefore to be disregarded. But we have examined through the whole record, as set forth on the paper-book, and find no exception of the kind. The exception is merely to the treasurer’s sale and deed, and this exception eannot be sustained, because the defendant was a mere intruder, deriving no title whatever' from the original owner. Against him, all that was necessary for the plaintiff, in the first instance, was to show title out of the Commonwealth, and a treasurer’s deed to himself, or to some person from whom he derives title: Dikeman v. Parrish, 6 Barr 210; Foster v. McDivitt, 9 Watts 344; Foust v. Boss, 1 W. & Ser. 501.\nIn Bratton v. Mitchell, 1 W. & Ser. 310, it was held that a treasurer’s sale look was not evidence of an assessment of taxes; but, when the same case came up again, it was decided. that a loose paper, from the commissioner’s office, purporting to be an assessment of taxes, was competent evidence: Bratton v. Mitchell, 7 W. & Ser. 259; 5 Watts 287. So that there was no ground of objection to the evidence, or to the charge on this point.\nIn this case the sale took place in 1816. No ejectment has ever been brought, by the original owner, to contest its validity. Under such circumstances, if the land was unseated when the taxes were assessed, no stranger could defeat the sale, on the ground of irregularity, however gross. Even the payment of taxes, by the owner, before sale, is an qquity, which a stranger would seem to have no just right to assert against a bond fide purchaser without notice of it. But the case does not require a decision on this point. It is sufficient for our present purposes, to say that the payment of taxes on 100 acres of the land, without defining its location or boundaries, by a stranger, without title, will not defeat- the title of the purchaser at the sale for taxes. Michael Skelly, who made the payment, made use of a part of the land, for the purpose of making sugar on it; but, if he had occupied permanently and adversely a portion of the land, with boundaries defined, and had paid taxes on that portion, it would not defeat the title for the residue. In this case, as it was impossible to know on what particular part of the tract he paid the taxes, the payment must have no greater effect than a payment of part of the taxes by the owner would have. In that case the treasurer might sell either a part of the tract, or the whole, for the unpaid taxes: 13 Ser. & R. 151; 1 Watts 533. In the case before us, as the whole tract was sold, the presumption is that a part was insufficient to raise the taxes due upon the whole.\nThe question, whether the tract was seated or unseated when the taxes were assessed, was submitted to the jury. Although the Court gave their- views of the evidence, the question was not withdrawn from the jury, as supposed by the plaintiff in error.\nThe defendant below had no land cleared on the tract in dispute, until the entry of Abraham Crum, about ten years ago. As we understand the evidence, he claimed by virtue of a residence, and clearing on an adjoining tract, with a designation of boundaries, including the land in controversy, within the plaintiff’s survey. These boundaries do not appear to have been designated before June, 1821. The plaintiff entered in 1836, and put his tenants in actual possession of the tract. In view of these facts, it was not error to say that the lapse of time between 1821 and 1836, was far too short to enable the defendant to hold the land under the statute of limitations. The evidence seems to justify all that the Court said on the subject of the designation of boundaries and the entry.\nWe are unable to see any error in the proceedings.\nJudgment affirmed."}