{"id": "975867", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nIn this case it was not thought prudent to rely upon the ordinary science which the jury is expected to possess for the principle, that a fractured limb of an intemperate man is more difficult to cure than that of a temperate one; but we have evidence of it from men of science; and such is the usual practice. Now very certainly it is not a well known principle of ordinary science that, in judging of the difficulty of such a cure, it is important to know, not only the degree of intemperance then existing, but how long it has lasted : and this principle was neither proved nor offered to be. It was therefore proper for the Court, under these circumr stances, to refuse to allow the patient’s habits and character in this respect to be put in issue for an indefinite period backward. It was surely enough to lay it open for the seven years previous to the injury, if not too much.\n.The ordinary science, like the ordinary language and customs, of everyday life is presumed, in the trial of causes, to be known to both Court and jury; and they make use of it in weighing the evidence submitted to them, and in estimating the importance of the ascertained facts. But if there be facts, which are really of influence and importarme in a cause, and their influence and importance are not recognised by the Court as matters of legal science, or do not fall within the province of the science of common life, then, by themselves, they must be practically irrelevant, and can be used only by appealing to mere prejudice; for they can have no intelligent application to the matter in dispute. If their relevancy depends upon special scientific principles, of which the Court is not expected to take judicial notice, and of which the jury are most probably ignorant, then, without those principles, their relevancy cannot appear. When, therefore, such facts are offered to be proved, they must be rejected, unless offered in connexion with or (better still) after sufficient evidence of the scientific principles that reveal their importance.\nJudgment affirmed."}