{"id": "975805", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nThis was an action on promissory notes, the execution of which being admitted, the plaintiffs’ case was made out, when they were put in evidence.\nThe defence was, that the plaintiffs had compounded with the defendant, and released him from liability on the notes in suit, in consideration of other notes with approved security, for fifty per cent, of the debt, at twelve and eighteen months, and his own note for twenty-five per cent, at five years. The defendant was a country merchant, having several Philadelphia creditors, and the instrument of release, dated August 24,1848, was evidently drawn with a view of being signed by all those creditors. It stipulated, indeed, that all of the defendant’s Philadelphia creditors should agree to the same, otherwise it was to stand null and void.\nNow nothing can be more plain, than that a defendant seeking to defeat a clear legal liability under such an instrument, was bound to prove performance of every condition on which its effect was limited. It was for him to show, that the new securities mentioned in the release had been prepared and tendered, and that all his Philadelphia creditors had assented to the composition. Had the case been subjected to the severe logic of special pleading, it would have become manifest to the defendant himself that the burden of the proof was on him. He would have had to plead the release, and to aver performance of its conditions, which are not alleged to have been in the release at all. Without this material averment his plea would have been no defence whatever to the plaintiffs’ action. It would have carried its own condemnation on its face; for the release by its terms was to be null and void, unless all the Philadelphia creditors assented to it. Obliged therefore to allege their assent in order to givé effect to the instrument, he would have been bound to prove what he alleged, for such is the general rule both of reason and law. And the fact was peculiarly within his knowledge. He knew who his Philadelphia creditors were — he knew them all; and his books and bills, such as all merchants keep, would have proved them. But neither of these creditors had any means of acquiring this knowledge. It was his duty to make out his case in proof precisely as he would have spread it on the record, if he had been held to special pleading. He was to prove the execution of the release by the plaintiffs, the tender of the note's therein mentioned, and the fact that all his Philadelphia creditors had assented thereto.\nOf the execution of the release by the! plaintiffs and some thirteen other creditors, and of the tender to the counsel of plaintiffs of notes, such'as the instrument stipulated for, he gave evidence; but of the assent of all of his' Philadelphia creditors, he submitted. not a particle of proof, nor did he attempt to show that the thirteen creditors were all of his Philadelphia creditors. There was a total failure of the defence. The release .was null and void when the defendant rested his ease. The plaintiffs had never agreed to be bound by it, unless all the creditors assented to it, and the defendant had not shown who all his Philadelphia creditors were, nor that they had ass'ented. To give him the benefit of the release, in the absence of such proof,.was to pervert it from the purpose plainly expressed on its face, to another and different purpose never' contemplated by the parties.\nBut the plaintiffs gave evidence, by three Philadelphia créditos' of the defendant, that they refused to sign the release, and did not assent to it. Here, then, was a defence involving a fact indispensable to its completeness — a fact peculiarly and exclusively within the power of the defendant to prove, and which it was his legal duty to prove, in support of which he submitted not a tittle of evidence, but which th'e plaintiffs disproved by three unimpeached and uncontradicted witnesses; and yet the Court submit^ ted that fact to be found by the jury, and they found it. .\nNow, the law of new trials is not to be administered upon writs of error; nor are we to be betrayed, even by a gross case, into an attempt to correct the blunders of the jury box; hut we think there was clear error in law on the part of the Court, in submitting a case so circumstanced to the speculations of the jury, especially when called on, as they were, by plaintiffs’ first point, to say that under the evidence the plaintiffs were entitled to a verdict. Times without number it has been ruled to be error to submit a question to the jury of which theje was no evidence. Was there any evidence here that all of the Philadelphia creditors had assented to the release? None. The release imported only the assent of the signers, and not that they were all. But it is said there was evidence on the point which the Court could not properly withdraw from the jury. The answer is, that that evidence was all against the fact alleged; and if it be error to submit a fact with no evidence to support it, much more is it error to submit a fact to be found, where the only evidence touching it is directly against it. Disproof cannot stand for proof. Suppose the merchant witnesses were not believed by the jury; their evidence then was set aside, and that left the case denuded of all proof on the point in question. Even if the jury believed, in direct opposition to the oaths of these witnesses, that they did assent to the release, still there was no evidence that they and those who signed the release were all of the defendant’s Philadelphia creditors. • That point Was destitute of proof, and it was fatal to the defence, and the Court should so have ruled.\nWe see no objection to the definition which the Court gave of the expression “approved securities,” and the question, whether those tendered were sufficient, was properly submitted to the jury; but we think the Court’s unqualified affirmance of the defendant’s second point was calculated to mislead the jury. Packer’s failing to urge any other objection to the notes, than the inadequacy of the security, was not a waiver of all other objections. It was still open to his clients to allege that all of the Philadelphia creditors had not assented to the release. But from the manner in which the point was put and answered, the jury might well infer that the Court considered the objection waived, and that, whether all the creditors had assented or not, the plaintiffs were bound by the release, if the securities tendered to Packer were such as ought to have been approved. We repeat, that they were not bound without that universal assent stipulated in the release.\n■ The judgment is reversed, and a venire de novo awarded."}