{"id": "975889", "contents": "The opinion of the Court was delivered by\nLewis, J.\nIt is well settled that what is legally agreed to be done is, in equity, considered as done: 3 Wheaton 564; Adams’ Equity 136, n. 1. It is upon this principle that, if a binding contract be made for the sale of land, enforceable in equity, such contract, though in fact unexecuted, is considered as performed, so far that the land becomes in equity the property of the vendee, and the purchase-money that of the vendor. On the same principle, if either .party die before completion, the equitable right to the land, on the death of the vendee, will pass to his devisee or heir, and the same right to the purchase-money, on the death of the vendor, will pass to his executors ror administrators, for whom the heirs or devisees will be trustees: 1 J. & W. 499; 12 Sim. 263; Adams’ Equity 140; 2 Kent 477, n. a; 2 Vern. 212; 1 Jarm. on Wills 147; Sugden V. & P. 141. It is clear from this principle that, wherever there is a contract for the sale of real estate by a vendor, his executors or administrators may lawfully receive the purchase-money after his death. As the heirs or devisees are but trustees, the moment the money is paid to the personal representatives it is considered “at home” -in their hands, as between the vendor and vendee, and the effect of the payment is precisely the same as if the money had been paid to the vendor in his lifetime. What is that effect ? A vendor, with payment of the purchase-money, is a trustee for the vendee; and as no reason exists for any longer separation of the legal from the equitable estate, the vendee, according to the rule in Pennsylvania, becomes seised of the legal estate. A mortgagee is, in form, the. holder of the legal estate, but the estate in equity follows the debt, and therefore the assignee of the administrators of the mortgagee may maintain ejectment: Sampson v. Ammons, 1 Bin. 177. And, upon the same principle, it is conceived that the personal representatives of the vendor might have the same remedy for the purchase-money. Their right to maintain ejectment for it, at this time, is certainly clear, since it has been expressly affirmed by the Act of 9th April, 1849, section 5.\nIn the case before us, the vendor entered into a binding contract, in writing, for tbe sale of the land, and received the greater part of tbe purchase-money. The purchaser took possession in 1840, and has remained there ever since. On the 7th February, 1844, after the death of the Vendor, the residue of the purchase-money was paid to his administrator. These facts are not disputed. They are established by the proceedings of the vendor’s administrator and the purchaser, in obtaining a decree of specific performance. That decree, and the deed made in pursuance of it, are primd facie evidence for the purchaser, although the heirs of the vendor had no notice of them. The want of notice might entitle the heirs to go into evidence for the purpose of showing that no decree ought to have been made. But nothing of the kind was attempted here. The justice of the decree is not in any manner impeached. On the contrary, on the evidence before us, we see that the purchaser is entitled to such a decree, and that the heirs of the vendor have no just ground whatever to resist it. The Court was, therefore, correct in giving a peremptory instruction in favour of the defendants.\nJudgment affirmed."}