{"id": "977208", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nThe rules of the civil law on the subject of servitudes are far more minute and precise than those of the common law. As they are, for the most part, founded on the principles of justice, and a careful consideration of the rights and convenience of civilized society, they are resorted to by the common law tribunals in cases not otherwise provided for. It is said by Chancellor Kent that they are of “ permanent and universal application:” 3 Kent's Com. 436. The servitude of the civil law has a much wider signification than the easement of the common law, comprehending many rights, which in the latter fall under the division of profits áprendre. But a right of way, the particular privilege claimed in this ease, is designated as an easement in one and a servitude in the other, and therefore the rules of the civil law may have a just application to the question before us. A servitude is defined to be “ a charge imposed upon one heritage for the use and advantage of an heritage belonging to another proprietor :” Code Civile, art. 637. It is obvious, therefore, that if the dominant and servient tenements become the property of the same owner, the exercise of the right, which, in other cases, would be the subject of an easement, is, during the continuance of his ownership, one of the ordinary rights of property only, which he may vary or determine at pleasure. The inferior right of easement is merged in the higher title of ownership: 2 Bing. 83; 9 Moore 166; 3 Bulst. 340. In the common law it is said to be extinguished by unity of title. In the civil law it is lost by “ confusion.” But under-both systems it is nothing but the name that is gone. The right remains as before, under a higher title ; and upon a subsequent severance of the estate, by alienation of part of it, the alienee becomes entitled to all continuous and apparent easements which have been used by the owner during the unity of the estate, and without which the enjoyment of the several portions could not be fully had; for no man can derogate from his own grant: 2 Martin 214; 3 Kent 434, note. The term servitude is but a metaphorical expression borrowed from personal servitude; the charge is entirely attached to real estate, and not to the person : servitutem non hominem debere sed, rem : 3 Kent 434; Dig. 8, 1, 15; Domat 1016. The owner may undoubtedly alter the quality of the several parts of his heritage; and if he does so, and afterwards alien one part, it is but reasonable that the alterations thus made, if palpable and manifest, and obviously permanent in their nature, shall go to the purchaser in the condition in which they were placed, and with the qualities attached to them by the previous owner. Easements which are apparent and continuous are not merely those which must necessarily be seen, but those which may be seen or known on a careful inspection by a person ordinarily conversant with the subject: Gale & Whatley on Easements 40. Servitudes which are extinguished by unity of title, do not in general revive upon severance; but where they are apparent and obviously continuous, they do. The disposition made by the owner of both estates, is held to be equivalent to a title: La destination du peré defamille vaut titre: Civil Code Louisiana, art. 808; Code Civil, art. 692; Pardessus Traité des Servitudes, s. 288; Gale & Whatley on Easements 40. Although the service which one estate derived from the other was nothing more than “destination du pére defamille,” or “the disposition of the owner,” so long as the heritages belonged to the same person, it becomes a servitude as soon as they pass into the hands of different proprietors: Pardessus Traité des Servitudes, s. 288; Gale & Whatley 38.\nThese doctrines of the civil law have been fully recognised by the highest authorities in our own jurisprudence. In a very early case it was held that the plea of unity of possession was not suffi- ■ cient to extinguish a right to a gutter which had existed by custom, and that the plea to be available must aver that the former owner, before alienation, destroyed the gutter: 11 Harris 7, 25 pl. 6. In another case of approved authority, it was held by all the court on demurrer, that if one erect a house, and build a conduit thereto in another part of his land, and convey water by pipes to the house, and afterwards sell the house with the appurtenances, excepting the land, or sell the land to another, reserving to himself the house, the conduit and pipes pass with the house, because they are necessary and quasi appendant thereto. So, if the lessee for years erect a conduit, and the lessor on the expiration of the term occupies the house and the conduit together, and afterwards sells the house with the appurtenances to one, and the land to another, the vendee of the house shall have the conduit pipes, and liberty to amend them. But it was held by Popham, J., that if the lessor had sold the house before he had recognised the act of his tenant by “ occupation and usage,” the conduit would not have passed: Nicholas v. Chamberlain, Cro. Jac. 121. In 3 Cruise’s Digest 115, it is said that where a right of way has been extinguished by unity of possession, it may be revived by severance, and the author cites a case from Jenkin’s Centuries, in which it was held that upon a descent to two daughters,, land over which there had been a right of way was allowed to one of them, and the land to which the right of way belonged was alloAved to the other, this allotment, “ without specialty to have the way anciently used,” was sufficient to revive it. In Brook’s Abr., title Extinguishment, this principle seems to be conceded, but the author has some difficulty, in describing its technical operation. The only doubt was whether the old easement was revived, or a new right of way created by the. allotment. It must be conceded that the courts of common law, in extricating themselves from the technical rule that unity of possession extinguishes an easement, have fallen into some inconsistencies. They have held that the rule does not extinguish a way of necessity, and there they have classified under that designation a way to a vill, church, mill, market, &c., without reference to the question whether the way fell within the rules required by law to constitute a way of necessity. But the reason of the law is the life of it; and the only reason for the extinguishment of an easement by unity of seisin, is, that the owner has a higher title to the privilege enjoyed. He stands in no need of a title to the easement when he has the absolute right of property in the servient as well as the dominant tenement. He may exercise what rights he pleases over both, and may undoubtedly so dispose of them as to make one subservient to the convenient enjoyment of the other. It is true, that mere casual acts of this description, which are neither manifest to the eye of a purchaser, nor designed to be permanent, do not fix the quality of any portion of his estate. But it is far otherwise where the arrangement and disposition are permanent and manifest. In such a case justice requires that the grant should be construed against the grantor so far as to pass the privileges affixed by himself to the property conveyed. On this principle the authorities of the common law, ancient and modern, abundantly sustain the luminous doctrines of the civil law: 11 Harris 725, pl. 6; Cro. Jac. 121; Jenkins’ Centuries, 1 Ca. 37; Blair’s Lessee v. Chambers, 1 Ser. & R. 172; Pickering v. Stapler, 5 Ser. & R. 107; Strickler v. Todd, 10 Ser. & R. 70; Cope v. Grant, 7 Barr 491; Kirkham v. Sharp, 1 Whart. 323; Seibert v. Levan, 8 Barr 383; Oakley v. Stanley, 5 Wend. 525; Witmer v. White, 2 Caine’s Cases 87; Blake v. Clark, 6 Greenl. 436; Taylor v. Hampton, 4 McCord 96; Hathorn v. Stinson, 1 Fairf. 235.\nThe case of Whalley v. Thompson, 1 B. & P. 371, is a decision of the English Common Pleas since the Revolution. It is not authority here; nor is it in harmony with other authorities founded on better reason in the same'country. Maynard v. Esher, 5 Harris 222, must be considered as a sale by the owner. In that respect it differs from a salq by the sheriff, who has no right to separate the property of the debtor from the privileges assigned to it by the owner for its more perfect enjoyment. It differs from the present case in another important particular. The lot alleged to have been charged with the servitude was first sold expressly clear of encumbrances. Had the house and lot, with the windows overlooking the other lot, been first disposed of by the owner, there are cases to show that he could not afterwards close them against his own grant.\nThere can be no doubt whatever that the privilege to use the four foot alley in question falls within the rule which secures to a purchaser the advantage's of a permanent and manifest disposition of the property by the owner. The right of way was expressly annexed to the Imhoff lot by the deed of Robert Maguire’s executors in 1803. It was recognised in the deed of James Grus-tine to James Breden, in 1818. It was used and enjoyed by Bredin as an appurtenance to the Imhoff lot until he acquired the Kieffer lot in 1826, and then, instead of making any new disposition of the respective estates, he continued both of them in the condition they were in when they respectively came to his hands. He lived in the house on the Imhoff lot, and had tenants in that on the Kieffer lot. He and the families in the Kieffer house used the alley according to the original grant. The buildings on each side had been manifestly arranged with reference to the privilege enjoyed in respect to the alley. These were the privileges and services connected with the respective properties when they were sold by the sheriff in 1834, the one to Thomas Uhrie and the other to William M. Biddle. There is nothing in the descriptions contained in the sheriff’s deeds which changes the conditions of the several properties. On the contrary, the deeds contain the usual clauses specifying that the grantees are to hold “ for such estate and under such rents and conditions as the said James Bredin had and held the same at the time of the judgment” rendered against him. The omission to specify the privilege particularly does not change the qualities annexed to the estates, nor do the other trifling inaccuracies produce that effect. Precision of description is never expected in a sheriff’s deed, and it is always construed with great liberality. If these deeds had been the acts of the owner himself, they would not change the qualities previously . attached by him to the respective tenements. There is still greater reason for holding that the sheriff’s deeds cannot produce such a change in the disposition of the property. Had such a course been attempted, the court would have set aside the sale as injurious ,to the rights of all concerned.\nThe learned President of the Common Pleas made a proper disposition of the case. Judgment affirmed."}