{"id": "977230", "contents": "The opinion of the court was delivered by\nKnox, J.\nThis was an action of covenant upon a policy of insurance made by the Trustees of the Eire Association of Philadelphia to Mary Hyneman, and assigned to the plaintiff.\nBy the policy declared upon Mary Hyneman was insured against loss by fire upon three adjoining stone dwellings, the sum of f>666.66f upon each house.\nAt the time of the insurance the lower stories were occupied as stores, one as a grocery and dry goods store, one as a shoe store, and one as a millinery store. Subsequently the shoe store was changed to a dry goods, hardware, and grocery store. Amongst the articles kept in this store was a keg or part of a keg of powder, which was placed for safety in the cellar of the kitchen, nearly under the stove, with the head of the cask taken out. The accident, by which the loss was occasioned, occurred in April, 1850, and may as well be stated in tbe words of tbe tenant Henry Brown.\n“ My boy (says the witness) was making paper bags in the back store near the partition door; he took them into the kitchen to dry; there was a stove in the kitchen. I was sweeping out the store: fire took place about one or two o’clock, after dinner. I did not see the fire when it began. I was struck dumb. When I came to, the kitchen and carpet were on fire.- The wood work was on fire. It took place at the stove. The powder exploded, destroyed the kitchen of my house and the two adjoining.” It is apparent from this testimony that the loss was occasioned by the keg of powder being placed, as the witness said, for safety in the cellar, within two or three feet of the kitchen stove.\nOne of the conditions annexed to the poliey is in the words following:—\n“Persons exercising any of the trades or occupations herein mentioned, or making use of the premises insured for any other business that will increase the risk, or for storing or keeping any of the articles, or desirous of insuring the risks herein enumerated, must make a declaration to that effect that it may be inserted in the policy, and pay such extra premium on account thereof as the trustees may demand therefor; on failure thereof this policy shall be void and of no effect.” „In the annexed schedule amongst the prohibited occupations is that of grocer, and in enumerating the forbidden articles to be kept, gunpowder is mentioned.\nUnder this stipulation it was contended by the defendants, upon the trial at Nisi Prius, that the policy was void, because one of the buildings insured, and the one where the explosion took place, was changed in its occupancy from a millinery to a grocery store, and that powder was kept therein without the assent of the insurers, and further, that the violation of the agreement in this respect was the sole cause of the injury to the buildings by the explosion and the fire.\nThe positions assumed by the plaintiff upon the trial at Nisi Prius and in the argument in this court are stated by his counsel thus:—\n1st. “ That the houses being separately insured, each in the sum of $666.66-f, the plaintiff was entitled to recover of defendants separate damages for the loss sustained on each house.\n2d. “ That the houses being rented to separate tenants, if one of them should, without the knowledge of the landlord, keep powder, and a fire be thereby caused, which produced injury to all the houses, the owner is not thereby debarred from the recovery for the loss and damage to the buildings.\n3d. “ That if one of the tenants kept powder in the house occupied by him, and a fire took place in the house so occupied, ■which produced injury and loss to the other two houses, the plaintiff would not forfeit his right for the loss sustained by the fire on the two other houses.”\nUnder the instructions of the court a verdict was rendered for the defendants.\nTwo questions are presented upon this record.\n1st. Did the change in the occupancy of one of the buildings from a shoe to a dry goods, grocery, and hardware store avoid the entire policy or any part of it ?\n2d. Suppose the loss was occasioned by an explosion of powder kept by the tenant without the landlord’s knowledge, can there be a recovery for any part of the loss ?\nIt is perfectly well settled that the conditions attached to a policy are part of the policy, as much so as if incorporated in the instrument itself: 1 Hen. Black. 254; 6 T. R. 710; 6 Cowen 576. Taking the policy altogether then it was to be void and of no effect if the insured should use the premises for carrying on the occupation of grocer, or for keeping gunpowder without making a declaration to that effect, and having it inserted in the policy, and paying such extra premium as might be demanded.\nIt is a conceded fact that one of the stores was changed in its occupancy from a shoe to a dry goods and grocery store; and it was also clearly established upon the trial that powder was kept in the cellar of this store, and that by its explosion the entire injury was occasioned. There may be some question whether the mere change in the business carried on in one of the stores would of itself avoid the policy; but when we consider that not only did this change take place, hut that the loss was caused by keeping a prohibited article, and that the insurance company neither gave its permission nor had notice of the fact that the building was used for keeping groceries, and that gunpowder was also kept, the case seems to be free from difficulty. Although three buildings were insured, the contract was an entirety, and as the cause of the injury to the three buildings was identical, it is of no consequence whatever in which one of the three it had its origin. Neither is it material that the landlord did not know that his tenant kept gunpowder. His contract with the insurance company was, that it should not be kept without permission, and it was his business to see that his tenants did not violate the contract in this respect. Eorbidden articles in a policy of insurance would be of no practical importance if the effect of keeping them depended upon the landlord’s knowledge that they were kept by his tenant. The same point was decided by the Supreme Court of New York in Duncan v. Sun Fire Insurance Company, 6 Wendell 489, where Chief Justice Savage, in delivering the opinion of the court, held that “ the landlord’s knowledge that the tenant kept gunpowder was immaterial,” and that, “if the buildings were used in a manner prohibited by the policy, the liability of the defendants ceased.”\nUpon the whole case we see no ground for disturbing the judgment entered at Nisi Prius.\nJudgment affirmed."}