{"id": "977235", "contents": "The opinion of the court was delivered by\nKnox, J.\nThis was an action of debt on award. The grounds of defence were — 1st. That Rebecca Lobb, in whose favour the award was made, had not joined in the submission. .2d. That the award was void for uncertainty. 3d. That, by an arrangement subsequent to the award, Rebecca had released the estate of Benjamin Lobb, and had substituted the personal liability of one of thé administrators, George Lobb. The verdict was for the plaintiff, for the amount of the award, with interest from its date.\nThe assignments of error are numerous. Several of them, how'ever, may be examined together., as they present substantially the same question.\n1st and 3d. It is assigned for error that the court permitted declarations of George Lobb, one of the administrators, and the only one summoned, to be given in evidence to prove that the money awarded to be due to Rebecca was unpaid, and that it was ■ in the hands of the administrators. This evidence was properly received. The action was upon an award made subsequent to the appointment of the administrators, and the evidence was competent at least as corroborative. The pleadings put in issue the existence of the award, as well as its payment, and the evidence contained in these bills of exception was pertinent to both issues. The question would have been entirely different had the evidence been offered to prove the original liability of the estate.\n2d, 7th, and 8th. These assignments raise the question of the admissibility of the award in evidence, its character as to certainty, and its agreement with the award declared upon.\nThe award was in these words:—\n“Marple, 10th mo. 12th, 1837.”\n“We, the subscribers, met and awarded to Rebecca Lobb, for services done for her brother, a number of years, to be in addition to what she has had, $1000 00 cents.\n(Signed) Benjamin Yard.\nJames Maris.\nJob Esrey.”\nAlthough the award is far from being artistically drawn, yet there appears from its face no uncertainty, except as to the name of the brother, and about this there is no dispute. It also agrees with the declaration as set forth in the plaintiff’s paper-book, and was consequently admissible in evidence.\n4th. “ The court erred in admitting evidence as to the capacity in which Rebecca Lobb lived with George Lobb.” It is not easy to discover the materiality of this evidence, for it does not appear to have had anything to do with the result of the case. If there was error in admitting the evidence, it was without injury to the defendant, and therefore it does not call for a reversal of the judgment.\n5th, The evidence contained in this bill was clearly pertinent, as its tendency was to prove that the administrators recognised the validity of the award, and that the amount of it was placed in the hands of one of them for its payment.\n6th. The Court of Common Pleas was requested to instruct the jury that there was no evidence that Eebecca Lobb had joined in the submission. The refusal of the court so to instruct the jury was right, for it was distinctly proved that Eebecca was present at the hearing, and stated her claim to the referees. As the submission was by parol, her previous agreement was to be inferred from her participation in the trial.\n9th and 10th. The suit was brought against William Hood and George Lobb, administrators of Benjamin Lobb, deceased. Lobb was summoned, and “ nihil” returned as to Hood. The declaration was against George Lobb as administrator, and the pleas by him. The record of the trial is in these words, viz.:—\n“ May 25th, 1854. A jury being called, and affirmed, say they find for the plaintiff, against the defendants, the sum of nineteen hundred and ninety-seven dollars and thirty-three cents damages and six cents costs. Judgment accordingly.”\nTwo errors are assigned upon this part of the record, viz.:\n“ 9. The court erred in allowing the jury to be sworn as upon an issue between the plaintiff, and Benjamin Hood and George Lobb, defendants, there having been no plea entered by Benjamin Hood, and no issue joined as to him.\n“10. The court erred in rendering judgment on the verdict against both defendants named in the writ, Wm. Hood not having been summoned, and George Lobb only having pleaded to issue.” It is admitted in the defendants’ paper-book, that the jury were sworn and the judgment entered against both Lobb and Hood, as administrators of Benjamin Lobb, deceased. This was erroneous as to Hood. He was no party to the issue, and had no opportunity of being heard, and although he was named in the writ in a representative capacity, yet it may be that the judgment against him, if permitted to stand, will affect his interest in some subsequent proceedings. To prevent this we will reverse the judgment as to-Hood, but affirm it against the other administrator, George Lobb. This will give to the plaintiff a complete remedy against the estate of Benjamin Lobb, deceased, and against George Lobb for devastavit, if any committed.\nJudgment reversed as to William Hood, the administrator not summoned, and affirmed with costs against George Lobb, the other administrator."}