{"id": "977256", "contents": "The opinion of the court was delivered by\nWoodward, J.\nIt might be well doubted whether the meagre affidavit of the counsel of this appellant was sufficient to ground the application for an issue seeing that the Act of Assembly of 20th April, 1846, sect. 2, requires the affidavit to be made by the “ applicant for such issue,” and to set forth the “ nature and character of the material facts in dispute.” 7 Harris 494.\nBut not to insist on this doubt it is clear that the demand of an issue came too late. The final decree of distribution was made on the 28th November 1851. If Seip had not notice of it when made, he had within twelye days thereafter, for on the 10th December 1851, he moved the court to open it and let him be heard, and an order to this effect was made on the 8th of May, 1852. If he did not mean that the court should decide the disputed fact, then, was the time for him to demand an issue, and had he done so the court might have imposed terms that would have' saved expense and trouble and have facilitated results. But instead of this, a commissioner was appointed to take depositions to inform the conscience of the court, and it was not till the return of the commission on the 16th December 1853, that the issue was asked for. To lie by so long, to appeal to the discretion of the court, to put' parties to the trouble and expense of meeting that appeal, and then, just as a decision against him became inevitable, to interpose for the first time a demand for an issue, and to subject parties to further delay, expense and trouble, was as unreasonable as it was without precedent or sanction of law;. It was for no such purpose the decree of distribution was opened. A party who seeks a trial in one forum, has no right to shift his case into another, to avoid a judgment against him. The appellant got what he asked for, the judgment of the' court upon the evidence taken, and he is not entitled to a verdict of a jury upon the same, evidence.\n. It is unnecessary to notice any other point in the cause, for this one is decisive against the appellant.\nThe proceedings are affirmed."}