{"id": "977238", "contents": "The opinion of the court was delivered by\nKnox, J.\nThe judgment of Keefe’s Executors v. Filler, is entitled to pi’iority of payment unless that priority was lost by the directions given by one of the executors to the sheriff. In the .special' verdict the jury find “ that the sheriff was spoken to by the plaintiff, John Keefe, in relation to the fi. fa. which was in his hands, and that- the sheriff was not delayed in the execution of the process' by the directions of the plaintiff, and that the writ was issued to prevent other creditors from levying on the property.”\nThere is not enough in this verdict to postpone the appellant’s execution. The fact that he issued it to prevent other creditors from levying on the property, when taken in connexion with the ■other fact found, viz., that he gave no directions to the sheriff which delayed its execution, simply means that he issued his execution in order to get the first lien upon the defendant’s personal estate. This he had a right to do. It matters little to the other execution creditors what the appellant’s intention was in issuing his writ if he did nothing to prejudice his rights after it was issued. He had an undoubted right to issue his execution so as to get the first lien, but he had' no right to use it'for the' purposes of a lien solely. If he had interfered with the sheriff in the performance of his duty, causing delay in the proceeding, and had given directions inconsistent with the command contained in the writ, his right of priority would have been lost. Nothing of this, however, is found in the special verdict; and if the facts are correctly stated in the auditor’s report and in the evidence, printed on the plaintiff’s paperTbook, there was no ground for the allegation that the appellant’s execution was not issued with the bona fide intention of making the money due upon his judgment. Whether the decree was founded upon the report of the auditor or upon the Special verdict, it should have been in favour of the appellant.\nWe are asked to dismiss this appeal — lst._ Because the paper-book was not served in time. 2. Because the record is not fully or fairly brought before the court. And 3. Because the case should have been brought up on writ of error. The two first reasons do. not appear to be sustained by the facts in the case, and the third is bad in- law.\nA writ of error will lie to a judgment entered upon a feigned issue to try the right to money raised by a sheriff’s sale, but the better practice is to bring up the whole record by appeal after the decree of distribution.\nDecree. — This case came on to be heard, and was argued, before this court by counsel at the last May Term for the Middle District, held at the borough of Harrisburg; and now, July 16, 1856, upon due consideration, it is ordered and decreed that the decree of distribution made by the Common Pleas of Bedford county be reversed and set aside; and it is further ordered and decreed that the distribution made by John P. Reed, auditor, in his report dated November 17, 1855, be and the same is hereby confirmed. The costs of this appeal to be paid by the appellees."}