{"id": "977289", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nFrederick Gaul, the defendant below, loaned his note to William 0. Rudman, for the purpose of enabling the latter to raise money by the sale of it. The note was drawn in the usual form of negotiable instruments, and expressed on its face to have been given for “value received,” although there was in fact no debt due from Gaul to Rudman. Rudman endorsed the note, and sold it to Drexel & Co. They, in turn, disposed of it to • Benjamin B. Willis, at a discount equal to 1J per cent, per month. Neither Drexel & Co. nor Willis had any knowledge of the purpose for which the note was given. They had a right to put faith in the representation, on the face of the paper, that it was given for a valuable consideration. As against the parties who made that representation the note must be held to be as they represented it. This is a principle of equity applicable to all business transactions ; but it is so indispensable, in the transfer of negotiable securities, that a party to such an instrument cannot be received, even after a release, to give evidence to invalidate it in the hands of a bona fide holder, on the ground of usury, or for any other cause touching the original consideration: Walton v. Shelly, 1 T. R. 300; Griffith v. Reford, 1 Rawle 196. This brings us to the question, Is Benjamin B. Willis a bona fide holder? If he participated in any contrivance to evade the statute against usury, he would not be a purchaser in good faith. But we have already seen that he had no notice whatever of the purpose for which the note was made. He neither loaned nor intended to loan money to Rudman or to Gaul. He had no transaction of any kind with them, or with either of them. His dealings were with Drexel & Co. There was no intention on the part of the latter to borrow, and no engagement to return the money received, or any part of it, or to pay any sum whatever for the use of it. Nor was there any intention on the part of Willis to lend money to them. It was a clear purchase of the security, and nothing else. Had he a right to purchase it at a greater discount than six per cent. ? That he had was fully settled so long ago as 1785: Wycoff v. Loughead, 2 Dallas 92; Musgrove v. Gibbs, 1 Dallas 216. Although the period of credit given on the instrument is usually spoken of in fixing upon the discount, it is not the only element that enters into the calculation. The value of the security is determined by the present responsibility of the parties bound for it, the probabilities of their continued ability to pay, and their character for punctuality in meeting their engagements. As the parties to the sale of the security were competent to manage their own affairs, their agreement fixing the value of the note, when fairly made, is as binding as any other contract. It is true that if the note was absolutely void there might be an insuperable obstacle to a recovery on it, however fairly acquired. But in this particular the English statutes against usury differ from our own. The former declared that all securities made in violation of them were “ utterly void 13 Eliz. cap. 8; 3 Hen. 7, c. 5; 13 Geo. 3, c. 63. The latter contains no such provision. The result was that the English courts were bound to declare that all such securities were absolutely void even in the hands of innocent purchasers. But in this state the law has always been that even between the original parties such securities are Valid for the real debt and legal interest. The excess cannot be recovered by one who participated in the contrivance to evade the statute, because he has no right to recover at law what the law prohibits him from contracting for or receiving. But as an innocent purchaser of such a security violates no law, he is of course entitled to recover the amount which, on the face of the instrument, appears to be due. The District Court was therefore correct in giving judgment for the plaintiff.\nJudgment affirmed."}