{"id": "977222", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThis is an action against the sheriff of Erie county, for not executing a writ of foreign attachment, issued by the plaintiffs against one Isaac H. Case, according to law. The foreign attachment issued by the plaintiffs, as well as a similar writ issued on the same day, at the suit of Freeman Patterson, were laid upon a store of goods at Girard, in said county, on the 23d day of September, 1850, and thenceforth the goods were bound by the writs, and were in the sheriff’s custody to answer and abide the judgment of the court: 50th sec. of Act of 30th June, 1836. But previously to the issuing of these writs the sheriff had levied on the same goods by virtue of a fi. fa. issued the 20th September, at the suit of William H. Case v. Isaac H. Case, and subsequently, to wit, on the 26th September, 1850, he received and levied the execution of Jonathan Hempstead v. Case on the same goods. Before the sale under these executions, which occurred on the 23d day of October, 1850, the wife of the defendant Case returned to Girard and claimed an exemption of goods to the value of $300, which the sheriff allowed, and they were appraised and set off to her. This is the principal matter complained of by the present plaintiffs, and the question to be considered is whether foreign attachments, well issued and laid, are subject to the exemption law of 9th April, 1849. I do not see that this question is affected by the foreign attachment standing between the twofifa.’s. As to them, the defendant would be entitled to exemption beyond controversy, for they are within the very letter of the statute, but holding the goods not only by the levies on the fi. fas., but also by virtue of the foreign attachments, the sheriff was bound to resist the demand for the exemption if the statute, do not give it as against an attaching creditor. The words of the act are, that “ property to the value of three hundred dollars, and no more, owned by or in possession of any debtor, shall be exempt from levy and sale on execution or by. distress for rent.” It has been said that the act does not apply to a levari facias on a mortgage (Morgan v. Nowell, 4 Am. Law Journal, 180), nor to an attachment execution (Vezia v. Viench, 8 Leg. Int. 54), and we think it inapplicable to foreign attachments. They are not execution process, and therefore not' within the words of the act. And as the Act of 1836 extends the effect of attachments to all the goods seized, it is difficult to see how a sheriff can justify himself for surrendering part of them to the defendant. It required an express legislative provision to prevent domestic attachments from seizing exempted property (see Purdon, title Domestic Attachment, p. 260, pl. 24), but no such restraint has been imposed on foreign attachments, and the legislature having made the discrimination, it is not for us to disregard it.\nBut debtors subject to foreign attachment are no more within the spirit of the exemption law of 1849 than they are within its letter. We do not legislate for men beyond our jurisdiction, and certainly not for absconding debtors; but the Act of 1849 was designed for our own citizens — for the families of the poor who are with us — that the rapacity of creditors might not strip them of every comfort and convenience. The primary object of thé process of foreign attachment is to compel the appearance of the debtor, and if it fail of this purpose — if he will not come within our jurisdiction to answer to his liabilities — let him not come to appropriate our bounties.\nThe sheriff then was wrong in listening to a demand of exemption when he held the goods in foreign attachment, and we see nothing in the conduct of the plaintiffs- or their attorney to excuse his error. The testimony is that “ Mr. Marshall (the attorney) did not assent or dissent to Mr. Case’s taking the goods.” Nor was he required to do so. He had issued the writ his clients’ case demanded, and the sheriff was bound to execute it according to law. The Act of Assembly furnishes all the instructions he needed, and if, in the circumstances he was placed, he felt the want of indemnity, he should have demanded it. True, if he had refused the exemption and it had turned out the defendant was entitled to it, he would have exposed himself to an action from that quarter, as he has now from the other, for granting the exemption improperly; but this is a dilemma into which the office of sheriff, from the nature of its duties, frequently brings its holder; and as there is no mode, by application to the court or otherwise, in which he can extricate himself, his only resource is to obtain indemnity from both parties, if necessary, before he proceeds. In this view of the principal point, it becomes unnecessary to consider the bills of exception to evidence, or the capacity of Mrs. Case to make a valid demand of exemption in the absence of her husband and without his express authority. Whether she was qualified or not, the exemption was improperly allowed, and the sheriff became liable for the consequences, and so the jury ought to have been instructed.\nThe plaintiffs’ sixth point might have been denied without a qualification. The attachments went into the sheriff’s hands and were served on the same day, and we decided at Harrisburg, in 1854, that as among attachment creditors where process is thus seryed there is no preference resulting out of fractions of a day. Of course the plaintiffs were not injured by the'sheriff’s serving Patterson’s attachment first, or if they were, the injury occurred by the court in the matter of distribution, and not by any misfeasance of the sheriff.\nTo the extent of the exemption allowed to Mrs. Case, the plaintiffs seem to have had a good cause of action against the sheriff, and therefore the judgment is\nReversed, and a venire de novo awarded."}