{"id": "977273", "contents": "The opinion of the court was delivered by\nLewis, 0. J.\nThe statute of Edward the 4th, regulating the duties of the coroner in respect to an inquest super visum corporis, is in affirmance of the common law, one of the great advantages of which is its constant adaptation to the progress of business, the advanced state of the sciences, and the habits of the people. In this enlightened age, a coroner who would consign to the grave the body over which he had held an inquest, without availing himself of the lights which the medical science has placed within his reach, would in most cases fall short of what his official duty requires. A thorough examination, aided by professional skill, is in general absolutely necessary to the proper administration of justice. Without such examination, groundless suspicions may be entertained, and prosecutions commenced, at once cruel to the objects of them, expensive to the county, and wasteful of the time and talents of all persons engaged in them. But this is not all. Without an examination of the body recently after death, and a complete demonstration from the evidence thus in the power of the Commonwealth, that the death was caused by violence, the guilty agent cannot be convicted. When, from an omission to employ a physician to examine the body, the cause of death is left in doubt, the accused must in general escape; because in all cases of doubt he has a right, under the law, to demand an acquittal. Thus the guilty may be again let loose upon society, and the people be deprived of that protection which the law was intended to provide. There can be no doubt of the duty of the coroner to require such aid as was given in this case; and it seems equally clear that his powers are commensurate with his duties. He is the officer of the law, and his contract in this respect is binding on the county. This doctrine was affirmed by the Common Pleas of Lancaster county in 1844, in the case of Atlee v. Lancaster County, Am. Jour. of Medical Sciences, October, 1846, p. 538. The correctness of that decision has never been questioned. On the contrary, its principles were fully sanctioned by the Supreme Court two years afterwards, in Allegheny County v. Watts, 3 Barr 462, and in Commonwealth v. Harman, 4 Barr 270.\nIt is not necessary in this case, to specify the particular circumstances which justify the coroner in holding an inquest super visum corporis. It is obviously proper in all cases where there is cause to suspect that the deceased has been feloniously destroyed. The circumstance that he died in his own house, surrounded by his family, does not always exclude the suspicion of foul play. The cases of Chapman, Mrs. Earls, and numerous other cases of poisoning, serve to show that this is of frequent occurence in murders by means of poison. So that the ground relied on in this case to show that an inquest was not necessary goes for nothing. Where there is nothing to indicate that the coroner is transcending his authority, the presumption is certainly in his favour, and that he is acting within the scope of his powers, and in the line of his duty. When a physician is summoned to aid in a post mortem examination, it is not his business to institute a preliminary investigation to determine whether the inquest should be held or not. The law has not intrusted him with any such power. The exercise of it would be inconvenient to the physician and injurious to the public. It is sufficient for him to know that the proper officer of the county requires his services. But it is suggested that the coroner may abuse the trust reposed in him. This may be said of every agent, public or private; and, if sound as an argument, would be a reason for abolishing all agencies, trusts, and offices, and thus in effect abolishing all government. An occasional abuse may exist, but this is an incident of social life which must be submitted to, or corrected in the usual way. It is absolutely impossible to carry on the business of life without reposing power somewheie. If the coroner is not to be trusted with this particular duty, who is ? What motive has he for employing a physician unnecessarily ? He gains nothing by it. The objection might perhaps have some force if urged against his own claim for the fees for holding the inquest; but it has none whatever when urged against the claim of the physician for valuable scientific investigations for the benefit of the public.\nThe recovery against the county was proper, and the judgment is affirmed.\nJudgment affirmed."}