{"id": "977248", "contents": "The opinion of the court was delivered by\nKnox, J.\nAt the August Sessions, a. d. 1854, held in the county of Cumberland, John Heikes was indicted for fornication and bastardy. The indietment, which was in the usual form, was tried in January, 1855, and a special verdict was rendered, in which the jury found that the defendant, on the 15th day of July, 1853, committed fornication with Sarah A. Nichol, in the county of York, and that the child which was then begotten was born in the county of Cumberland on the 13th April, 1852.\nThe defendant by his counsel moved in arrest of judgment for the following reasons:—\n1st. “ The verdict of the jury finds that no offence has been committed in the county of Cumberland, or within the jurisdiction of this court.” 2d. “ The allegations in the indictment are not supported by the facts found by the jury.”\nThe judgment was arrested because the indictment charged that the child was begotten in Cumberland county, and the special verdict found that it was begotten in York county, though born in Cumberland.\nAt the August Sessions, 1855, an indictment was found against the same defendant, which charged that the fornication was committed and the child begotten in York county in 1858, and that the birth took place in Cumberland in April, 1854. To this the defendant pleaded the first indictment, the special verdict, and the arrest of judgment thereon as a former acquittal, and therefore a bar to any further prosecution for the same offence. The Commonwealth demurred to the plea, and judgment was given upon the demurrer in her favour. To reverse the judgment upon the demurrer, and the sentence which followed it, this writ of error is brought.\nThe true test to ascertain whether a plea of autrefois acquit be a good bar, is whether the' evidence necessary to support the second indictment would have been sufficient to procure a legal conviction upon the first: People v. Bauste, 1 Johnson 66. This test,'in its application to the case before us, presents the question whether in a case where an illegitimate child is begotten in one county and born in another, it is necessary in an indictment found in the county where the child was born] to set forth the county in which it was begotten.\nAs a general rule, place is only essential upon the question of jurisdiction, and even where it is incorrectly stated, if the evidence establishes that the offence was committed within the jurisdiction of the court, the variance will not be fatal. Ordinarily the jurisdiction of our criminal courts is confined to the county where the court is holden, but by the Act of 23d March, 1791, the Quarter Sessions of the county where a bastard child is born, has jurisdiction to try the reputed father upon a charge of fornication and bastardy. The indictment charged, “ That John Heikes, late of said county, yeoman, on the 13th day of July, in the year of our Lord 1853, at the county aforesaid, and within the jui’isdiction of this Court, with force and arms did commit fornication,” &c. Now, although the evidence proved that the fornication was committed in York and not in Cumberland, yet as the birth took place in the latter county, its Court of Sessions had jurisdiction over the offender, and therefore the averment that the offence was committed within the jurisdiction of the court was sustained by the special verdict.\nIt follows, from what has been said, that the Court of Quarter Sessions erred in arresting the judgment upon the first indictment, and in sustaining the demurrer to the plea of autrefois acquit, in the case now under consideration. As the defendant might have been lawfully sentenced upon the special verdict,' he could not legally be again indicted and tried for the same offence, for this would be in contravention of the constitutional declaration that “no person shall, for the same offence, be twice put in jeopardy of life and limb.”\nThe judgment in favour of the Commonwealth upon the demurrer is reversed, and judgment is here given in favour of the defendant that he go without day.\n•Knox, J.\nIn an opinion just filed in the case of Heikes v. The Commonwealth, we have decided that the Court of Quarter Sessions erred in arresting the judgment in the present case. It is suggested, m the paper-book of the defendant in error, 1st, That a writ of error and not a certiorari is the proper method of bringing the case here for review, and as a certiorari was issued in the present case the writ should be quashed. 2d. That even if there was error in arresting the judgment, the Commonwealth had waived its right to have the error corrected by proceeding upon another indictment to verdict and judgment for the same offence. 3d, It is suggested that no writ of error lies on behalf of the Commonwealth where judgment is arrested upon the application of a defendant.\nUpon an examination of the record, it appears that this case is here upon a writ of error and not a certiorari. The first suggestion is therefore not well founded in fact. Where an indictment is quashed or a judgment is arrested upon the suggestion of the defendant, the Commonwealth is entitled of right to a writ of error, and she does not waive her right by an unsuccessful effort to convict the defendant upon a new indictment for the same offence.\nThe judgment of the Quarter Sessions is reversed, and it is ordered that the record be remitted to the said court, with directions to sentence the defendant according to law."}