{"id": "977236", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nNo errors have been assigned, nor has the decision of the court, rejecting the evidence, been certified by bill of exceptions as required by law. The judgment must therefore be affirmed. But if the error complained of in the argument had been placed on the record, it could not avail the plaintiff in error either under the pleadings in the cause, or in any other form of pleading. The note'is made “negotiable and payable” at a specified bank. It is not pretended that it has been paid, or that funds have been deposited in the bank for the purpose. The complaint is,-that the holders did not give evidence that he made a demand of payment at the time and place specified. This might be required, in order to charge an endorser; but, according to the American decisions, it is entirely unnecessary when the action is against the maker of the note. Payment is a matter of defence, which he must show as an affirmative fact. The action is a sufficient demand, as against him: 13 Peters 144; 11 Wheat. 171; 5 Leigh 522; 1 Gill & John. 175; 8 Cowen 271; 8 Mass. 480; 4 Halst. 189; 2 Yerger 81; 10 N. H. Rep. 423; 2 W. & Ser. 458. If, when a note is made payable at a particular bank, it be unnecessary to prove that payment was demanded there, it must be equally unnecessary to negotiate it at the bank, although by its terms made “negotiable” there. With, or without such a clause, if the note be in form a negotiable instrument, he may negotiate it there or not at his election. He is not bound to negotiate it at all. If the intention be to restrict the holder from negotiating it, except at a specified bank, language of restriction must be inserted. The words “ and not elsewhere,” or words of like import, may answer the purpose. But even this language would not oblige the holder to negotiate the note at all. No cases which we are bound to regard as authority, stand in conflict with this view of the question.\nJudgment affirmed."}