{"id": "977239", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nThe primary obligation of an agent, whose authority is limited by instructions, is to adhere faithfully to those instructions, in all cases to which they ought properly to apply: Story on Agency, § 192. He is in general bound to obey the orders of his principal exactly, if they be imperative and not discretionary ; and, in order to make it the duty of a factor to obey an order, it is not necessary that it should be given in the form of a command. The expression of a wish by the consignor may fairly be presumed to be an order: Story on Contracts, § 359, Brown v. McGran, 14 Peters 494. It is true that instructions may be disregarded in cases of extreme necessity arising from unforeseen emergencies, or if performance becomes impossible, or if they require a breach of law or morals: Story on Agency, § 194. These are, however, exceptional cases. There may, perhaps, be others which have been sanctioned by adjudications, founded on the principle that the departure complained of was not material. But the general rule is as indicated in what has been said, and the case before the court is not brought within any of the exceptions. To justify a departure from instructions, where a loss has resulted from such deviation, the case must be brought within some of the recognised exceptions. It is not sufficient that the deviation was not material if it appear that the party giving the instructions regarded them as material, unless it be shown affirmatively that the deviation in no manner contributed to the loss. This may be a difficult task, in a case like the present; but the defendant voluntarily assumed it when he substituted his own plan for that prescribed by the plaintiff. To force a man to perform an executory contract after substituting for the consideration other terms than those provided for in the bargain, is to deprive him of the right to manage his own business in his own way. • To do this on the ground that the departure is not material, when it is manifest that, the party considered it otherwise, is a violation of private right, which leads to uncertainty and litigation without necessity or excuse. In Nesbit v. Burry, 1 Casey 210, this court refused to compel a man to give up his oxen although he had sold them and received part of the purchase-money, because it was a part of the contract that they were sold by weight, and the weight was to be ascertained by “the scales at Mount Jackson.” The scales designated were so out of repair that the weight could not be ascertained by them, and it was held that no others could be substituted against his consent so as to divest his right of property. Whether an action for damages could have been sustained was not the question there; nor is it the question here. ' As between vendor and vendee, the right of property and the consequent risk vests on delivery of the goods purchased to the designated carrier, packed, and directed according to usage or instructions. But if a different method of ' packing and directing, or a different carrier than the one designated, be adopted by the vendor, he assumes the risk in case of loss, unless it be shown that his deviation in no way contributed to the loss. Where the goods are stolen, how can this be shown ? In sending bank-notes by mail, it is manifest that while a large package would attract the attention and care of honest agents on the route, it might tempt the cupidity of dishonest ones. The party who proposes to take the risk of this method of remittance has a right to weigh the advantages and disadvantages of the various methods of enclosing the notes; and if he directs the money to be remitted in notes of $100 or $50, the debtor has no right to increase the size of the package by remitting in notes of $10 and $5. There was error in permitting the jury to find that the departure from instructions was immaterial.\nJudgment reversed and venire de novo awarded."}