{"id": "977275", "contents": "The opinion of the court was delivered by\nKnox, J.\nIn the case of Ewing v. Blight, decided by this coiu’t at the February term, 1854, it was held that the agreement between Mrs. E. B. Sergeant and J. 0. Ewing, gave to the latter no interest in the real estate of the former, but merely created an agency which ceased upon the death of Mrs. Sergeant. From the time of the death of Mrs. Sergeant to the recovery of the possession of the real estate in the action of ejectment, Mr. Ewing’s possession was a wrongful one, against Mrs. Blight in her lifetime, and against her executors after her decease, and for which wrongful possession the defendant was liable to respond in an action of trespass for the mesne profits.\nThat the action was well brought in the name of the executors, for the damages which accrued both before and after tho death of Mrs. Blight, cannot be questioned, since the decision of this court in the case of Cobb v. Biddle, 2 Harris 444. It was of no manner of importance whether Mr. Ewing’s original possession was lawful or unlawful, nor how much or how little he paid Mr. Wright as agent during the time of the adverse possession, and consequently there was no error committed in rejecting the evidence contained in the 1st and 2d bills of exceptions.\nIt is complained that the judge, before whom the case was tried, fold the jury that although it was not a case for vindictive damages, but merely compensation, in estimating the annual value of the land, they were entitled to treat the defendant as a wrongdoer, and in case of doubt, to lean against him and in favour of . the plaintiffs, so far as to be sure of awarding full compensation for the wrong done.\nThe argument is, that the evidence which was offered and rejected would have shown that the defendant was not a wrongdoer, but that he came lawfully into the possession, and that injustice was done the defendant by first preventing him from proving that he obtained the possession in a lawful manner, and then treating him as a wrongdoer.\nThe position is somewhat plausible, but it does not distinguish the original entry from the subsequent holding. After the decease of Mrs. Sergeant, Mr. Ewing, in withholding the possession of the premises from Mrs. Blight, was a wrongdoer, for his right to the possession died with Mrs. Sergeant.\nFor refusing to restore the possession to the heir at law, or devisee after the decease of his principal, the jury were properly instructed that they might treat him as a wrongdoer so far as to be sure of awarding full compensation for the wrongful occupancy of the estate.\nWe are unable to see anything in the statement which prevented it from being taken out by the jury. The action though in form trespass, was really for use and occupation, and necessarily involved the statement of an account under the evidence. To aid the jury in making the calculations the statement was proper, and for this purpose only did the court permit the jury to have it.\nJudgment affirmed."}