{"id": "977215", "contents": "The opinion of the court was delivered by\nKnox, J.\n(After stating the facts of the case.) — The counsel for the plaintiff in error does not complain of the charge so far as it relates to the goods and dioses in action, but he denies its correctness in reference to the confession of judgment.\nThat one in failing circumstances may confess a judgment ip favour of one creditor to the exclusion of others, is fully established by the cases of Blakey’s Appeal, 7 Barr 449, and Worman v. Wolfersberger’s Executors, 7 Harris 59. The doctrine of these cases is not denied; but it is said that where the judgment is confessed to one in trust for others, that it is virtually an assignment, and unless recorded as required by the Act of 1818, is null and void against any of the creditors of the defendant in the judgment. Is a confession of judgment to one-in trust for others an assignment of any part of the defendant’s estate real or personal ? We think not. There is little if any similarity between an assignment and a judgment. The one is an absolute transfer of its subject-matter, whilst the other is but the means whereby to enforce the payment of a debt. An assignment passes the property in real and personal estate, rights and credits, whilst a •judgment of itself gives no vested estate in any of the property of the defendant, merely creating a lien upon his real estate, if any he has at the time of its entry. Accordingly it was held in Ridgway v. Stewart, 4 W. & Ser. 383, that a mortgage of real and personal estate made to trustees to secure money borrowed and to be borrowed by the mortgagor, was not an assignment under the Act of 24th March, 1818, and was valid, although not recorded under that Act. So in the Manufacturers’ and Mechanics’ Bank v. Bank of Pennsylvania, 7 W. & Ser. 335, this court decided that a mortgage to a trustee of real estate, with power to sell and pay a certain debt, was not an assignment for the benefit of a creditor, and was not void because not recorded within thirty days. The case under consideration is stronger against the application of the principle contended for by the defendant in error, than those just cited; for in those cases there was a conditional conveyance of the estate mortgaged; but in this it does not appear that the defendants had any real estate, or interest in property, general, special, absolute, or conditional, which passed by the confession of judgment from the defendants to the plaintiff.\nTrue, it was the means by which a preference was secured, but this, as has already been shown, is not-prohibited by any statutory enactment; on the contrary, the Act of 17th April, 1843, expressly-authorizes preferences to be made for the payment of wages of labourers severally not to exceed $50. If the judgment in favour of Guy as trustee was a Iona fide one, honestly given for the purpose stated in the answers to the interrogatories, the money made upon its execution belonged to the labourers, and was not liable to be attached in the hands of the trustee at the suit of another creditor.\nFor the misdirection of the court in this particular, the judgment must be reversed; and as the case goes back for a new trial, it is proper to say that there was no error committed in receiving the testimony of William Divine.\nJndgment reversed and venire de novo awarded."}