{"id": "977299", "contents": "The opinion of the court was delivered by\nWoodward, J.\nTwo tax sales were made of the land in controversy on the same day, one by the treasurer of Mifflin county, the other by the treasurer of Juniata county; and the general question on the trial was, which of them conferred the best title. The plaintiff claims under the Mifflin county sale, the defendant under that in Juniata. The opinion of the court below was with the plaintiff, and to their ruling several errors are assigned, which I proceed to notice in the order in which they stand upon the record.\n1. There was no error in admitting the book of assessments, admitted “ to be a book from the commissioners’ office, in Mifflin county.” The Act of Assembly, making certified extracts from such books competent evidence, does not exclude the originals when properly authenticated, and though they cannot be produced and authenticated by persons having no official custody of them (9 Watts 311, and 1 W. & Ser. 282), it is quite competent for the parties to admit their authenticity. The defendant did so in this instance, and thus he made the book evidence for whatever its contents proved, touching the land in question. The book showed an assessment of taxes for the years 1823, ’24, a.nd ’25, upon the unseated tract of land surveyed in the name of Philip Darr, — • 403 acres 13T perches, valued at $403.\n2. The second error relates to the treasurer’s deed to the plaintiff. In the bill of exceptions it is described as a deed Charles Eitz to E. C. Hale, dated 12th June, 1838, for 403 acres 137 perches of land in Derry township, Mifflin county, for the year 1822 and up to 1836, inclusive. Sold for $5.20; consideration paid $9.05, being amount of taxes and costs. Surveyed in name of William Darr. Taxes $2.20.” This deed was objected to on the ground that it was not for the land assessed and sold — that the assessment was for Fermanagh township — the deed is for land in Derry. The plaintiff thereupon proved that the land is in Fermanagh township, Juniata county, and that there is no such tract in Derry township, Mifflin county; and then the court admitted the deed in evidence.\nThe deed is not furnished us by either party, but in the counter statement of the plaintiff it is asserted to be in the name of Philip Darr, and that the name of William Darr came into the bill of exceptions by “ an inadvertence in taking a memorandum of the deed by the court.” This statement though not contradicted, cannot be received to countervail the bill sealed by the court. The object of a bill of exceptions is to place facts that transpire in the court below upon the record, that they may be reviewed. Where a document is briefly described in a bill, and not furnished in extenso, we are to take it as described. The bill is the highest evidence before us of what the document was.\nThe question, then, upon this deed was, whether it described the land assessed, and that was properly submitted to the jury as a question of fact. That land, by whatever name it was sold, was the debtor for the taxes imposed, and if it was sold and conveyed to the plaintiff in satisfaction of the assessment, ho acquired a good title. The name of the warrantee and of the township are circumstances of designation, but not conclusive. The identity of the tract assessed must be fixed to the satisfaction of the jury,— if by the warrantee and the township, very well — if by other circumstances of designation, equally well: 1 W. ¿f* Ser. 166; 4 Harris 404. The evidence here tended to identify the tract conveyed with that assessed and sold; and having proved satisfactory to the jury, it must be so to us.\n3. It is next complained of that the court expressed their satisfaction with the testimony of Major Hough, as to the identity of the land. It has never been accounted error for a judge, in fairly submitting a question of fact, to intimate his opinion upon the weight of evidence. Unskilled as most jurors are in appreciating legal proofs, they are greatly aided, and rash and unreasonable verdicts prevented, by the judge directing their attention to such views of the evidence as seem reasonable to his more practised eye. The administration of justice is rendered more certain anc exact thereby; the necessity for,new trials is obviated, and protracted litigation prevented.\nThese errors being overruled, the plaintiffs’ title is established to be valid, for it is not objected that land lying in Juniata county could not be sold in Mifflin county for taxes duly assessed before the division of the county; but it is insisted that on the same day the plaintiff bought of the treasurer of Mifflin county, the treasurer of Juniata sold the same tract to Charles Singmaster, under whom the defendant claims, for taxes assessed in the latter county, and thus that he acquired a better title than the plaintiffs. The fourth and only remaining error assigned relates to the opinion of the court upon the effect of the sale in Juniata, county. This county was erected in 1831, and the first sale of unseated lands for taxes, including Philip Farr’s, took place in June, 1838. It appeared in evidence that previous to the sale the county surveyor returned to the commissioners a list of unseated lands in the county, and two or three months before the sale in June, 1838, the list was copied into a book, the land valued at 25 cents per acre, and the mill rate estimated on the valuation — that the taxes for the number of years unpaid were aggregated and charged in one sum, and no separate tax for each year charged.\nIf it be granted that this was a regular assessment, or that its irregularities were such as the curative provisions of the Act of 1815 would remedy, it cannot be claimed that the taxes were “ due and unpaid for the space of one year before” the sale — a condition on which the jurisdiction of the treasurer is expressly limited by the first section of the'Act of 1815. It was said with great truth by Judge Huston, in McCall v. Lorimer, 4 Watts 352, that taxes cannot be due unless they have been assessed. It is indeed the assessment that makes the tax. It is the duty of all owners of unseated lands to return them for taxation, and to pay the taxes when assessed; but how is he to pay before they are assessed ? It is not for him to fix the valuation or the rate, but for the county commissioners; and until they have performed their duty, he has no duty to perform. But when the assessment has been made and the tax ascertained, there is no authority for proceeding to sell the land until the tax shall have remained unpaid a year. A sale short of that period is simply void. It is like a sale where there has been no assessment, which has often been declared insufficient to\" pass the title. Nor does the curative provision of the fourth section of the Act of 1815 apply to such a sale, for that was intended to remedy irregularities in proceedings where jurisdiction had attached, not to confer jurisdiction in cases that were beyond the purview of the act. A system was provided by the legislature for enforcing the payment of taxes upon unseated lands, but until a tract has been assessed and the tax remained due and unpaid a year, it is not within the system nor subject to any of its' provisions. If such were not the rule of decision, titles could be divested, without notice to the owner, whenever it suited the interests or caprice of the county officers to expose them to sale. A law intended to promote public objects without a wanton sacrifice of private rights, would thus become an instrument of intolerable mischief, and the doubts of its constitutionality, which, with all its checks and balances, attended its enactment and early history, would grow into a conviction that would sweep it from the statute book. We think the views of the learned judge on this point were sound, and in accordance with the spirit of all the authorities.\nIt follows that the title claimed by the defendant cannot prevail against that set up by the plaintiff. If the defendant’s title had not been subject to this radical defect, it would have been a curious question which of two titles, regular and valid on their face, and originating the same day, should take the land, but under the circumstances of the case we are spared the necessity of considering that question.\nThe judgment is affirmed."}