{"id": "977270", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe first question raised upon this record has reference to the competency of the plaintiff’s sons as witnesses for hinj. The ground of objection was the conversation had in their presence at Auxer’s office, when McBride, as their spokesman, represented them as the owners of the raft. But supposing that interview to have been just what Auxer represents it, though McBride does not recollect it, and that the sons authorized and sanctioned all that McBride said — nay, to put the case more strongly still, suppose they had spoken for themselves, and claimed to be the owners of the raft, and denied their father’s property in it, all this would have gone only to their credibility and not to their competency as witnesses. It is not possible for a witness to disqualify himself and to deprive a party of his testimony by his mere declarations of an interest. If it were, a party could never be sure of his witness. A word spoken by him, or imputed to him, whether spoken or not, would shut his mouth from testifying, for the rule is that if one party has proved by testimony aliunde that a witness is interested, the other cannot offer the witness’s own oath to show that he has no interest: 4 Ser. & R. 298; 1 R. 196; 10 Barr 167. But the very point has been ruled that a witness cannot disqualify himself by his declarations: Pierce v. Chase, 8 Mass. R. 487; Pollock v. Gillespie, 2 Yeates 129; Long v. Baillie, 4 Ser. & R. 227. If, therefore, the sons be responsible for all that McBride is represented to have said in their presence, the court was in no error in admitting them as witnesses and referring their credibility to the jury.\n2. There is nothing in the second error assigned. Whether in point of fact there was a sale to Ross, was a question for the jury upon the whole evidence, and it was fairly submitted. It was the duty of the court to instruct the jury what would amount to a sale, and it was proper for them to refer to the custom of the river, which required a measurement, certificate, and payment of money to complete the contract.\n3d, 4th, and 5th errors. We have considered the answers of the court to the several points of the defendant, and we see nothing in them to correct. The facts of Jacob Walter’s ownership and of William’s agency, are established by the verdict, whilst the allegations of a sale to Ross, and helping him to deliver it to the defendant, or of any intentional delivery, or assisting to deliver the raft into the defendant’s possession, are distinctly negatived, and under these circumstances we think the action of trespass was well brought. The defendant took possession of the timber and used it without the actual or implied assent of the owner. This made him a trespasser. He had no title to it, for Ross, from whom he professes to have bought, had none. He had no lawful possession, for the plaintiff’s agent delivered none to him. It is, then, as presented by the record, the ordinary case of one man taking possession and appropriating the property of another without right and against his consent, and for such a wrong trespass de bonis asportatis is the appropriate remedy.\nThe judgment is affirmed."}