{"id": "977244", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThis was an action of trespass on the case, in which the plaintiffs complained that the defendant' had obstructed an ancient watercourse, whereby water was thrown back upon their lands to their injury. The parties own adjoining lands, and some 30 or 40 rods above the dividing line is a strong spring on thé land of the plaintiffs, the natural outlet of which is in the direction of the defendant’s land. This outlet having rising ground on both sides of it, serves to carry off not only, the water of this spring, but also the water from rain and snow which fall on some-600 acres of land, property of the plaintiff and others. At a very early period in the history of Berks county, a public road was laid out across the outlet, near the spring, with a small bridge, composed of logs and plank, over the outlet, leaving a waterway underneath. The bridge was repaired from time to time, and the passage under it cleared of rubbish, and finally a plank trunk was put in to conduct the water under the bridge. Some few years since the public road was vacated, and then the father of the plaintiffs took out the trunk and opened a passage for the water. Some witnesses speak of the spring as a natural pond, covering half an acre of ground, and others say that formerly they mowed grass growing where the pond has been known of late years. Whether it was a reservoir by nature, or made so by the embankments of the public road, and the partial obstruction of the outlet, is not an ascertained fact in the case.- The attention of the jury was not directed to it, and no point was, submitted on the subject which enables us to infer how they may have regarded it.\nBut whether the customary flow from this natural or artificial pond was into the defendant’s land, was a very important inquiry as affecting the rights of both parties. It was made a prominent question on the trial. Put to the jury as it was, we are obliged 'to regard the fact as found, that no water ever reached the defendant’s land through this channel, except in freshets, until the ditch was dug, for the obstruction of which this suit was brought. There was evidence that made it the duty of the court to submit this question, and which justified the jury in finding as they did; but it is complained of on the part of the plaintiffs, that in determining the customary flow, the court did not direct the attention of the jury to the state of the ground before the old road was built.\nDoubtless the ancestor of the plaintiffs had a right, after vacation of the old road, to remove it altogether, and restore the premises to the state they Avere in before the road was built. If '-the effect of exercising this right was to give the water its original, but long-suspended flowage, and thereby cause it to penetrate the defendant’s land, Avhich, during the partial obstruction of the road, it had failed to reach, it was a very important conclusion of fact, and should have been ascertained and established. But if plaintiff’s counsel thought there was evidence to establish it, they doubtless presented it in argument to the jury, and if they wished the court to charge upon it, they should have called on them by an appropriate point to do so. It is not error for a court to omit to charge on every possible aspect of the facts, especially when uninvited by the party complaining. So far as the judge dealt with the facts, he presented them fairly. The Avitnesses, to Avhose testimony he referred, spoke of the flow of the water as they had known it. If their memories were not older than the road, this was not their fault, and it was no reason why the court should withhold their testimony from the jury. If there was evidence that proved a different state of waters before the road was built, the court said nothing to damage the effect of it, and the plaintiffs had the benefit of it; but not having invoked judicial comment upon it, they have no reason to complain that judicial comment was withheld.\nTaking it then as an established fact, that the ordinary flow of water from the plaintiff’s spring did not reach the defendant’s land, though tending towards it, did he do anything to obstruct the floods and freshets that were accustomed to flow there ? Most certainly he did not, for the court told the jury that “ to prevent the waters of floods and freshets flowing where they were accustomed to flow, the defendant could have no right. Any obstruction to any such waters would give the plaintiffs the right of action.” Was this sod dam an obstruction of any such waters ? In finding for the defendant, the jury ansAvered this question in the negative.\nBut if the defendant did not obstruct the only water that was accustomed to flow into his land, for Avhat is he sued ? It appeared from the testimony of Nathaniel Bertolette, a witness called on both sides, that from a point in the plaintiff’s field, about 17 rods north, of the division fence, there was an ascent of several inches to the fence, and in 22 feet from the fence south into Griesemer’s land, an elevation of 10 inches more. This perhaps accounts for the fact that the water only of floods and freshets reached Griesemer’s land. Whether the ordinary flow wasted itself by absorption and evaporation, or was consumed in irrigation of the 50 acres of plaintiffs’ meadow, it did not visit the .defendant’s land, and from the topography of the place, it was physically impossible that it should. But to compel it to go there, a ditch was dug, which, according to one witness, extended at least 12 feet into Griesemer’s land. Finding that the water thus introduced was injurious to his crops, Griesemer built the sod dam across the ditch at the line fence, and this is the wrong complained of.\nAlmost the whole law of watercourses is founded on the maxim of the common law, aqua eurrit et debet aurrere. Because water is descendible by nature, the owner of a dominant or superior heritage has an easement in the servient or inferior tenement for the discharge of all waters which by nature rise in or flow or fall upon the superior. Hence the owner of a mill has an easement in the land below for the free passage of the water from the mill, in the natural channel of the stream, accompanied with a right to enter upon the land for the purpose of clearing out the stream, and removing obstructions to the free flow of the water: Prescott v. Williams, 5 Met. (Mass.) R. 429.\nThis easement is called a servitude in the Roman law, and consists, says Parde^sus, in the subjection of the inferior heritage towards those whose lands are more elevated to receive the waters which flow from them naturally, and quoting the Code Civil, he adds, “ this obligation applies only to waters which flow naturally, without any act of man;” those which come either from springs, or from rain falling directly on the heritage, or even by the effect of the natural disposition of the places, are the only ones to which this expression of the law can be applied. It is not however to be understood, he goes on still further to say, that because the flow of water must not be caused by the act of man, that therefore the proprietor who transmits water to the inferior heritage, is not permitted to do anything on his own land — that he is condemned to abandon it to perpetual sterility, or never vary the course of cultivation, simply because such acts would produce some change in the manner of discharging the water. The law intends not this; it prohibits only the immission into the inferior heritage of the waters which would never have fallen there by the disposition of the places alone. It neither would nor could refuse to the superior proprietor the right to aid and direct the natural flow.\nHence, for the sake of agriculture — agri eolendi eausa — a man may drain Ms ground which is too moist, and discharging the water according to its natural channel, may cover up and conceal the drains through his lands — -may use running streams to irrigate his fields, though he thereby diminishes, not unreasonably, the supply of his neighbour below — and may clear out impediments in the natural channel of Ms streams, though the flow of water upon his neighbour be thereby increased.\nI am aware that in Merrit v. Parker, 1 Coxe (N. J.) R., Chief Justice Kinsey denied these principles, and held that by no contrivance and under no pretence can one man cause to flow over the land of another a greater quantity of water than it is naturally subjected to; but on the other hand there is a Maryland case of equal authority, Williams v. Gale, 3 H. & John. JR. 231, which,- in its facts, bears a striking resemblance to the case at bar, and the ease of Martin v. Riddle, decided by my Brother Lowrie, in the District Court of Allegheny county, and affirmed in the Supreme Court at September Term, 1848. These cases recognise the principle that the superior owner may improve his lands by throwing increased waters upon Ms inferior through the natural and customary channels, which is a most important principle in respect not only to agricultural, but to mining operations also.\nIt is not more agreeable to the laws of nature that water should descend than it is that lands should be farmed and mined; but in many cases they cannot be if an increased volume of water may not be discharged through natural channels and outlets. The principle, therefore, is to be maintained; but it should be prudently applied. This court refused to apply it as among several owners of city lots, each of whom, it was held in Bentz v. Armstrong, 8 W. & Ser. 40, must so regulate and grade Ms own lot as that the water which falls or accumulates upon it shall not run upon the lot of his neighbour. It was greatly misapplied by the plaintiffs when they supposed they might not only increase the ordinary flow, but might dig a new channel for it to and into the defendant’s land. If, from the natural disposition of the place, a basin was formed on the plaintiffs’ land, some 17 rods short of the defendant’s, from which the water flowed upon the defendant only in time of floods or freshets, the defendant was the superior owner in respect of that place in all ordinary times, and it would be a reversal of the principles stated to subject him, against his consent, to an artificial channel that would deprive him of the advantages of his position. If Ms land was higher than that basin, he had a right, except in high water, to have the rains and snows run from his land on to the plaintiffs’. Aqua eurrit et debet eurrere.\nThe plaintiffs had no right to insist upon his receiving waters which nature never appointed to flow there; and against any contrivance to reverse the order of nature he might peaceably and on his own land take measures of protection. The sod dam, if indeed it ever had a substantive existence, of which the counsel on neither side were able to convince themselves, was in this view of the case, an innocent and lawful erection. It was not setting up a nuisance against a nuisance, any more than the shutting the door against an unwelcome visiter is a nuisance. The only servitude the plaintiffs could claim in the defendant’s land was that it should receiye the overflow which was natural and customary, and the court throughout their charge guarded this right. There was no invasion of it by'the defendant, and he was not, therefore, liable in damages. The elevation which protected him in ordinary times could not be reduced without his consent, and when the undue liberty was taken, he was not. a wrongdoer in protecting himself from the consequences.\nThe judgment is affirmed.(a)\n(a) William Martin versus James Riddle.\nAction on the case for obstructing a watercourse, by means whereof the water was thrown back upon the plaintiff’s land to his injury.\nThere is on the defendant’s land a natural channel through which the falling water and some living springs are naturally discharged from the land of the plaintiff and others. The land of both, though now within the corporate limits of the borough of Manchester, consists of out lots of the town of Allegheny, and is occupied by them as farming, or rather as gardening land. The land of both is bottom land, and of course subject to the natural flow of the water from the high ground in the rear.\nThere had for a long time been a culvert underneath the road which separates the lands of the plaintiff and defendant, through which the natural flow had been discharged across said road into the channel aforesaid. This had got choked up from neglect, and the authorities of Manchester, at the instance of the plaintiff and others, had built a new culvert'in its place. After this the amount of water flowing through said channel was greatly increased in time of storms by means of a road cut into the hill by an adjoining proprie tor (a cemetery .company), which collected into one drain, and thence into this channel, large quantities of water which had been previously dischai’ged in a natural way over a large surface. This increase of water did great injury to the defendant, and to protect himself therefrom, he stopped up the culvert, and thus threw the water back upon the road, on the plaintiff’s side of it, overflowed his land, and interfered with his garden operations.\nIt appears also that the plaintiff had constructed several underground drains through his land, which discharged springs and the drainage of his land at the point where the injury occurred.\nThis case was tried before a jury, and the above appear to be all the facts alleged that are necessary to a proper understanding of the principles of law laid down' by the court.\nWills, for the plaintiff.\nMetcalf, and Shaler, for the defendant.\nCharge to the jury:—\nLowrie, J.\nI presume that this contest is not so much for the amount of damages which you may give by your verdict, as to settle a question of right. If the defendant has wrongfully flooded the plaintiff’s land, this alone is an injury for which the plaintiff is entitled to at least nominal damages. Yovl can allow beyond that, in proportion to the injury proved. If it was done maliciously, you can allow exemplary damages; though, I presume, you will most likely consider the defendant’s act as an honest, even if mistaken, assertion of his right.\nThe question of the rights of the parties is a very interesting one, but not at all difficult of determination; for it is governed by principles which recommend themselves to the common sense of every man.\nThe right which every man has to the reasonable use of the running streams passing through his land, for irrigation, watering cattle, driving machinery, and for other domestic, agricultural, and manufacturing purposes, is well understood, and, on account of its correspondence with the indications of nature, is seldom disputed in its principles. It is a right, in the enjoyment of which a reasonable regard must always be had to the rights of others. On the other hand — as are our rights, so are our duties. We claim the use of running waters according to the order of nature where it is for our benefit, and the same order requires us to bear the inconvenience of them when they are injurious.\nIt is therefore conceded that the living springs issuing from the hill shall flow in the channel to which the nature of the ground throws them. If the defendant has, by the erection of any obstruction, thrown thorn back upon the plaintiff to his injury, the latter has a right to recover; and the defendant cannot excuse himself on the ground that the owners above him have increased the flow of water to that point so as to make it injurious to him. He cannot, by stopping the channel, visit their sins upon the plaintiff. For the injury done to him by others he must seek redress against them: Corp. Jur. Civ. Dig. 39, 3, 1, 18. If you are not able to say whether the injury arose from the act of the plaintiff in giving his drains an improper direction, or from the wrongful act of the defendant, of course you will find for the defendant.\nI shall speak now of the general principles of the law in the matter of rain water and drainage, and of the respective rights and duties of adjoining proprietors in relation thereto. They are in general the same as in the case of running water — they follow nature. Not readily finding the subject treated of in any of our usual books of reference, I venture to extract the law from books of a foreign origin — Corp. Jur. Civ. 39, 3, 1, and 43, 21; Code Nap. sec. 640; Poth. du Voisinage. It is so simple in its character that we are little likely to be led astray by any modification of it arising from peculiar institutions.\nWhere two fields adjoin, and one is lower than the other, the lower must necessarily be subject to all the natural flow of water from the upper one. The inconvenience arises from its position, and is usually more than compensated by other circumstances. Hence the owner of the lower ground has no right to erect embankments whereby the natural flow of the water from the upper ground shall be stopped; nor has the owner of the upper ground a right to make any excavations or drains by which the flow of water is directed from its natural channel, and a new channel made on the lower ground; nor can he collect into one channel waters usually flowing off into his neighbour’s fields by several channels, and thus increase the wash upon the lower fields.\nBut he may, and good husbandly sometimes requires that he should, cover up and conceal the drains through his own land, keeping the place of discharge unchanged. And as he may use running streams to irrigate his lands, even though he does thereby, not unreasonably, diminish the supply of his neighbour, so also he may use proper means of draining his ground where it is too moist, and discharge the water according to the natural channel, even though the flow of water upon his neighbour be thereby somewhat increased.\nIf it be difficult to ascertain from the character of the surface what is the natural channel, then the course which the water has long been peaceably and. openly permitted to run will be considered as having had a legitimate origin; for vetustas vicern legis tenet. If the owner of the upper ground wrongfully direct an unnatural quantity of water upon the ground of a lower neighbour, by collecting several streams together and discharging them at'one place, or by any other means, the neighbour below may have an action against him; but he cannot justify the erection of an embankment to stop the water, if' thexeby the water is improperly forced upon another owner. So in this case, it is manifest that the cemetery company had no right to collect into one place and discharge upon the defendant’s ground, the water falling upon the whole surface of the hill, and which before had discharged itself .in many directions. If he could stop it without injury to any but the cemetery company, he had a right to do it, but he cannot do it to the injury of the plaintiff.\nNor can the defendant justify himself by saying that he only turned the water upon the road, and that it was the duty of the authorities of Manchester to provide means for carrying it off. A road is a way for travel, not for water; and it would be ruinous to our public roads if each adjoining proprietor could insist upon discharging the drainage of his land upon them, or preventing the roads from being drained upon his land. Roads are made for the convenience of travel, and in no sense to relieve land bordering upon them fx-om the burdens to which they are natoally subservient. When there is a natural channel or hollow for discharging the now of water, it must be suffered to remain until altered by agreement of those concerned, and the water cannot be turned upon the road until the proper authorities have provided means’ of carrying it away. Corp. J. C. Dig. 39, 3, 18, 1.\nHere it would seem the public authorities adopted the natural channel as the means of drainage, ana placed the culvert accordingly. This, therefore, would be no injury. And even if they have so placed the culvert as to discharge the water upon a different part of the defendant’s land, he may be injured by it, but he cannot coi-reet them in the exercise of their official discretion by stopping or destroying their work: Dig. 39, 3, 2, 3, and 39, 3, 2, 23. And it makes no difference on whose petition the culvert was made.\nVerdict for the plaintiff.\nNote. — This case was removed to the Supreme Court on error to the opinion of the court below, and at September Term, 1848, the judgment was affirmed."}