{"id": "977254", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe great question in this cause is, whether the plaintiff’s bill in the’New York Chancery, dismissed on final hearing, and duly pleaded here, bars the present action.\nThe general rule is as old as the Duchess of Kingston’s Case, 20 State Trials 538, that the judgment of a court of concurrent jurisdiction directly upon the point, is as a plea, a bar, or as evidence, conclusive between the same parties upon the same matter directly in question in another court.\nTo permit a plaintiff, said Judge Duncan, in Wilson v. Hamilton, 9 Ser. & R. 429, to prosecute in a second action what was included in, and might have been recovered in the first, would be unjust, and against the policy of the law. That a final decree in chancery is as conclusive as a judgment at law, was distinctly asserted in Sibbald’s Case, 12 Peters 492, and substantially by this court in Evans v. Tatem, 9 Ser. & R. 261. And that a dismissal of a bill upon the merits and without a stipulation against prejudice, is a final decree, attended with the usual consequences of all final decrees, is proved by all the authorities: 2 Daniel’s Ch. Prac. 753; 4 John’s Ch. R. 142; 7 John’s Ch. 1.\nThe bill in chancery with which we have to do in this case was between the same parties as the present action. Was it directly upon the same point ? Was the present cause of action included, and might it have been recovered in that suit?\nTo determine this, recourse must be had to the pleadings then and now, and I proceed to contrast them. 'The plaintiff, after describing in his chancery bill a sale and delivery to West of large quantities of coal, and the fraudulent transfer of the same by West to Kelsey, goes on to charge that West obtained the delivery of the said coal with the intention and design on his part to cheat and defraud the plaintiff, by getting possession of the coal and refusing to pay for it, and that he and Kelsey, pretending a Iona fide sale and purchase between themselves, persisted in keeping and retaining said coal without paying for it; that from the nefarious fraud practised on the plaintiff by said West and Kelsey, the sale to West was null and void in law and equity, and transferred neither in fact or law to the said West and Kelsey any property in the said coal, and then, after demand of discovery comes his prayer for relief, as follows: “ And that it may be decreed that the said coal and every part thereof still belongs to your orator, and that the said fraud may be declared ■ in respect to the matters aforesaid, and that the lien of your orator on said property, for the amount and value of the cost and price thereof, may also be established. And also that the said confederates may account to your orator, and pay him for all such portions of the said coal as may have been sold or otherwise disposed of by them, or wasted, lost, or destroyed by them, or either of them, since the said portion thereof came to their possession, and that what remains of the samé may either be decreed to be delivered up to your orator, so that the same may be sold for the benefit of your orator, and the proceeds thereof be paid to him. And in the mean time that a receiver of'the said coal, or of the part thereof which may be proper and necessary, may be appointed to take charge of and sell the coal if necessary, or that your orator may have such further and other relief in the premises as may be just and agreeable to equity.”\nIt is impossible to doubt that this bill is founded on an existing title in the plaintiff to the coal, or at least a lien thereon for the price. He had indeed parted with the possession in pursuance of a contract of sale, but then that contract was fraudulent from the beginning, and ineffectual, therefore, for the divesture of his title. West may have sold and transferred to Kelsey, but that was only in pursuance of the confederation between them to defraud the plaintiff of his property. It was his property still, and, especially as to that portion of the coal which had not reached its destination, he retained the right of stoppage in transitu. Conspiracy is indeed alleged, but it is a conspiracy to withhold and make away with the plaintiff’s property. All the branches of the complaint have a common root in the plaintiff’s continuing and undivested title to the coal. Hence the prayer that what has been sold or wasted may be accounted for; that what remains may be delivered up; and that a receiver may be appointed to take charge of and sell it.\nKelsey’s answer denied all the material allegations of the bill, proofs were taken, and the bill was dismissed. What was adjudged thereby ? Unquestionably that the plaintiff had neither title to the coal, nor lien upon it. He had sold and delivered it to West, and, however fraudulent may have been the combination and doings between West and Kelsey, the plaintiff’s right to the coal, and to an account of sales, was gone. The contract between him and West was valid, and consequently he had no title to the relief sought.' But we are reminded that the prayer for general relief was in the disjunctive, and thus, it is argued, the ground was covered which is assumed in the present action. It is to be observed that in order to entitle a plaintiff to a decree under a general prayer, different from that specifically prayed, the allegations relied on must not only be such as to afford a ground for the relief sought, but they must have been introduced into the bill for the purpose of showing a claim to relief, and not for the mere purpose of corroborating the plaintiff’s right to the specific relief prayed, otherwise the court would take the defendant by surprise, which is contrary to its principles: 1 Daniel’s Ch. Prac. 438. The facts should also be stated with sufficient precision to enable the court to make a specific decree, and not in such general terms as to enable the court merely to decide an abstract principle: 9 Harris 146.\nUpon these principles it is obvious that any general relief to which Murphy was entitled under his bill must have been such as resulted from his ownership of the coal. The Vice-Chancellor, satisfied that his title had been divested, and that his right of stoppage in transitu as to the cargpes of the “ Female Sailor” and the “ Warsaw” was at an end, had no ground afforded him in the bill to decree in favour of the plaintiff, under either the specific or general prayers, and therefore he dismissed the bill with costs.\nWe turn now to the pleadings in the case in hand. It is an action at law, in case, in the nature of a writ of conspiracy. The two first counts were withdrawn on the trial, and may be laid out of view. The third count charges that West was indebted to Murphy in the sum of three thousand five hundred dollars, “ for coal before that time sold and delivered to said West by said Murphy,” and that West and Kelsey, well knowing the premises, did unlawfully, wickedly, and with the intent to cheat and defraud the said Murphy, conspire, combine, confederate, and agree together, to cheat and defraud the said Murphy out of the said sum of money, and to deprive him of the means of recovering the same of the said West, and then follow the overt acts in pursuance of the alleged conspiracy.\nIt cannot be doubted that, under our decisions, such a conspiracy is actionable. Is it not equally certain that it is quite another cause of action .from that set out in the bill in equity which we have been considering ?\nThere the ground of complaint was -that the plaintiff had been defrauded of property, the title to which he had never parted with —here that he had sold and delivered the property, but through a fraudulent combination had been cheated out of the price; there the conspiracy was against his title — here against his compensation; there he sued as owner — here as creditor; there he was asserting an equity — here a conspiracy. If, instead of going into equity, the plaintiff had sued for his goods in trover, would a judgment against him have concluded the present action ? No lawyer will say so. But the distinction is as real, if not as palpable, between this action and the bill, as it would have been between this action and an action of trover and conversion. A corrupt combination is the essential constituent of this action, but that was merely a corroborating circumstance in the bill and not of its essence at all. A restoration of goods wrongfully withhold, and an account of sales, were the objects of pursuit in chancery — the recovery of damages sustained by reason of a public offence, the object of this suit. It is of no moment that both proceedings resulted from the same transactions, and that much of the evidence was applicable to both, for a party imagining that he has several remedies is not to be deprived of the right to one because he first tried, a wrong one. And, besides, the effect which deefees and judgments are to have on subsequent litigation is to be determined from the pleading rather than the evidence.\nIn some parts of the argument the plaintiff’s bill is treated as a creditor’s bill.\nWe cannot so regard it, but it would not help the defence if we could; for,.granting that it was a creditor’s bill, the jurisdiction of chancery would be ousted, and of course the decree would be no bar.\nThe rule is well settled in New York (and it is not peculiar to that state), that creditors can have a remedy in chancery against debtors only after the return of nulla bona upon an execution issued under a judgment at law: Wiltshire v. Marfleet, 1 Edwards’ Ch. R. 656; Wriggins v. Armstrong, 2 Johnson Ch. R. 144; McElwain v. Willis, 9 Wend. 548; Brinkerhoff v. Brown, 4 Johnson Ch. R. 677.\nIn the last of these cases the Chancellor says, if the creditor seeks aid as to real estate he must show a judgment creating a lien upon such estate; if he seeks aid in respect to personal estate he must show an execution giving him a legal preference or lien upon the chattels.\nNow Murphy was only a creditor at large of West without even a judgment, and if he went into chancery merely to recover compensation for goods sold, he went where there was no jurisdiction, and the dismissal of his bill concludes nothing. Counsel attempted to distinguish this case from Wiltshire v. Marfieet on the ground that there the prayer for general relief was not in the disjunctive as it is here, but the argument brings them bach to the question whether a creditor without judgment or execution can go into chancery for compensation. The specific relief sought was a restoration of the coal and an account of sales, or such other relief, &c. Now, if the “other relief” was that of a creditor seeking compensation, which it must have been to make it a bar of this action, then, under a general prayer, that was asked for of which chancery had not jurisdiction. Surely a species of relief was not to be afforded under a general prayer, which, if specifically prayed for, must have been withheld. As a creditor, Murphy had no standing in a court of chancery, and when he was turned out his legal rights were unaffected.\nBut a creditor without judgment or execution, and even before his debt is due, may sue parties at law who conspire to defeat his right of collection by fraudulently concealing and converting the debtor’s goods: Mott v. Danforth, 6 Watts 304.\nThis principle brings out into strong relief the essential difference between the causes of action in equity and here. What the plaintiff sues for now he could not have recovered in that proceeding, and to conclude him by an adjudication which did not and could not touch his present grounds, would be a simple denial of justice.\nEor these reasons, we think the court were right in refusing to give to the New Tork record the effect claimed for it.\nAnd it follows from what has been said, that there was no error in rejecting the record of the replevin suit. Like the bill in equity, that was founded on the plaintiff’s property in the coal, and, this action involving no such point, the record was manifestly irrelevant.\nThere are several bills of exception to evidence, but we see no virtue in them. West, a coal merchant at Brooklyn, replenishes his yard by cargoes of coal which he induces the plaintiff to send him on credit, and at the very moment of delivery turns over his yard, implements, coal, and all, to Kelsey, his broker, at a greatly inadequate price, and absconds. In an action against these parties for conspiring, it was proper to rip open the whole transaction and display it to the jury. If honest, it would bear inspection— the clearer the better — but if fraudulent, as alleged, the acts and declarations of each conspirator were evidence against both. The relation in which the parties stood, and the acts and declarations of Kelsey, afforded evidence enough of concert to make the acts and declarations of West competent, and the effect of the whole evidence was properly controlled by the observations which fell from the court in their charge.\nThese observations dispose of fifteen of the errors assigned. The only remaining one relates to the order of the court in striking out the conclusion of the defendant’s second plea, and directing him to conclude to the country.\nThis interference with the form of the plea, if improper, did not impair the trial of the merits, and is no ground for reversing.\nOn the whole, we perceive no error in the record, and therefore affirm the judgment."}