{"id": "977242", "contents": "The opinion of the court was delivered by\nBlack, J.\nA. sold a horse to B., and took a negotiable note for the price. Afterwards he endorsed the note to C., who brought suit upon it. B.’s defence to the note was that A. was the agent of C. in making the sale; that the principal and agent both knew the horse to be worthless; that the note was C.’s when it was made, and had been transferred to him for that reason ; that C. was therefore not a bona fide holder. To rebut this evidence, A. was offered as a witness. Was he competent?\nAccording to the rule, the endorser of a promissory note (being released) was a competent witness for his endorsee in a suit by the latter against the maker, and so was anybody else who was not a party, and had no direct interest in the record. But in Post v. Avery, and the other cases which followed it, the general and broad rule was established, that one who transfers a chose in action cannot support by his testimony the right of the transferee to recover it. These decisions did not, in words, embrace the endorser of a negotiable instrument. But he is as clearly within the principle of them as the assignor of a bond. It would be intolerable absurdity to make a distinction where there is no possibility of seeing a difference. Accordingly we held in Bailey v. Knapp, 7 Harris 192, that whether a party transfers his claim by delivery, endorsement, or assignment, he is, in either case, alike incompetent to be a witness for the subsequent holder. We are satisfied to let it stand so. We think the rule is well calculated to exclude fratid and remove the temptation to perjury. The danger of both would be rather greater from admitting an endorser than it would be in any other case. As an example, I may mention that we had a case before us at Sunbury, in which a person from New York sold some patent right which was a frightful cheat to a citizen of Union county. The purchaser gave his promissory note, but took from the vendor a written warranty with an agreement that if the warranty was broken, the note should be given back. The payee of the note endorsed it to another person, and a third one was sent down to collect it, who utterly repudiated the warranty, and claimed that his principal was a bona fide holder. The swindle was probably pre-arranged among the whole of them. Should an endorser in such circumstances be admitted to testify in favour of the endorsee, while the maker is excluded ? If the maker could produce probable proof of the conspiracy to defraud him, would it be right to let one of the conspirators rebut it with his own oath ?\nJudgment affirmed."}