{"id": "977294", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nThe evidence tends to show that the plaintiff agreed with the principal in a single bill that if the latter paid <¡>160 on account, one day before it was payable by the terms of the obligation, the holder would wait with him one year for the balance. The material circumstance that the day on which the sum of $ 160 was to be paid was one day before the maturity of the bill, seems to have escaped the attention of all parties in the court below. The court’s attention does not appear to have been drawn to it, but as the point was presented by the evidence, and as the instruction was that “ the plaintiff was entitled to recover,” notwithstanding the evidence of the execution and performance of the contract, we are bound to notice the exact nature of the defence. If the contract for an extension of time had been founded upon the consideration of a payment, which the debtor was previously bound to make at the time specified, it would be void for want of consideration. But where the consideration is a payment before the party was bound to make it, the case is very different. Raising the money a single day in advance of the time fixed by the original bill may have been a great inconvenience to the debtor, and at the same time a corresponding advantage to the creditor. But the amount of inconvenience on the one side and advantage on the other are matters of no importance on a question of this kind. It is sufficient that one or the other existed in any degree, however slight. Here the bill was payable “ one year after date.” In the computation of time on such a bill the day on which it was dated is to be excluded: (Chitty on Bills, 268; Byles on Bills 160.) The year commenced on the 3d of April, the day “ after” the date, and terminated at the last moment of time on the ensuing 2d of April. . The payment on the 1st of April was therefore made one day before the debtor was bound by the original contract to make it. There was therefore a valid consideration. After the holder had received the full benefit contemplated when he made the engagement to wait another year, the refusal to fulfil it on the ground that the consideration was not sufficient to support the promise is a severe objection. The holder ought not to complain that so sharp a point is parried by another equally so.\n. The objection that the contract was made on Sunday is next to be considered. It was agreed between the plaintiff and the principal debtor that if the latter would pay $160 on the first of April the former would wait with him for a year for the balance. This agreement was made on Sunday; and no action could be maintained on it, nor could it answer as a defence, if standing alone, on the contract made on Sunday. Even if not made on Sunday it would fail to sustain the defence if it stood by itself. It depended entirely for its value as a defence upon an act to be performed afterwards — that is, the payment of the sum of $160, before the money was payable by the terms of the original contract. When that payment was made by the one party and accepted by the other, upon the terms perfectly understood by both, it constituted a perfect contract upon a valid consideration, free from any objection arising from the previous conversation on Sunday. It was a new contract, which the plaintiff was bound to perform. It is not the intention of the law that its regard for the Sabbath day shall be made the means of perpetrating a fraud. If the contract was established to the satisfaction of the jury, and fully performed by the principal, it prevented the plaintiff from bringing any action on his claim against the latter until the expiration of the year, and thus deprived the sureties of their right to insist on immediate proceedings. It also deprived them of the value of the remedy to which they had a right of subrogation on payment of the claim. If this change was made without the consent of Uhler, it was a good defence to the action against him. The court ought to have submitted the case to the jury with instructions to that effect. It was error to direct a verdict for the plaintiff.\nJudgment reversed and venire facias de novo awarded."}