{"id": "977297", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe consideration of the contract sued on was the purchase of the ofiice of administrator from hiimupon whom the law devolved the right to it, and the only question in the record is, whether that is such a consideration as the law will support ? I call it an office, not because it is so strictly, but because it very much resembles one, and is frequently so called in the books. An office is a right to exercise a public or private employment, and to take the fees and emoluments thereunto belonging. An administrator is appointed by a public officer, under his seal of office, to exercise a trust and perform duties which are carefully defined by law, and which affect both public and private interests, and his compensation is measured by legal standards, though not defined in the fee bill. In Beck v. Stitzel, 9 Harris 522, it was held that words were actionable without proof of special damage, which imputed to an administrator “ a positive and fraudulent breach of his official oath.” If public policy forbids traffic in the office of postmaster, as was decided in Filson’s Trustees v. Himes, 5 Barr 456, it will, for superior reasons, interdict barter in respect to the more sacred trust of administration.\nBut if administration of a decedent’s estate be not an office, it is strictly a trust, and as such is not to be purchased for a price which.creates in the trustee an interest adverse to the cestui que trust. On this point we cannot do better than adopt the reasoning of the learned judge who tried the cause.\nIt is true, a creditor may administer his debtor’s estate, and if William made himself a creditor by assuming the debts which George held against the estate, that was not the disqualifying circumstance. The administration would nevertheless be effectual and valid. But, by agreeing to pay George the full amount of his debts, without regard to the sufficiency of the assets, William made a contract that was prejudicial to other creditors, for he bound himself so to administer the estate-as to indemnify himself. If all the debts could not be fully paid, he had a separate or peculiar interest that this one'should be, and thus he placed himself in possible antagonism to those whose interests he was bound to represent and guard. ■ A mere creditor administrator has an interest that his debt should be fully paid, but he has contracted for no preference over others. His interest is common with them, and the nearer he can bring the assets to full payment the better for them.\nThe question here is not upon the legality of the administration, but upon the sufficiency of the consideration for the defendant’s promise; and, as that in its very nature endangered the purity of the trust, the law will not sanction it.\n■ The case of Hind v. Holdship, 2 Watts 104, much relied on in the argument, is in no respect analogous. An assignee promised his assignor that he would pay certain creditors, not as a means of obtaining the assignment, but because the assignor wished to prefer them. The assignment, without an expression in it of the desired preferences, was held to be a sufficient consideration of the promise. The point ruled here did not arise, and was not decided in that case.\nOn the whole we are of opinion that the court did right in arresting the judgment, and their order is affirmed."}