{"id": "977290", "contents": "The opinion of the court was delivered by\nBlack, J.\nJames J. Boswell was in partnership with Munson H. Treadwell. The firm was dissolved in 1850. Treadwell transferring to Boswell all his interest in the partnership effects, and Boswell agreeing to pay all the debts. In 1851 Boswell formed a limited partnership with two other persons, he being the general partner. On the 29th of January, 1853, he assigned to the “Chartered Fund” certain claims against debtors of the firm composed of himself and Treadwell, which was then in the hands of the defendants for collection. The object of this assignment was to pay the “ Chartered Fund” a debt due from himself to it. On the same day he assigned to the defendants, for the benefit of creditors, all the property of the limited partnership; and, to one of the defendants, all the other property he had. This suit is brought by the “ Chartered Fund” to recover the money collected by the defendants on the claims assigned by Boswell to it.\nThe first objection made against the right of the plaintiff to recover is the form of the action. The defendants insist that the suit should have been brought in the name of Boswell & Co., for the use of the “ Chartered Fund,” and not by the “ Chartered Fund,” as the legal plaintiff. The action is right enough. It is not brought on the original indebtedness to Boswell & Co., but on the implied undertaking of the defendants that they would pay the money which they collected to the party it belonged to. That party was the “ Chartered Fund,” if its assignment of the debts was valid.\nIt is argued that, these claims being part of the assets of Boswell & Co., Boswell had no power to assign them in payment of a debt due from himself. It is a sufficient answer to this, that the partnership between Boswell and Treadwell had been dissolved long before the assignment. The outgoing partner had a right to demand that Boswell should pay the debts of the firm, for such was the contract; but a suit on the contract was his only means of enforcing that obligation. The creditors of Boswell & Co. had a right to demand that the assets of the firm, as well as the separate property of the remaining partner, should go to the satisfaction of their just claims, but they had no specific lien on either which would enable them to follow it into the hands of a Iona fide purchaser. When one of two partners retires from the ■business, relinquishing to the other all his interest in the partnerr ship property, the remaining partner has the same dominion over it as if it had always been his own separate property.\nBut, at the time Boswell made this assignment to the plaintiff to pay a private debt of Ms own, there existed a limited partnership between Mm and two other persons, he being the general partner, and carrying on the business. It is admitted tBat this partnership was insolvent. By the 21st sect, of the Limited Partnership Law, -every assignment by the general partner of his own property, if made when the partnership is insolvent, is void as against the creditors of the partnership. The defendants are assignees for the benefit of the partnership creditors, and in the name of those creditors they claim the right to set aside the previous assignment to the plaintiff as void under the section just cited. But does a voluntary assignment like this put the assignees in the place, and arm them with the power of creditors ? The cases of Twelves v. Williams (3 Wharton 485), and of Vandyke v. Christ (7 W. & Ser. 373), decide the question in the negative. Voluntary assignees represent only the debtor himself; and as to him, Ms own assignment of the claims to the plaintiff was valid and binding.\nJudgment affirmed."}