{"id": "977214", "contents": "The opinion of the court was delivered by\nWoodward, J.\n1. The first error is founded on matters which are not assignable for error. Beyond all question, the conduct of one of the defendants in interfering with the deliberations of the jury, if it was what is alleged,was impertinent and improper in the last degree; but it was for the Court of Common Pleas, under whose precept the viewers acted, to protect them from that kind of intrusion ; and we are bound to presume that if the court had been satisfied of any improper interference, they would have set aside the report and appoint a new view. They refused to do so, and we cannot revise their discretion because we have not the evidence on record which guided it. As well might we be expected to reverse a court for not granting a new trial. All such applications are appeals to the discretion and conscience of the court in which they originate, founded on explanations and evidence which do not come upon the record; and the' appellate tribunal, therefore, cannot judge the soundness of the discretion exercised. In such circumstances the legal presumption attaches that all things were properly done, and an assignment of error like this is thus conclusively answered.\n2. The second error is that the Court of Common Pleas had no jurisdiction of the case, which is a remarkable assignment by the party who invoked the jurisdiction, and never excepted to it whilst the record remained in the court.\nBut there is no ground for such an allegation, here or there. The Act of Assembly authorized the company to apply to the court to assess compensation for “ lands or materials,” when they could not agree with the owners. The defendants had an estate for years in the lot in question, with a covenant for a renewal of the term at an increased rent. This was an interest in land, and the company, wanting and determining to take it, were not mistaken in supposing that under the Act of Assembly the court had jurisdiction of the subject-matter. If we should hold that such an interest was not included in that most comprehensive word “ lands,” the company had no authority to take it, and they were trespassers ah initio. Their right, and the jurisdiction of the court, are correlatives which result out of the same statute and the same words.\n3. The third and last error assigned is that the viewers had no authority or jurisdiction to award damages for a breach of contract in the refusal of the said railroad company to extend the lease in said award mentioned.\nThe language of the report is, “ $4000 damages, which includes the damages arising out of the refusal of the said railroad company to extend the lease.”\nUndoubtedly damages for breach of covenant could not be assessed in this proceeding, for they can only be given for lands or materials. But though called damages in this instance, were they in substance and fact anything more than compensation for that interest which the defendants held in land, and which the company took away and appropriated to their own use ?\nThe defendants were in possession of the lot under a lease from Warnick & Leibrandt for two years from the first day of April, 1852, at a rent of $600 per annum, with a covenant on the part of the lessors to renew the lease for three years, at $800 per annum, upon the expiration of the two years, if requested, and were using the lot as a lumber yard with nine or ten months of the first term in the lease before them unexpired.\nThe company purchased the reversion of the lessors, and then in virtue of their grant of eminent domain appropriated the lot to their own use. They thus extinguished the estate of the lessees— both their actual interest under the two years’ term in the lease, and their possible interest under the covenant of renewal. They took all the lessees had in that land. Ought they not to pay for all ? A renewal of the lease agreeably to the covenant was out of the question. Although the company had succeeded to the rights and powers of the landlords, yet they wanted the lot for a depot, and this was incompatible with a renewal of the lease for the purposes of the defendants. The direct injury done to them— or in other words, the value of the thing taken from them, was to be measured by the worth of the lot, at the stipulated rents, for the residue of the term of two years, and for the whole of the term of three years. No assessment of damages or compensation would have been just and adequate that did not embrace both these terms, for the true measure of the interest the lessees had in the land was the joint or aggregate value of the two terms. This the viewers meant to give, and did give. Of what importance is it then that they characterized their assessment as damages arising out of the refusal of the company to extend the lease ? In some sense the damages did so arise, though I agree the phrase selected to show that they had valued the three years’ term, was not well chosen. The fact might have been better expressed in other language, but we are to look at the substantial fact — the thing done and done properly — and the language is to be construed as describing that and no more. We cannot permit ourselves to be misled by calling it a “ breach of contract” for which the damages were assessed. It was no more a breach of contract than if the company had absorbed the estate of the tenants without first purchasing the reversion of the landlords. In that case the act of the company would have rendered a renewal of the lease impossible, but they would have paid, not for a breach of contract, but for an interest in lands. They did so here. The defendants held that interest, as all citizens hold real estate, subject to appropriation for public use, but their right of compensation was coextensive with their interest, and the company having taken the whole of it, the inquest did no more than assess the value of the whole.\nWhether the assessment was reasonable in point of amount, is a question which we have no means of deciding, and which we do not touch.\nThe decree of the court is affirmed."}