{"id": "977320", "contents": "The opinion of the court was delivered by\nLewis, 0. J.\nWe may concede, for the purposes of this case, that' the contract of sale made by William A. Irvine, the trustee, with the assent of Samuel M. Leiper, the cestui qv,e trust, brought the land within the rule of equity which required it to be treated as personal estate, for the purpose of regulating the succession to it. We may also concede, for the present, without, however, deciding the point, that upon the death of Mr. Leiper, his widow and children became entitled to have their interests in the purchase-money distributed as personal estate. If they had a right to the proceeds, they had, of course, a right to take the land, in lieu of the money, with the assent of the vendees. The rescission of the contract of sale after the death of Mr. Leiper was, therefore, a reconversion of the personal estate into land, each distributee thus acquiring the same interest in the land which he held in the proceeds at and immediately before the reconversion. But what was that interest ? Nothing more than such share as the will or the law gave after payment of the debts of the decedent. The original contract of sale did not work an absolute .conversion of the real estate into personalty against the will of the .creditors. They might, notwithstanding such contract, obtain judgments against it, and sell it as real estate; and the proceeds would be distributed among the lien creditors, according to their priority, precisely like the distribution of any other real estate. Mr. Leiper could also have mortgaged it, or conveyed it as real ■estate, and these acts would have been perfectly valid to pass whatever remaining interest he possessed, without any such delivery or change of possession as is required to pass a title to personal property. If the creditors had the right to treat the property as land during the lifetime of Mr. Leiper, did they lose it by his death ? It has never been supposed that the death of a debtor changes his real estate into personalty. So far from producing that effect, the creditors of Mr. Leiper acquired, on his death, by operation of law, liens on the property in question for the amounts of their several debts. If the contract of sale remained in force it would have been the duty of the executors to carry it into effect, and to make conveyances to the purchasers, not by virtue of their authority over it as personal estate, but in pursuance of the statutory direction which subjects them to the supervision and control of the courts. In such cases the proceeds must be distributed as real estate, so far as the creditors are concerned, and respect must be had to priority of liens, although all the liens may have been created after the alleged conversion. It follows from these principles that, so far as the creditors are concerned, there has been no conversion of the real estate into personalty; and that so far as the distributees are interested there has been a reconversion into land, and that the parties in interest have a right to immediate possession as tenants in common, or to partition, to hold in severalty, subject to the paramount rights of the creditors. These rights can be ascertained by settlement of the administration account, and the sale of so much of the land, under the orders of the Orphans’ Court, as may be necessary, after the application of the personal estate proper, for the payment of the debts of the decedent. The purchasers under such sales would take as good a title without the conveyance by Mr. Irvine as with it; but if it should be necessary, for the purpose of removing doubts, he can be directed, in a proceeding for the purpose, to execute conveyances to the purchasers. In the mean time, we are unable to see the propriety of directing Mr. Irvine to convey to the executors. It is not alleged that he is abusing the trust. The creditors (admitted to amount to $40,000, after the personal estate proper is applied to their claims) have not been made parties to this application, and it does not appear that their interest would be promoted by granting the prayer of the bill. The five minor children of the decedent, who own at least two-thirds of the property which may be left after payment of debts, are opposed to the bill. The only person interested, who desires the conveyance, is the widow. Her interest, at most, cannot exceed one-third of the residue after payment of debts. What that residue may be is not apparent now. It depends upon the amount of the debts, the prices which may be obtained for the property, and the expenses of settling the estate. The widow has not filed this bill for the protection of her individual rights. She is at present before us with the other executors in a representative capacity; and it is sufficient for the purposes of the case to say that the executors have shown no title to the relief demanded.\nThe judgment of the Court of Nisi Prius is affirmed; and the complainants are directed to pay the costs, without prejudice to their rights to charge them against the estate, on the settlement of their administration account."}