{"id": "977341", "contents": "The opinion of the court was delivered by\nKnox, J.\nUpon exceptions to the report of road viewers, depending upon matters of fact, to be determined upon evidence other than the record, this court will not interfere with the decision of the court below, unless there has been manifest error committed; and no evidence will be here considered other than that submitted to the Quarter Sessions, and sent up with the record. We do not understand that the first exception is relied upon by the plaintiff in error, and if it were we would not interfere with its determination in the Sessions. Whether the jurors misbehaved themselves, or whether any undue influence was brought to bear upon them, was peculiarly a proper subject to be determined by the court where the proceeding originated. We cannot say as matter of law that the report was vicious, because it was drawn by the attorney for the petitioners.\nAn attorney at law has no authority to administer an oath, but he may repeat the form of an oath to a witness or a road viewer, if requested to do so, by one having authority; and if it is done in the actual presence of the person so authorizing it, there is no question of its legality. Here the viewer, who is alleged not to have been duly sworn, was himself a justice of the peace, and the other viewers were any of them competent to administer an oath to one of their number. The report states that the viewers “were duly sworn according to law,” and as the contrary does not appear, we will presume that the form of the oath was read by Mr. Stiles to Mr. Lawall, in the presence of and by the direction of the other viewers.\nThe petition is sufficiently descriptive as to the commencement and termination of the road. The allegation made in the fourth exception that there was a fraudulent misrepresentation made by one of the petitioners to the viewers in reference to the cost of making the new road, or part of it, does not appear to have been sustained to the satisfaction of the Quarter Sessions.\nOrder affirmed."}