{"id": "977379", "contents": "The opinion of the court was delivered by\nWoodward, J.\nA debtor may make a voluntary assignment for the benefit of his creditors of his estate real or personal, or any part thereof, but he may not in and by the instrument of assignment create and reserve an interest for himself or his family. “ The rule clearly deducible from the cases is,” said Rogers, J., in McClurg v. Leckey, 3 Penn. Rep. 91, “ that no debtor can, in an assignment, make a reservation at the expense of his creditors of any part of his income or property for his own benefit; nor can he stipulate for any advantage to himself or family.” The reason of the rule, or perhaps we might say the rule itself, is in the stat. 13 Eliz., which avoids all conveyances made with intent to delay, hinder, or defraud creditors.\nBut is a reservation of such property to the amount of $300, as is exempt from levy and sale by our Act of April 9,1849, fatal to an assignment for the benefit of creditors ? We think not; and that because such a reservation is not within the reason of the rule. Though expressed in the assignment, it is not created by it, but by the Act of Assembly, and it does not tend to delay or hinder creditors, because by law they never could appropriate this part of their debtors’ estate. In all the adjudged cases the reserved interest which has been held to avoid the assignment springs from the instrument itself, but in this case it is created by Act of Assembly and vested in the debtor, and the whole effect of the reservation is that he does not part with it., Ilis creditors are not hindered by his keeping that which they had no right to touch. But it is argued that this rule of decision will enable debtors, under pretence of availing themselves of the exemption law, to retain out of their assignments more than $300 worth of their property.\nThis objection is purely abstract, for the exemption here as to its principal part must be paid by the assignee in money after the conversion of the real estate, and of course he will see that the debtor gets no more than the law allows him. But in every case where the assignment is of all the debtor’s property, and the reservation is of $300 worth of it, the appraisers must necessarily fix the value of what he proposes to keep, else they cannot assess what the assignee is to account for. And if any creditor thinks he is allowed too much let him levy his execution, and have an appraisement by the sheriff.\nWhere, upon the face of an assignment, it should appear that but part of the debtor’s estate was intended to pass, such a reservation would not perhaps be tolerated, for the presumption would seem reasonable that he had retained all that the law exempts, but where, as in the case before us, he gives up all but what the law restrains his creditors from selling, they have no reason to complain.\nThe decree of the court, in discharging the rule to show cause, is affirmed."}