{"id": "977361", "contents": "The opinion of the court was delivered by\nLowrie, J.\nSarah Sharp acquired a fee-tail in this property under the will of her father, James Sharp, dated 14th February, 1777. Afterwards she was married to Robert Kenny, and in 1787 united with him in suffering a common recovery as a means of conveying the land to Charles Gilchrist in fee simple for a valuable consideration. Robert Kenny died in 1819, and Sarah Kenny in 1850, leaving the plaintiff her heir at law, who was born in 1791. The plaintiff claims the land as heir in tail under the will of James Sharp, and the defendant under the common recovery and possession ever since, in pursuance of it. This suit was brought in 1853 on the supposition that the common recovery is so defective as to convey no title as against the issue in tail.\nThe claim is certainly a very stale one, and all our laws, “ for the quieting of estates and for the greater security of real property,” frown in full spirit upon it, and require us to reject it if possible; and certainly it is possible on several grounds, even if we admit that the common recovery was not properly suffered.\nThe law has always favoured the barring of estates tail, and, treating a common recovery as a means of doing so, it pays little regard to the care with which it has been conducted, provided.the intention and the power to bar it are manifest. This expresses the spirit of the statute 14 Geo. 2, c. 20, ss. 4, 5, which declares that, when a common recovery has in fact been suffered, but not recorded, the deeds that usually, accompany it shall, after twenty years’ possession under the recovery, be sufficient evidence that it wa's duly suffered “according to the purport of such deeds;” that is, so as to convey the title which it was their purpose to convey; and where the power exists, every common recovery suffered shall, after twenty years, be deemed valid to all intents and purposes, if it appear, as it does here, that there was a tenant to the writ. These provisions are a flat bar to the plaintiff’s claim.\nIt is also excluded by the stat. 21, Jac. 1, c. 16, which declares, that no formedon in deseendor (the old writ for such a case) shall be brought except within twenty years “ after the title and cause of action first descended or fallen: and within ten years after the removal of disabilities;” and it has been held that the title descends or falls “ on that tenant in tail who suffered twenty years to elapse without taking any steps to assert his title.” 3 Brod. & Bing. 217; 4 Taunt. 826; 6 East 80; 4 Term R. 300; 8 Com. Bench 876. Also, Baldridge v. M’Farland, a late Pittsburgh case. Now if we assume that this common recovery is so defective that it may be treated as void for the purposes for which it was intended, then it did not convey even Mrs. Kenny’s title, and she had power to assert her title in 1819, when her husband died; and her neglect to assert it for more than ten years after that, operates as a bar eren to the heir in tail.\nThe stat. 10 and 11 Will. 3, c. 14, also interposes its protection against this claim, by declaring that no common recovery shall be reversed or avoided for any error or defect therein, unless the writ of error be brought within twenty years after the recovery suffered; allowing five years further after the removal of the usual disabilities, if any were then existing; and it has been held that all errors are cured by this statute, even as against one whose title did not accrue until after the twenty years had gone round: 2 Stra. 1257. Under this statute, Mrs. Kenny had five years after her husband’s death, and no longer, to complain of any errors in the record of the common recovery.\nWe have referred to the above-mentioned statutes because they are made part of our law by the act of 27th January, 1750. Our limitation act of 1785 takes the place of the 21 Jae. 1, and prevents all suits for the recovery of land, if there has been no seisin or possession of the claimant or his ancestors or predecessors within 21 years; allowing ten years further after the removal of disabilities. If this recovery can be treated as void, this statute cut off the right in 1829.\nOur judiciary act of 1791, s. 20, supplies the place of the 10 and 11 Will. 3, shortening however the period, within which a writ of error may be taken by one not under disability, to seven years.\nWe have not yet adverted to the fact that this is an attempt by the issue in tail to set aside or avoid a common recovery by a collateral suit, which, we think, cannot be done. A judgment in common recovery is just as conclusive as in any other case, and cannot be attacked collaterally except for fraud, or, as in other real actions, because the defendant was not a tenant of the freehold. As a real action, with a proper tenant of the freehold, the fate of all expectant interests is involved in the result; and the issue in tail cannot falsify a point tried by the action : 3 Bulst. 247; 1 Rolle 443. The judgment is that the recoverer has the title to the land; and that judgment can, in favour of any one who claims under the title that was represented by the tenant to the prseoipe, be avoided only by a writ of error. Suppose there was not such a judgment against a vouchee as would give to those in remainder the nominal recompense that belongs to the form; this does not avoid the judgment in favour of the recoverer, but only affects its regularity, and cannot be complained of under the stat. 14 Geo. 2 after twenty years, nor under our act of 1791 after seven years.\nJudgment affirmed."}