{"id": "977311", "contents": "The opinion of the court was delivered by\nKnox, J.\nThere is no principle of marine insurance better settled than the one which declares that in every insurance upon a vessel there is an implied warranty upon the part of the assured. that at the time of sailing the vessel shall be seaworthy for the voyage insured. This implied warranty is not confined to the sufficiency of the hull, but in a sailing vessel extends to the soundness of the sails and rigging: Weddenham and Others v. Bell, 1 Camp. 1; and as was said by Lord Eldon, in the House of Lords, in the case of Wilkie v. Geddes, 3 Dow. 57, “ the ship must be furnished with ground tackling sufficient to encounter the ordinary perils of the sea, and that when the anchors were defective the ship was not seaworthy.” This principle, in its application to steam vessels, requires not only that the hull should be tight, staunch, and strong, but that the machinery should be properly constructed, and of sufficient power to perform the voyage insured..\nThere is another principle applicable to the case under consideration, and it is this. If a ship, in a short time after leaving port, becomes leaky and founders, or is obliged to return without any storm, or visible or adequate cause to produce such an effect, the presumption is that she was not “ seaworthy” when she sailed, and the onus probandi in such a case is thrown upon the assured to show that the inability arose from causes subsequent to the commencement of the voyage and attaching of the risk: Hilyard on Marine Insurance, 106. “ A ship is always presumed to have been defective when she sailed, unless her disability be proved to have been occasioned by the perils of the voyage:” Marsh, b. 1, chap. 1181. “The fitness of the above principle,” said Chief Justice Gibson, in Fleming v. The Marine Insurance Company, 3 W. & Ser. 152, “ in its application to the circumstances of the case which gave rise to it has been doubted, but it seems not to have been doubted that when a ship which has not been disabled in her voyage by an accident or stress of weather is found unable to reach her place of destination, there is a presumption that she was unseaworthy when she sailed, which it is incumbent on the assured to disprove.”\nIn the case before us the plaintiff’s action was brought to enforce a contract of insurance of five thousand dollars on the iron hull stern-wheel steamboat, Governor Moorhead, for one trip from Philadelphia to Port Washington, North Carolina. The vessel was built in Philadelphia, and was intended to be used in running on Tar river, in North Carolina. The insurance was made on the 18th July, 1853, and on the 23d of the same month the vessel started for her point of destination, to go altogether by steam, as she had no sails. The day was pleasant, but after proceeding apparently very well for some distance down the bay, it was found that the furnace would not draw, and that it was impossible to make sufficient steam to continue the trip. The boat was brought back to Philadelphia, and on the night of her return she sunk, which was the cause of the principal injury complained of in this action. After being raised and repaired, a second unsuccessful effort was made to take the boat to Washington. The third effort succeeded.\nUnseaworthiness was the ground of defence. The learned judge of the District Court, before whom the cause was tried, was of opinion that the plaintiff’s evidence would not authorize a recovery, and, upon application of the defendant, nonsuited the plaintiff. The plaintiff in error contends that the implied warranty of seaworthiness was waived by the insurance company, and that even if it were not, it was a question of fact for the jury to determine whether the boat was seaworthy or not.\nWe see no evidence from which an inference could be drawn that the insurance was to stand good without reference to the ability of the steamboat to make the trip. It may be conceded that the insurance company knew that the boat was built for the river trade, and that it had been examined by the agent of the company before the insurance; but a waiver of the implied covenants of seaworthiness for the particular voyage insured, does not follow from either of these circumstances, or both combined. All the authorities establish that a waiver of seaworthiness, when not expressed in the contract of insurance, is only to be inferred upon clear evidence that the insurer knew that the vessel was unfit to perform the voyage insured, or that a full representation was made by the assured- of the defects of the ship before the completion of the contract. The assured is not bound to make any representation as to the condition of the vessel at the inception of the risk, for this is. cured by the implied warranty of seaworthiness; but if he wishes to avoid the implied warranty by a disclosure of the defects, he must take care that the disclosure is full and complete. A mere statement that a vessel is intended for a particular trade, although that trade may be less hazardous than the voyage insured, will not cast the risk of seaworthiness upon the insurer, nor does it folloAY from an examination, that defects in the machinery of a steamboat were discovered and considered in the contract of insurance.\nSeaworthiness is a question of fact, to be determined by a jury. The presumption is in favour of the seaworthiness of the vessel, and the burden of proof is upon the party alleging the absence of it. This presumption, however, may be rebutted, and the onus probandi shifted by satisfactory evidence that the vessel is unable to make the voyage, where such inability does not arise from the character of the weather or from any known cause sufficient to account for the failure, other than the condition of the vessel at the time when the voyage was attempted.\nNow, to repeat the language of the learned judge of the District Court, “ the undisputed evidence in the cause was that, without encountering the slightest storm in a single day’s run, in perfectly fair weather, and on the comparatively smooth current of the Delaware river, the boat, which had no sails and was to be propelled solely by steam, was, from the imperfection of her works, unable to make steam, and was from this cause compelled to return to the port from which she had set out.” This evidence was a part of the plaintiff’s case, and from it the presumption arose that the vessel was unseaworthy when the voyage commenced; and as there was no evidence given to remove this presumption, it was clearly the duty of the court to nonsuit the plaintiff. A demurrer to the plaintiff’s evidence would have been fatal to his recovery, and wherever the defendant can safely demur to the plaintiff’s evidence, it is the duty of a court having the authority, upon application to order a nonsuit.\nThe exception to the ruling of the court in not permitting the plaintiff’s counsel to ask John P. Levy what the object of a certain person was in visiting the boat before she sailed, was not insisted upon in the argument, and would not have availed the plaintiff if it had been. Upon a motion for a nonsuit, the court is not bound to give specific answers to points propounded by counsel. Granting the nonsuit is a sufficient answer.\nJudgment affirmed."}