{"id": "977332", "contents": "The opinion of the court was delivered hy\nLewis, C. J.\nButler, when he purchased the judgment of Abbott v. Coates, was under no legal obligation to disclose his knowledge of its value, nor was Abbott under any such obligation to disclose his belief that it was worth nothing. If one party intended to make $600, and the other $2500, by the bargain, their offences against good morals are equal in principle, although differing in degree. But we have no evidence to show that either party had any knowledge which would make it against conscience to enter into the bargain. However that may be, it is clear that there is no evidence to invalidate the contract in a court of justice. Butler made the purchase before he was appointed a trustee, and he had as good a right to make it as any other stranger. The only question discussed is whether Wm. Abbott had authority to make the transfer? It is conceded that if the transfer to Howard Yardley and by him to Gideon Scull, Benjamin Jones, and William Abbott are invalid, Abbott’s sale of the judgment is perfectly free from objection. In that case he stood as the owner with full right to sell it for the best price he could obtain. But if the transfers are valid and effective (which we neither affirm nor deny), what powers did they give to Abbott ? It is evident that the chief object of Abbott’s assignment to Yardley, and Yardley’s assignment to Scull, Jones, and Abbott, was to continue Abbott in possession, as before the assignment, with full power to manage and dispose of the property as agent of the assignees. The latter were authorized by the instrument to sell the personal estate “absolutely,” and the real estate “in fee simple,” after the expiration of one year from the date of the assignment. During the year previous to the general sale of the property, it was expected that Abbott would have to pay close attention to the business, to manage the property to the best advantage, and for this he was allowed $1500. But, after the expiration of the year, the assignees had full power to sell the real and personal estate, and William Abbott had full power to “ act as their agent in his own name, at the risk of the assigned estate.” There was no limit to Abbott’s authority as agent. It was by the terms of the assignment co-extensive with the powers of his principals. As they had an absolute power to sell, so had he. With these ample powers, he received a valuable consideration from Butler for the judgment against Coates; and, not only in his own name, but in the names of the assignees, he transferred .the judgment to Butler. This transfer passed the title to Butler. If there was anything improvident in the bargain, let the creditors blame themselves for the folly of assenting to such an arrangement, or let them look to their agent for indemnity. Butler is not to be injured by taking them at their word and dealing with the person appointed by them to transact the business. They have, through their agent Abbott, received Butler’s money. If the purchase had turned out an unprofitable one, the loss would have fallen upon him. As it has turned out a valuable investment, it is just that he should have the benefit of it.\nIt is ordered and decreed that the dividend awarded by the auditor to be paid to the judgment of William Abbott against Reynell Coates be retained by E. H. Butler, the accountant. With this correction the decree of the Court of Common Pleas is affirmed.\nIt is ordered that the costs be paid by Gideon Scull and Benjamin Jones, who survived William Abbott, deceased.\nBlack, J., dissented."}