{"id": "977309", "contents": "The opinion of the court was delivered by\nKnox, J.\nIt was the province of the jury, under the evidence, to determine whether Seaver’s compensation was to be measured by the profits or otherwise. There was no direct evidence upon the subject; an inference could be drawn from the testimony of Hugh J. Smith that Seaver was to receive ten per cent, on the nett amount of profits, for his services as clerk. Assuming that the jury would find from the evidence that he was to receive a portion of the actual profits, the evidence of Cooper was clearly admissible, as its direct tendency was to establish what the profits were. Consequently it was the duty of the court to receive this evidence, for to have rejected it would have been a determination of the measure of compensation by the court. As this was a question of fact, the court was bound to submit it to the jury.\nHorace M. Sharp was offered as a witness by the plaintiff. After he was sworn, but before he was examined, an objection was made to his competency, for the reason that he did not believe in a God or a future state of rewards and punishments. To establish his want of religious belief it was shown that nearly two years before the trial he had said that “ he did not believe the Bible to be the inspired work of God, and did not believe in a future state of rewards and punishments.”\nA belief in a future state of reward and punishment is not essential to the competency of a witness, nor is it cause of exclusion' that one does not believe in the inspired character of the Bible. The test of competency is, whether the witness believes in the existence of a God, who will punish him if he swear falsely: Butts v. Swartwood, 2 Cowen 431; Cubbison v. McCreary, 2 W. & Ser. 262. As an oath is a solemn appeal to the Creator of the Universe that the truth only shall be .witnessed, no one is competent to take it who has not a religious sense of accountability to the Omniscient Being, who will certainly punish him if he commits perjury. But whether the punishment will be temporary or eternal, inflicted in this world or that to come, is immaterial upon the question of competency. It is for the jury to say whether the credibility of the witness is affected by his belief in the extent of the penalty to be incurred by false swearing, or his want of belief in the Christian religion.\nAs the evidence was insufficient to exclude Sharp from testifying, it is unnecessary for us to say anything about the time when the objection was made, or the refusal to let the witness state his own religious belief at the trial.\nWe have noticed the first and second assignments of error; the third and fourth were very properly abandoned at the argument.\nJudgment affirmed."}