{"id": "977359", "contents": "The opinion of the court was delivered by\nBlack, J.\n(After stating the facts of the case.) — Whether the order of the board of property, annulling one patent and granting another, is or is not wholly void as between the Commonwealth and the patentee, is a question which needs not now to be decided. We are to determine the rights of third parties, whose claim intervened long before any proceeding was had by the board. Can a warrantee have surveys of two different tracts, accept a patent for one of them, and afterwards take the other away from a settler who has appropriated it in the mean time ? Certainly not. There can be but one survey under one warrant. When one is returned, and a patent issued thereon, another one, whether made before or after, and whether returned by the deputy surveyor or not, is utterly void and of none effect. . If a warrant-holder can have only one survey, but has caused two to be made and returned,' he must make his election between them, or run the risk of losing both. That election cannot be made in any way more emphatic than by choosing on which of the two his patent shall issue. After he has done this, the land not patented is as much open to a subsequent warrantee or settler as if it had never been surveyed at all. .\nIf the claim of the plaintiffs were sustained it would not only violate the general principles already stated, but it would violate ■ them in a way calculated to do the worst injustice. They ask us to let them abandon a tract which they have bought, and compensate them for it by giving them a different tract which has been paid for by other persons. A patent acquiesced in for fifty-six years is to be nullified, and a new one issued to cover an improve-' ment which was twenty-three years old before the settler had any notice, actual or constructive, that an adverse claim existed. We are of opinion that when.the defendants went on the land in dispute it was vacant to all intents and purposes. The survey on the ground was nothing, for it professed to be made on a warrant which had long before been satisfied by another survey and patent.\nIt is said that the wrong tract was patented by mere mistake. This is not very probable. The fair presumption is that every man understands what he does or causes to be done about his own business. Before an error like this is admitted, it ought to be clearly proved. But, if it were proved, it would be no reason why the defendants should suffer for it. The law does not allow anybody to make such mistakes at the expense of other people.\nIt is asserted that the judge did not answer definitely all the points submitted by the plaintiffs. • The charge seems to us a very just exposition of all the law the case has in it. The plaintiffs had-no shade of a right to recover. No proposition that ingenuity could frame would be at once favourable to them and sound in law. Their points must therefore have been either erroneous or immaterial; and a failure to answer them could do no harm to anybody but the defendants, who are of course not complaining.\nDivers exceptions are taken to the court’s ruling of evidence out and in. We are all of opinion that none of the exceptions can be sustained. But we dismiss them without any special discussion, because, the foundation of the cause being gone, its incidental-points can have no importance.\nJudgment affirmed."}