{"id": "977301", "contents": "The opinion of the court was delivered by\nLowrie, J.\nOn the merits of this case we do not see that there is any just ground of complaint against the decree. And it is only because the form of the proceeding is but little noticed in our books, that any dispute arises on that score. The final decrees of the Orphans’ Court may be \"corrected in various forms, depending on the time and the grounds of the application.\n1. On mere motion, as to clerical errors, and matters that are necessary to make the decree accord with the form that is usual for the kind of case, and that, as the case appeared and is remembered by the court, would have been inserted or omitted if it had been suggested to the court: 12 Ser. & R. 171; 1 Hoffm. Ch. P. 559; 7 Ves. 292, 293; 5 Mad. 121; Moseley 255; Dick 59.\n2. On petition for a rehearing, setting forth the grounds of the application, and verified by oath or affirmation. This applies in cases of decrees by default, and even of decrees on hearing, if applied for during the term, or perhaps after that, if nothing has been done under the decree to prevent it: 11 Ser. & R. 206; 1 Hoffm. Ch. P. 561, 562; 3 Mar. 698; Dick 109, 145; 1 Dan. C. P. 576, 579; 2 Id. 1207; 7 Paige 512; 8 Id. 180.\n3. By bill of review, which is a separate suit, founded on error of law appearing on the record of the former case, or on newly discovered evidence after the decree: 3 Rawle 248; 5 Watts 90; 2 Jones 262; 10 Barr 469; 7 Harris 433; Story Eq. Pl. § 204; 3 Dan. C. P. 1724; 2 Hoffm. C. P. 2; 3 Id. 178.\nThe two first forms occupy the place in Orphans’ Court and equity practice that is filled in our common law practice by motions to amend, to set aside or open judgments by default, to grant new trials, and the like. The third supplies the place of a writ of error, without excluding an appeal, and applies the same corrective to decrees, in eases of fraud and newly discovered evidence, as it does to common law judgments. The action of the court under.the first two forms is subject to no review here, unless possibly when they are applied out of time; under the other it is.\nThe petition in the present case is a petition for rehearing after a decree by default, and the granting of it is not reviewable here, while the final decree that followed it is.\nDecree affirmed at appellant’s costs."}