{"id": "977374", "contents": "The opinion of the court was delivered by\nLowrie, J.\nThis attachment was served on Bingham, the garnishee, simply by leaving him a copy of it, and without the actual seizure of any goods as the property of the defendant. The utmost effect that can be given to such a service is, to treat it as a notice to the garnishee to retain, in order to answer the purposes of the attachment, any goods of the defendant that may be in or may come into his hands. The duty imposed upon him by this notice was, that he should not allow any goods which he knew, or which the law charged him with the duty of knowing to be the property of the defendant, to pass out of his hands. As he did receive goods of the defendant, and did let them pass out of his hands without knowing that they were defendant’s property, the only question left to be answered is, did he receive them under such circumstances as to be chargeable with knowledge.\nWhat evidence had the garnishee, that the defendant, _ John Hance, owned this tobacco ? We do not discover that he had any, except which arises from the fact that nine of the hogsheads were marked Hance & Green. If this be regarded as some indication of the ownership, all the other circumstances point in a different direction. Hance and Green lived in Ohio, and consigned the tobacco to Starr & Sons in Baltimore. The carriers brought them by steamers to Pittsburgh, and there contracted with Bingham to perform the remainder of their duty, he giving them a carriers’ receipt therefor ten days after the service of the attachment. Now the law makes a bill of lading evidence that the title of goods in transit is in the consignee, and the carriers must have fiven one, and Bingham received the tobacco in its transit to Starr ; Sons, and under a contract with the first carriers to complete their work. Judging therefore by the ordinary principles of evidence, Bingham could not suppose that the tobacco belonged to John Hance, but rather to Starr & Sons ; and he was right in carrying it to them.\nBesides this, it would be strange in the extreme that the law should require of a carrier, receiving goods on his contract, to deliver them at a certain place, that he should keep them to answer an attachment previously served on him. If a carrier should knowingly receive goods under such circumstances, it would be an act of such bad faith to his employer that he ought to be made to pay for them, if he delivered them to answer the attachment. If the law required him to hold goods thus received, it is easy to imagine that he might soon receive attachments enough to stop all his business.\nThese views show that the judgment below ought to have been for the defendant, and save us from considering the other aspect of the case.\nJudgment reversed, and judgment for the defendant below, and record remitted."}