{"id": "977336", "contents": "The opinion of the court was delivered by\nLowrie, J.\nWe get clear of a great deal of the difficulty of this case, and set aside some of the exceptions to evidence, and much of the argument, by putting the evidence into its natural order. The first' evidence of the plaintiff’s title was his lease to the defendant of 19th August, 1830> for a term ending 1st April, 1831, for the rent of one dollar. This was evidence that the defendant entered under the plaintiff as his tenant. It was answered by the defendant very properly by evidence that the plaintiff had often, after the date of the lease, shown by his acts and declaratiuns that he had given the lot to the defendant as a reward for faithful service, corroborated by the facts that the defendant had occupied the lot ever since claiming it as his own, that is, for 24 years before suit brought; and that it had been taxed in his name during all but the first year of that time, and he had paid the taxes on it.\nThis is plainly inconsistent with a tenancy continued under the lease, for that said nothing about taxes, and under it the defendant was not bound for them; and so all the other acts are incompatible with the relation of lessor and lessee. There is no way of reconciling the evidence except on a supposition of an abandonment of this relation either before or after the defendant went into possession. So long a possession without the payment of rent cannot be accounted for by the lease. It was so. long that the defendant might have relied on it alone for a legal title, and surely it was enough to save him from the necessity of any very distinct evidence of the gift, and of the possession being delivered in pursuance of it.\nNext in order of time was the lease of the plaintiff to the defendant, 11th March, 1851, for two years, at the rent of one dollar a year and taxes, in which the defendant acknowledges his previous tenancy under the plaintiff, and his liability for all the back rent. This was very evidently prepared to neutralize the effect which might otherwise be attributed to the circumstances above recited in favour of the defendant. Its place, therefore, in the evidence is to rebut the defendant’s case, and it cannot cut it out by the order in which the plaintiff elects to introduce it, and especially when it is itself charged with fraud. The defendant necessarily puts his case on the circumstances that have taken place since the first lease, and the plaintiff presents the second lease as one of those circumstances, and it is totally inconsistent with those that preceded it. It recites the first lease erroneously in form and effect, for it recites it as commencing at the date of its termination, and as still continuing. It makes the defendant liable for all the back rent and interest, when all the other circumstances show, at least, that no rent was intended to be demanded ; and leaves the plaintiff’s declarations that the lot was a gift to the defendant and the taxation of it as his entirely unaccounted for.\nThis lease was therefore taken under very suspicious circumstances ; and considering the former relations of the parties, and the ignorance of the defendant, it is not at all surprising that the jury should find that it had been obtained by undue influence, and that it did not set aside the other evidence of the gift, or break the continuity of the defendant’s adverse possession. This second lease being thrown out of the case, it stands clear of difficulty. The jury have found that, for more than 21 years, the defendant was in possession under a supposed gift claiming the land as his own. Even the testimony of the plaintiff’s son shows that the defendant so regarded the matter. This finding is as full a confirmation of the gift as a deed would have been.\nJudgment affirmed."}