{"id": "977347", "contents": "The opinion of the court was delivered by\nLowrie, J.\nThe evidence tends to show that there was an actual transfer of the property in pursuance of a salé made' for a sufficient consideration; that the vendee took the whole management of the concern; that the sale was to a brother, made about the first of October, and completed by a bill of sale executed on the 11th; that the vendors continued afterwards about the establishment as workmen in the employ of their brother, the vendee; that the vendors were in failing circumstances, and that the sale was made as a means of paying a large amount of their debts assumed by the vendee; that, before the sale, the vendee was frequently about the establishment, and seemed to have some employment there; and that, after the sale, the sign of the vendee was substituted for that of the vendors. The creditor who contests the sale had commenced suit near two years before the sale, and obtained judgment by confession the next day after it was completed.\nOf course this sale was treated as a nullity in the court below, • not because it was in fact fraudulent, for the court could not declare that fact; but because it had not been conducted in the form \"which is deemed essential for the protection of creditors, and subsequent purchasers. Now certainly there is no law «prohibiting persons, standing in near relations of business or affinity, from buying from each other; or requiring them to conduct their business with each other in special form. And certainly the cases of McVickar v. May, 3 State R. 224, and Forsythe v. Mathews, 14 Id. 100, do show that, if there be an actual transfer, it is not vitiated because of the intimacy of the business relations that continued after the sale, when that is naturally accounted for. by the affinity of the parties. The former case was a sale by a father to his son; and, as we understood it, the transfer was considered sufficient on the ground that, intimate as were the relations of the parties after the sale, “ the son’s possession and use of the goods were exclusive.” The latter case was a sale by a son to his father, and though the business continued to be conducted in the same place, and with the assistance of the son; yet, there being evidence of an actual transfer .of the possession and control of the property, the sale was sustained. The case of Avery v. Street, 6 Watts 247, is of the same character.\nIn the case of Childs v. Simmons, decided at Pittsburgh several years ago and not reported, the sale was by a storekeejoer to his clerk, who had no means, and on very long credit, and the vendor dwelt in the house and continued to aid in the store; but the sign was changed; yet the sale was sustained. In Hugus v. Robinson, 24 State R. 9, the sale was to one who had very recently been the vendor’s clerk, and after the sale there was no change of the sign, and the vendor continued as in the foregoing case; and these circumstances were not regarded as vitiating the sale. To the same purport is Faunce v. Leslie, 6 State R. 121.\nIt must be, therefore, that where there is a transfer of' possession corresponding with the sale, and with the nature of the property sold, and the relations of the parties, and such as is naturally expected under the circumstances, and it does not appear is a mere sham or cover; then the forms of the law are complied with, and the sale is valid, unless actual fraud be shown. Certainly a mere formal or symbolical delivery will not avail, where an actual one is reasonably practicable, and such is its character where the real control is retained by the vendor or immediately resumed by him: 2 W. & Ser. 167. But if there be an actual delivery, open and visible, 6 State R. 326, presenting the appearance, under the circumstances, of being made with the bona fide intention of transferring the possession as well as the title, then we cannot say, as matter of law, that it is inadequate for its purpose. These views show that this case ought to have been submitted to the jury to decide whether there was an honest sale and transfer of this property.\nJudgment reversed and a new trial awarded."}