{"id": "977356", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nThe plaintiffs claim an undivided fifth part of the land in controversy by inheritance from Robert Coffey, Sr. The defendant claims under a conveyance from his widow and executrix, purporting to have been executed in pursuance of a power in the will. This conveyance was made to David Williamson on the 28th March, 1822, and the jury have found that the possession under it has “ continued for the period of twenty-one years,” and that it has been “ actual, open, notorious, visible, distinct, and hostile or adverse” to the title claimed by the plaintiffs.\nThe plaintiffs contend that the widow had a life estate under the will — that her marriage to William McKnight in 1805 was a forfeiture, which gave the plaintiffs, and those under whom they claim, a right of entry at their election, but that they were not bound to enter for the breach of the condition until after her death in 1844, and that the latter event gave them a new right of entry, on which they may maintain this ejectment notwithstanding the long possession under which the defendant claims.\nAccording to our construction of the will, it gave the widow the whole estate during her widowhood, and in the event of her marriage, an equal share with the children in fee simple. It is true that an estate durante viduitate, or for any like uncertain time, in count or pleading, may be set forth in general terms as a life estate: Co. Lit. b. 1 c. 6, s. 56 and 57. But it is also true that the proper description of a life estate is “ where a man letteth lands or tenements to another for the term of the life of the lessee, or for the term of the life of another man. In this case the lessee is tenant for term of life. None other of a lesser estate can have a freehold.” “But if a man grant to a woman dum solafuit, or durante viduitate, or for any like uncertain time, the lessee hath in judgment of law ah estate for life determinable, if livery be madeIbid. In the case before us, the widow had a life estate determinable upon the contingency of her marriage, with a contingent limitation to herself and her children as tenants in common in fee simple: Buckworth v. Theskell, 3 B. & P. 652, note. It is sometimes called a conditional limitation: Bennett v. Robinson, 10 Watts 850. But the name is not material to the present question, as, in either case, “ the estate was spent by the contingency of her marriage even without entry by the heir or devisee over:” 10 Watts 350. There is a distinction between a condition that requireth a re-entry and a limitation that ipso facto ■ determineth the estate without any entry: Co. Lit. b. 3, ch. 5, s. 215. “ The material distinction between a condition and a limitation consists in this, that a condition does not defeat the estate, although it Be broken, until entry by the grantor or his heirs.” “ But it is in the nature of a limitation to determine the estate when the period of limitation arrives, without entry or claim, and no act is requisite to vest the right in him who has the next expectant interest:” 4 Kent’s Com. 126-127.- An estate for'life was, by the common law, subject to a condition in law that the tenant for life shall perform the due renders and services to the lord of the fee, of which fealty was constantly one. An alienation of a greater estate than he had was therefore a cause of forfeiture, because, among other reasons, it amounted to a renunciation of the feudal connexion and dependence, and implied a refusal to perform the services, and tended in its consequences to defeat and divert the remainder or reversion expectant: 2 Black. Com. 274-275; 4 Kent 82. But in Pennsylvania a conveyance by tenant for life, of a greater estate than he possessed or could lawfully convey, passes only the title and estate which the tenant could lawfully grant: McKee v. Prout, 3 Dall. 486. It follows that a new right of entry accrues, upon the death of the tenant ■ for life, against which the previous possession is not pleadable in bar. But in the case before us the life estate was determinable by the very terms of its creation. It was determined by the marriage of the widow in 1805i.. At that time Robert Coffey, the son of the testator, had a right of entry, but he did not avail himself' of it. On the 26th November, 1814, Elizabeth, his daughter, in whose right this suit is brought, was born. In 1815 her father died. The possession of the widow might fairly be considered as permissive, and not adverse until she joined in the conveyance to \"Williamson in 1822. Prom .that period the indications of an adverse possession by Williamson were too plain to be disregarded. Elizabeth Coffey being then under age, was entitled to ten years. after that disability was removed, to bring her action. In 1845, if the possession was adverse, her right was barred. She could not tack the disability of coverture to that of infancy: Weddle v. Robertson, 6 Watts 486; Rankin v. Tynbrook, 6 Watts 388, 391; Carlisle v. Stitler, 1 Pa. Rep. 6; Thompson v. Smith, 7 Ser. & R. 209.\n■ But it is supposed that the plaintiffs, or those under whom they claim, ought to have been notified of the adverse holding. This might be necessary in order to convert the possession of a trustee, or the widow who stood in that character, into a hostile holding. But where the widow executed a conveyance to a stranger and delivered up the possession to him, and that act is found to be “ open, notorious, and visible,” direct notice to the party affected by it is not necessary: Dikeman v. Parrish, 6 Barr 225, 227.\nConceding that the conveyance was in violation of the trust, and that the recitals might lead the vendee to a knowledge of the fact, this is not such a fraud as can deprive the latter of the defence under the statute of limitations. The violation of the rights of the owner was as open as the conveyance and possession. There is no evidence that it was fraudulently concealed. On the contrary, two of the heirs were present at it. A person claiming the title of two others made it the subject of judicial investigation in the Supreme Court in 1828. These facts, and the notoriety of the possession, the assessments, the recording of the deed — were matters sufficient to arrest the attention of the remaining heir.\nOn the whole, we see no error of which the plaintiffs have any just cause to complain.\nJudgment affirmed."}