{"id": "977351", "contents": "The opinion of the court was delivered by\nBlack, J.\nWhep suit is brought by a woman on a promise of marriage made and broken while she was under age, the declarations of the father cannot be given in evidence to show that he had withheld his assent from the contraot. The reasons are very obvious — at least they seem quite plain to us. A promise to marry a minor does not require the consent of the parent or guardian to make it binding. If the defendant proposed, and the plaintiff accepted the proposal, it is a sufficient contract. It takes two to make the bargain — but it is not necessary there should be three. It is true that no justice of the peace or minister may marry a minor without the consent of the parent, but that does not affect the validity of the marriage itself, much less of the previous contract between the parties. Perhaps it is true also that contracts to marry ought not to be made without the consent of parents; but it does not follow that when they are so made they may be broken with impunity. The declarations of the father are incompetent, for the further reason that they are mere hearsay. If the fact that he disapproved the match, were a defence, it would have to be proved, like any other fact, by his oath, or the oath of somebody else who knows it.\nI have stated the rule broader than this case requires. The offer of the defendant was not to prove that the father refused his consent, but merely that he said he had given no assent and did not know of the engagement. If we should hold the rejection of this offer to be erroneous, we would be obliged to say that any man may trifle as much as he pleases with the minor daughter of another, provided he can conceal the whole affair from the parent.\nWe are not to be understood as deciding what the law would be if the defendant had in good faith offered to perform his contract and been prevented from doing so by the opposition of the plaintiff’s father.\nJudgment affirmed."}