{"id": "977344", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nThis ejectment brings into question the original title, derived from the proprietaries. These questions -are familiar to those of the profession who are located in the recently settled parts of the state; but in Lancaster county they arise so rarely, that nearly all the present generation of lawyers in that county are strangers to them.\nThe plaintiff claims under a warrant of the 1st May, 1850, and a survey of the 16th August, 1850. The purchase-mpney was of course paid at the time the warrant issued.\nThe defendant claims under a settlement commenced in 1821, followed by a continued residence and cultivation ever since. Continuity of actual residence is the vital principle of a pre-emption right founded on settlement: Jacobs v. Figard, 1 Casey 45. So imperative is the requisition for actual residence, as the foundation of title by settlement to the vacant lands of the state, that if the dwelling-house of the -settler even by mistake, be located within the lines of an adjoining appropriated tract, the pre-emption right fails, although the principal part of the improvements be on the vacant land: Smith v. Beck, 1 Casey 108. It is conceded that this is a severe construction, and not in accordance with the indulgent usage always observed in regard to persons claiming by actual settlement. But it was established by our predecessors in Overton v. Gibson, 2 Watts 384, and we do not feel called upon to overrule it. At the same time we feel no disposition to carry the principle beyond adjudicated cases. In the case in hand, if the parties stood upon the merits of their respective titles, the defendant’s title by settlement is unquestionably superior to the title of .the plaintiff. But the plaintiff calls to his aid an “application” made by Michael Bitner on the 28th August, 1765, a survey in pursuance of it, of the 30th September, 1765, returned 1st June, 1768. The plaintiff has no connexion whatever with this application, but he introduces it for the purpose of defeating the defendant’s settlement right by showing that his buildings are within its lines, although the piece of land in dispute is not. This brings up the question, whether the application is such a subsisting title as to be used for this purpose under the circumstances of this case. Neither Michael Bitner, nor any person claiming under him, has ever paid a single dollar of the purchase-money to the proprietaries before the revolution, nor to the Commonwealth since; nor have they at any time exercised any ownership over the property or laid claim to it in any way, since the return of survey in 1768. At the time the defendant’s settlement was commenced in 1821, the application of Bitner had slumbered without payment of purchase-money, possession, or claim for more than fifty years. The objects of the proprietaries in disposing of their lands were two-fold. One was to bring them into cultivation, and make them the means of supporting a population on which the strength and prosperity of every nation must always depend. The other ivas to replenish their coffers. In both these they Avere entirely disappointed so far as the application of Michael Bitner was concerned. He neither settled on the land nor paid for it. The terms on which this application was received were published on the 17th June, 1765. These terms expressly required that the survey was to be returned within six months, and the full purchase-money was to be paid within six months after the return of survey. If payment was neglected within the time prescribed, the proprietaries or their commissioners of property were, by the express terms of the contract, at full liberty “to grant the land to any other person.” These regulations are to be found in the land office, and they are also referred to in Huston’s Land Titles of Pennsylvania, 330. It was in the year 1765 that the system of disposing of lands by location or application was adopted for the purchase of 1754, and the previous purchases east of the Susquehanna river. In 1766 the same system Avas adopted for the purchase of 1754 west of the Susquehanna. In 1769 it was adopted for the purchase of 1768, and in 1770 it was suspended. On the 1st July, 1784, the land office was opened by the Commonwealth, and by the Act of 21st December of that year provision was made for the sale of lands by warrant and survey. Under that system the applicant was required to pay for the land before the warrant could issue.\nIt is true that the officers of the land office were remiss in enforcing regulations for the payment of purchase-money. It has often been said that a usage had arisen, founded on their indulgence, which controlled the express stipulations under which applications were filed: 1 Yeates 289; 2 Id. 81; 2 Ser. & R. 378; Id. 394; 3 Ser. & R. 319. But as the application system continued only five years, and as the terms, under which the application of Michael Bitner was made, had been adopted but a few months previously, it is not probable that any usage could have arisen in so short a period to justify ‘the delay which has taken' place in completing that contract with the Commonwealth. After a vendee had neglected to take possession of his purchase, or to pay any part of the purchase-money for upwards of fifty years, no chancellor would decree specific performance of the contract, if the question arose between private individuals. Why should a different rule be applied against the Commonwealth ? Where it is manifest that the main objects - of the proprietaries, and the government which succeeded them, had been defeated by the entire disregard of the contract on the part of the vendee, there is no reason why the hands of the state should be tied for ever. It was no part of her policy to permit speculators to exclude the vacant lands from sale or settlement. Where a bona fide settlement was made on vacant land, and honestly continued without any cast of abandonment, there was great reason for indulgence and favour. In no instance has such a settler been deprived of his purchase for inability to pay the purchase-money to the state. His improvements increased the security, and enhanced the value of the adjacent land, and his personal residence and readiness to support and defend the infant institutions of the country were deemed a consideration of great importance. But it is far otherwise with one who neither settles on the land, nor improves it, nor pays for it, nor pays taxes on it. Against such a claimant there must surely be some period of time when the state may treat his claim as abandoned. In the case of a warrant and survey, where the purchase-money is paid, there can be no motive for abandonment. There is therefore no presumption of abandonment of such a title - arising from mere lapse of time. But where the purchase-money has not been paid, the applicant may have good reasons for giving up his contract. He may find it inconvenient to pay the money. He may come to the conclusion that the purchase is not likely to turn out a profitable one. He may prefer other investments of more certain profit: In such a case -a presumption of abandonment may arise from delay, if it be of long duration, and altother unexplained. We see no reason why a delay of twenty-one years would not justify the state in granting the lands to others. But it is n-ot necessary in this case to lay down such a rule. It is sufficient for the decision of this cause to say that where there has been no payment of the purchase-money, no possession, or improvement — no payment of taxes — no indication of an intention to complete the purchase, for the period of fifty years, a Iona fide settlement on the land by another is not void on the ground that the residence of the settler is within the lines of the application. And if such settler be permitted to remain in undisturbed possession for the period required by the statute of limitations to bar an outstanding title, the presumption of abandonment becomes conclusive as between him and strangers. After such a presumption has attached, no one has a right to take out a warrant for any part of the land fairly included in the settler’s claim. It certainly cannot be tolerated that such a warrantee shall be permitted to defeat the pre-emption right of a bona fide settler, by the severe objection that his buildings are within the lines of the abandoned application. In such a case the rights of the parties should be decided on a just comparison of their own claims respectively, and neither should be allowed to call in a foreign title to defeat the other: Watson v. Gilday, 11 Ser. & R. 340. Whatever may be the merits or demerits of the Bitner application, it is clear that, as between the present parties, it was properly treated as abandoned.\nJudgment affirmed."}