{"id": "977377", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe writ issued against John Potter and Charles Colfelt, and all the objections raised on account of the nonjoinder of James Potter, are answered by the remark, that that matter should have been pleaded in abatement. If a person be omitted as defendant, who ought to be joined in any action founded on a joint contract, whether a specialty or not, the objection can only be taken advantage of by a plea in abatement, and though the joint obligation appear to have been written by the party not joined, it is no variance at the trial: 1 Saunders 291, b. n. 4; 1 B. & A. 224.\nIt appears from the record that the defendants entered a plea in abatement, but they abandoned it when afterward they pleaded the general issue and went to trial on the merits. This was a waiver of all defences that were peculiar to that plea. Nor is there any ground for the complaint that the note was admitted in evidence before all the proof was in of John Potter’s assent to it. It was admitted that the note was in his handwriting, and this was a circumstance from which the jury might have presumed, without more, that he was assenting to the seal. One partner cannot, without special authority, bind his copartner by an instrument under seal; but where it is admitted that both were present, one writing and the other sealing the note, it is competent to go to the jury on the question of a joint execution. The jury found that the two parties sued, sealed or assented to the sealing of this note, and it is in no wise material that they used the name of a firm in which James Potter, who was not present or assenting, was a partner. By whatever name they called themselves, the defendants are liable according to the tenor of the instrument they signed.\nNor is the subsequent guaranty signed by J. & J. Potter, material, as affecting the liability of the original parties. The suit is not upon that, but upon the note; and to that James Potter was not a party, or if he was, the defendants should have insisted on their plea in abatement.\nAs to the rest of this case, we approve entirely of the views advanced by the learned judge who tried the cause. There could be no merger of the security here, for Colfelt, who was a party to the note, was not a party to the judgment confessed by the Potters to the plaintiff, and of extinguishment there was not a particle of evidence. Indeed the circumstances under which the judgment was executed, exclude all inference of an intention on the part of McCoy to give up one security for the other. Extinguishment of a debt by substituting another one for it, is always a question of intention, — but the extinguishment of one security is not to be implied merely from the creditor’s acceptance of a new one voluntarily offered by other parties for the same debt. A man who holds a note against two, may take a judgment voluntarily confessed from one of the drawers and another for the same debt, without impairing his note, just as he may take a bond from one and a mortgage from another for the same money.\nWe perceive no error in the record, and do accordingly affirm the judgment."}