{"id": "977369", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nBy the 17th section of the Act of 15th March, 1832, it is directed that “ all original wills, after probate, shall be recorded and filed by the register of the respective county, and the copies of all and such of the probates thereof, under the public seal of the courts, or officers where the same may have been or shall be so taken or granted respectively, except copies of probates of such wills and testaments as shall appear to be annulled, disproved or revoked, shall be adjudged and are hereby enacted to be matter of record, and good evidence to prove the gift or devise thereby made.” Although the Act of Assembly makes the probate before the register “ matter of record” and “ good evidence to prove either a gift” of personal or a “ devise” of real estate, the courts have nevertheless made a distinction between real and personal estate in respect to the effect of a probate of a will before the register. It is conclusive on questions relating to personal estate, but it is said to be only prima facie evidence to prove the devise of real estate. Admitting a will to probate is certainly a judicial act, and according to general principles the decree of the register ought not to be impeached collaterally. It is conceded that according to the decisions this may be done. But has the probate of the will been necessarily impeached in this case ? Has it been “ annulled, disproved” or “revoked” ? It is not pretended that it has been either “annulled” or “revoked.” Has it been “ disproved” ? The will bears upon its face the declaration that the testator has set his “hand and seal” to it, and his name is written at the foot of it. It is true his mark is also there. It is attested by three witnesses. Two of these witnesses are deceased, but their signatures have been duly proved. The third still survives and proves his signature as a witness, but his memory is a blank as to everything that occurred at the time. The case stands then upon the proof of the handwriting of the three subscribing witnesses. Upon this evidence the law not only presumes the sanity of the testator, but presumes everything else necessary to establish the will, until the contrary appears. When the testator at the close of his will says “ in witness whereof I have set my hand and seal,” the presumption is that the name was his own handwriting, and that the seal was put there by himself; and that presumption, after decree admitting the will to probate, is not rebutted by the fact that his mark appears to be there also. Surplusage does not vitiate. The mark was as unnecessary as his seal. But neither did any harm. If, however, it should be established that the name was not written by the testator, the presumption is that he was “ prevented from signing it by the extremity of his last illness,” and that it was signed by “some person in his presence and by his express direction.” After proof of execution, and especially upon a judicial decree admitting a will to probate, the burden of disproving it rests on the party who denies its validity. If the witnesses die or lose their recollection of the facts, he suffers nothing more by the loss of their testimony than every other person who may be prevented from the same causes, from establishing the allegations necessary to make out his claim or defence. It is not material, in a collateral proceeding, to inquire what evidence was laid before the register. It was sufficient if it satisfied him. Holliday v. Ward, 7 Harris 489. If the party producing the will for probate satisfied the judge having jurisdiction over the question, so that he produced the decree admitting the will to probate, he may, under the express provisions of the statute of 1832, stand upon such decree, as record evidence in his favour, until it is revoked by the register himself, annulled by competent authority, or disproved on a trial at law. The case stated does not show that either of these circumstances has taken place. The result is that the will is valid and the judgment of the Court of Nisi Prius is affirmed.\nJudgment affirmed."}