{"id": "977303", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe Act of 26th March, 1827, provides that no judgment shall continue a lien for more than five years from the date of its entry “ unless revived within that period by agreement of the parties and terre tenants filed in writing and entered on the proper docket, or a writ of scire facias to revive the same be sued out within said period, according to the provisions of the act to which this is a supplement.\nIn laying down a general rule we must understand the legislature as using terms in a general sense. Parties to a judgment are those whose names appear upon the record as plaintiff and defendant. Terre tenants are those in whom title to any lands bound by the judgment has vested since its lien attached. To affect the respective interests both of the parties and terre tenants by an amicable revival, the legislature meant that both should join in the agreement, but they could never have meant that the agreement of the terre tenant should be necessary to bind the interest of the defendant, though a rigid construction of their language would import this. Did they mean that the agreement of the defendant should be indispensable to bind the interest of the terre tenant ? This is the precise question now for the first time presented for decision. Sticking to the letter of the enactment it would be easy to give this question an affirmative answer, but then the same rule of construction would require us to say that where a judgment debtor had aliened part of 'his land bound by the judgment, an amicable revival would not continue the lien as to the rest unless the terre tenant joined in it, which would be grossly absurd. But if we construe the statute according to its spirit and intention rather than its strict letter we avoid all absurdities and all injustice. The legislature meant to limit the liens of judgments to five years. To save the costs and delay of a suit to revive a judgment they provided that it might be revived by the agreement and consent of those in interest. But. as the original party, whose lands were bound by the judgment, may have aliened some or all of them, the agreement of the terre tenant shall be necessary to continue the lien upon such lands, not necesv sary to revive and continue it as to lands still retained by the debtor party, and by parity of reason the agreement of the debtor party not necessary to revive and continue it as to the terre tenant’s land — but the agreement of both necessary to continue the lien as it was when originally entered. The language of the enactment was selected with reference to this latter condition only, and hence the difficulty of adapting it to the other conditions. But giving it a reasonable interpretation, we make it effectuate the legislative intention instead of making the statute release a terre tenant in spite of his agreement to continue bound. The act of 1798, to which the act of 1827 was supplementary, provided that the seire facias should be served on the .terre tenant and on the defendant in the judgment where he could be found. Under this act it has been repeatedly decided that it is essential, in order to the continuance of the lien upon land which has been sold and conveyed, that the terre tenant be made a party to the scire facias, but it has never been held that it was necessary to give effect to the lien against the terre tenant that the defendant should be made a party. On the contrary the terre tenant has been treated as the principal party, and the defendant as but a secondary party, and the provision which required him to be served as directory merely and not peremptory: Lusk v. Davidson, 3 Penn. R. 229; Armstrong’s Appeal, 5 W. & Ser. 352; Dickerson and Haven’s Appeal, 7 Barr 255.\nIf the defendant be not a necessary party to the scire facias, still less is he necessary to the amicable revival. It cannot be said that he has any interest to guard, for it is obviously his interest that the lien should be thrown upon the terre tenant. Purchasers from the terre tenant or subsequent incumbrances against him have nothing to complain of,- for the record is notice to them that his land is bound by the'judgment.\nIn this case, when Hager obtained his judgment against Snyder, the record was notice to' him that Sames had a prior judgment' against Afflerbaeh which bound Snyder’s land as terre tenant. Hager came in as a second incumbrancer. And when within the five years Sames and Snyder joined in an amicable scire facias and revived the prior lien, what equity had Hager to insist that Afflerbaeh should be made- a party to it — that the assent of a party having no interest should be necessary to give effect to the agreement of a party having the whole interest ? And Christman, who acquired his lien after the revival of Sames’s, and with full notice of it, what right has he to complain that Afflerbaeh. was not a party to the revival ? If Hager and Christman were the judgment creditors of Afflerbaeh, they would have good reason for insisting that his lands were relieved from Sames’s lien, but there is no reason or justice in their claim of priority as to Snyder’s lands.\nThe amicable scire facias was very full and explicit in its reference to the record. It described Snyder as the alienee and terre tenant of Isaac Afflerbaeh; it recited the date and amount of the original judgment, and stipulated for a revival of the same “ for, another period of five years,” and was duly docketed. It thus became notice to the world that the lien which had attached in 1846 to land now owned by Snyder, was to continue for five years, from the 28th March, 1851, and it is of no moment to any inquiry touching the proceeds of that land, that Afflerbach was not a party to the revival.\nWe are of opinion, therefore, that the court erred, in cutting out Sames’s judgment and awarding the money in court to subsequent incumbrancers. ■\nAnd now, to wit, 1st May, 1856, this cause having been heard and considered, it is ordered and adjudged that the decree of distribution, made in this case by the Court of Common Pleas of Bucks county, be reversed and set aside, and it is here decreed' that the money in court be first appropriated to the payment and satisfaction of the balance due on the judgment in the name of - Henry Sames v. Michael F. Snyder, alienee, &c., No. 142, February term, 1851, and that the residue thereof be applied to the judgment of George Hager against the same defendant, and that the costs of this appeal be paid by the said George Hager."}