{"id": "977337", "contents": "The opinion of the court was delivered by\nWoodward, J.\nSeveral questions arise upon the record of this interesting case, which I proceed to notice in order.\n1. Was Mrs. Fransen’s marriage a revocation of her will previously made and duly executed ?\nIt is admitted that the 16th section of our Act of 1833 concerning wills would make the marriage a revocation if that provision be not virtually repealed by the Act of 1848, but it is argued that the Act of 1848 relating to the separate estates of married women and giving them the power of disposition by will, has made such an entire change in the powers of femes covert, and in the relation of husband and wife, that both the necessity and expediency of the 16th section of the Act of 1833 have entirely ceased. We are not the judges of the necessity and expediency of legislation, and we are not to repeal Acts of Assembly by implication on such grounds. There is not a word in the legislation of 1848 to indicate an intention to repeal the 16th section of the Act of 1833. The object of the legislature in the Act of 1848 was to rescue the rights of married women in their separate- estates, by surrounding them with such substantial forms as should preclude as far as possible the influence of the husband. Here her conveyances and consent to encumbrances are to be acknowledged 'before a judge, and her will is to be executed in the presence of two or more witnesses, neither of whom shall be her husband. Under the Act of 1833 an unmarried female may execute a will without witnesses, but the legislative policy requiring witnesses to the execution of a married woman’s will, the 16th section of the Act of 1833, which makes marriage a revocation of previous wills, executed possibly without witnesses, is congenial to the Act of 1848, and necessary to its complete effect. With so obvious a reason against implying a repeal, and in the absence of all repealing words, we hold that the 16th section is in full force, and that the will under consideration was revoked by the subsequent marriage of the testatrix.\n2. Was there a sufficient execution of the will under the provisions of the 7th section of the Act of 1848 ? That section gives married women the right to dispose of their property by will,' “ provided that said last will and testament be executed in the presence of two or more witnesses, neither of whom shall be the husband.” The will of Miss Carter was executed in October, 1852, and attested by three subscribing witnesses, but it was revoked by. her subsequent marriage in January, 1858. The testimony taken before the register proves that subsequent to her marriage and before her death she declared in the presence of three females that she wished her husband to have all her property, as the will expressed it — that she was of sound and disposing mind at the time, — and that the will referred to was the one executed the previous October, which was not present at the time of the declaration. -\n• The argument that all this constituted execution of the will within the meaning of the proviso to the 7th section is more specious than sound. To execute a will is to complete it as a legal instrument— to perform every act which is requisite to give it validity. To execute it according to the above proviso is to sign it or request another to sign it in the presence of two or more witnesses, and to publish and declare it in their presence to be the last will and’ testament of the party whose signature has been placed to it. Nothing less than this can be execution of a will by a married woman. But all this was wanting here. There was no written will produced, or signed, or published, or acknowledged. A mere wish was expressed that her property should go as provided in a testamentary paper duly executed but since revoked, and not existing at that moment as an instrument of any validity whatever. Much as our feelings might incline us to respect the solicitude of this lady that her fortune should be enjoyed by the object of her affections, we cannot say that such a wish, however earnestly expressed and distinctly proved, amounts to a last will and testament, or the re-execution of that which she had revoked.\n3. And this brings us in the last place to the question whether the facts proved before the register were a republication of the will.\nWe agree in saying they were not, even if since the Act of 1833 parol republication of a written will be possible. But for myself I wish to record a strong doubt whether there can be parol republication of a will in Pennsylvania, and I am the more anxious to do -this since I find learned counsel interpreting my opinion in Jack v. Shoenberger, 10 Harris 416, to teach a contrary doctrine.\nIt is a fundamental rule recognised and admitted in all the cases both English and American, that republication must be attended with the same solemnities as are required to’ attend the execution of the will originally. Hence, under our old act of 1705, a will might be republished by a parol declaration merely because neither signature, seal, nor attestation of witnesses was necessary tO' its execution. But by' our Act of 1833 every will must be “ signed at the end thereof” by the testator or by some person in Ms presence and by his express direction, and “ no will in writing concerning any real estate shall be repealed, nor shall any devise or direction therein be altered otherwise than by some .other will or codicil in writing or other writing declaring the same, executed and ■ proved in the same manner as is ho'einbefore provided, or by cancelling,” &c. The 14th section has a similar provision in respect to personal estate, with a saving in favour of nuncupative wills.\nNow, applying either the statutory rule or that general one which prevails in the courts, I do not see how a written will is to be republished by parol. If signing be necessary to the execution of the will, signing must be indispensable to republication. Signature is certainly a very important part of the solemnities of execution. How can it be dispensed with in republications ?\nIt is a mistake to suppose this court has ever decided that it can.\n. In Campbell v. Jamison, 8 Barr 498, where a parol republication was sustained, the will had been executed before the Act of 1833 was passed, and like the case of Mullen v. McKelvy, 5 Watts 400, the execution of the will was to be judged of by the law as it stood at the time of the execution. The execution of the will in both those cases was under the old law which required no signature, and the right to republish by parol followed as a necessary and legal sequence. The testators died after the Act of 1833 came into force, but that statute did not afford the rule either of publication or republication.\nIn Jack v. Shoenberger the question was whether land acquired subsequently to the execution of the will could pass under a gene- ■ ral devising clause, there being no words in the will to manifest a contrary intent. When the case was first up a parol republication was relied on, but this court, in an able opinion by the late Chief Justice G-ibson, decided that the Act of 1833 had cut up parol republications by the roots and made an end of them for ever in Pennsylvania; and, without adverting to the 10th section of the act, held that the devisee could not take the subsequently acquired land. When the case came up ‘again we were puzzled whether to treat it as subject to the Act of 1833 or the prior law. The will was made before the act, and the death occurred afterward. After discussing it in all its aspects, the ruling was brought down to a single alternative proposition, which was stated in these words— “ this will and all questions arising upon it stand upon the law as settled before the Act of 1833, and was capable of republication by parol, or else it is within the Act of 1833, and its terms are sufficient, under the act, to pass real estate acquired subsequently to its date. Either way the plaintiff in error would be entitled to recover.”\nOur business was to rule that particular case, and we did so without needing, or intending to affirm the general doctrine that a will executed since the Act of 1833 could be republished by parol. For that doctrine there is not a single authority, and I hope the present case will not he mistaken for one.\nMy object is not at present to discuss the point but to rescue it from misapprehension, so that when it shall be fairly presented on a state of facts which amount to republication, and on a will made and executed under the Act of 1833 it may have the fair and careful consideration its importance demands.\nThe decree of the Register’s Court is affirmed."}