{"id": "977357", "contents": "The opinion of the court was delivered by\nKnox, J.\nThis record presents for our consideration two questions, viz.:—\n1st. Is David Wenrich responsible for the negligence of his son Elijah?\n2d. Can there be a joint recovery against Adam Bard and David •Wenrich, founded upon separate acts of negligence, when such acts together produced the injury complained of?\n, Upon a careful examination of the facts of this case, and of the authoritative decisions relating to the liability of a master for the tortious conduct of his servant, we are satisfied that the Court of 'Common Pleas erred in permitting the jury to render a verdict .against David Wenrich. Elijah was not in his father’s employ •when the act complained of was committed. He was neither acting .for his father’s benefit, nor by his direction. There was no direct . evidence that he took the horses to go to Reading with his father’s 'consent. But the consent of the father, even,if expressly given, ; would not have rendered him liable for injuries occasioned by his .son’s negligence.\nIf one lets or hires to another a horse to be used exclusively . for the purposes of the latter, the owner of the horse is in nowise responsible for the negligent manner in which the horse may be used. That Elijah was in his father’s employ generally, did not create the relation of master and servant, so that he could not act for himself and be solely responsible for his own negligence. • From all the evidence in the case, we are clearly of opinion that David Wenrich was not liable for his son’s negligence in leaving the horses in the street to the plaintiff’s injury.\n2d. Were the defendants jointly liable? It is not pretended •that the acts which occasioned the injury were jointly done; or that there was any understanding or combination between the defendants or their servants in doing the acts complained of. Each ■ party acted for himself, solely. The servants of Bard placed .vehicles along the street to accommodate his customers, and young Wenrich, left his wagon and horses in the same stree.t, on the opposite side, to accommodate himself. Now, conceding that the independent act of each contributed to the result, can there be a ■. joint recovery against the two for the entire injury?\nThe Court of Common Pleas instructed the jury that if each acted for himself in a manner to conduce to the result, they might be jointly sued. This instruction cannot be sustained. The declaration charges the defendants as joint wrongdoers. Proof of separate acts, not committed with a common design or for a common purpose, and without concert, will not authorize a joint recovery.\nTo entitle a plaintiff to a verdict against several defendants as joint trespassers, it must appear that they acted in concert in committing the trespass complained of. Where one person aids, assists, or employs another to commit a trespass, or assents to its -commission, having an interest therein, a joint action will lie; but ■where two or more commit separate trespasses, or do separate acts tending to produce injury to another without concert, there is no joint liability, and consequently there can be no joint recovery. Williams v. Sheldon, 10 Wend. 654; Watt v. Ogden, 12 Wend. 39. “To render one man liable in trespass for the acts of others, it must appear either that they acted in concert, or that the act of the individual sought to be charged ordinarily and naturally produced the acts of the others:” 19 J. R. 382. The doctrine is also distinctly stated by Mr. Justice Kennedy in Weakly v. Royer, 3 Watts 460, that separate acts of trespass where there is no concert will not authorize a joint recovery, although the injury may be common and produced in part by each of the acts complained of. One is liable for his own tortious act, or for that of his agent or servant, when done by his direction or with his assent; and sometimes, where he neither directs the act nor assents to its commission, when it is done for his benefit. And he is also liable for the tortious conduct of others committed in pursuance of a common design. But no one can be made to answer for the torts of those with whom he had no connexion, and over whom he had no control. It follows from these principles, that if Bard committed an unlawful act, by reason whereof Yohn was injured, Bard is responsible for the damages sustained in consequence of his act. Or, if the injury was sustained by reason in part of the unlawful act of Bard, and in part on account of the unlawful conduct of young Wenrich, each is liable for the entire injury. But the liability in either case is a separate and not a joint one. A recovery and satisfaction as to one would be a satisfaction as to both. If Bard’s acts were lawful in themselves when done, they could not be made unlawful by the subsequent acts of Wenrich without proof that Bard was in some manner connected with or responsible for Wenrieh’s acts. We do not say that there can be no recovery against Bard alone. ' What we determine is, 1st, That David Wenrich, under the evidence before us, was not liable for damages done to the plaintiff by the act of Elijah Wenrich; 2d, That there can be no joint recovery against Bard and Wenrich without proof that there was concert of action between the two in doing that which caused the injury to the plaintiff.\nThe errors assigned upon the admission of evidence are not sustained.\nJudgment reversed and venire de novo awarded."}