{"id": "977327", "contents": "The opinion of the court was delivered by\nLowrie, J.\nThough the case of the Commonwealth v. Fitler, 12 Ser. JR. 277, is said to be in conflict with the uniform practice of the accounting department, yet we are not called upon to criticise or vindicate it here. The difference between a settlement of the moneys collected by a sheriff for the state, and a charge of taxes against a corporation, is so wide, that the principles on which the two transactions proceed must be expected to be very different.\nThis is a process for charging and enforcing against a corporation the share of taxes which it is bound to pay; and the case of The Bank v. The Commonwealth, 10 Barr 412, shows that it was instituted by the proper officers, under the Act of 30th March, 1811. In such a case, certainly, a preliminary notice that the auditor-general will proceed to impose the taxes on a given day is not necessary. Notice is given when the tax is imposed, and then an appeal may be taken and heard according to law. Here, no appeal was taken, and of course the tax must be taken to have been rightly imposed.\n' But the tax is charged against the New Hope Delaware Bridge Company, and this action to collect it is against the defendants below as the receivers of the company under the Act of 12th April, 1851, and the decree of the Chancellor of New Jersey; and the judgment must be so as to be enforced only against the funds that are or ought to be in their hands.\nJudgment. — This cause came on to be heard at the last term of this court at Philadelphia, on a writ of error to the judgment of the Common Pleas of Bucks county, and was argued by counsel, and thereupon it is considered and adjudged that the said judgment be reversed, and it is further considered that the Commonwealth do recover from the defendants below the sum of nine hundred and ninety dollars, with interest from 24th November, 1853, to be levied, made, and paid out of the effects in their hands belonging to the corporation known by the title of “The President and Managers of the New Hope Delaware Bridge Company,” of which they the said defendants are receivers, together with the costs of suit; and the record is remitted."}