{"id": "977312", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe proceedings in this case were singularly regular down to the 3d December, 1855, when the defendant paid the first half-year’s rent to the sheriff of Huntingdon county. Was that a good payment ? It was in time, for it was within thirty days after the instalment became due; but was it paid to the proper party ? The inquisition, which resulted in the extension of the real estate, had been held by the sheriff of Huntingdon county under a testatum fieri facias from Lancaster county, and the writ and his proceedings thereon had been returned into the Common Pleas of the latter county. The Act of Assembly imposed no duty upon him in respect to the collection of the semi-annual instalments. The 3d section of the Act of 13th October, 1840 (Brightly’s Purdon, 339), says, they shall be payable to* the plaintiff.\nThe 4th section provides for the case where some other creditor of the defendant, than the plaintiff in the execution, intervenes and claims the money arising from such half-yearly instalments, and the court makes a decree awarding it to one of the conflicting claimants. In this ease the payment is to be made to the party entitled to receive the same under such decree, or to his agent or attorney, or to the sheriff of the proper county, where such person, his agent or attorney, reside out of the county. In proceedings on a testatum writ, who the sheriff of the proper county is — whether of the county from whence the writ issues, or of the county to which it is directed — might admit of some debate, but is a question of no importance in this case, for these proceedings were not under that section at all, but under the 3d already referred to. There was no conflict among lien creditors here — no decree, and no payment in pursuance of any action or order of the court. With this payment, therefore, the sheriff of neither county had anything to do. The defendant was at the mercy of the plaintiff when he failed to make the payment where the act enjoined it to be made.\nNor did the plaintiff take his venditioni exponas prematurely. The money was due to him on the 4th of November, 1855, and on the 5th of December the defendant had failed “ to make payment for a period of thirty days,” and the plaintiff was entitled to his writ.\nThe decree of the court in dismissing the rule to show cause, is affirmed."}