{"id": "977315", "contents": "The opinion of the court was delivered by\nLowrie, J.\nThe whole difficulty of this case grows out of a false presentment of it. Though it is very evident that nearly all this work was done for William Schnader, by Michael Schnader, on a special contract, yet nothing of this appears in the evidence in chief, given by the plaintiff to the jury. If it had appeared, then the admission of the plaintiff’s book entries would have been improper: 10 Watts 249; 4 W. & Ser. 290; 5 Id. 384. But book entries are evidence of work and labour done where there is no special contract, and at the time when they were offered they appeared to be admissible on this principle. The record does not give us the book entries, or any indication of their substance, and therefore it is impossible for us to say whether they were objectionable in form or matter, or not.\nIt was very strange that Emanuel ’Bear should be examined on his voire dire as to his competency, and that other witnesses should be examined by the same party as to the same question; but as they proved no more than he had admitted, this did no harm to any one. This part of the investigation showed that Bear was in partnership with Michael in doing the work, and his deposition was rejected. Then the defendant’s testimony showed that there had bepn a special contract for the work between the plaintiff and the defendant, and that the plaintiff took Bear into partnership in the job. Then the plaintiff again offered the deposition of Bear, and it was admitted.\n• If the plaintiff had placed his case on the special contract, this might have been right enough, for Bear was no party to that, and the defendant had nothing to do with the arrangement between Bear and Michael in that aspect of the case. But he did not so place it. In all his evidence he goes for a quantum meruit, and on this footing only were his books admitted.\nBy going on a quantum meruit, he claims the right to abandon his special contract and rely on the implied one arising out of the work done. But a contract can be implied only in favour of those who did the work; 10 Ser. & R. 213; 14 Id. 111; and as that appeared to have been done by Bear and Michael in partnership, Bear was improperly admitted to support a claim in which he was once a partner, and the suit was improperly brought in the name of the other partner alone. If the plaintiff had been claiming before the jury on the special contract only, then Bear would have been a competent witness.\nThe charge of the court was right so far as it went, but, with reference to the aspect in which the plaintiff presented his case, as on an implied contract, they ought to have affirmed the defendant’s seeimd point. The verdict proves its importance; for there is no such evidence of extra work done by the plaintiff as can justify the verdict.\nJudgment reversed and a new trial awarded."}