{"id": "979477", "contents": "The opinion of the court was delivered\nby Lewis, C. J.\nThe objection- to this writ of error, founded upon the delay in taking it out, depends upon the date of the decree in the Register’s Court. ' If the objection- wére substantial, we cannot take notice’ of it, because the decree of that court is not brought up on this writ of error; nor has the defendant in error presented it to us in such a form as to justify any action upon it. We do not know that any decree whatever has been pronounced by the Register’s Court. When the object -is to bar a writ- of error by matters of fact which do not appear on the, record returned, they should be brought to the view of the court, either by plea, or by a motion to quash: Martin et al. v. Ives, et al., 17 S. & R. 364.\nPrior to the Act of 8th April, 1833, so few formalities were required for a valid .will, that “ real or personal estate might be transferred by a will, though there was no signature, seal, or attesting witnesses to it, and though it was not in the handwriting of the testator.” This is the reason assigned by the commissioners of the revised code, for recommending the enactment of the 6th section of that act. By that section it is required that “ every will shall be in writing, and, unless the person malting the same shall he prevented hy the extremity of his last siclcness, shall be signed by him at the end thereof, or by some person' in his presence, and by his express direction.” The commissioners in their report state that as “ cases may arise, in which the testator may have given full and complete directions for the drawing of his will, which has accordingly been put in writing in his lifetime, but in consequence of the extremity of his last sickness, he may have been prevented from signing it, or giving directions for that purpose, we have excepted such eases from the provision, and left them to stand upon the present lawHood on Fx'ors. 12. In Ruoff ”s Appeal, 2 Casey 213, Mr. Justice Woodward has very plainly intimated that it is not necessary that a will should be “ signed by the testator, or by any perspn in his presence, and by his express direction,” if he is prevented by the extremity of his last sickness from giving such direction to another, as well as from signing it himself. The case before us is one of this character. The testator was neither able to sign it himself, nor to request another to sign it for him, and that inability was caused by the extremity of his last illness. Under these circumstances, the will, if otherwise established, was good without these formalities. The construction contended for by the plaintiff in error, would be contrary to the intentions of the commissioners, as declared to the legislature, when they reported the act, and equally at variance ■with the exception plainly expressed in the act itself. It differs in this respect from the 4th section of the British Act of 1887, which adopts the rule of our Act of 1883, without the exception. The English decisions can, therefore, furnish no rule for us in cases within the exception provided for in our act.\nJudgment affirmed."}