{"id": "979484", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe franchise conferred on the defendants was a right to erect and maintain a toll-bridge across the Monongahela at Pittsburgh, and involved necessarily the right to build piers in the bed of the river, but it was coupled with a condition very distinctly expressed in the proAnso, that the company should not erect the bridge in “ such manner as to injure, stop, or interrupt the navigation of said river by boats, rafts, or other vessels.”\nOne or two questions arise upon the construction of this legislation, which it is proper first of all to notice.\nIt is said that the proviso must not he so construed as to defeat the general purpose of the act of incorporation, and that, as piers were indispensable to a bridge, and necessarily obstructions more or less of the navigation, the legislature must be understood to have meant that the company should injure, stop, or interrupt the navigation as little as was consistent with the main object of the enactment.\nIt is a general principle in the construction of statutes that a proviso or saving clause, which is directly repugnant to the purview or body of the act, is not to have effect; but there are two reasons why this principle is not applicable here. In the first place the repugnance is not apparent. It was not shown on the trial, and we do not knoA\\', that a pier in a river is per se injurious to the navigation. It may possibly be capable of such location and construction as to throw an increased volume of water into the channel, and thus to benefit rather than injure the navigation.\nBut a more comprehensive reason why the principle suggested is not applicable here, is, that this proviso is part of an act constituting a private corporation, and therefore to be taken as an essential condition of the compact betAveen the public and the corporation. It is now the settled doctrine, both of the English and the American courts, that an act of incorporation is a bargain between a company of adventurers and the public — that the rights of the corporation are such as the very terms of the enactment confer— and that any ambiguity in them must operate against the adventurers and in favour of the public: 2 B. & Ad. 793; 11 Pet. 545.\nAnd, in measuring corporate rights, we are to look at all the terms employed in the fundamental law or compact. We can no more cut out some of them or mitigate their legal effect because they are in a proviso, than we could qualify the terms of a private agreement because found in one part of the instrument instead of another. The whole instrument is to be taken together as expressing the final intentions and purposes of the parties. When the legislature tells a company, you may erect a bridge over a particular stream, provided you do not impair the navigation thereof, it is for the company to determine whether they will accept the franchise on such a condition; but if they accept it, they take it cum onere, and, having no rights outside of their charter, they must enjoy their franchise subject to that condition or not enjoy it at all.\nThe navigation of the streams of a country is a great public interest, and the law has always treated obstructions as public nuisances. In Rex v. Clark, 12 Mod. 615, Ch. J. Holt said, that to hinder the course of a navigable river was against Magna Charta; and many subsequent statutes have punished it, in England, with specific penalties. In this country, and especially in Pennsylvania, the navigation of our rivers has been sedulously guarded both by legislative action and judicial opinion. We began by reserving the beds of our principal rivers for the use of the public, and granting the land to riparian owners only to low-water mark. In Carson v. Blazer, 2 Bin. 475, and Shrunk v. Schuylkill Nav. Co., 14 S. & R. 71, the common law definition of navigable rivers, limited to those in which the tide ebbs and flows, was exploded; and, in many cases since, the right of navigation has been held paramount to the rights of fisheries, ferries, mill-dams, and internal improvement companies. It was almost the only public right enjoyed by the hardy pioneers into what used to be called our “back lands,” and has been the source of incalculable wealth and comfort to the people of the state. It was this right the legislature guarded from intrusion by the proviso in question; and it is too important, and too well defined in law, to be sacrificed to a mere technical rule of construction. The legislature may have the power to part with it, but with the words of the proviso before our eyes we have not the power to say they have done so. On the contrary, it seems to us that the authority conferred was to build a bridge that should not injure, stop, or obstruct the navigation of the river.\nAnother idea suggested, and which found favour with the court below, was that the company was not bound to foresee the extraordinary development and increase of the coal trade upon the river as it now exists. This, taken in connexion with the ruling that they were empowered to build a bridge, causing as little injury and obstruction to the navigation as possible, amounts to this— that however great a nuisance the piers of the bridge are, now that a large business is carried on along the river, yet the company-is not liable to an injured party if, thirty or forty years ago, when they built the bridge, they obstructed the small trade of that day as little as possible.\nThis phrase, as little injury as possible, besides being a loose reading of the proviso, is too indefinite for the purposes of the present case. The plaintiff may have had his whole fortune embarked in the boat which the defendants obstructed and destroyed, and yet his loss, as compared with the whole coal trade, was doubtless very small. If the terms “ as little injury as possible” are to include anything, a single boat-load of coal would not be an unreasonable sacrifice to the great public objects contemplated by the charter; and yet to the plaintiff the loss might be ruinous. Is he to bear it, when his .right of navigation has been reserved in express terms by the legislature ? We think he has a right to insist on the performance of the bargain, or compensation in damages. But he is part of the increased coal trade : does that make any difference in his rights ? The legislature must be presumed to have had all the natural growth of this trade in view when they authorized the bridge. The presence of coal in the lands drained by the Monongahela, its value for fuel, the constantly increasing market, and the dependence on this source of supply of those rapidly-peopling regions south and west, were well known to the legislature. Did they not foresee that these circumstances would increase the demand and supply, and that this great natural outlet would be needed to accommodate both producers and consumers ? How can a doubt be entertained on this point, when we find them guarding the navigation by language as express and precise as it is applicable to the trade of this day ?\nTo limit their language in the manner proposed, is to sacrifice the many to the few — the large trade of our time to the small trade of an earlier day. It is better reason to say that if the legislature thought the few citizens then engaged in the navigation of the river worthy of protection, much more the many who are now engaged. The language employed was accordingly large enough to comprehend all. But if the legislative intention comprehended the future and possible trade, so did the corporate intention, because the corporation accepted the bargain in the terms in which the legislature expressed it. Deducing the intention of one party from the terms of the contract, we get at the intentions of both, and are enabled to say that the true meaning of the act of incorporation is that the bridge was to be so built as not to injure, stop, or interrupt the navigation either then or now, whether in its infancy or full growth.\nOne other point in the ruling of the court .below is to be noticed. They were asked to say that if the jury believe the bridge is now an obstruction to the navigation, it is unauthorized by law. The answer was in these words: “Negatived if the jury believe the facts stated in answer to the 4th point, and that the channel, or navigable portion of the river, has been shifted or changed hy natural causes; or by artificial causes created by third persons.” The answer to the 4th point was, that if the bridge was erected in accordance with the charter, and so as to do the least possible injury, or cause the least obstruction to the navigation, it was not a nuisance. Taking the two answers together, the doctrine taught' was that a bridge constructed on the above principle, would not become a nuisance by change of the channel. We have not the evidence in reference to a change of the channel, but if it was changed by artificial causes, created by third persons, we agree it could not affect the rights of the bridge company. If, however, it was changed for the worse by natural causes, influenced in their operation by the piers of the bridge, the defendants would be responsible for it. They were bound to foresee the natural and necessary effects of placing piers in the river. If the piers themselves did not interfere with the channel, but threw sand and other obstructions into it, whereby it was ruined, or the navigation injured, the company would be as much liable for a consequential injury flowing so directly from their act, as they would be if the act itself had wrought the injury without an intermediate agent. On this point the case of Bacon v. Arthur, 4 Watts 437, is direct authority. In pursuance of our Act of 23d March, 1803, relative to mill-dams in navigable streams, the defendant had built a dam in a creek which had been declared a highway. The act provided that the party erecting such dams “ shall not obstruct or impede the navigation of such stream.” It was alleged that the dam had changed the natural flow of the water, and caused certain mounds and bars to be thrown up, whereby the natural channel was obstructed. The court below put the cause on the point, whether the dam had been scientifically erected, and instructed the jury that if they believed it had been so erected, and that the bars were the necessary and inevitable effect of such erections, the plaintiff could not recover. In reversing this opinion Judge Rogers said, “ where the injury arises from a bar which is the immediate effect of a dam erected in the bed of a river, I cannot bring myself to doubt but that it is such an obstruction of the navigation as was in the view of the legislature, and is embraced in the proviso.” He then goes on to distinguish this class of cases from that of the Lehigh Bridge Company v. The Lehigh Coal and Navigation Company, 4 Rawle 24, which was the ease of injury resulting from the aot of Providence, without fault in the defendant. Both on reason and authority we think the court erred in so much of their answer to the 5th point as relates to a change of channel through natural causes.\nWe Have now alluded to those views of the chartered rights and duties of the defendants which prevailed to defeat the plaintiff’s action in the court below. There was no question of negligence on his part. As presented to us in the record, it is the case of a citizen navigating the Monongahela with due diligence and skill, but losing his property by reason of the piers placed in the river by the defendants. They justify the obstruction, and are bound to bring themselves within the Act of Assembly: Com. v. Church, 1 Barr 105. Interpreting that in the manner we have indicated, it will be for a court and jury to say, on a re-trial, whether they have brought themselves within it — whether they have injured, stopped, or interrupted the navigation of the river. If they have done what the legislature forbid, they are liable to the plaintiff for the injury which their wrongful act has caused him.\nBut this is as far as the case requires or permits us to go. It is a private action, and not a public prosecution. The right of the company to maintain their bridge is drawn in question only incidentally, and is not concluded by anything we rule in adjusting the plaintiff’s private rights.\nWhether it is a public nuisance or not, is a question which can only be determined by indictment at law, or a bill in equity, to be prosecuted in either ease at the instance of the public authorities. In respect to public rights, the construction which the court below gave to the proviso may very possibly be held to be the sound one. The long acquiescence of the public and the great convenience of the bridge, as well as the vested rights of the corporators, are circumstances that would have weight in such an inquiry, but have none in this. Besides, if it should be found in such an inquiry that the violation of the charter consisted in an excess beyond the limit prescribed, the remedy would be, not utterly to demolish the. bridge, but to remove the excess, and adapt the erection to the design of the law: Dyer v. Depui, 5 Wh. 597.\nJudgment reversed and a venire de novo awarded."}