{"id": "979403", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nThe fourth and seventh errors assigned do not appear to be pressed in the argument, and are understood to have been abandoned. As the plaintiff in error says nothing in support of them, and the defendant in error considers them as abandoned, we dismiss them without consideration.\nThe assignment from “ H. P. Sheller, attorney of John Moore,” ought regularly to have been signed in the name of the principal by his attorney, and the name of the assignee ought to have been stated. It was not good at law, as the execution of a power to sell and convey land. But it contained an acknowledgment of the receipt of the consideration-money from Joseph Robinson, Jr., and that it was paid upon the understanding that the land was to be conveyed. This would be sufficient to induce a chancellor to decree a conveyance, unless some valid objections were shown. It was therefore proper to admit the instrument in evidence, not as a legal conveyance, but as evidence of an equitable title to one. It is a mistake to suppose that the heirs of Joseph Robinson, Sr., necessarily claimed under this assignment. The evidence shows that the elder Robinson had a prior contract in writing with John Moore for the land. The heirs might have' claimed under that contract. Moore, after entering into it, had no right to convey to Joseph Robinson, junior, unless with the consent of the elder Robinson. If that consent was obtained upon an agreement that the land was to be equally divided between the father and the son, and if such division had actually taken place, and each continued in possession of his respective part during the life of the elder Robinson, it is against equity to permit the younger Robinson to defeat it on the ground that it was not authenticated by a memorandum in writing according to the requirements of the statute of frauds. The statute of frauds does not apply to such a case. The elder Robinson had an equitable title, under his written contract with Moore, and was in possession under that contract until he died. His devisees and ffieir vendees have been in possession ever since. Robinson, the younger, claims under an instrument which is so. defective in its nature, that he is obliged to ask the aid of equity principles to enforce his claim. A chancellor would not lend his aid to violate even a mere verbal contract: Patterson v. Martz, 8 Watts 378. He that asks the aid of equity must come with clean hands. If he asks a violation of a moral obligation, his bill will be dismissed : Boyce v. McCulloch, 3 W. & Ser. 429. It may be that a proper application of these principles to the claim of the plaintiff below, may show that his title is as invalid in equity as it is at law. But there was no error in admitting the assignment in evidence.\nThe notes of counsel,- showing what a deceased witness testified to on a former trial between the same parties, touching the same subject-matter, are evidence when proved to be correct in substance, although the counsel did not recollect the testimony independent of his notes, and although he did not recollect the cross-examination: Chess v. Chess et al., 17 Ser. & R. 411. Mr. Parker’s testimony respecting the evidence of Jesse Beal, deceased, brought his notes within the rule, and they were properly received in evidence.\nWhen a party produces a deed from a third person, purporting on its face to have been duly executed and acknowledged, the possession of it by the grantee, or by the party producing it, is prima facie evidence-of delivery. The deed of the 1st September, 1846, from John Snyder and Jane Snyder to Nicholas Vaughn was prima facie evidence that the title of the grantors had been divested on that day. They could not be made liable for the costs of defending a suit brought afterwards for the land, unless there were covenants in the deed which bound them to defend, or proof given that the defence was conducted at their request. There are no such covenants in the deed; nor is there any evidence that the defence was conducted at their request. It is true that there was some evidence to show that the consideration-money had not been paid, and that Snyder’s right to recover it might depend upon the result of the verdict in this case. This, if true, might render him incompetent as a witness on the ground of interest. But the .subsequent deed of 25th November, 1853, with the acknowledgment of the receipt of the consideration-money, made verbally and at the foot of the deed, removed that interest. There was, therefore, error in rejecting Jane Snyder as incompetent. For this error the judgment is to be reversed.\nJudgment reversed and venire facias de novo awarded."}