{"id": "979415", "contents": "The opinion of the court was delivered by\nKnox, J.\nMoneys received by a sequestrator of an incorporated company are to be distributed amongst all the creditors of the corporation according to the rules established in the case of the insolvency of individuals.\nThe 27th section of the Act of 16th June, 1836, relating to insolvents, provides that “ all Iona fide mortgages, judgments, and executions, binding the real or personal estate of an insolvent, shall remain good and effectual in law, and shall be first satisfied out of the debtor’s estate according to their priority of lien.”\nWhere the property sequestered is bound by the lien of judgments or mortgages, such liens are to be first paid out of the funds in the hands of the sequestrator. Neither the tolls, nor such real estate as is necessary for the enjoyment of the corporate franchises, are bound by the lien of judgments or mortgages given by a corporation, without being specially authorized by Act of Assembly. But the legislature may lawfully give authority to a company to mortgage all its estate, real and personal, including its franchises, and may direct the relation that the lien of the mortgage shall bear to the other liabilities of the corporation. The Act of the 19th April, 1850, authorized the Youghiogheny Navigation Company, whenever it was deemed expedient by the company, in order to secure the completion of its ipiprovements, to execute a mortgage or mortgages of the same with its appurtenances, and all the tolls, profits, receipts, and resources thereof, on such terms as it might deem proper for the purpose of securing any existing debt of the company, or any which might thereafter be contracted in the prosecution or completion of its works. Debts contracted prior to the execution of the mortgage were not to be affected by the authority to mortgage. In pursuance of the Act of Assembly, a mortgage for $14,000 was executed by the company to Wm. Larimer, Jr., to secure him for completing the work of the company, and also for advances made and to be made upon the contracts of the company; and one on the same day to the Bank of Pittsburgh, for six thousand dollars, to secure a debt for that amount due by the company to the bank. These mortgages covered everything mentioned in the act, viz.: “ All the improvement of the said Youghiogheny Navigation Company, comprising the locks and dams belonging thereto, with their appurtenances, and all the tolls, profits, receipts, and revenue arising therefrom.”\nJohn Steiner, the appellant, alleged that by reason of the erection of Dam No. 2 his mill and lands, situate on the waters of the Big Sewickly, were overflown by the setting back of the waters of the Youghiogheny. On the 30th of September, 1851, by consent, certain persons were appointed to assess the damages (if any), and on the 11th of November, 1851, the appraisers or viewers assessed the damages at $1050, which assesment was on the 13th November, 1851, filed in the Court of Common Pleas of Westmoreland county, and judgment entered thereon.\nThis claim did not arise under a contract of the company made before the date of the mortgages. Nor was it for property taken by the right of eminent domain : but it was simply for damages occasioned by an obstruction legally placed in the Youghiogheny river, by the navigation company, subject, however, to its liability for any injury sustained in consequence of the obstruction, as provided for in the Act of 15th March, 1849. But even for property taken under the right of eminent domain, the owner may waive his constitutional right to payment or security in advance, and when this is done, the claim has no priority over other liabilities of the corporation.\nTo say that the mortgages should be postponed to damages occasioned by the completion of the work, because the money furnished by the mortgagees tended indirectly to the injury, would be substantially to hold the lender of money liable for the use made of it by the borrower. And, besides, it would be in effect adding to the mortgage a disabling provision not to be found either in the Act of Assembly, or in the contract of the parties. It might have been the part of wisdom for the legislature to have protected claims for damages, as it did those arising under previous contracts ; but as it was not done by legislative action, it cannot be by judicial construction.\nWe are of opinion that the appellees’ mortgages were the first liens upon the property sequestered, and were therefore entitled to priority in the distribution of the moneys received by the sequestrator.\nDecree affirmed at the costs of the appellant."}