{"id": "979449", "contents": "The opinion of the court was delivered by\nBlack, J.\nThe water-right in dispute was granted., in 1790, by a dee'd which prescribed how and in which course the water should be carried from the spring. In 1824 the right was exercised, but in a manner materially different from the grant. This ceased a short time afterwards; but in 1836, by an agreement between the upper and lower proprietors, the latter was authorized to use all the water in the spring, “ the same as it has been formerly conveyed.” Do these words import that the water may be carried away as the right to it was conveyed by the deed of 1790 ? Or do they refer to the manner in which the water itself was conveyed through pipes in 1824 ? If the former be the true construction, the defendant is a trespasser; if not, not.\nThe judge of the Common-Pleas thought that the agreement of 1836 established a privilege to use the water as it had been used previously; the plaintiff contends that it created a right limited and defined by the terms of the old grant. We are of opinion that the court below was right. The main argument of the plaintiff in error is, that the word convey must be taken in its technical sense. It is true that a term of art in the law when used in a written contract, is always understood by the courts according to the meaning which they have agreed to impress upon it, unless very strong reasons can be adduced to show .that the parties meant something else by it: for instance, heirs and heirs of his body have a certain legal'meaning which will adhere to them until the contrary intent be clearly established; though it is well known that many, perhaps most unprofessional persons, use them as synonymous with children. But it often happens that we have one and the same word for two ideas totally different. Of such a word we can never know the meaning except by reference to the context. There is no better example of this than the word convey, which may mean to conduct water from place to place, or to transfer title from one person to another. Assuming that in the latter sense it is a term of 'art (which it is not), we are still bound to receive it in its other meaning if water was the subject-matter spoken of; since it would be absurd to speak of conveying water in a technical sense from a spring to a paper-mill. Now it was water that the agreement said should be conveyed “ as it has formerly been conveyed.” The grammatical structure'of the sentence leaves this in no doubt. The right or title is not referred to. The pronoun it can have no antecedent except water.\nThe plaintiff thinks this question on the construction of the agreement should have been left to the jury. We do not. When the meaning of a paper cannot be ascertained without reference .to extrinsic facts which are doubtful or disputed, it must of necessity be left to the jury. But in this case it was not denied that the water as well as the title had been formerly conveyed; the one by deed, and the other by pipes. It was the judge’s duty to say that the agreement referred to the conveyance of the water.\n\"After the agreement of 1836, the owner of the spring cut off a piece of the old pipe which protruded into it; the owner of the lower property being present and not objecting. This did not estop the defendant from claiming his right afterwards at any time within twenty-one years.\nIt was asserted on the trial that the defendant had done unnecessary injury to the plaintiff’s meadow in laying down the pipes; but the court said that if the right to enter upon the land existed, the abuse of it would not sustain an action of trespass. Principle and authority require us to say that this ruling was correct; and that if the plaintiff’s assertion be true, his remedy is case.\nJudgment affirmed."}