{"id": "979498", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nIt is very material in the decision of this cause to determine whether the plaintiff has an executed conveyance of the land, or only an executory contract for one, on compliance with the terms of the bargain. If he has the legal estate he asks no favours at the hand of the chancellor, and is under no obligation to show performance of his contract. He may, of course, stand upon his deed, as a legal title to recover, until it is impeached by such evidence as' would avoid it at law, or move the conscience of a chancellor to grant an injunction against it. But if the instrument on which the action is founded is merely an executory contract for a conveyance, the plaintiff is not only bound to show performance, or an offer of performance of the covenants on his part, but is bound to encounter every consideration which might induce a court of equity to withhold its aid in enforcing specific performance, and to leave the plaintiff to his remedy at law.\nIt is true that the agreement between Williams and Bentley contains words of transfer in the present tense. But it is also very clear, from the terms of the instrument, that one party contracted to purchase and the other to sell a perfect title to the land; and that the conveyance of what was well understood to be the legal title, was not to be made until the balance of the purchase-money due to J. C. Spencer, the agent for the land, was fully paid. It is not material that Henry Crammond, for whom Spencer was agent, and not -Bentley, held the legal title; and that Bentley had nothing more than- a possession under a contract for the purr chase, with only part of the purchase-money paid.. He had not only the actual possession, but the right of possession, and the right to a conveyance on compliance with his contract. He had, therefore, the control of a perfect title, and he had a right to contract for the sale of it. He did so, and his contract is an entire one. It is not probable that Williams would have entered into the arrangement at all if he had not relied upon the provision for a perfect title. A defect in that title would be a good answer to a bill for specific performance filed by Bentley. Non-compliance with the terms on which that title was to be conveyed is therefore an answer to a bill of the same kind filed by Williams. It is true that the purchase-money due to Henry Crammond is required, by the bargain, to be paid to his agent Spencer, who is authorized by Bentley to make the conveyance to Williams. But it must be remembered that the, plaintiff’s title to the conveyance is derived altogether through his contract with Bentley, and that the deed, when made under the authority of Bentley, is substantially the act of Bentley himself. Qui facit per alium facit per se. Bentley was personally liable for the balance due to Crammond. He had an interest in requiring the payment to be made, in order that he might be discharged from further liability. And so long as Williams leaves Bentley’s estate liable to this charge, it is against conscience to demand a conveyance, or to seek to turn Bentley’s widow and devisee out of possession without it. A court of equity will not aid in perpetrating such an act of injustice. It seems to us that the proper construction of this contract is that the plaintiff was not entitled to the possession until he possessed himself of the legal title, or could, at least, show that he had a right to it.. The intention is so imperative in the construction of agreements that the strongest words of conveyance in the present tense will not pass the estate, if other parts of the instrument show that this was not the intention of the parties: Stouffer v. Coleman, 1 Yeates 393; Reave v. Jenkins, 2 Yeates 107; Sherman v. Dill, 4 Yeates 295. A provision in the contract for the conveyance of the title at a subsequent time, on the performance of stipulated terms, is generally decisive that the article of agreement itself was not designed to pass the title.\nThe plaintiff in this case has nothing more than the privilege of going into a court of equity to call for specific performance of the contract. His action is, therefore, subject to all the considerations which influence courts of equity in refusing or granting such demands. It is, certainly, a necessary preliminary that he should himself do equity. He must, under this head, show that he has paid or was ready and willing to pay the consideration, so far as it was due at the time of the trial. This remark applies to the covenants for maintenance, as well as to the other covenants. But the tender of the purchase-money due to Henry Crammond calls for special attention. Where a debt is due on a contract executed, and the party to whom it is payable is entitled to it, without the performance of anything on his part, and the object of the debtor is to discharge himself from an action for it, an actual tender, in the legal sense of the term, is necessary unless dispensed with; and the tender must be pleaded at an early stage of _the cause, and the money brought into court; but where the acts to be done by the parties are mutual, and to be performed at the same time, it is only necessary for the plaintiff to aver that he was ready and willing to perform his part: 1 Chitty’s Plead. 315, 318; 2 Id. 99; Douglass 684; 1 East 203; 2 Saund. 352, n. 3. In such a case the term “ tender” does not express with precision the nature of the act to be performed by the plaintiff to enable him to maintain the action: See Wagenblast v. McKean, decided by this court at the Eastern District; Henry v. Raiman, 1 Casey 361. It is sufficient in this case for the plaintiff to show that he was ready and willing to pay the money on receiving the conveyance to which he was entitled. It is conceded by the court below that the plaintiff’s attorney came to Spencer to tender the money, and it is apparent that he was prevented from paying it by Spencer’s reply “ that Bentley had paid the whole of it on the 16th June before.” This was sufficient evidence that the plaintiff was ready and willing to pay the money if Spencer was the proper party to deal with. He was the person expressly designated by the parties themselves in their contract. If Bentley had afterwards, and before the offer, paid the money himself, and received the title, a question might arise which the present record does not present. The mere payment of the money by Bentley to Crammond does not entitle the former to demand it of Williams. No one can demand it from the plaintiff unless he is possessed of the legal estate,'and thus capable of performing the concurrent obligation of conveying the title. Bentley was not in that condition. The acts of Crammond, in signing a deed and sending it to his own agent Spencer, do not vest the estate in Bentley. There was no delivery of the deed to Bentley. The title, therefore, remained in Crammond at the time of the alleged tender, and Spencer, the agent of Crammond, was the proper person to receive the money and make the conveyance. The Court of Common Pleas fell into error in giving instructions on this part of the case, and for this reason we are obliged to send the cause back.\nThe plaintiff’s second point might have been answered in the affirmative, and that doubtless was the intention, although not distinctly expressed. But as the plaintiff had nothing but an equitable claim to specific performance, the court very properly directed the attention of the jury to the considerations which ought to influence the decision on such a demand.\nThe other errors assigned are not sustained.\nJudgment reversed and venire facias de novo awarded."}