{"id": "979418", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThis was an action on the case against an alleged owner of real estate for a personal injury occasioned to the plaintiff by a permissive nuisance on the defendant’s premises.\nThat the owner. of real estate, lying along a public street or highway, is bound to keep it in such repair as to make it safe to passers-by, and is liable in damages for injury resulting from his neglect to perform this duty, is a proposition unquestioned by the thirteen errors assigned upon this record. That the tenant in possession, if there be .one, is under a like obligation and liability, unless the landlord has covenanted to repair, is not only an undisputed proposition, but was one of the main grounds of plaintiff in error’s defence in the court below. Grier, it was said, was not liable because he was not the owner of the premises; but if he was owner he was not liable, because Smith was in possession. We have not been furnished with the evidence of title, but we learn from the charge that Smith had been the owner of the lot; that he built the houses and excavated the vault under the street which caused the injury; that the premises were sold as his property at sheriff’s sale to Grier, who was his creditor; and that after the buildings were destroyed by fire in the spring of 1853, the premises remained vacant, and the vault or cellar was left open and exposed, no barriers or protection of any kind being thrown around it to guard the public against accidents in passing. The sheriff’s sale vested the legal title in Grier, and there is nothing in the objection that the title did not comprehend the locus in quo, which it is said was in the street, and not in the lot.\nA conveyance of land bounded by a road or street, gives the grantee a title to the middle of the road or street, if the grantor owned thereto: Paul v. Carver, 12 Harris 207; and in the absence of title papers we are to presume that a lot bounded by a street extended to the middle of it. If this street in Temperanceville was laid wholly on the adjoining owner; if the lot in question was indeed bounded by the margin, and not the middle of the street, the defendant should have shown it. Without any evidence to that effect, we hold that the title he acquired by the sheriff’s sale extended to the middle of the street, and comprehended, of course, the locus in quo. But he offered to show, as set forth in the sixth bill of exception, that after the sheriff’s sale he agreed by parol with Smith that he would reconvey the premises on being paid the amount that Smith owed him, and what he had expended in the purchase of the property; and that in pursuance of this agreement Smith remained in possession, repairing, using, and occupying the premises, and paying the rents to the defendant on account of the stipulated purchase-money until the buildings were destroyed by fire, when the defendant received the residue of the purchase-money out of the insurance upon the buildings and Smith’s goods and fixtures. The court ruled that the defendant might show Smith in possession at the time plaintiff was injured; but that if the premises were vacant at that time, the possession followed the legal title, and was in the defendant; and that the parol agreement without such possession in Smith was no evidence of title. Was it?\nA purchaser of land at sheriff’s sale acquires not the possession of the debtor as whose property it is sold, but only the right of possession; and the Acts of Assembly furnish him with a summary process for obtaining the actual possession. If, instead of resorting to his legal remedy, he makes such an agreement as was offered to be shown here, it might be a serious question whether there was any such taking possession in pursuance of the parol agreement as would amount to part performance; but if it be granted, that there was, it is indispensable to the vitality of such an agreement that the possession be maintained. That Smith did not maintain his possession, that he was not in the actual possession when the plaintiff was injured, we are obliged to conclude from the defendant’s failure to prove it when he had leave to do so. It was argued that Smith must be considered as still in possession, because Grier had executed no writ of possession against him; but this argument kills off the parol title, for to make out that, we must consider Smith as surrendering the possession to Grier, and resuming it under the parol agreement. If so, he was bound to maintain it; and when he abandoned it, it -reverted to Grier. A man sells land by parol and puts the purchaser in possession, who, instead of remaining, quits the possession and leaves the land vacant; can there be any doubt that the possession follows the legal title ? It must vest somewhere. The rights and responsibilities that pertain to the possession of land must for ever attach to somebody, and in judgment of law they attach to the owner of the title when no one has the actual possessio pedis. Would a chancellor decree a conveyance to a purchaser by parol who had abandoned the premises and surrendered the possession to the owner of the legal title ? Clearly not, even though he had paid the purchase-money in full; for this could be returned, and interest on it would be compensation. The recent decisions in this court on the statute of frauds and perjuries, are decisive of this question. Then there was no title in Smith by virtue of the parol agreement, and the court were right in their ruling.\nIt was argued that the parol agreement was good between the parties, and that a stranger had no right to impeach it. Certainly the parties might hold themselves bound by it, but if they meant to, why did they not execute it ? Why did not Grier convey the legal title, and why did not Smith retain the possession ? If it be said that he did, the question then is, why did he not show it ? These are questions that even a stranger to the title has a right to ask when he is looking for the party who is responsible to him for a serious personal injury. Suppose he had sued Smith instead of Grier, the sheriff’s sale would have been pointed to as divesting Smith’s title; and the possession surrendered, as it might well be without process, would have cleared Smith of all responsibility. The plaintiff would then have alleged the parol agreement, but the answer would have been that that was never executed, nor in so far performed that a chancellor would feel compelled to decree specific execution. Thus Smith would escape liability by repudiating the very title which Grier asserts as his means of escape, and the wrong done to the plaintiff would go unredressed. The law, faithful to the public safety, furnishes a plain and simple rule for determining the liability in such cases. It holds the party in possession responsible; and if there be nobody in possession, it refers the injured party to the owner of the legal title. The record shows that Grier was the owner in this case; and what the defendant offered to prove, taken in connexion with that which he was permitted to prove, but did not, was insufficient to divest his title.\n■ Another attempt, described in the 7th bill, was made to prove Smith in possession after the fire, but it resulted no better than the first; and in view of his failure to establish this point the defendant has no reason to complain that the court stood upon the clear principle that the title drew to itself the vacant possession.\nThese are the principal matters in the record, but there are several minor points which must be noticed.\nThe fact permitted to be proved, that the defendant received the insurance money, is complained of, but without good reason, for it was a circumstance to indicate the ownership, and it was well proved by the agent who made the payment, without the production either of the policy or the books of the company. Of what consequence was it whether the policy had been duly assigned or not, or whether the payment was rightly made or not ? The defendant was denying his ownership of the property, and the fact of his demanding and receiving the insurance money therefor, was evidence against him, whether as between him and the insurance company he was or was not, in strict right, entitled to receive it.\nIt seems that, besides the vault into which the plaintiff was precipitated, there was another hole or well in the bottom of the cellar, of which the plaintiff was permitted to give evidence. Although this well was not connected with the plaintiff’s injury, there was no error in permitting, it to be described as exhibiting the actual condition of the premises. It tended to show the extreme carelessness of leaving such premises unprotected.\nThe evidence referred to in the 3d and 4th bills not being furnished, we cannot say whether it was calculated to benefit or injure the plaintiff in error. If we were expected to pass upon it, it should have been furnished, and if we were not, it should not have been assigned for error.\nThe evidence in the 5th bill was properly rejected as irrelevant.\nThe court answered the 4th and 12th points consistently with the authorities. It is the general custom of this country for persons meeting on a highway to pass on the right; but when a horseman or a light vehicle can pass with safety on the left of a heavily laden team, it is their duty to give way, and leave the choice to the more unwieldly vehicle. The plaintiff was guilty of no negligence in conforming to this modification of the general rule.\nWe have now touched all the points that have been assigned for error, and finding no fault in any of them, the judgment is affirmed. ' ’\nLewis, C. J., was absent on the argument. Black, J., dissented."}