{"id": "979413", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe Act of Assembly requires that entries in the judgment docket shall “ particularly state and set forth the names of the parties,” and in Wood v. Reynolds, 7 W. & S. 406, it was decided that a judgment entered against John Gruver was no notice to a purchaser that it was a lien against John M. Gruver, there being a John Gruver in the same county: and in Ridgway’s Appeal, 3 Harris 181, it was held that a judgment docketed against Mitchell, Green & Wilson, omitting their Christian names, Avas not entitled to preference over subsequent encumbrancers. In the first of these cases the purchaser was plainly misled, and in the other there was not enough on the docket to individuate the parties intended to be bound. But a description of' persons by the name by which they are commonly known, is sufficient in pleading, either criminal or civil, and as much, I presume, as the Act of Assembly, prescribing judgment dockets, meant to require. The use of names is to describe the individual of whom we speak, so as to distinguish him from all other persons. They are like definitions in mathematics, though less exact. Where two names, said Judge Washington, in Gordon v. Holliday, 1 W. C. C. R. 289, have the same original derivation, or where one is an abbreviation or corruption of the other, but both are taken promiscuously and according to common use to be the same, though differing in sound, the use of one for the other is not a material misnomer. If in common use the names be the same, the person cannot be misnamed if either be used. In Fenton v. Perkins, 3 Miss. R., it was held that courts take judicial notice of the abbreviation of a man’s Christian name, though a doubt was made about an abbreviation of the family name.\nOn these principles it is easy to say that the auditor was wrong in rejecting the judgments entered against A.. Jones, for his report contains the testimony of John C. Flenniken that he knew Abel Jones — is familiar with his signature — never knew him to sign his name any way but A. J ones — does not know any other A. J ones in Greene county — did know Adolphus E. Jones, who left Greene county six or seven years ago — his signature was A. E. Jones. The testimony of C. A. Black was to the same effect, and there was no conflicting evidence.\nNow Abel Jones had a perfect right to contract his Christian name to the initial letter, and if he was commonly known by that designation, the appellant’s judgment was well docketed. Nobody was misled, because there was no other Abel or A. Jones in the county. It was not the case of an omitted Christian name, for the Christian name as commonly understood was inserted. The object of the docket entry is to give the public notice who is bound, and an entry which did not conform to the popular understanding of the names of individuals would fail of this purpose.\nThe auditor seemed to think it would be proving a lien by parol to show that Abel or A. Jones meant the same person. Not at all. The lien comes of the record. The parol evidence only answers the objection that the record did not contain more than was necessary to individuate the defendant.\nThe decree of the court confirming the auditor’s report is reversed, and the record remanded, that distribution may be made among -the lien creditors according to the priority of their judgments, whether entered against A. Jones or Abel Jones."}