{"id": "979429", "contents": "The opinion of the court was delivered by\nLowrie, J.\nRailroad companies are liable at common law for the damages done by fire, occasioned by the negligent management of their locomotive engines; and therefore it is plain that for the risk of such damage, no compensation can be allowed at the taking of the land for the construction of the road: 23 State Rep. 373. Must they make compensation, in advance, for the risk of fires not covered by this rule ?\nThe charter of this company does .not expressly say that they must; and therefore we must inquire what may reasonably be presumed to have been the intention of the legislature when they granted the charter. To aid us in this, it is proper to refer to what the legislature have usually done in such cases. In no charter that we know of, have they ever in terms provided for such compensation; and the state did not allow it when it constructed the railroads from Philadelphia to Columbia, and from Hollidaysburg to Johnstown. And in making the state canals, and authorizing other navigation improvements, the corresponding risk of dams giving way without 'negligence, has in no instance been declared to- be a subject of preliminary compensation. And yet no one can examine our laws providing for public improvements by the’State or by companies, 'by means of canals, railroads, plank-roads, turnpike-roads, and slackwater, without seeing that in such eases the legislature have, in almost every instance, intended to provide compensation for every injury that is usually recognised as such by the common law, if committed by a private individual.. An oversight in this regard in the charter of the Monongahela Navigation Company was corrected by statute. Such has been our legislative, practice.\nHow do we find the judicial practice here and elsewhere ? As a general rule, no otherwise. The courts have regarded the special remedies provided in such cases as intended to cover all common law injuries and no more, unless the contrary appears: 4 Rawle 23; 16 State Rep. 193; 19 Id. 15 ; 2 Watts 418; 6 Mees. & W. 705. But this does not include remote, contingent, and speculative damages, which are not susceptible of definition or proximately chargeable to the work done: as by changing the use of a street, by laying, a railroad track upon it: 6 Whart. 45; or if the damage depends on accidental circumstances existing at the time: Id. 115; or for profits which might have been made: 7 Ser. & R. 422 ; 5 A. & E. 163; or for affecting a public right of fishing: 14 Ser. & R. 83; or such like cases: 8 State Rep. 56 ; 17 Pick. 284.\nAnd such is in fact the principle of the Monongahela Navigation Company v. Coon, 6 W. & Ser. 101; not that consequential damages are not recoverable in such cases unless expressly provided for; but that the damage sued for was not an injury at common law. It decides that, if one has a mill-dam in a navigable river,- constructed under a general privilege granted by law, with the condition of not obstructing the navigation'; he has no remedy against a company authorized to improve 'the navigation by dams and locks, for injuring his mill-power by raising the water in the river by their dams, unless a remedy be expressly given. And a principal reason for this appears in the argument of the learned Chief Justice (pp. 112-114) to show that such a privilege is revocable, and therefore the act complained of is no injury at law. Grant that there is nothing in the Constitution that demands that the legislature should provide for consequential damages, still justice requires it, and it is always done, both for state and company improvements, unless omitted by mistake; for it is not for the purpose of assuring to improvement companies any part of the state’s immunity from action, but from the necessity of the case, that special tribunals and modes of trial are provided for such cases.\n■ Many cases show that the compensation clauses are entitled to a liberal construction as remedies for damages sustained. Thus, under the clause, “interfering in any way with rights of property,”. damages were allowed against the state for injuring a mill-power in a branch stream: 2 Watts 418. Under a clause for land “ damaged or injuriously affected,” damages were allowed against a company for lowering a road on which the complainant’s land abutted: 2 Queen’s Bench Rep. 347; and for obstruction of lights and annoyance by dust and dirt,blown from an embankment: 10 Mees. & W. 425; and for affecting the access to a wharf by passing between 'it and low water mark without touching it: 6 Id. 69_ .\n_ And when viewers are required to take into consideration the advantages and disadvantages resulting from an improvement, they are authorized to enter in some measure upon speculative and contingent estimates, unless these advantages consist simply of the.conveniences of the road to the owner of the land; and these disadvantages, the inconveniences arising from the mode in which the,improvement cuts through his land; and then they would not be speculative or contingent, though the measure of them in many instances might be very difficult. In an English case, Lee v. Milnor, 2 Mees. W. 824, under a clause authorizing compensation for “future temporary or perpetual continuance of recurring damages,” it was held that' no contingent or imaginary damages, which may never occur at all, could be allowed, and that the cause of the injury that could justify any, must exist in some work of the company from which an injury is certain to accrue, and which furnishes the, elements of a calculation.\nIn the charter of this company the compensation to be allowed is “for the damage done or likely to be done,” or for the damages that “ have been or may be sustained,” taking also into account “the advantages and disadvantages,” and we cannot. doubt that the compensation intended is to be sufficient to cover'all the damage actually sustained by the construction of the road, whether direct or consequential, and without the shield of the state’s immunity from action as against any part of it.\nThe law, therefore, provides for the future: “ damages likely to be done.” But this is susceptible of a very obvious explanation, and that is, that the law was providing for an assessment of damages before the work should be constructed; and therefore this form of. expression was necessary in providing for any damage, direct or consequential; and it does not necessarily imply damage that is speculative and imaginary. And besides it is a very proper mode of including those permanent and continuing inconveniences that are always apt to follow such improvements, arising from embankments, deep cuts, obstructions of roads, &c.\nIs it reasonable to infer that remote and contingent ’ future damage, such as accidental fire from locomotives, was intended to be estimated and paid for ? We think it is not. We find no Act of Assembly that indicates that such a thing was ever thought of. The legislature never had anything like it in its mind when providing for public improvements. The law proclaims its general rule, that it has no remedy for merely accidental injuries; and when providing for the construction of internal improvements, it has uttered no new one. It has given no compensation for the risk of bridges burning or falling, lock or toll-houses taking and communicating fire, stationary engines exploding, locomotives running off the track into a man’s house, dams and locks giving way and inundating his land, or anything of that kind.\nAnd why should it ? If it takes a man’s land or injuriously affects his property by the improvement, it gives him full compensation according to the best estimate that it is competent to obtain; and why should he have more ? True, his risks may be increased by the improvements ; but so is it with every man along the road, even though his land be passed without touching it, and why should one be paid, for the risk and the other not ? In going along streets, the locomotives may pass under the very eaves of a thousand houses without paying in advance for the risk. The improvement increases the risk; but so does improvement by the erection of mansions, and especially of all sorts of steam works, but no one gets compensation for such risks.\nIt is a simple law of nature, that he who lives in society must take the risk of those social accidents which society knows not how to prevent. The incidental hazards must stand as balanced by the incidental benefit of the social state.\nIt is also relevant to this question of reasonableness to ask how the risk is to be measured ? There may be but a single shanty on the land of the claimant, and if we are to provide for future risks, the duty is not satisfied by merely ascertaining the risk of the shanty, for there may yet be a hundred houses there: how can it be told how many, or of what kind or value ? And who can calculate the chances of accidental fire? We know not yet the kind of fuel that may be used; nor the improvements to be made for preventing the emission of sparks; nor how soon there will be another element than fire and steam for locomotive power, nor whether there will be one or one hundred locomotives daily along the road.\nThese considerations show that an estimate of such a risk for all future time, can be founded on no rational principles, and can be formed only by an average of unintelligent guesses. The present case is an illustration of their uncertainty; for the risk of this barn is estimated at half its value, when most likely it could be shown by experience that not one erection in a thousand along a railroad is burnt in a year. If all houses near to the track of proposed railroads had to be paid for at this rate, no railroads could be made.\nIt is unreasonable to ask intelligent men to make a sworn estimate of a mere risk, which can be founded on no present data, but only on an imaginary state of things, which may never exist, or which may come complicated with other things which may totally change their character; and we are convinced that this law does not intend such an estimate.\nWe have said nothing as yet of the Railroad v. Yeiser, 8 State Rep. 366, though it is it that has occasioned much of this discussion. We desire to leave that case as little affected by the point here decided as possible; for it does not stand on the very same ground, since, there, the road was to be made before the damages were assessed, and yet there were to he damages for inconveniences “likely to result.” But still we may be indulged in saying that it seems to us that the point for which that is cited did not arise there. That was an action for negligence, and the learned President of the Common Pleas held that, if the railroad company caused the accident, they must disprove negligence, and for this the judgment was reversed, though the principle seems to be sustained by the opinion of Gibson, C. J., in another case: 4 Rawle 25. We cannot see how, in such a case, the question which we have here discussed could be raised, and therefore it seems to us that thus far it contains an irrelevant expression of opinion by a single judge.\nFrom what we have said, it results that this judgment must be reversed so far as relates to the $1000 allowed for damages that may be done by accidental fire, and affirmed as to the residue.\nJudgment reversed, so far as it confirms that part of the report of the viewers, which awards $1000 for damages that may be done to the buildings from fires, and affirmed for the residue, to wit, for the sum of $687.12J, with interest from May 5,1856, and costs.\nLewis, C. J., and Black, J., dissented."}