{"id": "979480", "contents": "The opinion of the court was delivered by\nBlack, J.\nHuling, who was plaintiff below, has no legal title to the land in dispute. The deed for it is in Coder’s name; but Huling claims the one undivided half on the ground that Coder holds so much of it in trust for him.\nThe facts proved on the trial 'are much complicated; the witnesses were very numerous; the statements shown to have been made at different times by the parties are contradictory; and even the written documents, dated on the same day, are in direct collision with one another. The judge of the Common Pleas, in his charge to the jury, reviewed the facts elaborately, and submitted them fairly. The questions of law raised on the trial were few and simple. No special instructions were asked for by either side.\nIt is a fixed fact, settled by the jury beyond denial, that when Coder purchased the land, Huling was in partnership with him in the business of selling goods, and had an equal interest in the store and its profits. The verdict makes it equally indubitable that Coder did not purchase on his own account and with his own money, but under an agreement that he was to hold the land for the joint use of himself and his partner, and with funds which belonged to the partnership. We fully concur with the court below in the opinion that these facts gave to Huling an equitable estate in the land to the extent of one-half. We could not deny the correctness of this proposition without saying that one partner may, with the consent of the other, buy real property for the benefit'of both, and afterwards appropriate it entire to his own use because he got the deed in his own name. This would establish a rule under which one partner could always cheat another out of his whole share. It would be a premium on bad faith, and the highest reward that could be offered for the violation of bargains and the disregard of justice, truth, and conscience.\nWe say therefore, without hesitation, that the instructions which the court gave to the jury on the facts admitted in evidence, were sound, legal, and just. But the facts themselves might have been differently found if the evidence offered by the defendants had been admitted, or if that which they objected to had been excluded. This-makes it necessary to look at the exceptions taken during the trial.\nOf course it is not necessary to say that it was right to let the article of partnership be read to the jury; it was direct and positive evidence of the most material fact' in the cause. All the other evidence offered by both sides, tending to confirm and contradict this same fact, was admitted without objection.\nIt made no difference which partner was most in debt to the store. They were equally interested in the funds with which the land was bought, and-the accounts between them must be settled either by themselves or in a proceeding altogether different from this.\nWhere two partners engaged as such in a particular business, specified in their articles, buy land not necessary for their business but with views and purposes beyond and outside of it, such land is held by them as tenants in common: it is not partnership property. The fact that the purchase-money was taken out of the capital or the profits of the partnership business, does not alter the case, nor does it seem to us that the deed being taken in the name of .one partner, changes his equitable relations to the other. When we say, therefore, that we think the judgment confessed by Coder for a partnership debt did not bind Huling’s interest, and that the execution did not sell it, we are not impugning the authority of Hood’s Executors v. Grier (1 Casey 480), in the least. Even if this had been partnership property, and if Coder got Peterman to buy it in for him at sheriff’s .sale, the sale would still come to nothing. Coder could not divest Huling’s interest in the land and vest it in himself by a proceeding to which Huling was not a party.\nBefore the sheriff’s sale of the land, Coder sold one undivided half part of it to Peterman, for a valuable consideration, of which it would seem that Peterman paid at least a part. Coder having the legal title in his hands, Peterman had a right to purchase from him, unless he had notice of Huling’s equity. It must be presumed that he - had no notice, since there is no evidence one way or the other. If he had bought the whole of the land out and out, paying a valuable consideration for it, he would have taken it discharged of the trust. But he bought only the half, and so much Coder could sell without any fraud upon his cestui que trust. Peterman must be presumed to have bought that half which Coder could honestly sell, and not any part of the other half which belonged in equity to another person. For these reasons the agreement between Coder and Peterman was rightly rejected.\nIt was alleged by the defendants that little or none of the purchase-money was paid out of the store, and that Peterman furnished the funds with which Coder’s obligations were met as they became due. It is assigned for error that evidence of this kind was offered and rejected. But after looking all over'the printed evidence, I find no such offer, no rejection of it, and no bill of exceptions containing anything of the sort.\nJudgment affirmed."}