{"id": "979446", "contents": "The opinion of the court was delivered by\nLowrie, J.\nThis suit is founded on a policy on merchandise, in a house which is thus described, “ a frame plastered storehouse,” &c.\nEor several months prior to the loss, no one slept in the store; ' and hence the question is, do the words, “ clerk sleeps in the store,” constitute a warranty for the future, or are they mere matter of description of the mode in which the building was occupied. The court below regarded them as a warranty for the future, and that position has been very skilfully maintained here, but we are not convinced.\nThese words have not the form of a warranty; they speak of present time and not for the future, and are placed in no connexion that leads to a belief that they were intended for a future state of affairs. They stand in the midst of a description of the merchandise insured, and of the house in which they were; and when we notice, in addition, that one question in such cases always is, How is the house occupied ? we cannot avoid the inclination to believe that these words were inserted as description and not as warranty.\nIt is said that words of warranty are always inserted in the policy, which means in the body or by reference, and representations never. But neither of these propositions is universally true, for many warranties are implied, and the description of the subject-matter insured is very commonly attended by mere representations concerning the condition of things; and these representations are often, by reference, made part of the policy, though actually written only in the application: 2 Hall 632; 16 Wend. 481.\nWhether a statement shall be taken as a warranty is a mere question of interpretation, to be ascertained in policies of insurance just as in other contracts. If it relates to a fact that we can know, judicially, to increase the risk, as in the numerous cases of the false assumption of a neutral national character for a ship in time of war, then it is treated as a warranty. And so it is where it is apparent that the statements refer to the precautions taken to prevent fire: 8 Metc. 114: but even they are entitled to a liberal interpretation, and call only for a substantial performance according to the customs of trade and business: 1 Moody & M. 90; 1 Hall 226; 2 Id. 589; 6 Wend. 623; 25 Id. 374.\nHere it does not expressly appear that the clerk was to sleep in the store as a precaution against fire, and it is not otherwise obvious that that was the purpose of sleeping there. As he might need fire and candle there, it may be that his sleeping there would increase the risk, or be so regarded. It may be a mere license : 1 Sumn. C. C. R. 435. We may illustrate the impossibility of the arbitrary construction contended for by changing the sentence and making it read —clerk cooks his victuals in the store. It would hardly be insisted that he should continue to do so, for this would increase the risk. Or let it read — a tavern is kept in a part of the house. This would not be regarded as a warranty that he should continue to do so; for the by-laws show that the company regarded such a use of the house as adding to the risk.\nThe rule seems to be that such representations in or part of the policy are construed to be warranties when it appeared to the court that they must have had, in themselves or in the view of the parties, a tendency to induce the company to enter into the contract on terms more favourable to the insured than without them. If the court cannot say so, then they are treated as representations, and it is left to the jury to say whether or not they are material misrepresentations, tending to mislead and actually misleading the insurers.\nJudgment reversed and new trial awarded."}