{"id": "979438", "contents": "The opinion of the court was delivered by\nKnox, J.\nIn an action of slander under the plea of not guilty it is well settled that evidence which tends to prove the truth of the words spoken cannot be admitted even in mitigation of damages: Petrie v. Rose, 5 W. & Ser. 364; Kay v. Fredrigal, 3 Barr 221. But where the proffered testimony will not establish nor tend to establish the commission of the offence charged, but in some degree may disprove malice, it is competent to mitigate the damages: Minesinger v. Kerr, 9 Barr 813; Updegrove v. Zimmerman, 1 Harris 619. In the present case the evidence was properly admitted; for, whilst it expressly negatived the larceny, it was calculated to induce a mistaken belief in the mind of the defendant that the charge was well founded. It could not amount to a justification, for in the absence of a felonious intent, when the property was received or taken, no larceny could be committed, and consequently the defendant was responsible for the words spoken; but as the extent of the responsibility, or the standard of damages, depended very much upon the degree of malice entertained by the defendant towards the plaintiff in making the charge complained of; everything which tended to rebut the presumption of malice, or lessen the extent of it, was legitimate evidence under the plea of not guilty.\nThe first count charged the defendant with saying of and concerning the said Charles, to wit: “You (the said Charles meaning) would steal, and you (the said Charles meaning) will steal.”\nThe court instructed the jury that if they found that the words uttered by the defendant were, that “ a man that would do that would steal,” the count was not sustained by the evidence. This was right, first, because of the variance between the declaration and the proof; and second, because the words “ a man that would do that would steal” impute no charge of the commission of an offence punishable by law, and are therefore not actionable.\nThe remaining questions raised by the specification of errors do not require to be particularly discussed. There was no error committed in rejecting the evidence contained in the first bill of exceptions nor in receiving that mentioned in the second bill, for the first was impertinent and irrelevant, and the last clearly admissible in mitigation of damages. Neither do we see anything wrong in the answer of the court to'the defendant’s third point.\nJudgment affirmed."}