{"id": "979469", "contents": "The opinion of the court was delivered by\nBlack, J.\nSolomon Cyphert was an insolvent man with a large family. The farm on which he lived, and all his personal property not exempt from execution, had been sold by the sheriff. His eldest son, then seventeen years of age, took a lease of the farm from the sheriff’s vendee, and was enabled to stock it after a fashion by the generosity of certain relatives and friends who gave and lent him implements of husbandry, horses, cattle, hogs, and sheep. He raised several crops, increased the value of the stock, supported his father’s family, and had a crop in the ground when the defendants - seized everything for an old debt of his father. Had they a legal right to do this ?\nIf the father had saved anything out of his own wreck beyond what was legally exempt from levy and sale, and had given it to his son for the purpose of covering it up from his creditors, the transaction would have been fraudulent. The jury were in effect so instructed, but they found no fact of that sort. If the son was the mere servant and agent of his father, and his pretended . ownership of the property a sham, he would have no right to complain that it was taken. But this also is negatived by the verdict. If he had even bought it from his father, paying an honest price for it, his title as against creditors might be doubtful, for want of the open delivery .and exclusive possession which the law requires to make such a transfer valid. But that was not alleged at the trial. All the property in dispute was given to the plaintiff by other persons in his own right, and the lease of the land appears to have been taken in good faith by himself and for himself. He got nothing from his father; for his father had nothing to give him; his whole offence, if he committed any, consisted in applying what he received from the bounty of his friends, and what he made by his own labour in such a manner as to rescue his parents and the younger members of the family from want. There was, therefore, no fair question of actual fraud in the case; or if there was, the verdict settled it conclusively against the defendants. Nor was it possible to raise the point of legal fraud on the ground of an imperfect purchase of goods from an indebted man. The defence can be made out only by showing that the minor child of an insolvent person cannot, even with the consent of his father, acquire property by gift, or create by his labour anything which will not go to his father’s creditors. But that is a proposition which we think the law will not sustain.\nThe right of an infant to be the owner of property is as clear and as well protected as that of a person who has arrived at full age. When anything is given to an infant to be held by him in his own right, he has the title to it, and the parent, guardian, or master has in law no more right to take it (for any purpose beyond that of safe keeping) than a stranger.\nA son is bound to render obedience to his father until he is twenty-one years of age. The father may employ him about his own business without paying him wages, or hire him out and appropriate his earnings if he sees fit. But he may also let him go free from his service whenever he chooses. If he happens to be in debt he is not bound to work his son or daughter as he would work a horse or a slave for the benefit of his creditors.\nThis emancipation of the son from the father’s control may be as perfect when they both live together under the same roof as if they were separated. The father’s renunciation of all legal right to the son’s labour is not the less absolute, because other family ties continue unbroken, and the son’s security in his rights of property would not be at all increased by turning his father out of doors.\nIt is not necessary in a Christian country to say that a son ought to support his father if he has the means of doing so. The law will not punish him for performing this duty, by depriving him of any right which he would otherwise have. If, therefore, an emancipated son gives part of his earnings to his father’s support, it does not follow that the father or his creditors can for that reason take away all the rest of his earnings.\nThat the father in this case did some work on the farm, but not as much in value as his maintenance amounted to, is obviously of no importance whatever.\nIt seems that this farm was twice sold by the sheriff; first to. MeClune, and afterwards to the Harleys. MeClune had the true title, but the Harleys got the possession and leased to Peas, who sublet to the plaintiff. MeClune recovered in ejectment, and might have turned the plaintiff out and taken from him the crop which he then had in the ground; but he did not do so. He expressly agreed that he might cut and keep it on certain conditions, which seem to have been performed. We are really not able to understand the argument which strives to convince us that these facts make the defendant’s case any better.\nJudgment affirmed."}