{"id": "979587", "contents": "The opinion of the court was delivered by\nLowrie, J.\nThis is an action on a covenant of warranty, in which the grantor covenanted “ for himself and his heirs,” and it is argued that under such a covenant the executors are not bound, but the heir only. It is thought, that because the grantor expressly included his heirs in the covenant, he has impliedly excluded his executors; but this does not follow, for by binding himself he binds his estate, so far as it is represented by his executors, whereas the heir could not be bound without express terms, and this accords with Williams v. Burrell, 1 Com. Bench R. 402. And if the heir at common law is the only one found as heir by such a covenant, the law would lean in favour of equality of contribution by preferring the action against the executors or administrators.\nThe title which the covenant was intended to assure, became vested by devise in Gamble for life, with remainder to his children, and it is objected that the title and the covenant are single, and that all those entitled to the remedy upon it must join in the action. We regard this objection as sound, and as receiving support by the reasoning of Mr. Justice Rosees, in the case of Paul v. Witman, 3 W. & S. 409; though, in that case, it was decided only that different owners may properly join. Regarding the tenant for life and the remainder-men as entitled, as against the covenantor, to one seisin and property divided as among themselves into different periods, we think that the action on the covenant given to secure that seisin ought to be single, otherwise the covenantor, not being able to set up the judgment of one against the other claimants, might have to pay to all much more than is required by his covenant, might be subjected to innumerable actions for a single breach of the same covenant. It may be, however, that alienors of different parcels of the land would be allowed to sue severally for the parts from which they may have been respectively evicted: 2 B. & Ald. 105; 1 Paige 460, 2 Id. 78; 18 State R. 9.\nThe measure of damages adopted is erroneous, in allowing the tenant for life the annual value of the land lost. The extreme limit of the damages in such a case is the purchase-money and interest, and the tenant for life can have only his proportion of it, according to the value of his estate as against that of the remainder, and the balance belongs to the remainder-men.\nJudgment reversed and venire de novo awarded."}