{"id": "979508", "contents": "The opinion of the court was delivered by\nLowrie, J.\nWe do not venture to declare how far the difference between bills of exchange and promissory notes affects the question relative to the place where payment must be demanded, but certainly they are distinguished in some degree on this point. In relation to foreign bills, the date and address are of very positive value iu the question of presentment; for it is the difference between them that furnishes the test whether a bill is foreign or domestic, and that governs the damages, exchange, and interest upon them. A bill of exchange dated at Pittsburgh, and addressed to a citizen of Pittsburgh at Cincinnati, is a foreign bill, and the duty is to pay abroad, and not at home; and this, because of the nature of the contract, and not of the exceptions or qualifications of the rule of due diligence. Almost all the exchanges between distant points in or out of the state, are made through bankers and brokers, and when they draw upon a person in a given place, it is understood that payment is to be made there, whether it be so expressed or not. It is in fact very rarely expressed, and it Avould seem to be very unreasonable to say that the omission to express it, may have the effect of imposing upon the holder the duty of going elsewhere to demand it.\nThe counsel refer us to two English cases that are quite parallel with the present one, where a demand of payment at the house where the drawee was addressed, was held sufficient to found a notice of dishonour to the other parties: 4 B. & Ad. 624; 1 Man. & Gr. 83. In one case the house was shut up, and in the other the acceptor had removed to another residence, and in neither case was any effort made to find him elsewhere. Our own case of Lightner v. Will, 2 W. & Ser. 140, may seem inconsistent with these, though on a promissory note; but it is distinguished by the fact that the maker lived but three miles from the place of the date, and the holder knew it.\nThe principle of the English cases is followed by sanctioning notice of dishonour, sent to the place where the bill is dated: 3 Mees. & W. 166; Ry. & Moo. 249. These again would seem inconsistent with other decisions: 5 Binn. 543; 6 Whart. 415; 14 Johns. 117, if we should leave out the fact that the holders in these cases knew that the date did not truly indicate the residence.\nThe law presumes the residence of the drawer from the date: 4 Ser. & R. 481, 2 Caines’ R. 127; 1 Johns. 294; 13 Id. 433; 20 Id. 168, and therefore prima facie notice according to the date is sufficient, and the general bearing of the cases inclines to the rule that, if the residence be shown to be elsewhere in the same state, then due diligence to ascertain it must be shown, and that notice was sent accordingly: 24 Wend. 358; unless the removal took place after the drawing of the bill: 5 Wend. 587; 3 Id. 408.\nBut there is a very substantial difference between the time when a demand of payment must be made, and that when notice of dishonour must be given; the former must be on the day of maturity, and the latter at such time afterwards as is demanded for due inquiry for the residence of the other parties. And yet even in this latter case, and with this indulgence given, strict accuracy is not required; for notice sent according to information received on reasonable inquiry is sufficient.\nIt is the duty of a debtor to go to his creditor, or to the place specially appointed, and pay his debt, and the law presumes that he will do so, and up to the time appointed for payment, the creditor has a right to presume so. Certainly this requires some modification when we speak of negotiable instruments; for they may be in unknown hands. But still the holder would naturally expect that payment would be provided at the place indicated by the address of a bill, unless he had some notice of a change of residence.\nThe law usually presumes the continuance of such facts as residence, until a change is shown; and it does not seem reasonable to require a different presumption by the holders of negotiable paper.\nThe ordinary mode of addressing a bill of exchange, is to the drawee at his residence or place of business, and therefore an endorsee of such paper is entitled to presume that is the fact, unless warned to the contrary. Therefore, in the natural course of such transactions, the holder would be expected to carry or send a bill of exchange, so as to have it at the place of address at its maturity, so that demand may be made there. It is not until the time of demand that he is expected to look for the acceptor, and then, certainly, it is too late to go from New York to Albany to make the demand, unless due diligence after maturity be allowed in making it. Under such views, this indulgence seems to have been allowed in some cases, for making the demand: 7 Mass. 483 ; 1 New Hamp. 140; 3 Wend. 491, citing 2 Smith 223; but we think that the circumstances which excuse it at the maturity, dispense with it entirely. It cannot be answered that the holder is presumed to know the residence of the parties when he takes it, or before it matures, for this is not the custom, and it has no judicial sanction. All the cases show that proper efforts, made after dishonour, to learn the address of drawers and endorsers, and give them notice, is sufficient, and yet the instrument is negotiated on faith in them as well as in the acceptor.\nTo say that the holder is charged Avith knowledge of the residence, especially of the acceptor, does not aid the argument, for it begs the question under discussion. And it is unfounded in reason and in fact; for ordinarily, when people buy bills of exchange on a distant place, all their reliance is on the drawer, and they know nothing about the drawee, and are not expected to, until the bill is to be presented for payment. The holder is charged only with due diligence in presenting or attempting to present the bill. It is not so much a demand, as due diligence to make one, that is required. If the maker when the note falls due cannot be found: 2 Caines’ R. 126; if he has absconded: Ld. Hardw. 743; if his house or office is shut up: 1 Pick. 413; if he has left the state: 9 Wheat. 598, demand is excused.\nThe holder may have taken it simply on the credit of the endorser, and it does not seem like good faith to throw upon him the natural consequences of a deceptive address. The rule of due diligence does not require of him to look after the acceptor until the proper time for demanding payment, or to follow them to some other part of.the state, distant'from that to which the bill is addressed, . •\nWe think that where a bill of exchange is addressed to a drawee at a particular house, and the same is accepted generally by him, the address indicates the place where it is to be presented for payment, and a presentment there is sufficient as against the drawer and endorsers; unless, perhaps, when the holder knows the true residence or place of business of the acceptor in time to present it there, or may so learn it when seeking to make the presentment.\nIt does not seem to be contended here, and we think it ought not to be, that the endorsers prior to the plaintiff are competent to prove anything tending to show that one who appears to be a bona fide holder .for value is not so: 16 State R. 128.\nJudgment reversed and a new trial awarded."}