{"id": "979551", "contents": "' The opinion of the court was delivered by\nWoodward, J.\nIt is too well settled to be questioned that any material alteration of commercial paper, unaccounted for by him who holds it, is fatal to it. The maker of a note cannot be expected to account for what may have happened to it after it left his hands; but a payee or endorsee who takes it, condemned and discredited on the face of it, ought to be prepared to show what it was when he received it: Simpson v. Stackhouse, 9 Barr 188.\nBut was the alteration in this case material ? It consisted, if indeed it was an alteration, in interlining the words “ or either of us.” The note was a printed form with the blanks filled up with the pen, and the interlineation bears every appearance of having been written by the same hand and at the same time as the other written parts, but still it is an interlineation, and makes the paper a joint and several, which, without it, would have been a joint note. The payee and endorsee being both dead, the plaintiff, the personal representative of the latter, has no means of accounting for it, and if the words were inserted after the note was delivered and are material — that is, if there be any longer in Pennsylvania a legal difference between a joint note and a note, joint and several — the defence must prevail.\nThe Acts of Assembly of 6th April, 1830, and 11th April, 1848, Purdon 466, seem to have been intended to obliterate the common law distinctions on this subject, and being remedial statutes are to be liberally construed: 5 Barr 401.\nThe classes of cases provided for by them are—\n1. Where suits are brought against joint and several obligors, copartners, promisors, or endorsers of promissory notes, in which process is not served on all the defendants, and judgment is taken against such as are served, the others are still liable in another action, and the judgment obtained is no bar to the subsequent proceeding.\n• 2. In all cases of amicable confession of judgment by one or more of such debtors, the judgment shall not bar the action against the others who do not confess.\n3. Where judgment is recovered against one or more of several copartners, or joint and several obligors, promisors, or contractors, without the nonjoinder of the others pleaded in abatement, it shall not bar a subsequent suit against any who might have been joined..\n4. The death of one of such debtors after a joint judgment, shall not discharge his estate real or personal, but the personal representatives shall be liable as if the judgment had been several against the deceased alone.\nThe terms of this legislation, though limited to undertakings that are “joint and several,” are applicable to contracts that are joint and not several: 6 Wh. 268; 5 Barr 401. If then, neither an action and recovery against one joint debtor, nor a confession of judgment by one, nor the death of one after judgment, works a discharge of the other, what difference remains, so far as regards the remedy, between joint contracts and contracts joint and several ? The distinction always had regard to remedies. The parties are bound according to the tenor of the instrument to which they put their signatures, and it is evidence against each of them; but the discharge'of one by taking action against the other is the peculiarity which the statutes have taken away.\nIf it be said that one case, that of a joint defendant dying pending the action, is not provided for by these Acts of Assembly, it must be admitted; but the effect of that event is the same on a joint and several contract as on one simply joint: Walter v. Ginrich, 2 Watts 204, in which Judge Sergeant stated the rule thus: The holder of a joint and several bond may elect to bring a separate action against each obligor, or a joint action against all. If he proceeds by separate actions, the executor of a deceased defendant, as well as the survivor, continues liable. But if he joins all the parties and one of them dies pending the suit, the remedy against the assets of the deceased is terminated, and the survivor alone is responsible.\nThis is all that could be predicated of the death of one of two defendants pending an action on an obligation strictly joint, so that whilst, in respect to statutory remedies, this is a casus omissus, it is not a ground of distinction between joint and joint and several contracts. Nor do the rules of pleading and evidence, which make it necessary to bring a joint suit on a joint undertaking, cause a difference in the effect of the two classes of contracts.\nI do not conceive that the qualification in the 5th section of the Act of 1848, in regard to pleas in abatement, is material, for though that section provides only for cases where there is no plea in abatement, the 1st section of the Act of 1880 covers “ all suits now pending or hereafter brought.” Besides, the language of the 5th section, the qualification included, relates as well to joint and several as to joint undertakings.-\nThese Acts of Assembly, it seems to me, have taken away distinctions that were always embarrassing, and sometimes insuperable obstacles to the course of justice. There was no difference in the duty before, and none in the remedy now. The moral obligation is not affected by the words joint and several, and in Pennsylvania at least, the legal liability is not.\nIf the words “ or either of us,” were therefore surreptitiously inserted in the note, making that a several, which else had been a joint contract, neither the moral nor legal effect of the instrument was changed, and the alteration was consequently immaterial. Both Reed and Christy were bound to pay, and for aught that appears, both participated in the consideration. Nay, Reed, the objecting defendant, may have been the principal debtor, and if so, there is great equity in the statute that deprives him of a sharp and technical defence. Forgery avoids an instrument; but forgery is the fraudulent alteration of a writing, to the prejudice of another. Reed was not prejudiced by this alteration, and therefore the note should have been admitted in evidence.\nThe judgment is reversed and a venire de novo awarded."}