{"id": "979501", "contents": "The opinion of the court was delivered by\nBlack, J.\nA building and lot of ground in the city of Lancaster was mortgaged to Reigart for $6000 by Gormley & Briggs, who then owned the premises. The mortgagors afterwards sold out to Caines, who went into possession, and leased a part of the premises to Snavely, Longenecker & Co. The last-named parties were in possession when the taxes for 1853 and 1854, amounting to $144.85, were assessed, and as tenants they were' compelled to pay them, though by their contract with their lessor, Caines, it was his duty to discharge them. The property was sold under the mortgage (which was dated in 1851), and when the proceeds were brought into court for distribution, it was decreed that Snavely, Longenecker & Co. should be reimbursed the taxes they had paid in preference to. the mortgagor, who, in the opinion of the Common Pleas, was entitled only to the balance.\nWe think this decree in effect'would compel the mortgagee to pay the taxes in question. He was. not liable for them. He paid a tax on the mortgage itself, and he certainly is not bound also to pay what was assessed on the mortgaged premises.\nProbably the mortgagors were personally liable for the debt, and if they were, the taxes would eventually come out of their pockets. But neither were the mortgagors liable for those taxes. They had conveyed their whole estate and interest in the lot to Caines, and given him full possession long before the taxes accrued.\nThe court below thought that Longenecker & Co. should be looked on as sureties. It may be true that they had all the rights, and were entitled to all the remedies, of a surety against the principal debtor. But who was their principal ? Certainly Caines, if any body; for he was the person who was bound in law and equity to pay what they were compelled to pay for him. That they have a just claim upon him to be refunded the sum they are out of pocket, does not prove that they can make others pay it, to whom they stand in no such relation.\nThese taxes were a lien, but so was the mortgage. Liens are to be paid according to their priority, apd the mortgage is several years older than the taxes. The legislature might give a lien for taxes a preference to all others-; but this has not been done. The law says that certain taxes shall be a lien merely, and that does not authorize us to say that it is more than any other lien, taking grade according to its date.\nThe decree of the Common Pleas of Lancaster county is reversed, and it is now here decreed that the fund in court shall be paid to E. C. Reigart, the. mortgagee, and that the appellants, Gormley & Briggs, recover their costs. ."}