{"id": "979522", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nThe plaintiff, Samuel Straub, claims the land in controversy, in pursuance of a warrant of the 20th of May, 1851, and a survey and patent founded thereon.\nThe defendant’s title is as follows: In 1780 an improvement was made. On 22d August, 1786, George Buck applied for the land including the improvement. On 1st September, 1786, a warrant issued. On 5th September, 1786, Buck paid the purchase-money. On 18th May, 1787, a survey was made in pursuance of the warrant. Buck continued to reside on the land until he died in 1844, without heirs and intestate. There was a house erected, and forty acres cleared, which Buck constantly cultivated during his life. On 20th February, 1844, John Dimm gave information of the escheat to the auditor-general. To this information Samuel Straub signed his name as a witness. On 18th July, 1845, an inquisition, finding the escheat, was filed with the prothonotary, and the land was thereupon leased by the deputy escheator to David Cassel, who continued in possession until 1852, On 31st August, 1853, after the lapse of seven years, without any claim or traverse, the land was sold at auction to John Dimm, according to the provisions of the Acts of Assembly relative to escheated estates. On 7th February, 1854 (the purchase money having been previously paid into the treasury), a deed was made by the governor conveying the premises to John Dimm in fee simple.\nIt appears from this statement of facts that the Commonwealth was in actual possession by her tenant Oassel, under her title by escheat, at the time that Samuel Straub took out his warrant. At that time there had been an actual resident settlement for upwards of fifty years, under the Buck title, accompanied with application, warrant, survey, and payment of the purchase-money. There had also been an open and public proceeding by the state, in pursuance of which she had taken actual possession of the land as an escheated estate of the said Buck. The evidence given on the trial is not stated in the paper-book, but, from what appears in the charge, we may presume that Straub was well acquainted with the nature of the Commonwealth’s title. He was bound to take notice of the notorious and actual possessions of Buck and Cassel, and of the titles under which they held. And if the oificers of the land office had no authority to issue warrants and patents for lands which the state acquired by escheat, he' was bound also to know the law, and to look to the authority of the agents with whom he dealt.\nThe ordinary mode of acquiring title from the state for unappropriated land is by warrant, survey, and patent. The price established by law is a trifling sum, intended to be no more than the value of unimproved land. The laws relating to this subject have relation to unappropriated land alone, and the officers charged with the execution of them have no authority whatever to grant titles to lands of any other description. The principle has long been established that, in all cases where the state has made special provisions for the sale of lands peculiarly situated, either in respect to location or mode of acquisition, those special provisions must be pursued, and the general laws for the sale of unappropriated lands have no application. It follows that where the Commonwealth acquires title to land by alienage, by forfeiture upon an attaint, by alienation in mortmain, or by escheat, her interest must be disposed of in the manner prescribed by the statutes relating to such estates; and cannot be acquired by warrant and survey in the ordinary mode. So, in respect to islands; where there is a special provision requiring them to be sold at an appraised value, it is irregular to apply in the ordinary mode of acquiring titles to main land.\nIn the case of an escheated estate the officers of the land office have no authority whatever. The law is express that it must be sold at auction. The duty of making the sale is imposed on the deputy escheator, and the authority to make the conveyance is reposed in the governor. The object is to obtain not merely the price of unimproved land, but the full value not only of the improvements made upon the escheated property itself, but of the land and improvements as enhanced by the surrounding improvements, and the advantages which have accrued or been developed by the population and enterprise of the country. The creditors of the decedent who have no liens, may have an interest in this mode of sale, because they may rely upon the obligation of the state to do justice to them, as far as the proceeds may extend. The persons entitled in reversion, remainder, or in common, or those who may have mortgages or other liens, have also an interest which forbids the state from ignoring her title by escheat, and claiming to hold as original proprietor by a paramount title which would extinguish their claims. The person who gave information of the escheat, and established the title of the state, has also an interest to the extent of one-fifth of the proceeds of sale. In addition to this, the law expressly forbids the sale of escheated estates for the period of seven years from the time of filing the inquisition, for the purpose of protecting the rights of the heirs, if there be any. This protection is withdrawn if the agents of the state may dispose of the land, as was attempted in this case, before the expiration of the seven years allowed by law for a traverse of the inquisition. There is a still further period of seven years after the sale allowed to the heirs, if any such exist, within which they may come forward and receive all the moneys that the Commonwealth received for the land. This provision would be nugatory if the state might disregard the title under which she entered, and dispose of the land at the trifling price fixed for unimproved and unappropriated land. It may suit the purpose of Samuel Straub to obtain the improved land of another at the price of wild land, paying nothing whatever for the buildings and clearings thereon; but it is not according to the law or the justice of the case to sustain a title thus acquired. It is true that the survey of George Buck was not returned, but he had paid the purchase-money, and he had such an actual residence and improvement as entitled him to hold the land under the settlement laws. The omission of the Commonwealth’s ofiicer to make return of the survey was a matter which the state might take advantage of or waive; and when she elected to take possession of the land as the escheated estate of George Buck, she waived the informality arising from the omission to return the survey. The argument that the state is estopped from selling the land as an escheated estate, after granting it by warrant, survey, and patent to Samuel Straub, depends, for its value, upon the question whether her agents had authority to grant the land to Straub at the rate charged and in the mode provided for granting vacant and uncultivated lands. It is manifest, from what has been said, that they had no such authority. Smith v. Crawford, 1 Yeates 287, Skeen v. Pearce, 7 Ser. & R. 303, and numerous other cases, show that the ordinary method of taking up land by warrant and survey applies to vacant land only, and not to land acquired by escheat, forfeiture, or otherwise, after it had been once granted to purchasers.\nBut it is thought by some that the 4th section of the Act of 11th March, 1843, controls this case. That act is entitled “ An Act to repeal the Nicholson Court of Pleas, and to release the lien of the Commonwealth on the estate of John Nicholson deceased ” It is composed of ten sections, and every section in it, except the 4th and 5th, has a distinct and express reference to the lands of John Nicholson and Peter Baynton, and the claims of the Commonwealth against them. The 4th section is in these words: “ It is hereby declared that all patents granted by the Commonwealth do pass and vest the entire estate of the Commonwealth to and in the patentees, free and clear of all liens, encumbrances, and claims of the Commonwealth whatsoever, prior to the date of the respective patents, except for arrears of purchase-money.” We can readily perceive, from the general scope of the act, and from its title, that one object of this particular section was to give to patents granted by the state the effect of extinguishing her interests in, and liens upon, the lands which had formerly belonged to Nicholson and Baynton. It is probable, also, that another object was to quiet the titles to forfeited estates, which had been granted by patents without pursuing the method of sale prescribed by law. In relation to titles derived through these two channels, great alarm had been felt for a number of years, and many persons in possession, who had paid their money in good faith and expended much labour and money in improvements, were in danger of ruin. It may be supposed that the legislature was willing to remedy this evil at some los3 to the state. But no such danger or alarm had existed in relation to escheated estates. Besides, as we have already shown, the creditors of the decedent in an escheated estate had an interest. His heirs, when discovered, had also rights to be protected. The person who discovered and gave information of the escheat, had likewise an interest which could not be disregarded. The rights of these parties, as well as the law, required that the land should be sold at auction, for its full value, after remaining in the hands of the state seven years without claim or traverse. The Commonwealth had no title but such as she held subject to these rights. A patent could give to the patentee ho better title than she possessed herself, even if the Act of 1843 applied to the case. But it is evident that the act was not intended to apply to escheated estates. The state had no right to part with the property until after the expiration of seven years from the return of the inquisition finding the escheat. Straub was bound to know all this, and in procuring a warrant and survey before the seven years expired, he took no title, because the state herself had no right to sell the land in that way, after the interests of others had vested under the law requiring a public sale after seven years. If the Act of 1843 stood by itself, we should feel bound to say that it does not extend to lands that may have been escheated to the Commonwealth. The express declaration of the legislature to that effect, in the Act of 13th April, 1854, may serve to show that this legal construction of the statute corresponds with the true meaning of the lawmakers.\nJudgment affirmed."}