{"id": "979512", "contents": "The opinion of the court was delivered by\nKnox, J.\nIt has long since been settled, both in this country and in England, that ancient boundaries are provable by general reputation in a question involving public rights.\nIn Pennsylvania still greater latitude has been allowed in questions' of boundary. Here the declarations of a deceased person touching the locality of a boundary between adjoining owners have been admitted where the survey was made by the person making the declaration, or where the declaration was made by an adjoining owner, who pointed out the boundary line between the tracts to the witness at the time the declarations were made: Caufman v. Congregation of Cedar Spring, 6 Binn. 59; Hamilton v. Menor, 2 S. & R. 70.\nBut neither of these cases go to the extent that the Court of Common Pleas were asked to go in the case now under consideration. The offer was to prove the declarations of Andrew Jenkins, a deceased surveyor, respecting the locality of the original line between two donation tracts Nos. 26 and 27. It was no part of the offer that Andrew Jenkins had made the boundary, or that he was present when it was made, or that he had subsequently examined it, or had run the lines of either survey. Nor was the declaration accompanied by an act such as pointing out the boundary in question. Under such circumstances what was the declaration worth ? Literally nothing. It did not amount to general reputation, for one man’s declaration of the existence of a fact does not prove that the allegation is generally reputed to be well founded. At most, it was the mere declaration of one who did not appear to have any correct information on the subject, and as evidence was wholly unreliable. Even in cases of pedigree, it has been frequently ruled that the witnesses who are called to testify should be related to the family by blood or marriage, or at least should have some personal knowledge of the family. A mere stranger, though skilled in tracing pedigrees, would scarcely be competent to testify as to who were the heirs of a deceased person.\nThe truth is, that this kind of evidence ought not to he encouraged. Declarations when made by a party in casual conversations are justly said to be the weakest of all evidence; but when made by a stranger to the cause, without oath, and in the absence of the parties interested, their admission as evidence at all is of doubtful propriety. If the question was an open one, it would probably be well to consider whether hearsay evidence respecting boundaries should not be confined to general reputation. We will, however, stand by the former decisions of this court, taking good care not to extend the rule heretofore laid down, or to enlarge the decisions already made.\nOur opinion is, that the offered testimony was rightly rejected; because Andrew Jenkins was not shown to have had any particular knowledge respecting the boundary in dispute, nor was the boundary actually shown to the witness when the declaration was made.\nJudgment affirmed."}