{"id": "979539", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nThe Act of Assembly declares that “ The Orphans’ Court of each county shall have the care of the persons of minors and of their estates, and shall have power to admit such minors, when and as often as there shall be occasion, t.o make choice of guardians, and to appoint guardians for such as they shall judge too young or otherwise incompetent to make choice for themselves.” Under this authority the practice has prevailed to appoint guardians for minors under the age of fourteen, and to admit those over that age to choose for themselves, subject of course to the supervision of the Orphans’ Court, for the purpose of preventing improper selections. Sir William Rlaclcstone says that guardians in socage, like those for nurture, continue only till the minor is fourteen years of age; for then, in both cases, he is presumed to have discretion so far as to choose his own guardian 1 Bl. Com. 462. Where the Court of Chancery appoints a guardian, such guardianship doth not cease on the ward’s attaining fourteen unless another guardian be then appointed; and so it is of a guardianship in socage, though at that age the ward hath a right to choose another guardian: King v. Pierson et al., An drews’ Rep. 313. In Reeves’ Domestic Relations 321, it is stated that “ When the court appoints a guardian, to an infant under the age of choice, the infant when he arrives at that age (and I presume at any time after) may appear before the court of probate and choose a guardian, which choice will be sanctioned or not as the discretion of the court shall direct. But if no choice be made, the guardian first appointed remains guardian until the ward arrive at the age of twenty-one years.” This is a correct statement of the established practice in the Orphans’ Court under the Act of Assembly. It is not understood as authorizing the minor over fourteen to supersede the guardian of his own selection as often as his fancy changes. He is only authorized to choose a guardian in the place of the one appointed for him by the court when he was too young to choose for himself. This construction leaves ample scope for the operation of the Act of Assembly relative to the removal of guardians for cause, shown. The general remarks of the judge who delivered the opinion in'Nicholson’s Appeal, 8 Harris 53, apply altogether to removals for cause where the minor is either not old enough to exercise his right of choice, or has already exhausted his power in that particular by a choice after he arrived at the age of fourteen. No question was raised in that case in regard to the right in question here. The reasons assigned by the Orphans’ Court in support of its judgment are sound, and its decree is affirmed.\nDecree affirmed."}