{"id": "979568", "contents": "The opinion of the court was delivered by\nBlack, J.\nWe are bound to assume that the warrants under which the plaintiffs claim the land in dispute, are descriptive, because the jury were not permitted to pass upon the question, though there was evidence tending to establish the affirmative of it. A court of error presumes all facts to be in favour of the party against whom a cause is ruled on a point of law. If the plaintiffs could recover, supposing their warrant to be descriptive, they have a right to a new trial, to see whether a jury will not say that it is what they assert.\nThe warrants of the plaintiffs therefore were descriptive. They bear an earlier date than those under which the defendants claim, or any others that were ever issued for the same land. They appear to have been followed up with no lack of diligence, for they were made and returned within a year and a half. It is an undisputed rule of law that a descriptive warrant thus followed by a survey and return gives title from its date. Why then should the plaintiffs not recover ? •\nThe defendants answer this question by saying that in law a warrant is no warrant at all until the purchase-money is paid to the Commonwealth, and that in point of fact, the purchase-money on these warrants of the plaintiffs was not paid until after the warrants under which they (the defendants) claim had been issued and paid for, and surveys under them were made and returned. The argument in substance is, that different warrants for the same land take priority, not according to the dates of the warrants themselves, but according to the times at which they were paid for; and it is contended that the plaintiffs’ warrants, though apparently the oldest, are in truth the youngest; because it is proved that the purchase-money upon them was paid last. The court below, adopting this view of the subject, directed a verdict for the defendants.\nIt must be remembered that the plaintiffs’ title is, on the face of it, the elder of the two. They prove its priority by the records of the Land Office. If those records, which were made and kept, “not for a day, but for all time,” as perpetual memorials of the truth, can be relied on, they give the plaintiffs a right perfectly indefeasible to the land described by them. On the other hand, the defendants would establish their priority by proof of an extrinsic fact, which is not a part of either title, and which rests merely in parol. The blotters found in the Land Office are not the records of any public transaction. They are private memoranda kept by a clerk for his own convenience, and that of other officers, in settling their accounts with the government and with one another. But after the death of the person who made them, they were received as evidence on a principle which would admit the private entries of other deceased persons. Their general accuracy is not doubted, but they are open to contradiction, and have been contradicted very often. The written declaration of John Keble that he received the purchase-money on a particular warrant at a certain time, though it was against his interest to make such a declaration, is not better evidence of the fact than the oath of a living witness who saw the money paid. Indeed it is not evidence of so high a grade, for it is only received ex necessitate rei after all other evidence is supposed to be extinct: Strimpfler v. Roberts, 6 Harris 297; Galbraith v. Deitrich, 8 Watts 112.\nThese books have been uniformly received in evidence to show by whom the purchase-money was paid, in order to raise a resulting trust in favour of the party paying it, just as any other species of parol evidence would be received for the same purpose. A person who has paid for land, and permitted the title to be made in the name of another, may always prove the truth, not as destroying the legal title, but as showing that in equity it is held by the legal owner for his use. But how the owner of another title, under a younger warrant, can be permitted to contradict the record of an older title, and extinguish it altogether by parol evidence, is not at all clear to our minds. It certainly would seem like a violation of a fundamental rule. In Barton v. Smith, 1 JRawle 403, the survey was held to be void, because it was made before the warrant came to the hands of the deputy surveyor. But how the fact was established that the survey preceded the delivery of the warrant does not appear in the report of the case. In this court it was taken as settled, because the jury had found it. It was most probably inferred from the blotter, and the right to show it in that way was not contested. At all events the point was not raised here. That case cannot, therefore, be considered as authority for the doctrine that a record, which constitutes part of a title, may be contradicted by parol.\nWe are not now called on to say whether or not such evidence would be admissible in a case where the facts are recent. It is undoubtedly against the statute, as well as the usages of the Land Office, to deliver a warrant before payment of the purchase-money. That much should be conceded, because it is the law. Let it be further conceded for the sake of the argument, that a warrant which declares the purchase-money to have been paid at its date, may be contradicted by parol evidence showing that it was not paid until a later period; suppose it also to be true that such parol evidence, if adduced within a reasonable time, would postpone the commencement of the title to the date of the payment: still it does not follow that we must allow a title, good on its face, to be destroyed and set aside by parol evidence of an extrinsic fact sixty years old. If this was a defect ip the plaintiffs’ title, lapse of time has completely cured it. A party who has parol evidence in his hands or within his reach, by which he can overthrow a title, must produce it before the time has gone by when the explanation, which might probably have been given while the facts were fresh, has become impossible. After twenty-one years we will take the record and the deeds for what they seem to be. See 6 Harris 297.\nThe most important duty of .the judiciary is to make the titles to real estate as certain as possible; so that every prudent and intelligent man may know what his rights are. We simplify them by excluding parol evidence in almost every case. After twenty-one years we refuse to hear such evidence, even for the purpose of showing a fraud.\nThe successive owners of the warrants under which the plaintiffs claim, bought and sold them no doubt with a conviction that they were the best and oldest title to the land. They cannot be supposed to have known that the purchase-money was not paid when the warrant was issued, or that it was issued at a time subsequent to its date. They were not bound to hunt up the blotters and see what Keble had said about it in his lifetime. On the other hand, if' the owners of the adverse title did not know of the fact on which they now base their claim to priority, then they must have bought in the belief that their title was worthless, and paid for it accordingly. If they did know the fact, it was unpardonable negligence to wait for three generations before they asserted their claim.\nThe point we have discussed, was the one on which the whole case turned in the Common Pleas. It is very fully and clearly presented for our consideration in the assignments of error, .and was argued ably and elaborately on both sides. It seems to have absorbed the whole attention of the counsel here, as it did that of the court below. None of the other errors are assigned according to the rule; and they are so set forth that we find great difficulty in understanding them. We think it best, under these circumstances, to intimate no opinion about them.\nJudgment reversed and venire faeias de novo awarded."}