{"id": "979596", "contents": "The opinion of the court was delivered by\nLowrie, J.\nIt seems to be settled that a justice of the peace is incompetent from interest to order the removal of a pauper from his own district: 3 W. & Ser. 548; 5 Id. 434. But in the present case the removal was not from his own district; and for the purpose of avoiding his order, it was offered to be shown by witnesses that his district was the true place of legal settlement of the pauper. This evidence was properly rejected. It is because interest may affect the judgment that the jurisdiction is excluded. But if the ease presented before the justice does not appear to be one in which he is interested, his judgment cannot be affected by interest, and he cannot refuse to act.\nWas the order of removal conclusive of the duty enjoined in it, though made without notice, no appeal having been taken ? It seems to us that it was. The office of the order is twofold. First, like that provided for in the sixth section of the poor law, it requires and justifies the placing of the pauper on the poor books, and the law, regards the justices as perfectly competent to conduct the inquiry that leads to this result, without giving notice to any one. And second, it decides where the pauper’s legal settlement is, and of this the order of removal gives notice. The only notice provided for as notice, in the proceeding, is notice of the appeal, and we must presume that no other was intended. None is needed for the proceeding before the justices, for their decision concludes nothing as to which district shall finally bear the expense of the pauper, unless the overseers of the district to which he is removed assent to it by omitting to appeal. If there is really a dispute as to the place of settlement, the question is-to be decided by the Quarter Sessions, and the order of the justices merely opens the road to that court and provides for the custody of the pauper in the mean time. We see no error in the case.\nJudgment affirmed."}