{"id": "979554", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe title was in the plaintiff unless divested by the treasurer’s sale to Nelson Richmond. If divested, it belongs to the defendants — if not divested, they have no rights, and the verdict and judgment should have passed in favour of the plaintiff. The sale to Richmond, regular in all preliminaries, divested Coxe’s title if there was no redemption, and whether a redemption or not was the question in the cause. There was no evidence of a redemption within the statutory period of two years after the sale, and on this ground the court assumed Richmond’s title to be perfect, and withdrew the case from the jury.\nBut though the right of redemption was gone with the two years, might there not be a permissive redemption after that period? Where lands offered at treasurer’s sales for taxes are not bidden for to the amount of taxes and costs, the county commissioners are required to buy them for the county, to hold them five years subject to the owner’s right of redemption, and, after that period, are authorized to sell them at public sale to the highest and best bidder. After the five years the title becomes absolute in the county. The commissioners are mere ministerial agents of the corporation, and no Act of Assembly-has given them power to extend the time of redemption. Yet it was held, in Steiner v. Coxe, 4 Barr 26, on reasons that are unanswerable, that a private sale by the commissioners to the former owner, after the five years had elapsed, being essentially a redemption, was good to divest the title of the county, though not to alter tbe title of the owner. If this be so in respect to county commissioners acting in a representative capacity, why may not an individual purchaser, who is bound to consult no interests but his own, permit a redemption after his title has become absolute ? He is not compelled to insist on the confiscation of his neighbour’s land, and if he prefers to take his money, with the 25 per cent, increase, and surrender the land, it is hard to imagine a reason why he may not do it. It required an Act of Assembly to compel Mm to take his money and give up the land within two years; but no legislation was provided, because none was needed, to permit him to take it, either within the two years or afterward. His volition is restrained by no law, and therefore it is quite free.\nWhether the transaction between Oviatt and Richmond amounted to a redemption or a purchase, was then, a question of fact, and as such ought to have been submitted to the jury. Oviatt acted at the instance and for the benefit of Freeman, who was bound to Ooxe by the articles of agreement of 18th October, 1842, to pay the taxes and to prevent a sale of the land. The deed was subsequently made to Sartwell and Steele, but by Freeman’s direction, and after they had become interested in the Ooxe titles by virtue of their agreement with Freeman of the 25th January, 1847. When their interest commenced is not apparent, for their written agreement recites an agreement “made some time since,” but if before the two years elapsed, they were under the same legal and moral obligations as Freeman to see that Ooxe’s titles were not impaired by treasurer’s sales, and to redeem any tract which, through inadvertence, had been sold. The money they paid in pursuance of Oviatt’s arrangement with Richmond, seems to have been exactly the amount payable as on a redemption.\nConsidering their relation to the Coxe title and all the circumstances in proof, the court ought to have submitted it to the jury to say whether a redemption was not in fact untended. Freeman could not, with a good conscience, take back Richmond’s title in any other manner, for he was under an express promise to Coxe to pay the taxes, and it would be a gross fraud in him to suffer the land to be sold for the very taxes he had bound himself to pay, lie by two years till the day of redemption was gone, and then buy in at the price of a redemption the title of the purchaser and set it up against that which he had undertaken to guard. So far as Oviatt acted for him it is difficult, consistently with common honesty, to .regard the transaction as anything but a redemption. And whether Sartwell and Steele were not so implicated with Freeman as to make a presumption of redemption equally necessary for them, would be worthy of the serious consideration of a jury.\nThe error consisted in refusing to submit the' question to the jury.\nThe judgment is reversed and a venire de novo awarded."}