{"id": "979557", "contents": "The opinion of the court was delivered by\nBlack, J.\nLucretia Morris was the minor daughter of Abner Morris, deceased. She had Abner Garrison for her guardian, and took Columbus Hardin for her husband. After her marriage the guardian admitted, in the'presence of a witness, that he had made a contract with his w-ard’s mother to pay for the maintenance and education she had received. Thereupon the mother brought this suit against the guardian. The cause was arbitrated, and an award made against the defendant for $902, from which the defendant refused to appeal. But the husband entered an appeal, which the court refused to strike off.\nAny party who has an interest in the cause, though he be not named on the record, may appeal from an award of arbitrators. But this interest must be a direct one, like that (for instance) which a landlord has in an ejectment against his tenant. One against whom the judgment cannot be pleaded by way of estoppel, has no right to come between parties who, are concluded by it. Whenever the rights which a third person might have in a judgment or' against it are open to inquiry in a collateral proceeding, he is excluded from the right of appeal. He has his remedy, and it is not necessary that he should thrust himself between persons who choose to have their, affairs settled in a different way. A creditor, before he obtains judgment, has a very plain and palpable interest in preventing another creditor from recovering a claim which will exhaust the property of the debtor. But a creditor so situated’ cannot appeal, nor in any way interfere, even for the purpose of showing fraudulent collusion; nor can he have the judgment opened so that he may make the defence which the debtor himself ought to have made: he can only wait until the funds of the debtor come into court for distribution, and then show the dishonesty of the judgment as against himself. The plaintiff and defendant have a right to contest the matters in dispute between themselves in their own way, or to have no contest at all, if they prefer it. A suit between them is no place to settle the disputes-which third persons may have with one or both of them. If the. defendant, at any stage of this case, had tendered a confession of judgment, I know not upon what principle the court could have-prevented the plaintiff from accepting it. He did in effect do so when he asked .the appeal to be stricken off, the plaintiff, having previously made the same demand, But his refusal to appeal, and his motion to have the appeal dismissed after it was taken by another, were acts which he did at his own proper peril. If there was unfair collusion it was a fraud upon himself, not upon the' ward. The judgment which he was so anxious to givewould have bound his own estate, but not hers. He was still to meet her in the Orphans’ Court, and show there that his conduct in making the promise and permitting the award to stand was consistent with all due fidelity to his trust. Such a judgment as this would have been, if he had been left to himself, must have greatly weakened instead of strengthening his claim to a credit.\nNothing can be better settled as a general rule than this: That a person who has a right to appeal from a judgment, to conduct the trial in' its different stages and to take a writ of error, is concluded by the -final decision of it. If the ward, therefore, could rightfully do what her husband in her right did in this cause, a judgment for the plaintiff would have been an estoppel in the Orphans’ Court. Having been once heard in the Common Pleas, she- had no right to be heard again. The result of allowing a ward to appear in such a case would then be to change the forum for settling a guardian’s accounts, contrary to that law which gives the exclusive jurisdiction of such subjects to the Orphans’ Court.\n, Eor these reasons we think the intervention of Hardin was erroneously permitted in the court below, -and of course it follows that all the evidence of collusion between the real parties to the suit should have been excluded.\nWe are clear that in any case where a married woman has a right to be heard, her husband may be heard in her place. What she may do in any judicial proceeding, he may do for her without a power of attorney.\nWe repeat, that any judgment which the plaintiff could have recovered in this case would have bound the defendant himself and his own estate, but his ward would have been just as safe after-wards as before.\nAnd now, to wit, 8th January, 1857, it is here considered and adjudged by the Supreme Court, that the judgment of the Court of Common Pleas be reversed, and that the appeal taken by Columbus Hardin from the award of arbitrators be quashed, and that the award against the defendant stand in full force."}