{"id": "979505", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nThis was a scire facias on a mortgage given to James Turbett to secure the purchase-money for a tract of land conveyed by Turbett to Ira Hersey. The defence rests upon a defect in the title to the premises, which will be noticed hereafter. The general rule is, that wherever a defendant enters into possession of land under a contract with the plaintiff for the purchase of it, he will not be permitted to set up an independent title to protect a hostile possession. He must either pay the purchase-money or restore the possession to the person from whom he received it. If the title of the vendor be defective, he may rescind the contract, but he must restore the possession of the land: Congregation v. Miles, 4 Watts 146 ; Nerpooth v. Althouse, 8 Watts 427. Even if he has been induced to enter into the contract by the fraud of the plaintiff, “ the defendant is bound to show that he has disaffirmed the contract without having received any benefit from it.” This was the language of Lord Campbell, in delivering the opinion of the Court of Queen’s Bench, on the 6th of June last, in the case of The Deposit and General Life Insurance Company v. Ayscough, 2 Jurist, New Series, p. 812. This principle applies with peculiar force in an action in which the plaintiff makes no personal demand upon the defendant, but merely asks, in default of payment of the consideration-money, the restoration of the property conveyed. A scire facias on a mortgage is an action of this character. It makes no personal demand on the mortgagor. He is not even liable for the costs of the suit. The judgment is de terms. It is to be levied exclusively on the mortgaged premises, and the sale conveys “no further term or estate to the purchaser than the lands shall appear to be mortgaged for.” See Act of 1705, §. 8, 1 Sm. 61. If neither vendor nor vendee had any title at the time of the mortgage, the latter could by no possibility pledge any title to the mortgagee. It is true that equitable circumstances might exist which would call for the application of the principle, that a title subsequently acquired by a vendor enures to the benefit of the vendee. This principle might apply in the case of a loan of money obtained on the faith of a representation that the mortgagor had an indefeasible estate in the premises granted in mortgage as a security for the money. But it can have no place where the mortgage is given merely as security for the purchase-money to be paid for the premises mortgaged. The purchaser at the sheriff’s sale under such a mortgage gets no better or other estate than the mortgagor had in the premises at the execution of the mortgage. It would therefore be unjust, as a general rule, to involve the mortgagee in a dispute about the title, in a proceeding .which only gives him, or the purchaser under his judgment, a right to try the title in a subsequent action for the land. But special circumstances may sometimes exist to justify this course: Poyntel v. Spencer, 6 Barr 254. And, in this case, the parties, by their agreements at the time of the execution of the mortgage, seem to have placed themselves in that predicament in regard to the title or encumbrance claimed by James Pauli. It appears from the evidence that at that time a portion of the purchase-money was paid in hand, and a sum of money was left in the hands of the mortgagor to indemnify him against the claim of James Pauli, under a special agreement that it was not to be paid until the claim of Mr. Pauli, then stated to amount to $8000; more or less, was decided. If Pauli recovered, he, and not the present plaintiff, was to receive the money. It further appears that Mr. Patterson was the owner of the title conveyed by Turbett to Hersey and mortgaged by the latter to the former, and that Mr. Patterson executed a covenant of warranty, the nature and extent of which we cannot speak of, as it is neither annexed to the bill of exceptions nor copied into the paper-book. Under these circumstances, however, the plaintiff below seems to have bound himself to meet the title of Pauli in this suit.\nThe premises belonged at one time to Thomas Foster. They were sold at sheriff’s sale, as Foster’s property, to James Veech, Esq., and he received the sheriff’s deed sometime before the 2d December, 1842. But this deed is not furnished to us in the paper-book, although all parties claim title under it. This title was purchased by Mr. Veech under some agreement with certain creditors of Foster, by which Mr. Veech was to hold it in trust for their benefit. There is also evidence that Samuel Blocher, Isaac Shoemaker, and Joseph R. Taylor, with others who were subsequently left out of the arrangement, agreed to purchase the property from Mr. Veech, and to secure those creditors of Foster for whose benefit the purchase was made, to the amount of $80,000. There is a conflict in the testimony on the questions whether the Bowie debt was to be included among the claims to be paid, and whether the contract was afterwards carried into execution by performance and delivery of the deed to the vendees.\nOn the 26th January, 1843, Nathaniel Ewing obtained a judgment against Samuel Blocher, Isaac Shoemaker, and Joseph R. Taylor; and by virtue of legal proceedings on that judgment, the premises in controversy were sold on the 7th June, 1847, to E. P. Oliphant. The sheriff’s deed was not made until the 9th October, 1847. This purchase was made for Mr. Patterson, and on the 22d January, 1851, the premises were conveyed by Mr. Oliphant to Turbett, in trust for Patterson. On the next day Turbett conveyed to Hersey, who, on the same day, executed the mortgage on which this suit is founded. There is nothing on the record of the judgment in favour of Nathaniel Ewing tending to show that it was given for one of the debts which were to be secured by Blocher & Co. in their purchase from Mr. Yeech. The court below instructed the jury that the sale under this judgment “ conferred a perfect title upon the purchaser, and discharged the title in the hands of Yeech from the remaining trusts.” In giving this direction, we think that the court fell into error. It assumes that the legal title remained in Mr. Yeech at the time of the sheriff’s sale. This is probably correct. If so, a sale on a judgment against the equitable interest of Blocher & Co. could not discharge it unless Mr. Yeech himself was instrumental in procuring the sale; and his assent to it should appear on the record, or be of a character so open as to give bidders an opportunity of knowing that his title was to pass to the purchaser along with the equitable interest of Blocher & Co. Although Mr. Yeech was a trustee for the creditors of Thomas Foster, whose money had paid for the sheriff’s title in his hands, he stood in no other relation to Blocher & Co. than that of a vendor holding the legal title until the purchase-money was paid. The judgment against Blocher & Co. bound only their equitable interest. A sale on that judgment, as a general rule, could pass no more than their interest to the purchaser. But when the vendor himself obtains a judgment against his vendees for the purchase-money, and he proceeds to sell the land on such judgment, without reservation of his legal title, it is deemed an election on his part to sell not only the vendees’ title, but his own. This is the principle settled in Love v. Jones, 4 Watts 465, Horbach v. Riley, 7 Barr 81, and Vierheller’s Appeal, 12 Harris 105. But this principle has no place in the present case, because there is no evidence that Mr. Yeech, the vendor, had authorized or directed the sale on Mr. Ewing’s judgment, nor was there any evidence that the record contained any notice to purchasers that that judgment was for a part of the purchase-money. There is, besides, evidence to justify the jury in finding that Mr. Ewing was not the only person interested in the purchase-money due by Blocher & Co. If this was the case, he had no right to control the legal estate in the hands of Mr. Yeech, or to do any act by which it could be “discharged from the remaining trusts.”\nIf the legal title had been conveyed by Mr. Veech to Blocher & Co. without taking a mortgage on the premises for the unpaid purchase-money, before the entry of Mr. Ewing’s judgment, the sale under that judgment would of course have passed the whole estate to the purchasers. The same effect might hare been produced if the legal title had been conveyed subject to a mortgage given by Blocher & Co. to the persons entitled to the purchase-money, and one of the mortgagees had proceeded to sell on a judgment for one of the debts secured by the mortgage. But in that case, the fact that the judgment was for a part of the mortgage-debt should be indicated by the record, or in some other form, so that purchasers, by reasonable diligence, might make themselves acquainted with it, in time to bid understandingly at the sale.\n. It follows from these views that the 6th and 7th assignments of error are sustained. The 1st, 4th, and 5th depend on the covenant of warranty entered into by Mr. Patterson. As this is not given in the paper-book, we can give no opinion on the propriety of the decisions referred to in the specifications of error last mentioned.\nThe 2d and 3d assignments complain of the exclusion of two records of ejectment Avith conditional judgments requiring the payment of a sum of money by Blocher & Co., the first to Mr. Veech, and the second to Mr. Pauli, to whom Mr. Veech, after recovering judgment on the first suit, had conveyed the legal title. The first ejectment was brought to December Term, 1843, No. 134, by James Veech v. Samuel Blocher, Isaac Shoemaker, and Joseph B. Taylor. The 2d was brought by the defendants in the first against James Pauli and Andrew Grillis. The record of the first judgment is not given in the paper-book, and it is therefore impossible to say whether it was properly rejected or not. Nor can we say whether the parol evidence offered to supply a defect in that record was properly excluded. If the paper containing the conditions requiring the payment of the purchase-money, said to have been filed Avith the judgment, was, through some mistake, not filed, or if after it was filed it was lost, the proper course is to apply to the court having jurisdiction of that cause, and having the custody of the record, to amend it, or to supply the defects in it occasioned by the loss of material papers. We cannot do this in a collateral action. In this suit Ave must judge of the record as we find it when offered in evidence: Hoffman v. Coster, 2 Wh. 453. If Ave AVere permitted to take the date and nature of this judgment from other sources than the record returned on this writ of error, we might readily understand from the opinion of the court in Paull v. Oliphant, 2 Harris 349, that the judgment was entered in June, 1847, and that the record contains the entry of “ Judgment by consent for plaintiff — for conditions see paper filed.” As the law then stood, it did not conclude the rights of the parties, although time was of the essence of the finding in regard to the payment of the purchase-money, because the Act of 5th May, 1841, had abolished the rule of law established by the decision in Seitzinger v. Ridgway, 9 Watts 196. But the Act of 21st April, 1846, partially restored that rule. It operated on conditional judgments which had been entered on verdict or on confession before its enactment, and since the Act of 5th May, 1841, unless the defendants therein brought a new action to re-examine their merits within two years. The ejectment of Blocher & Co. v. Paull and Grillis, No. 92, March Term, 1847, was brought within two years, and, taken in connexion with the first judgment, if the record of the first suit should be perfected so as to make it available, would conclude the rights of the parties. Standing by itself, although a conditional judgment requiring the payment of purchase-money within a specified time, the last judgment would not be conclusive, because, through an oversight in the language of the Act of 1846, it is confined to conditional judgments rendered in actions brought by the vendors to enforce the payment of the purchase-money : Brown v. Nickle, 6 Barr 390. That action having been brought by the vendees and not by the vendors, must be connected in the evidence with the former decree, in order that it may be brought within the particular clause of the Act of 1846 which concludes the parties in actions brought by vendees. The sheriff’s sale to Mr. Oliphant took place on the 7th June, 1847. At that time the action of Blocher & Co. v. Paull was pending, and the conditional verdict was rendered in it on the 30th September, 1847. On the 9th October, 1847, Mr. Oliphant received his sheriff’s deed. On the 4th October, 1850, final judgment was rendered against Blocher & Co. for default of payment of the money according to the decree. When Mr. Oliphant purchased the interest of Blocher & Co., pending the ejectment, he was bound to take notice of it, as lis pendens. It was his duty to prosecute his rights in that action. If money was to be paid to perfect his title, he acquired the right by his purchase to pay the money and receive the title. He is as much bound by the decree in that suit as if he had been a party: 2 Ves. & Bea. 204; 2 Mad. Chan. 189. These are our present impressions in regard to the effect of these two ejectments and the judgments rendered in them respectively, from the best information we can gather from the paper-book and the opinion of the court in Paull v. Oliphant, as reported in 2 Harris 342. But what we have said on this part of the case must not be regarded as deciding anything conclusively touching the effect of those two records, because the first, on which the whole matter depends, is so defectively presented that we cannot venture to say that it was error to reject it. The suggestions we have made are designed to enable the parties to present this case in a better shape on the next trial.\nThe judgment is to be reversed for the 6th and 7th errors assigned. What has been said renders it unnecessary to discuss more particularly the 8th, 9th, and 10th specifications.\nJudgment reversed and venire facias de novo awarded."}