{"id": "979531", "contents": "The opinion of the court was delivered by\nBlack, J.\nEmma Hudson has a judgment against the Pennsylvania Railroad Company, which she recovered in her own name, and, as she asserts, in her own right; but Mary Hudson alleges that the half of it is hers. The appellant’s statement of the case says that the money has been paid, but it does not appear to whom. We presume it was not paid to the sheriff, for there was no execution — not into court, for no officer of the court, as such, had any legal authority to receive it — and not to Mary Hudson, for she is no party to the suit. It must have been paid to Emma Hudson, the legal plaintiff, or (which amounts to the same thing) to somebody else who had power to receipt for it as her agent. Under these circumstances the remedy of Mary Hudson was perfectly plain. She might have brought an action for money had and received. But she merely went into the court where this satisfied judgment was standing, and moved that payment to her of one-half the money be ordered, and the judgment marked one-half for her use. This is a mode of recovering debts totally unknown to the law. The agreement to consider it in court gave no jurisdiction ; nor would the case be stronger if it had been actually and bodily there. If my neighbour has a sum of money of which I claim a share, we cannot bring it before a judge and demand partition. We may, indeed, appoint him an arbitrator; but no such thing appears to have been thought of in this case. The court on whose record a judgment stands unsatisfied, may protect the interests and rights of an equitable claimant by marking it for his use, so as to give the defendant notice not to pay it to the legal plaintiff. But the determination of such a motion would not be final — it might be changed on fresh evidence — it would not estop the immediate parties if the same question should arise again in another suit — certainly it would not be conclusive on third persons. Whatever be its effect, it is very clear that we cannot review it. The record does not bring up anything but the motion itself, and the allowance or refusal. The facts, whether proved or admitted, are not part of the record. There is no analogy between this and a proceeding to distribute money collected by the sheriff on execution. That is a regular proceeding in equity, instituted for the protection of the sheriff, in place of the numberless actions which would otherwise have to be brought against him — the evidence comes up with the record — the decree is binding on all the world— and the right of appeal is given by statute to every one who is interested. On the whole we are of opinion that the refusal of the court below to mark the judgment one-half for the use of Mary Hudson is not a decree from which an appeal lies to this court; and that if the claim which Mary Hudson makes be a just one, she has an ample remedy by due course of law, from which she is not precluded by anything which has yet occurred.\nAppeal quashed."}