{"id": "979578", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nBy the will of Christian Gryder deceased, a life estate in the land was given to his wife, and at her death the executor was directed to sell it, and, within one year after her death, to divide the proceeds among the testator’s heirs. The heirs were named, and the proceeds were to be divided among, them in equal shares. By the power to sell, the estate, under our Acts of Assembly, was vested in the executor, subject to the life estate of the widow. It is manifest that the sale was postponed for the benefit of the widow. Looking at the will, it is impossible to come to any other conclusion. The object of deferring the claims of his children was to perform the higher obligation of providing for their mother so long as she needed support. If the postponement of the sale was for her benefit, it is said to be text law that she may waive it by assenting to the sale before the period designated in the will: Gast v. Porter, 1 Harris 533. If slie may waive it in. one way, she may certainly waive it by any other means equally effective in closing her mouth against subsequent objections. What can be a more decisive waiver than renouncing all benefit whatever under the will? The widow did this in open court, in pursuance of a citation which required her to make her election either to take under the will or to claim her dower. The moment she did so, the life estate devised to her became extinct. Whether it descended to the heirs or fell into the remainder and was drowned in the greater estate vested by law in the executor, depends upon the intention of the testator. He declares in his will that his object is to dispose of his “ estate real and personal.” By this it is manifest that he meant his whole estate. That he had no intention to die intestate of any part of it may be safely inferred from the whole will. It follows that the life estate given to the widow was merged in the greater estate vested in the executor. The doctrine of merger may be applied with propriety to this case, because it accomplishes the intention of the testator, and promotes the convenience of all the parties interested in the estate. As the executor possesses the whole estate subject to the widow’s dower, it follows that the heirs cannot have partition to divide it among themselves. They may, it is true, by unanimous consent, elect to take the land instead of the proceeds; but this has not been done. The proceedings in the Orphans’ Court for the purpose of partition are erroneous and unauthorized.\nDecree reversed."}