{"id": "979525", "contents": "• The opinion of the court was delivered by\nBlack, J.\nBy the Act of 29th April, 1844, the legislature imposed a tax of three mills in thé dollar upon all public loans or stocks whatsoever, except those created by the Commonwealth, and provided that it should be assessed by the treasurer of the indebted corporation and deducted from the interest on such loans when the interest should be paid to the holders. The “ Guardians of the Poor” had a loan outstanding of $600,000 and upwards. The treasurer of that corporation retained the taxes at each semiannual payment of interest, from 1845 until 1854. In 1854 the Consolidation Act abolished the corporation called the “ Guardians of the Poor,” vesting its estate in the city, and requiring the city to perform its functions. Under this latter act the state taxes, deducted by the treasurer of the “ Guardians of the Poor” from the interest on the loans of that corporation, were paid over to the city treasurer, who refuses to pay them to the state unless compelled by a judgment of this court. The defence is that the tax upon public loans was not chargeable against a loan created by the “ Guardians of the Poor.”\nIt is not by any means clear that a public officer charged with the duty of collecting a tax can be permitted to deny his own power, after having exercised it. Shall he be allowed to assert that a tax is chargeable when he demands it from the citizen, and then say it is not chargeable when the state demands it from him ? It seems much more just and reasonable to require that every agent of the Commonwealth who receives money for her in the shape of taxes should pay it over, and let the aggrieved party make his appeal to the state herself. Some of these taxes were received more than eleven years ago. Doubtless the persons who paid them have no expectation that they will be refunded. If the treasurer can keep them from the' state on the ground that the law did not authorize him to receive them, he will not be obliged to’ pay them at all. The city has no right to them; the “ Guardians of the Poor” is a body which does not exist; and the loan-holders, having acquiesced in their payment for eleven years, are presumed to have yielded their right for ever. But they yielded it to the state for the public benefit, not to the treasurer for his private emolument.\nBe this however as it may, the ease is a clear one on the other point. The loan created by the guardians of the poor is a public loan or stock. It is created by a public corporation for a public purpose, and is to be redeemed out of a public fund which is replenished from time to time by a public tax laid on the property of the people. This case therefore comes within the general words of the law of 1844. The omission of any description of such a corporation as this in the details of the law does not authorize us to say that its loans were not intended to be taxed.\nJudgment in favour of the plaintiffs for eighteen thousand two hundred and eighty-six dollars and thirty-eight cents ($18,286.38)."}