{"id": "979534", "contents": "The opinion of the court was delivered by\nBlack, J.\nThis ejectment was for three adjoining tracts of land,, separately warranted and separately surveyed, but subsequently conveyed, all of them together, by a deed which gave no’ courses' or distances except those of the exterior lines. They were all sold by the treasurer for taxes as one tract and for a gross sum, though they appeared as three tracts on the assessment books. The question is, whether the purchaser at the tax sale acquired any title.\nThe case of Morton v. Harris (9 Watts 319); is directly in point. A sale of several tracts at a time for one price is void, because the Act of Assembly gives no authority except for the sale of each tract separately. Even if the statute were doubtful, there are reasons of policy and justice requiring it to be' so construed. These reasons are given by Judge Huston in the case cited, and are perfectly satisfactory.\nThis case is supposed to differ from Morton v. Harris, because all the tracts were separately valued there, while here they are assessed together. But the fact is not so. We consider this a separate assessment which might have justified a separate sale. The three tracts are all mentioned, the names of the warrantee, and the contents of each are given, and the valuation is stated to be 25 cents per acre. But the acres of all are added together, and all are said to be owned by Nicholas Wireman. 'This is not an assessment of the whole 1006 acres as one tract; but' the summing up of the contents of the three several tracts for the purpose of ascertaining the whole amount of the taxes upon them; and this cannot be called a consolidation of them , into one tract, and a eharging-’of the tax of each against the whole.\nThe act of assessing them severally imposes upon each tract its own burden (7 Ser. & R. 390); and neither can be sold for the taxes of the other, which is the effect of selling them together for a joint tax. Lying in one body as they do, it might be called a mere irregularity, if they had been assessed as one tract (12 Harris 338); or we might presume that the owner had so returned them for assessment, and then the tax would be a charge against them all in solido, and the sale in that form would be proper, being a strict execution of the lien. But a joint sale of tracts severally taxed is altogether unauthorized.\nJudgment affirmed."}