{"id": "979683", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nPersonal property is so transitory and destructible in its nature, that a right to enjoy it during life necessarily carries with it privileges which do not belong to the grant of a life estate in land. A life estate in personal property undoubtedly gives the donee a right to consume such articles as cannot be enjoyed without consuming them, and a right to wear out by use, such as cannot be used without wearing out. But the extent of liability over to the remainder-men is to be governed by the intention of the donor, as manifested in the instrument which evidences the gift. It is in general a just rule that where a life estate only is given, and the remainder is given over to others, the representatives of the donee for life should account for the value of the property according to the principles of the civil law, as adopted by the courts; Justinian’s Inst., book 2, tit. 4; Domat, pt. 1, book 1, sec. 989; Civil Code Louisiana, art. 542; Frederician Code, part 2, book 4, tit. 5, § 3; Holman’s Appeal, 12 Harris 178. Where the parties claim under a will, the intention of the testator is to be collected not from particular clauses, but from the whole instrument; and where seemingly repugnant clauses appear, the last is to be regarded as expressing his final design on the subject.\nBy the will of John German, his wife Barbara was to have “the privilege to choose and keep, during her natural life or widowhood, all such personal property as she may think proper.” If this clause was the only one in the will bearing on the question, the widow’s estate might be held to some measure of accountability for the articles used, consumed, or disposed of during her life. But nothing is given over at her death, except “ such property as may then be left.” When it is considered that the testator professed an intention to dispose of his whole estate, the implication seems clear that the widow’s representatives were not to be held accountable for anything beyond the articles “ left” at her death. Any other construction by which a claim upon her estate is re served, would leave her husband intestate as to such claim; and this is manifestly contrary to his intention.\nBut the personal property which the widow is at liberty to choose does not include money in possession, or choses in action. The clauses of the will directing the sale of the articles not selected by her, as well as those which may be left at her death, show that the testator, in this part of his will, did not intend to embrace any other than such articles as are usually sold by executors for the payment of debts, and for the purpose of distributing the proceeds. The note of Peter German, $98.04, and the cash for w-heat sold, $221.09, must therefore be deducted from the amount claimed by the plaintiff in error, and judgment should be entered in her favour, without security of any kind, for the residue.\nJudgment reversed, and judgment entered here in favour of the plaintiff in error for $1979.34, with costs— subject to the agreement to be released upon delivery of the articles and payment of costs by the defendants."}