{"id": "979609", "contents": "The opinion of the court was delivered by\nWoodward, J.\nA plaintiff having a judgment ripe for it, has a vested right to execution process, with all the legal incidents of such process; and if he can be deprived of this right or its incidents by the fiat of a judge, without notice or a hearing, then his judgment may be stricken out of existence, or any other property taken from him by the same means. An argument which will sustain the right and power of a judge to do the one, would justify him in doing the other.\nThis plaintiff, Irons, had a right to the fi. fa. which he issued on the 5th March, 1855 — the law allowed it and the court awarded it. Returnable by express command at the next term of the court, it became a lien on the defendant’s goods the moment it passed into the sheriff’s hands. Now a judge could not alter the return day either to hasten or retard it. No more could he deny the plaintiff the incidental right of lien. Both were fixed by law, and both were Beyond his reach, for the law is higher than its ministers. What were his powers ? He might for adequate cause shown, and upon due notice to the plaintiff or his attorney, suspend the functions of the writ, that is,, delay its execution, until the new matter alleged could be inquired of and passed upon by the court that awarded it. This would impair no right which had vested, for until a sale of the defendant’s goods the plaintiff has only a lien upon them, and that by virtue of his writ and not of the levy. I do not say what is the effect of a judge’s order staying execution without an express stipulation that the lien shall be preserved. Possibly it may be a valid order, and possibly the lien is not preserved unless there be such a stipulation; but the point ruled is that it is the duty of the judge to see that ii\\is preserved. He has power to impose terms, and if a stipulation for continuance of lien be necessary, let him see that it is made.\nThat the judge transcended his powers in this ease is obvious. On the application of the defendant and his attorney, who was also the attorney for subsequent execution-creditors, and without notice to the plaintiff or his attorney, Judge Stanton directed “ the fi. fas. now in the hands of the sheriff to be returned on the above stated judgment until next term, and all proceedings stayed in the mean time. ” Such an order was void for want of jurisdiction. It is attempted to be supported on the authority of Commonwealth v. Magee, 8 Barr 240, which was an action against a sheriff’s sureties for the amount of an execution returned in pursuance of a judge’s order that proceedings be stayed until the second day of next term. That case went very far in holding an ex parte order of the judge a justification of the sheriff, but let it stand as an authority for what was adjudged. It does not touch this case. The question here is not upon the liability of the officer, but upon the vitality of the process, and it arises not upon an order to stay proceedings, which was a mere suspension of the faculties of the writ, but upon an order to return it, which was to extinguish its powers. Such an order, without notice and without stipulation as to lien, is unsupported by authority, and violative alike of rules of practice and the rights of property. When a court of competent jurisdiction has solemnly awarded an execution returnable to the next term, with the incidental right of lien, no judge of that court, whether president or associate, can, at chambers, in this summary manner reverse the award and make the writ returnable presently to the destruction of the lien.\nThe consequence of this doctrine is that when the judge rescinded the order and the writ went back before'the return day into the sheriff’s hands, its life, not even suspended by a void order, dated from the time the sheriff first received it. The sheriff had it in his hands when he sold the goods on the 30th March, 1855, and it was the prior lien upon them, because first issued,1 and because it was unaffected by the improper liberties taken with it. The plaintiff in the feigned issue had therefore the best right\" to the fund in court.\nThe decree of distribution is reversed, and the record remanded that distribution be made first to Gideon Irons, and then to the ■ other, execution-creditors according to the order of. their liens."}