{"id": "979632", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nThat the legacy in question was charged upon the land devised by Francis Smith to his son John, results by the most necessary implication from the terms of the will. He “ yielding and paying thereout” are the terms in which rent is usually reserved, and indicate, indubitably, the intention of the testator to charge the legacies on the land. It is suggested that there is a blending of personal property with the real in the devise. Be it so. In Hackadorn’s Appeal, 1 Jones 89, it was admitted that where the real and personal estates are blended and put into one fund, the land is charged with the payment of legacies; and the authorities there cited abundantly justify the admission.\nThis position then, that the legacy was charged on the land devised to John, answers the two first assignments of error, for, first, it results that the Orphans’ Court had jurisdiction under our Act of 1834; and next, that John, having accepted the land thus charged, the legacy became, as to him, a personal charge, and he, or after his death his representative, was the proper party against whom to proceed.\n3d error. There is no ground for alleging an ademption of this legacy. Ademption takes place where a parent bequeaths a legacy to a, child and afterwards gives a portion to the same child, which is ejusdem generis. If there be nothing on the face of the will, and no circumstance in proof, to indicate an intention to give a double portion, the advancement will be a satisfaction or ademption of the legacy: Williams on Exrs. 2d vol. 828; Story’s Equity Jur. § 1111, and note.\nBut here, granting the house and lot to have been given to the daughter, it was not of kin with this pecuniary legacy, and could not therefore of itself adeem it. But it was not given. The father purchased it and took the title in his own name, and there is no evidence that he ever conveyed it to his daughter or her husband. The parol proof was insufficient to pass the title. The use and occupation were all that Montgomery and wife seem to have had, and it is not pretended that these extinguished the legacy. The charge of the court upon the feigned issue was quite as favourable to the appellant as it ought to have been, and he has no reason to complain.\nAnd now, August 15th, 1855, this cause having been heard by counsel and considered by the court, it is ordered and decreed that the decree of the Orphans’ Court of the county of Blair be affirmed."}