{"id": "979645", "contents": "The opinion of the court was delivered by\nBlack, J.\nThe land in dispute was the separate estate of a' married woman. Her husband is now dead, and this ejectment against her is brought on a mortgage, purporting to have been executed and acknowledged jointly by herself and her husband while he was living. She alleges that the mortgage is void as against her, because she executed it under the influence of imposition and coercion.\nA married woman may convey or mortgage her land by joining with her husband in a deed for that purpose. But to make such a deed valid, it is necessary to show by legal evidence that no fraud was practised upon her, but that she executed it with a full knowledge of its meaning, purpose, and intent. It must also be shown that her will was perfectly free, and that her mind accorded with the act. If he uses his influence and power in such manner as to control her unduly, or so as to make her act under his will and not her own,' the deed is void. I do not say that it will be vitiated by the mere fact that she yields to his persuasions, even When she 'does so against her better judgment. But there must be no imprisonment of her mind, and no unfair advantage taken of her weakness. She must act voluntarily and not by compulsion, moral or physical. These facts are to be proved in one way only — that is by the certificate of a judge or justice that he examined her, not in the presence of her husband, but separately— that he made the contents of the deed fully known to her — that she declared her execution of it to be voluntary and free from every sort of coercion. Such a certificate is conclusive in favour of a grantee who has accepted the deed in perfect good faith, and paid his money without knowing qr having any reason to suspect that it is untrue. But if it be in point of fact false, and if the grantee knew it to be false, or if knowledge can be brought home to him of any circumstance which would put an honest and prudent man upon inquiry, then it may be contradicted by parol evidence. When the certificate of the acknowledgment is overthrown by proof that the examination of the woman was made in the presence of the husband, that she was under the influence of fraud or coercion, or that she was not properly informed of the nature of the transaction, it goes for nothing of course.\nThe charge of the court below embodied these principles. Whosoever will compare' that charge with the opinion of Judge. Gibson, in Schroeder v. Decker (9 Barr 14), and that of Judge Chambers in Louden v. Blythe (4 Harris 582), will see that the learned judge of the Common Pleas followed the highest authority. The last-named case arose on this same mortgage between the same parties, and was another ejectment for the same land. The evidence was somewhat stronger against the mortgage on the former trial than it appears to have been on the last; but there was no such difference in the facts as to require the solution of any new legal questions. The jury found that the examination was not separate; that Mrs. Blythe’s execution of the mortgage was not voluntary, and that Louden knew it. We are of opinion that these facts were found on evidence which justified the verdict. We think also that none of the exceptions to evidence have been sustained.\nJudgment affirmed."}