{"id": "979695", "contents": "The opinion of the court was delivered by\nBlack, J.\nThe Act of 1806, as well as the subsequent statutes, made it the duty of the sheriff to give notice of an inquisition to be held on real estate which he seized in execution. But the omission to give the notice was an irregularity for which the sale might have been set aside. It never was a reason for declaring the purchaser’s title void after deed made and payment of purchase-money.\nPrevious to 1834, the lands of a deceased debtor might he levied and sold by the sheriff just as he would sell those of a living party. This could be done under an execution against the administrator, or by virtue of a writ to which the administrator was not made a party, provided it was tested before the decedent’s death.\nIt was, however, the duty of the administrator or executor, if he had funds in his hands applicable to the debt, to stop the execution by paying it off.\nBut in a case where the writ was tested before the decedent’s death, and where the administrator had no funds to pay the debt with, he is chargeable with no fraud or default if he suffered the sale to go on.\nIn such a case he stands in no relation to. the real estate which forbids him to purchase it as a stranger might purchase it for his own use. He was clothed with no trust before the sale, and he is not a trustee for the heirs afterwards.\nWhether the administrator who purchased the real estate of his decedent had funds.in his hands w'hich ought to have been applied to the payment of the debt on which the land was sold, is a question for the jury.\nAfter a sale, made under these circumstances, has been acquiesced in by the family of the decedent for thirty or forty years, a jury ought not to find against the purchaser’s title without overwhelming proof of bad faith or fraud, or else some fact which would account in a satisfactory manner for the delay in asserting the counter claim.\nEven where the descendants' of the intestate were originally under coverture or in their minority, and the disabilities have not been removed long enough to make time a bar under the statute of limitations, there is still a natural presumption that husbands and guardians would have made some complaint if they had not known that no wrong was committed. It is of course not conclusive until the statute has fully expired; but it should be allowed the weight to which common sense and common experience entitles it, and that in most cases would not be trifling.\nAll courts should show (as we do now) their emphatic and marked dislike of cases which stir up family disputes on grounds so old and stale as these.\nI have expressed merely the conclusions of this court. The reasons and authorities which led to them may be-found in the sound and well considered opinion of the judge who ruled the cause below: I refer to the opinion delivered on the motion for á new trial.\nJudgment affirmed."}