{"id": "979688", "contents": "the opinion of the court was delivered by\nLowrie, J.\nThe difference of exchange is uniformly allowed on bills of exchange, unless where there is a statutory substitute for it; but the cases cited from New York and Massachusetts show that the rule there does not extend to other kinds of debts, and according to one of them, 20 Johns. 102, not even to promissory notes payable at a particular place. Those cases even restrict the recovery by measuring the pound sterling at the par of exchange, $4.44, and not at the real or current value, $4.80, or more. Yet Story (Conf. of Laws, §§ 308-313, Bills of Exchange, §§ 150-152) and Sedgwick (Damages, 240) show that the weight of authority is decide'dly against these results, and we do not find any cases that support them.\nOur own case of Lee v. Wilcock, 5 Ser. & R. 48, is not clearly reported; but the exchange value at least was allowed in a case of foreign money, and the court calls this the settled rule. It was allowed on a common debt in Smith v. Shaw, 2 W. C. C. R. 167; and in Delegal v. Naylor, 7 Bing. 460, the exchange value of foreign money and the rate of exchange or transmission were allowed, and the court ordered the prothonotary to calculate the difference.\nWe content ourselves with a mere reference to the other cases: 3 Wheat. 146 ; 1 Bald. 302; 3 Sumn. 523 ; 2 B. & Ad. 78; 1 P. Wms. 395; 2 Bro. P. C. 72; 11 Ves. 314; 1 Eq. Ca. Ab. 288; 2 Id. 533. See also 2 McLean 581; 3 Bos. & P. 335. These cases seem to include all sorts of cases where money is properly payable in one place, and the creditor is under the necessity of resorting to another place to collect it, and they allow the difference of exchange. But we confine ourselves to the question before us, and decide that where a promissory note is made expressly payable at a particular place, and is dishonoured there, so that the holder is compelled to seek' payment elsewhere, he is entitled to the difference of exchange, if there ’ be any. In such a case we always allow interest according to the law of the place appointed for payment; and the difference of exchange is sometimes a more important element, and its allowance is essential to a full performance of the contract, and we do not see why it should be refused.\nThe judgment of the Court of Common Pleas is reversed, and judgment is now here entered for the plaintiffs for the sum of $1046, with interest from the 19th May, 1856, and costs, and the record is remitted for execution."}