{"id": "979698", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nIt is not necessary, in the view which we take of this ease, to determine whether the rule “ caveat emptor” applies to a purchaser at a sale of lands made by the sheriff under the order of the District Court in an action of partition. It is sufficient for the purposes of the cause to say that such a sale is in pursuance of a judgment' of a court of record — that it can be confirmed or set aside by the judgment of that court alone, and that if the purchaser, to whom the property is sold under such proceedings, have any just reason for setting aside the sale, he must apply to the court having jurisdiction of the case, and by whose order the sale was made, to grant the appropriate relief. This was the course pursued in Richter v. Fitzsimmons, 4 Watts 251; and the decree of the court refusing to set aside the sale was held to be conclusive against the purchaser in an action for the purchase-money. It is not material that that case was a sale by the administrator for the payment of debts. The principle on which the decision was made is, that the proceedings of a court of competent jurisdiction cannot be reversed by another court in a collateral action. That principle applies as well to sales in cases of partition as to sales for payment of debts. The same principle was accordingly applied in the case of a sale under the order of the Orphans’ Court in proceedings in partition there: Sackett v. Twining, 6 Harris 199. It is impossible to perceive the slightest difference in principle between that case and the one now before us, because the District Court is as much entitled to respect in all cases within its jurisdiction as the Orphans’ Court. In both cases the object was partition, and in both cases the sales were made not by the acts of the parties, but under judicial authority. The court is not authorized to enter into covenants with the purcbaser in either case. Nothing can be sold but the title which was vested in the parties to the proceedings. The purchaser bids for that alone. If any unfair representations are made to him at the sale, whereby he is deceived, he may be heard before the court having jurisdiction of the partition, but not elsewhere. It would be productive of great embarrassment in such proceedings if the action of one court could be disturbed or reviewed by a court of co-ordinate jurisdiction in a collateral action. It is the duty of the purchaser to pay his money to the officer of the law, according to the conditions of the sale. The sheriff is not bound, like an individual, to tender a deed before he demands the money. The court will see that justice is done to the purchaser: Scott v. Greenough, 7 S. & R. 197; Negley v. Stewart, 10 S. & R. 207. Under the evidence in the cause, the plaintiff below was entitled to recover.\nJudgment reversed and judgment entered in favour of the plaintiff in error on the verdict.\nNote. — The Reporter is indebted for this case to C. K. Biddle, Esq."}