{"id": "979691", "contents": "The opinion of the court was delivered by\nLowrie, J.\nMargaret Fissel orders her real and personal property to be sold, and twice expresses how the proceeds shall be divided equally among her “ heirs,” and substantially both expressions are alike and as follows, to wit, between the children of my brother John, deceased, and the children or heirs of my sister Rosanna, deceased, and the children or heirs of my sister Catherine, deceased, and the children or heirs of my sister Juliann, deceased, and my brother Jacob or his heirs or legal representatives. The question is, do the children described take by classes or individually, per stirpes or per capita ?\n■ We must notice that she does not bequeath to the several children of her brothers and sisters, 'but to the children of her several brothers and sisters — all that she had. She has herself in form classified them, by naming them as several classes, and specially distinguishing the classes by repeating the word “ and” between each of them. We think, therefore, that she intended them to take five equal shares according to her classification, the children in each instance to take their parents’ share.\nShe does not say to the children or to the several children of her brother John, and sisters Rosanna, &c., a mode of expression that is not so definite; but she repeats the children in each instance when a brother or sister is dead, and thus seems to classify them as' their representatives. Calling them her heirs, and some .of them heirs of their parents, also indicates the same thought.\nIn construing such devises in favour of the next of kin, we cannot reject our legal and customary principles governing the descent of estates, and according to them, distribution goes by classes, and this must be presumed to be the intention of testators generally, unless the contrary appears, for all are supposed to assent to the general justice of the law on this subject. This is only another form of the rule that, in doubtful cases, the claim of the heir shall have the preference. The will was intended to provide for a distribution nearly as in the case of intestacy, a very.'common form of will.\nDecree of the Orphans’ Court' reversed, and the report of the auditor confirmed, and distribution is decreed in accordance therewith, and the cause is remitted for ' execution to Orphans’ Court."}