{"id": "979616", "contents": "The opinion of the court was delivered by\nWoodward, J.\nIf the parol evidence which is complained of by the plaintiff had been adduced to extend, qualify, or alter the terms of the written contract of 13th January, 1847, the objections would have been well taken, and would, no doubt, have prevailed. Indeed the court affirmed the first point of the plaintiff, that the deed and bond of the above date were to be taken by the jury as containing the entire contract between the parties at the time of their execution. This put the parol evidence out of the case so far as it might affect the terms of the written condition; but the defendant having taken a conveyance of his father’s farm, on condition of supporting his parents for life, and having taken possession under that arrangement, it was quite competent for them, (the father and son], to bargain by parol for the personal property, as a consideration for the son’s payment of the father’s debts. After he conveyed away his land, the old man had nothing left but the personal property wherewithal to pay his debts, and if, instead of turning this over to his creditors, or converting it into money for the purpose of paying them, he let his son have it on a condition, not expressed in the writing, but subsequently agreed to, that he would pay the debts for his father, and in pursuance of such agreement he did pay them, a reasonable and valid contract of purchase was made which ought to be enforced. It was reasonable, because it enabled the son the better to execute the covenant of support, and thus promoted the comfort of his parents as well as his own convenience; it was valid, because made between parties competent to contract, and was founded on a legal and sufficient consideration. To the question whether there was such a contract, the parol evidence was directed. It was another bargain, distinct and separate from that in the bond. The condition of the bond was silent about the personal property, and about the debts. It provided only for support and maintenance. The parol agreement, made at another time, was silent about support and maintenance, and related exclusively to the personal property and the debts. The one grew out of or was occasioned by the other, not as a necessary, but only as an accidental consequence. That the jury did not confound them is shown not only by the court’s affirmance of the first of the plaintiff’s points, but by the distinct direction they received that “ the defendant does not claim the personal property as an additional consideration for the maintenance, &c., mentioned in the writing, but claims it as under a distinct and separate consideration for the payment of the debts and other services apart from what is embraced in the contract, and it is on this ground the defendant must succeed in his defence.” If satisfied that there was such an agreement and understanding fulfilled on the part of the defendant, they were directed to find in his favour; but if not so satisfied, they were to find for the plaintiff the value of the property.\nNothing can be more clear, therefore, than that the issue tried was a different question from that which counsel have discussed here. The question was not whether a written contract shall be varied by parol, but whether there was a parol contract about another subject-matter than that of the writing, and founded on a different consideration. This was an issue of fact, and - it was found for the defendant.\nThe evidence, it is true, was of the least satisfactory kind. No witness was present to hear the father and son bargain, and all the jury knew about it was what neighbours had heard drop from the old man in casual conversations.\nStill it was evidence. The garrulity of old age in respect to family arrangements enjoys no immunity in law such as charity would extend to it, but when brought into court in the form of evidence, must go to the jury for what it is worth. The words spoken may be repeated with 'substantial accuracy, but with applications so different from that intended by the speaker as to give them all the effect of false testimony. Where they affect real interests they are not worthy of consideration, for the policy of a statute is against them, but where, as here, they relate to personal property, they should be submitted to the cautious and distrustful consideration of the jury.\nThe 3d specification of error relates to the admission of a “receipt of Durand, dated October 16th, 1849.” But neither the receipt, nor a copy of it, nor a statement of its contents, is given in any part of the paper-book. . The receipt formed a part of the bill of exceptions, and ought to have been set forth, or the full substance of it, in immediate connexion with the specification of error. The rule of court requires this, and it is impossible for us to say there was error in admitting an instrument of the nature of which we are kept in ignorance. We therefore pass the 3d specification of error as not properly raising any question of law which we are required to notice.\nThere was no error in the court’s answer to the' 2d or 3d points of the plaintiff. The evidence, such as it was, was fairly submitted to the jury, and the court were right in saying that if it proved anything, it proved a sale of the personal property and not a trust.\nThere is some complaint in the rejoinder to the counter-statement about the time of the filing of the charge. It is too much the practice among judges to delay writing out and filing their charges until after writ of error taken, but in this instance no injury appears to have resulted. The charge we have on the record is perfectly consistent with the short note made by the judge of the ruling of the plaintiff’s points, and perceiving no error either 'in the charge or the bills of exception to evidence, the judgment is affirmed."}