{"id": "979665", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nBoth parties claim under Mary Croyle, the wife of Philip Croyle, who died about the year 1850. This ejectment was brought in 1852. The plaintiffs below are two of the heirs of Mary Croyle. The. defendant below, John Croyle, is also an heir. He has held possession of the land in controversy under a contract for the purchase of it from Philip and Mary Croyle, and also under a sheriff’s sale of the life estate of Philip Croyle, made on the 22d February, 1827, to Samuel G. Bailey, and a transfer of that title from Bailey on the 6th March, 1830. There was no evidence whatever that the contract with Philip and Mary Croyle was ever acknowledged before a magistrate by the latter. The article of agreement remained in possession of Mary Croyle, and was destroyed by her in the presence of her husband and John Croyle, with the assent of the one, and, according to the testimony of Joseph Croyle, without any opposition from the other.\nConceding that the destruction of the article was unauthorized, it is clear that without an acknowledgment by Mary Croyle, according to law, it could have no legal operation against her, or her heirs after the death of her husband. There was no secret act of spoliation. All parties in' interest were present, and John Croyle was sent for specially on the occasion. His acquiescence may be inferred from his omission to make opposition by word or deed. There is therefore nothing to authorize a presumption that the article had been acknowledged by Mary Croyle separate and apart from her husband. Giving to John Croyle all the benefit of the contract to which he could, under the evidence, lay claim, it merely entitled him to hold the land during the natural life of his father. This right he held also under the sheriff’s title of 1827.\nAs the plaintiffs had no right of action until the death of Philip Croyle in 1850, the court was correct in holding that there was no defence under the statute of limitations. As the contract with Philip and Mary Croyle was inoperative upon her heirs after the death of Philip Croyle, there was no error in declaring it to be an insufficient defence. As the plaintiffs were entitled, under all the evidence in the cause, to recover “ two undivided third parts of the land described in the writ,” the court performed nothing more than its duty in so declaring the law. The judgment is therefore to be affirmed.\nJudgment affirmed."}