{"id": "979677", "contents": "The opinion of the court was delivered by\nWoodward, J.\nJudge McCartney died on the 15th July, 1856, and the general election for that year was held on the 14th day of October. The Act of Assembly of 27th April, 1852, in respect to vacancies in judicial offices, provides that the qualified electors shall choose a successor “ at the first general election tvhich shall happen more than three calender months after the vacancy shall occur.” A large majority of the qualified electors of the third judicial district, the rest declining to vote, elected the relator, on the 14th of October, to be their president judge, in the place of Judge McCartney.\nHad they the right of election on that day ?\nThis is the general question presented by the case stated. If they had the right, they exercised it in the forms of law; the relator was duly chosen, and on the first Monday of December no vacancy existed to be filled by executive appointment, and the respondent’s commission is void. If they had not the right, the election, though in due form, was naught; the office was vacant on the first Monday of December, and the respondent was well appointed.\nIt cannot be maintained that the right of election existed under the statute, for, according to the Pennsylvania fashion of computing time, more than three calendar months did not intervene between the happening of the vacancy and the election. This court said, in Thomas v. Afflick, 4 Harris 14, in speaking of statute time, that the rule is to include the first day and exclude the last. But here, if we include both days, that of Judge McCartney’s death, and that of Judge Findlay’s election, we do not make more than three months, which is what the statute demands. Conforming to the rule, and excluding one of the days, we make less than three calendar months, so that it is too plain for discussion, if the statute is to be followed there was no right of election on the 14th of October.\nBut it is said the constitution confers the right, and that the Act of Assembly, in so far as it postpones or abridges it, is unconstitutional. This raises an important question, to which we have given the earnest consideration which is always due to doubts of the constitutionality of legislation; especially when supported hy the opinions and arguments of counsel of great experience and learning. With a strong desire to come to a common judgment on the point, we have found ourselves unable to attain to it. My duty is to express the opinion of a majority of the bench.\nThe Act of Assembly of 27th April, 1852, the validity of which is to be tested, is in these words: “ In the event of any vacancy occurring in any judgeship in this Commonwealth, by death, resignation, removal from office, the failure to elect, or otherwise, the governor shall appoint some suitable person to fill such vacancy, until the first Monday in December following the next general election, and the qualified electors shall, at the first general election which shall happen more than three calendar months after the vacancy shall occur, elect in the manner provided by the Act of the 15th of April, 1851, entitled ‘ An Act to provide for the election of judges of the several courts of this Commonwealth, and to regulate certain judicial districts,’ a suitable person to fill such office for the full term authorized by the constitution of this Commonwealth, and so much of any law as is hereby altered or supplied, be, and the same is hereby repealed.”\nThe Act of 15th April, 1851, to which the above section is supplemental, was passed to regulate the election of judges, but the 12th section being found inconsistent with the constitution, in requiring judges of the Supreme Court in case of vacancy to be elected for the unexpired instead of the full term, it was replaced by the above Act of 1852, which was intended to be, and now forms, part of the existing system for the election of judges.\nA law that is unconstitutional, is so because it is either an assumption of power not legislative in its nature, or because it is inconsistent with some provision of the federal or state constitution.\nThat the Act of 1852, in its general scope, is of the nature of legislative power, may be inferred from several considerations. It prescribes a rule of action for the people whereby they may exercise a constitutional right. A constitution cannot execute itself. It is a frame or plan of government. It lays down certain great and fundamental principles, according to which the several departments it calls into existence are to govern the people ; but all auxiliary rules which are necessary to give effect to these principles must, from the necessity of the case, come from the legislature. Indeed, it is for this very purpose the constitution establishes a legislature. Accordingly, when the convention of 1838 determined that aldermen and justices of the peace should be. elected, they enjoined, in the schedule, that the legislature should provide for the first and all subsequent similar elections. Another clause of the schedule enjoined that such laws as should be required by the 8th section of the sixth article of the amended constitution should be enacted by the first legislature under the amended constitution; but in the Commonwealth v. Clark, 7 W. £ S. 127, it was held that the Act of 1843, authorizing the election of canal commissioners, was constitutional, though it was not passed by the first legislature that sat under the amended constitution. This shows that, both in the judgment of the constitution and of this court, such regulations for carrying out constitutional principles are éssentially legislative duties, even when the particular legislature enjoined to perform the duty has neglected it.\nWe may safely conclude, therefore, without more, that when the legislatures of 1851 and 1852 undertook to regulate the election of judges, which the constitutional. amendment of 1850 for the first time prescribed as a principle of government, they assumed no unwonted or unwarranted jurisdiction. Their action in the premises may have offended the constitution, but the premises were clearly conceded to them by the constitution.\nIt is not suggested that they violated any provision of the 'federal constitution, and the only question that remains is, what provision of the constitution of Pennsylvania did they infract ?\nIt is answered, the amendment of 1850. And in this, that the constitutional amendment requires vacancies in judicial offices to be filled at the next general election after they happen ; whilst the Act of Assembly forbids them to be filled at the next general election, unless more than than three months elapse between the happening of the vacancy and the election.\nIt is a mistake to suppose that the amendment expressly enjoins any election whatever to fill vacancies in the judicial office. A careful reading of it will show that the only express provision for vacancies, happening from whatever cause, was 'that they should be filled by executive appointment; and that the right of election to fill vacancies, rests only in inference and implication. Let us see if this be not so.\nThe amendment begins by providing for the election of judges, those of the Supreme Court by the electors of the commonwealth at large, presidents and all judges required to be learned in the law, by the qualified electors of the respective districts over which they are to preside, and the associate judges of the Common Pleas by the electors of the counties respectively. It then goes on to re-enact the limited tenures of the judges, in the same terms in which that subject was provided for by the second section of the fifth article of the amended constitution of 1888. The first election of judges under this amendment, the dates of their commissions, and the classification of the judges of the Supreme Court, are next provided for; and then follows the only clause, relative to vacancies, in these words: “ Any vacancies happening by death, resignation, or otherwise, in any of the said courts shall be filled by appointment by the governor, to continue till the first Monday of December succeeding the next general election.”\nThere is the provision — the whole, the only provision which this amended article makes for filling vacancies — and it is by executive appointment, and not by popular election. There is a limitation on the power of appointment — to the first Monday of December succeeding the next general election; but when that limit expires a vacancy exists again, if not by death or resignation, by expiration of the judicial commission; and this, like all other causes of vacancy, is covered by the comprehensive words, “ or otherwise,” and, according to the letter of the amendment, is to be filled again by executive appointment until the first Monday of December succeeding the next general election. The respondent was appointed and recommissioned in literal fulfilment of these constitutional words.\nWhen, therefore, the act under consideration is said to conflict with this constitutional amendment, it cannot be meant that it violates any words or phrases that enjoin an election of judges to fill vacancies, for such words are not in the amendment.\nBut, from the general provision for the election of judges, and the whole scope, tendency, and object of the amendment, and especially from the limitation on the appointing power, we deduce an implication or inference that the penman meant that the vacancy should be filled by election at the next general election. I am •willing to accept this as the very idea in his mind. I think it is the sound construction of the instrument. Still it is only an implication, and I doubt if any Act of Assembly has ever been annulled for contravening an implied rule of the constitution. We are in the habit of saying, and our predecessors said it with great emphasis, that it must be a clear case to justify the judiciary in setting aside an Act of Assembly as unconstitutional. In the last constitutional question in this court, it was said, nothing but a direct collision between the provisions of the statute and those of the federal or state constitution will have this effect: 2 Casey 801. What is meant by such expressions ? that the judiciary may set up their implications as of equal force with the letter of the organic law ? Or, that the law must be in such plain conflict with the letter of the constitution as to be apparent to every reasonable mind when pointed out ? If the former be meant, no man can tell what the constitution is from what is written, and we might as well not have a written constitution; if the latter, then this is not a clear case of direct conflict.\nIt was not clear to a large body of electors in the third district, who declined to vote on the ground that they had not the right to elect; the record shows it was not clear to the governor and attorney-general; and it is not clear to us. I should, perhaps, rather say that it was clear to the governor and attorney-general that the act was constitutional. No man can take the law in one hand and the constitution in the other, and say that their terms clash. Whether the law conflicts with the spirit and meaning of the constitution, depends on what we declare them to be; and, if we set up inferences which are inconsistent with the law, let it be said that the law conflicts with the judicial implications derived from the constitution, rather than with the instrument itself.\nI do not say that Acts of Assembly may not be set aside on this ground; birt they have not been, heretofore; and yet this is the only ground on which the. act in question can be impeached.\nNot, however, to insist further on this point, let it be granted that the constitution is to be accepted according to its judicial interpretation; and that the meaning of the instrument is that judicial vacancies are to be filled by elections. What then ? The rule is a general one, prescribed, like most other constitutional rules, as a great first principle of government, to be regulated and applied by the legislature. The constitution does not attempt to apply its own principles. It lays down the principles that elections shall be free and equal, and that the right of trial by jury shall remain inviolate, but leaves the legislature to regulate elections and trial by jury according to a sound discretion. In like manner, it says judges shall be elected; and it does indeed fix the day of the general elections, and voting by ballot, but it does not say what notice the electors shall have of the vacancies to be filled, where they shall vote, who shall receive and count their votes, nor how the result is to be certified to the governor; all which is necessary to make an orderly and fair election. Standing alone, the constitution could not effect the desired reform. It decreed the election of judges, but referred the mode to the law-making power. To secure to the people the constitutional right of election, it is necessary for the legislature to step in and arrange those details without which the general principle would be mere brutum fitlmen.\nThe counsel for the relator felt this so sensibly that they were driven to the argument that the election laws existing at the adoption of the amendment were intended to furnish the regulations necessary for carrying the constitutional principle into effect. These laws, among other things, prescribed twenty days’ notice by sheriffs’ proclamations of the offices to be filled, and of the places to which the electors should repair to deposit their ballots. It is extremely probable that the legislature and the people, in adopting the amendment, referred themselves to these laws; and, suppose they did, one of two things must then be true: Either these laws were impliedly taken up and incorporated into the constitution, and became thereby part of the fundamental law, or else they remained mere laws, alterable and repealable at the will of the legislature. Nobody will contend for the first alternative, and the latter becomes the inevitable conclusion. But, if the legislature may prescribe twenty days’ notice of the vacancy to be filled, why may they not repeal that and prescribe ninety days ? And, on what principle is this court to proceed in declaring the latter law unconstitutional which would not be equally fatal to the former ? If we insist on reading the amendment as an inflexible and imperative rule that vacancies shall be filled at the next general election after they happen, without regard to time or notice, then the election laws in force at the adoption of the amendment are no better than the Act of 1852, for a vacancy may happen within twenty days before a general election as well as three months. Both must be swept away, and we must come down to the rule that vacancies, occur when they may, shall be. filled at the next general election; and that rule, I submit, would be impossible of execution in many cases. The electors of the state, the district, and the county are to choose the judge; but the right of choice cannot be exercised until it is known there is a vacancy to fill, nor until time is given to cast about for a fit incumbent and to canvass his qualifications. And how is a vacancy which happens the day before a general election to be notified to the electors ? If it were a vacancy on the supreme bench, or in the presidency of some of our large judicial districts, not one-half of the electors would hear of it; and, if they did, they would not be ready the next day to make discreet choice of a successor. To compel them to choose at the next, general election in such a case, and in many cases that might be supposed, would be to sacrifice the right. A judge might resign the night before an election, and the few friends to whom alone it was known go next day and re-elect him or any other, even the most incompetent or objectionable man, to fill the vacancy — which would be a mockery of the right of popular election. Cases of the grossest imposition, such as would shock the common sense of mankind, would certainly occur, under the operation of the rigid rule which is attempted to be forced on the constitution. The elective principle, instead of being, as it was' intended to be, a concession to popular sovereignty, would become an intolerable evil; and an oppressed people would be more anxious to get rid of it than they were to plant it in the constitution.\nTo avert painful consequences, and to make sure of the reform designed, we have only to consider the constitution as furnishing the principle of government, instead of the rule of action. It prescribes popular elections, and leaves the legislature to regulate them. The error springs from the attempt to deduce, not ¡only the principle but the rule of its application, from the constitution. “ A constitution,” said Judge Gibson, in Commonwealth v. Clark, “ is not to receive a technical construction, like a common law instrument or a statute. It is to be interpreted so as to carry out the great principles of the government, not to defeat them; and to that end, its commands as to the time or' manner of performing an act are to be considered as merely directory, wherever it is not said that the act shall be performed at the time or in the manner prescribed, and no other.” So far from saying that vacancies shall be filled by election at the next’general election, and in no other manner, the amendment, as we have seen, does not even say that they shall be filled by election at all. When, therefore, we construct a rule by implication, of such rigour and inflexibility as to defeat the legislative regulations, we not only violate accepted principles of interpretation, but we destroy the very right which the constitution intended to guard.\n. If it be said that extreme cases are not to be imagined to test the soundness of a rule of construction, I reply that it is not an ■extreme or improbable supposition that vacancies will occur so ■short a time before a general election as to preclude the notice, and the canvass, which are essential to the right of choice. And it is such cases that illustrate the necessity for the legislation which is complained of. If, in any view that can be fairly taken of the subject, the statute is agreeable to the constitution, we are bound to sustain it.\nIt is of no avail to argue that the people of the third district made a fitting selection without authority of law. Their success may be due to the fact that they lacked but one day of a strict compliance with the statutory rule, and if so, it is an argument in favour of maintaining rather than prostrating the rule. But it is a general rule that the statute prescribes, and if it is salutary, regarded as a general rule, it is worthy of the sacrifice, which, in this instance is reluctantly made to it. Next time it may prevent wrong and outrage, and that it may be useful when it is needed, it must be enforced now. It is no reason against a rule so obviously favourable to good order and well selected judges, that it operates hardly in a case peculiarly conditioned like the present.\nBut it is said the statute restrains the right of election for three months. No otherwise than regulation is restraint. All system implies some restraint. A mode prescribed excludes all other modes. And if the right to regulate the election of judges be conceded to the legislature, it is no objection to their rule that it is precise, practical, and exclusive.\nIf the legislature should pass a law plainly intended to take away from the people the right to choose their judges — or even a law which unnecessarily postponed and embarrassed the right, it would, doubtless, be set aside as unconstitutional; but this law can not, with any show of justice, be so characterized. The constitution prescribes an election, without defining it; the law defines the conditions under which that election shall take place, and because they are not unreasonable conditions, but such as are favourable to a deliberate and cautious performance of the duty — such, in fine, as are calculated to make the election what the constitution meant it should be — it would be a gross misapprehension to confound this act with a legislative attempt to repeal the constitution.\nThe time fixed may be longer than is necessary for the selection of an associate judge, and longer than was indispensable to a judicious choice in the third district, but it is not too long for the choice of a judge of the Supreme Court, or of a president judge in those judicial districts which consist of several counties, and where population is, comparatively, sparse. It is the very period which the constitution itself fixes for’ the selection of a governor to fill a vacancy, and was doubtless adopted in analogy to that. And is not the selection of a supreme judge for fifteen years, or of president judges for ten years, as important a duty — worthy of as much care and circumspection — as the selection of a governor for three years ? The people have a deeper stake in the judicial office than in any other, and seeing that they have secured to themselves in their constitution three months, as a reasonable time to canvass' for a governor, it would be a curious discovery in constitutional law that the same period fixed by the legislature for choosing a judge was so palpable a violation of the constitution as to make it our duty to arrest the operation of the enactment.\nTo say that no interval for information and inquiry shall be allowed, would often defeat the right, — to concede the necessity of an interval to a proper exercise of the right, is to concede the legislative discretion, and so long as that is not abused there is no occasion for the interposition of the judicial arm.\nThis Act of Assembly is not unprecedented. I have^ said it forms part of the legislative system begun in 1861 to regulate and give effect to the constitutional principle of an elective judiciary. It is founded on the same principle as all those laws which regulate trial by jury, habeas eorpus, education, and other constitutional rights, and is in strict analogy with the several statutes which were made necessary by the amendments of 1838. The Judiciary Act of the United States is a striking instance of legislation in furtherance of constitutional principles, and of the large discretion which legislative bodies exercise in discharging such duties. Other instances are noticed by Judge Gtbson, in the case already referred to, of Commonwealth v. Clark, and, let it be remarked, the legislation in question there bore the appearance of a much more direct conflict with the constitution than this Act of 1852.\nStanding well on precedent then, sustained by sound considerations of public convenience, and opposed to no provision of the constitution, express or implied, our duty is plain to give it effect.\nWe have seen that under it the electors of the third district had no right to choose a judge on the day they elected the relator, and therefore we conclude he has shown no title to the office he claims.\nAnd now, to wit, the 19th day of January, A. D. 1857, this cause having been fully argued by counsel, and considered by the court, judgment is here entered for the respondent in the case stated.\nLewis, 0. J., and Black, J., dissented."}