{"id": "979767", "contents": "The opinion of the court was delivered by\nLowrie, J.\nWe should like very well to let this little judgment stand, -for fear, as the plaintiff below says, the defendant may “go further and fare worse;” but we cannot do it. The learned judge of the Common Pleas very properly regarded the testimony of the prosecutor as furnishing sufficient evidence of probable cause, if believed; and yet he refused to give a binding instruction to this effect.\nOn both principle and authority we think that the instruction ought to have been given. General instructions were very properly given, but the defendant demanded specific instructions according to his very case, and he was entitled to them. This is sufficiently proved by the authorities cited in the argument. And there are very plain principles of justice that demand this rule. If the officers of the state, who are appointed on account of their legal learning, consider that a given state of facts is sufficient evidence of probable cause, how can the private citizen be said to be in fault in acting upon such facts, and how can the state condemn him to damages for so doing? To decide so is to use the machinery of government as a trap to ensnare those who trust in government for such matters, and who ought to trust in it. If such officers make a mistake, it is an error of government itself, and government cannot allow the citizen to suffer for his trust in its proper functionaries. There are cases where the judgment of the lower grades of officers (1 Wils. 232; 15 Mass. 243; 3 Ep. 7, 165; 1 Greenl. 138,) and even of those who are not properly officers at all (25 State R. 275; 8 Miss. 339), is sufficient to establish probable cause. If the party prosecuted should suffer from such mistakes, he must bear it as one of those accidents for which in the nature of things there can be no redress, for the government cannot make the prosecutor suffer for the injuries which it has itself through mistake committed.\nThis would be the injustice of direct action, and not of mere omission or defectiveness. Besides this, in the trial of a cause it is always the duty of the court to pronounce the law. arising on a given state of facts. And this again is only an exemplification of the principle of good sense that prevents us from applying to a schoolmaster or a preacher to instruct us in the arts of tanning or glass-blowing, or to work at those trades for us.\nJudgment reversed and a new trial awarded."}