{"id": "979719", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nThe plaintiff below, in a former action of ejectment between the same parties for the same land, obtained an award on the 4th April, 1839, “ to be released on the payment of $259, with all the costs of suit.” This award remains unreversed and unexecuted. It is .not an ordinary judgment at law. It is regarded as containing also the substance of a decree in equity for the payment of money by one party and the conveyance of the land by the other. As the law stood when this judgment was given it was conclusive of the rights of the parties, and its justice could not be rejudged in a new ejectment any more than a decree in equity could be impeached in a new original bill: 1 John. Ch. Rep. 195; Seitzinger v. Ridgway, 9 Watts 497. The legislation which has since taken place has no retrospective operation so as to divest the rights thus conclusively vested by that adjudication. It follows that the remedies of the parties respectively must be confined to proceedings founded on that judgment. If the defendant paid the money according to the condition, it would be the duty of the court which rendered the judgment to compel a conveyance of the land. If he failed to pay the money, the same court would grant leave to issue a habere facias possessionem to deliver possession of the land to the plaintiff. It seems that a habere, facias issued on the judgment, and that the tenant in possession, under the coercive influence of that writ, accepted a lease from the plaintiff below, and the writ was thereupon returned executed. But the court, for reasons which in this collateral action we are bound to presume were sufficient, ordered the writ to be set aside. Restitution is in general a matter of right, on the reversal of a judgment; but where the reversal is only of a judgment of revival, or of an execution, and the original judgment remains unreversed, restitution is discretionary: Baker v. Smith, 4 Yeates 192; Kirk v. Eaton, 10 S. & R. 103. In this case, as the tenant of the vendee has never in fact been disturbed in, his possession, it is probable that the court entertained the opinion that a writ of restitution was an unnecessary formality. In this we think the court was right. So long as the writ of possession, and the sheriff’s return, remained in force, the lease taken under its influence was valid and the tenant’s relation to his former landlord was legally dissolved. But when that writ was set aside, the lease fell with it without an express order of restitution, and the tenant was restored to his former condition of subordination to the vendee as his landlord. The judgment, therefore, still remains to be enforced by the court, according to the condition annexed to it, construed in conformity to the rules of equity.\nIt follows from these principles that the present action cannot be maintained. It is probable that it was brought on the supposed right acquired against the tenant by virtue of the lease; but as that lease depended for its validity upon the power of the writ of possession, its effect upon the rights of Glessner is destroyed by the action of the court in setting aside the writ. These views dispose of the whole case.\nJudgment reversed and venire facias de novo awarded."}