{"id": "979758", "contents": "The opinion of the court was delivered by\nBlack, J.\nThe testator devised to a trustee and the heirs of the trustee all his real estate in Strasburg, for the separate use of his daughter (a married woman) during her life, and after her death he gave and devised the same real estate to the heirs of his said daughter in fee simple. The will was dated in 1805 and proved in 1810. The daughter became a widow in 1821, and died in 1851, leaving as her heirs two grandsons, of whom the plaintiff below is one. In 1847 she conveyed the land in fee to the defendant below, who has possession and claims title under the deed. The plaintiff claims as devisee of the remainder under the will of his great-grandfather.\nAccording to the rule in Shelly’s Case the daughter had an estate in fee simple. But the plaintiff contends that it is -not within that rule, because the life estate to the daughter is equitable and the remainder to the heirs legal. If this be true in point of fact it is sound in law; for the two estates cannot unite as an •estate of inheritance in the first taker unless they are both of the same quality.\nThe legal fee is devised to the trustee. It is given to him and his heirs, and comprehends the whole estate. By the terms of the will there was devised to the heirs an equitable remainder after the determination of the' equitable life estate given to their ancestor. The trustee took the legal estate for the use of the testator’s daughter during her life and for the use of her heirs afterwards. But for the heirs it was a mere dry trust, and the remainder was executed in them as a legal estate under the statute of uses. A use executed by the statute is a legal estate to all intents and purposes, as much as if it had been given by the instrument creating the estate without the intervention of a trustee. Where lands are given in special trust for the life of one person, and after his death in general trust for the heirs of the same person, the latter use being within the statute, and the former not, the estates are of different qualities, and the rule in Shelly’s Case cannot apply. Such precisely was the case of Lady Jones v. Lord Say and Seele (1 Equ. Cases, Abr. 383), where the word heirs was held for that reason to be a word of purchase and not of limitation. The remainder in this case was therefore legal, and if the life estate was not also legal, the opinion of the Common Pleas that the first taker had but a life estate was right.\nSpecial trusts are not within the statute of uses : and a trust to hold for the separate use of a married woman is special (7 T. R. 652). If, therefore, the testator’s daughter had died during her coverture, this case would have been clear enough. But her husband died in 1821. When she became sole, the trust for her separate use ceased; it was no longer a special trust, and the legal estate vested fully in her. It was held by this court in Mark v. Mark (9 Watts 410), that where an estate was devised for the use of children, there being a special trust until the youngest came of age, the children acquired the legal title when that event happened. This is in accordance with the doctrine in England where it is laid down (1 Barn. & Cress. 360), as a general rule, that when an estate is devised to trustees for a particular purpose the legal estate vests in them as long as the execution of the trust requires it, and no longer.\nHere, then, we have the case of a devise giving an equitable estate for life to one person, and remainder also equitable to her heirs. But the remainder immediately became an executed legal estate in the heirs, while the life,estate was executed not immediately, but some time afterwards. 'Both were legal estates at the time of -the first taker’s death, and at the time of her conveyance in fee to the defendant. Does this state of things leave the case within the exception which says that the two estates cannot unite unless they be of the same quality? It is somewhat curious that no direct authority can be found on this point.\nA dictum of Lord Hardwicke, in Spencer v. Bagshaw (2 Atk. 270), has been cited to the effect that nothing which happens after the death of the testator can change the estates of the devisees. But that case can hardly be considered as authority, for it has been in effect overruled by several later decisions, and it has not stood the test to which the criticisms of the text writers have subjected it. (Fearne on Cont. Rem. 121; Hays on Ent. Tab. 2, No. 47; 2 Kent’s Com. 219.) Besides, Lord Hardwicke was speaking of changes produced by the acts of the parties, which made a question not at all analogous to this.\nThis is not a question of interpretation, in which the object is to get at the meaning of the testator. If it were, and if the will afforded us no .other means of judging, -we might consider the difference in the qualities of the two estates, though existing only for a time, as a strong argument for the plaintiff. But we are considering the application of a rule of law — a rule which often disregards the in-tention, however clearly expressed. We have no doubt what was meant by this will. Like ninety-nine in a hundred of the cases to which the rule in Shelly’s Case has been held to apply, it was the purpose of the testator to give the first object of his bounty a life estate merely. But the law will not treat that as an estate for life which is essentially an estate of inheritance, nor permit any one to take in the character of heir unless he takes also in the quality of heir. It does not stand with the interest of the state, that lands so devised should be tied up from alienation during the life of the first taker and the minority of his heirs.\nIt is to be observed, that this case is literally within the rule as laid down by the judges in Shelly’s Case. The testator’s daughter took an estate for life under the will, and in the same instrument there is a limitation of the fee to her heirs by way of remainder. The life estate she took was legal after the special trust had ended, and there was then nothing in the quality of the two estates to prevent them from uniting. I have said that a use executed under the' statute is a legal estate. Can it make any difference that it was not executed immediately, if it was executed at all, within the period of its duration ? I cannot see why it should. Chancellor Kent (2 Corn. 215) says the-rule applies whether the ancestor takes the freehold by express limitation, by resulting use, or by implication of law. His name will perhaps establish any legal proposition not opposed by the judicial authorities, and if he be right in this, it is manifest that the words of Lord IIakdwicke have been understood by the plaintiff’s counsel in too broad a sense.\nOn the whole, we are of opinion that the testator’s daughter having taken under the will what became after the death of her husband a legal estate for her life, and the remainder in fee being also legal and limited to her heirs by the same instrument, the two estates united and became a fee simple estate in her, which therefore she had good right to convey at the date of her deed to the defendant.\nJudgment reversed, and judgment here for the plaintiff in error (who was the defendant in the Common Pleas), with costs of suit."}