{"id": "979725", "contents": "The opinion of the court was delivered by\nKnox, J.\nIt is very clear that the articles of agreement between David White and the defendants included the thirty-seven acres known as the Gaskill tract, and which was subsequently recovered in an action of ejectment brought by George Cadvealader against David White and the defendants.\nIt is equally clear that' this tract was not included in the deed; but as this was owing either to the fraud of the vendor, or the mistake of the scrivener (probably the latter), it does not affect the contract as evidenced by the articles of agreement.\nIt is unnecessary to cite authorities to prove that failure of title in part of the land sold, affords a pro tanto defence against payment of purchase-money, unless it plainly appears that the purchaser has taken the title at his own risk, for this principle is so manifestly just that it ought to be taken for granted; but even if it needed the support of authority it is abundantly sustained by the adjudications of this court. This rule is entirely consistent with the cases cited by the plaintiff in error to disprove it: Smith v. Evans, 6 Binn. 102; Ball v. McConnell, 1 Ser. & R. 166, and Dickenson v. Voorhees, 7 W. & Ser. 353, are not cases of failure of title, but of mistake and misdescription in the number of acres, which the tracts, otherwise correctly described, were supposed to contain. In the case under consideration, White sold to Lowry all the land within certain boundaries mentioned, part of which he only held by articles of agreement, and which part was subsequently recovered by the holder of the legal title. He covenanted to give a deed in fee simple for the entire body of the land, which he neither did nor could do; for part of the land sold belonged to another person, as was conclusively found by a judicial proceeding to which he was a party. To allow the whole consideration-money to be recovered from the defendants when they have got only part of what they bargained for, would be to make a contract for these parties, rather than to execute one made by themselves.\nBut it is said the defence is not good because the bond in suit was taken in the name of the wife, and that being so taken, the inference is that it was given to her in consideration that she would execute the conveyance. No such inference can reasonably be drawn from the fact stated, and it is not the duty of a court to make or permit a jury to make an unreasonable inference in any case ; and surely not for the mere purpose of working manifest injustice. Had it appeared that the bond in question was given to Mrs. White to induce her to join in the conveyance, it may be that the defence now made would have been bad as to her; but as nothing of the kind was shown on the trial, we agree with the learned President- of the Common Pleas, that “ the rights of the defendants should be determined in the same way as if the bond was in the name of David White himself.” And we have shown that between the original parties the defence was complete.\nWe are not called upon to notice in detail the specifications of error, as they are disposed of by what has already been said.\nJudgment affirmed."}