{"id": "979702", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nWilliam Whelan claims under a deed from Jacob Geisse, dated 81st January, 1846. The plaintiff Lykens claims under a contract with Jacob Geisse dated the 8th of August, 1845. By that contract Lykens was to build a tavern-house for Geisse, to be known as the “Eagle Hotel,” and to find all the materials. Geisse ivas to pay Lykens “the sum of $7000 as the work progresses, in order to purchase materials and pay for labour.” It was further provided in the written contract that Lykens “agrees to take” the lot in controversy “at the price of $700, to be part of the consideration-money above mentioned; but the said Lykens is not to have any title to said lot of ground until the completion of said hotel, at which time the said Geisse agrees to make him or his assigns a good deed for the same.” The points presented to the court assume that Lykens did enough work on the house to pay for the lot, and that Geisse and Lykens agreed that the lot was paid for by work done on the tavern-house, and that the lot then belonged to Lykens, who thereupon entered into possession of it, with the assent of Geisse. And the court was asked to say that these circumstances “ vested the equitable title in Lykens; that he is not obliged to show that he afterwards finished the building; and that no subsequent breach of the written contract, if any such occurred on the part of Lykens, would divest the equitable title acquired by Lykens in the lot.” These points were answered in the negative.\nWe do not understand the evidence as tending to prove that Geisse at any time agreed to part with his legal title to the lot until the contract was complied wdth by Lykens ; that legal title had been expressly reserved as a security until the contract was complied with. Although it was contemplated by the parties that the lot might be taken by Lykens before the tavern-house was completed, the title to it depended upon his complying with his contract. He does not pretend that he has the legal title. He asks to recover on w'hat he calls his equitable title. That equitable title is founded on his address in obtaining possession of it on the faith of his solemn written contract to erect the tavern-house for Geisse; and he now asks to retain the lot, although he has broken his contract with Geisse. It is a rule in chancery, that he that asks equity must do equity. No chancellor would compel Geisse to convey this lot to Lykens until the latter performed his contract for the erection of the tavern-house. The circumstances stated in the points presented, if established, are not sufficient to entitle the plaintiff to demand a conveyance of the legal title in the face of his own acknowledged breach of the contract which was the consideration for the conveyance, and in opposition to the express written agreement that the deed for the lot was not to be made until the tavern-house was erected by Lykens. The court committed no error in answering these points in the negative.\nBut it seems that the court held that a former decision in an ejectment brought by Lykens v. Whelan, bars the present action. That action was brought on the 19th November, 1846, and the verdict was rendered for the defendant on the 6th June, 1849.\n■ The decision in Seitzinger v. Ridgway, 9 Watts 496, was made in May, 1840. That decision established the principle that one decree or judgment in an equitable ejectment to compel the performance of a contract was conclusive. But the rule thus established was changed by the Act of 5th May, 1841. The Act of 21st April, 1846, restored it so far as regards actions of ejectment thereafter tried “ to enforce the payment of purchase-money wherein time becomes of essence in the finding of the jury, or in the judgment by confession, by fixing a time for such payment.” The 5th section of the Act of 30th April, 1850, entitled “An Act to incorporate the Presbyterian congregation of Fruit Hill, in the county of Clearfield, and relative to ejectments,” was designed to repeal the Act of 5th May, 1841, and to restore the rule established in Seitzinger v. Ridgway. Although of a public character, it was inserted in an Act of Assembly with other sections relative to a private corporation. The sections relative to the private corporation were not entitled to enrolment (and therefore could not have the effect of a law) until the tax was paid. This statute has not been enrolled, because the tax due on private bills has not been paid. But whether this destroys the effect of the 5th section, which relates to a matter of public interest exclusively, may be a question for decision hereafter. In Amick v. ‘Oyler, 1 Qasey 508, no notice is taken of the want of enrolment. ■It is not necessary to decide the question in this case. On the 8th May, 1850, another act passed, declaring that the 5th section of the Act of 30th April, 1850, shall not have any effect upon ■actions of ejectment pending at the time of the repeal, and which were brought since the passage of the Act of 5th May, 1841.\nWhen the former ejectment was brought by Lykens v. Whelan, and when the verdict was rendered in it, the Act of 1846 was in full force. It is the only statute which can be construed to give the decision in that case the effect of a bar to a second action. But that statute applies exclusively, so far as this case is concerned, to ejectments brought by vendors to enforce payment of the purchase-money. The statute of 1846, applies only to cases where “ time becomes of essence in the finding of the jury, or in the judgment by confession, by fixing a time for sueh payment.” In the case before us, nothing whatever is said in the “finding of the jury” about the payment of money at any time. In fact the action proceeded altogether upon an allegation by the plaintiff that the purchase-money had been paid. It is our opinion that the judgment in the former ejectment is not within the meaning of the Act of 1846. We think, also, that the Act of 30th April, 1850, admitting it to be in full force without enrolment, cannot operate on that action, because a verdict had been rendered in it before the last-mentioned act was passed. This would be the construction independent of the Act of 8th May, 1850. But with the provisions of that Act before us, there is no room whatever for any doubt on that point. We think that the court fell into error in holding that the former decision was a bar to the present action.\nJudgment reversed and venire facias de novo awarded."}