{"id": "979748", "contents": "The opinion of the court was delivered by\nLewis, O. J.\nIt may be conceded that discretionary powers will not devolve upon the heir or personal representatives of the original trustee, Hill on Trustees 488, 16 Ves. 44; that on the death of one of several trustees they will not devolve on the survivor: 16 Ves. 45, 1 R. & Ald. 608; that they will not pass by assignment: 2 Ves. 643; 2 Sim. 264; 2 Harris 200; or by will: 16 Ves. 22; 13 Sim. 91; and that they will not pass to a trustee appointed by a court of equity: Amb. 309. The question before us is very different from either of these. It is whether such powers devolve on a new trustee appointed by the-Court of Common Pleas, under the Act of 14-th June, 1836, in the place of the original trustee, after the latter had been removed. This must necessarily depend on the language of this act. Section 25 of the act referred to, provides that “Every trustee appointed by the court shall be liable to the same duties, and shall have the same powers and authorities in relation to the trust, or to the further execution of it, as the case may be, and shall be subject to the jurisdiction and control of the court in the same manner, to all intents and purposes, as his predecessor or predecessors in the trust.” These words are broad enough to include discretionary powers, as well as those of a different character. There is nothing in the act to indicate that they ought to receive a narrow construction. On the, contrary, the policy of the statute requires that it should receive a liberal construction. The provision declaring that the estate passes to the new trustee is a circumstance which is not to be' lost sight of. If it was for the interest of the parties concerned that a discretionary power to sell should be created, the same reason requires that it should be continued. But it is said that these powers are of such a nature as to justify the inference that they were given on account of special confidence in the person constituted the trustee. The same may be said in rélation to the other powers of the trustee. The difference is only in degree, not in principle. All persons who create trustees by deed or will, are presumed to know and to act upon the knowledge that the courts have the power to remove the original trustee, and to appoint another in his place; and it is not to be supposed that the donor contemplated the continuance of any powers in the hands of one who has proved himself unworthy of confidence. If not worthy to exercise the powers which are not subject to his discretion, and in which he may be controlled by the court, he is certainly an unsafe depository of power which may be exercised or not at discretion, without any control whatever. Besides, where the discretionary power is given to a trustee, as such, it is plain that it is given to him on account of the trust, and not on any special confidence in the individual unconnected with the trust. In this case the discretionary power is given to the trustee as such, and the case of Zebach v. Smith, 3 Binn. 75, shows that it is of no consequence that he is afterwards named individually. In this case the power- in question must either be _ loft in the hands of one who has been removed as unworthy of trust, or it must pass to the new trustee, or it must be lost altogether. It is unreasonable to suppose that the donor either intended it to be exercised by the original trustee after his unworthiness had been ascertained, or designed that it should be lost. His intention and the interests of the parties unite in demanding that the act shall be construed according to its plainly expressed meaning. A similar construction has been given to a statute of New York: Taylor v. Morris, 1 Comstock 858. The case of Ross v. Barclay, 6 Harris 179, has relation to a different Act of Assembly, which differs from the one in question here both in its objects and phraseology. But even in that case the court admitted that the object “ might have been attained by procuring the appointment of a trustee;” the very measure adopted here.\nThe judgment of the court is right.\nJudgment affirmed."}