{"id": "979717", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nThe plaintiff in error obtained a verdict for damages in an action of trespass quare clausum fregit, subject to a point reserved, on which the court below rendered a judgment for the defendant non obstante veredicto.\nThe plaintiff claimed under an article of agreement for the purchase of land from the defendant; the consideration was expressed to be $350, and it was stated in the article that the consideration was “in hand paid,” and the receipt was formally acknowledged in the body of the instrument. It states that McMullin was to get possession the same day: and, if possession was necessary to support his action, we must presume that he had it, as the verdict is in his favour, and it is not stated in the point reserved that he did not take possession.\nIt is not pretended that there was any fraud, surprise, or mistake in the execution of the article of agreement, or in the acknowledgment of having received payment of the consideration. But it is alleged that no money was actually paid, or contracted to be paid. It appears that John Glass, the father of the defendant, and uncle to the plaintiff, agreed that if Henry Glass would agree to give McMullin the 50 acres in question, he (John Glass) would give Henry the farm on which' he lived. The agreement between McMullin and Henry Glass was executed on this consideration, and the old man immediately made his will in favour of Henry, according to the contract. He is still living, and has signified no intention to revoke the will, which remains in the possession of the scrivener. The scrivener told the parties that there should be a consideration mentioned in the article, and they agreed upon the amount as expressed. There is nothing to impeach the fairness of this transaction. The vendor gets precisely what he agreed to take — the promise of his father to devise the farm to him. That promise, made on consideration of his conveyance of the land in dispute, is upon a valuable consideration, and an action would lie in favour of Henry against his father’s representatives to recover damages for the breach of it. Henry Glass accepted that promise from his father as an equivalent for the consideration-money expressed in the article of agreement. By acknowledging the payment of the money he-voluntarily placed McMullin in. the condition of a purchaser for value fully paid. Nothing whatever appears to show fraud or mistake, or even reasonable ground to believe that the consideration will fail. On the contrary, if the father should revoke his will \"the son may recover damages from his father’s estate. It is not necessary to determine what a chancellor would do in the case. of a mere voluntary agreement finder seal, because this is not such an instrument but an agreement for a valuable consideration. Nor is it necessary to examine into the cases in which parol evidence is admitted or rejected when offered to contradict the consideration expressed in the instrument. The, principle which seems to govern this case, is that where a vendor, without fraud or mistake, accepts of the engagement of a third person for the consideration agreed on, and on the faith of such engagement acknowledges the receipt, of the consideration, it is against equity that he should be permitted to defeat the operation of the grant by showing that the consideration was not paid. As between the vendor and vendee, the consideration is to be treated as fully paid, and the vendor is estopped from denying it. Standing as a vendee in possession, under a valid contract in writing, with all the purchase-money paid, McMullin was entitled to recover for the trespass, and the court fell into error in refusing to enter judgment according to the verdict.\nJudgment reversed, and judgment entered on the verdict in favour of the plaintiff in error, wdth costs."}