{"id": "979742", "contents": "The opinion of the court was delivered by\nBlack, J.\nThis was a suit commenced before a justice upon a note or single bill. The defence is rather curious. It is admitted that the note was executed by the defendant and delivered to the plaintiff without any fraud, imposition, or mistake, for the just and fair price of certain stones, which the defendant does not deny that he got. But he says the consideration has failed because the plaintiff, though she was in possession of, had not a good legal title to, the land from which the stones were taken; and having thus raised a question of title to realty, he insists that the justice had no jurisdiction.\nThe defendant has had the consideration for which he gave the note. It does not matter to him whether they come from land which the plaintiff owned or not. If she quarried and delivered them, they were her personal property at the time they were sold. If she was in possession of the land and gave him a license to quarry them, she is equally entitled to be paid the price agreed on. If there was a better title to the land in another person, he cannot recover the value of the stones from the defendant. The true owner cannot maintain trespass, for he was not in possession, nor assumpsit, for there was no contract with him, either express or implied. A straightforward compliance with his bargain would have saved the defendant some trouble, and exposed him to no danger whatever.\nA justice of the peace has no jurisdiction in a case of real contract when title may come in question. But a contract for the produce of land does not concern the realty. A man who sues another for a load of coal is not obliged to show his right to the land from which it was mined. A claim for the price of wheat cannot be defeated by setting up an outstanding title in a third person to the field where it grew. A person who has bargained with one in possession for a license to dig and carry away minerals cannot, after enjoying the privilege, refuse to pay on the ground that somebody else had a better right to the possession. In these cases the title to lands and tenements may not and cannot come in question. Goddard v. McKean (6 Watts 337), which the defendant’s counsel thinks so exactly like the present case, is as different as possible. That was a note given for the sale of an easement— a suit for the price of real estate, the title to which might come in question of course: for the want of a right to sell it would have been a good defence.\nJudgment affirmed."}