{"id": "979774", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nBefore the Act of 1848, relative to the rights of married women, husband and wife were regarded as one person in law. No action of partition, or waste, or account, or ejectment would lie by one against the other. The husband could not sell his land free from the dower of his wife. The wife could not sell hers at all, without joining her husband in the conveyance. They were incapable, by reason of the marriage relation, of exercising any of the usual rights of tenants in common. It is evident, therefore, that they were incapable of taking an estate of that description. Such an estate, without any of its rights, or incidents, is a legal impossibility: Stuckey v. Keefe’s Ex’ors., 2 Casey 397. It follows, that the conveyance of the 9th April, 1813, to Erancis Le Campion and Elizabeth his wife, their heirs and assigns,” and the partition and sheriff’s deed of the 15th April, 1818, in pursuance of it, to the same parties, created an estate peculiar to husband and wife, which, on the death of Francis Le Campion, became vested exclusively in his widow Elizabeth, as survivor. She took this estate not under or through her'husband, but by virtue of the paramount grant in the original conveyance. She had, therefore, an undoubted right to execute the mortgage of the 2d April, 1832, to George Knorr, unless she had deprived herself of that right by some act intervening between the death of her husband and the date of the mortgage. It is contended that she had done this by accepting a devise or bequest under her husband’s will, in which the property in controversy was claimed by him. We have not been able to discover any evidence to show that she received anything under the bequest of a moiety of the personal estate. As it is in evidence that a portion of the real estate was sold for the payment of debts, it is not probable that she received any portion of the personal as legatee. The real estate which she accepted, as also that which she sold for payment of her husband’s debts, as we understand the evidence, was her own property independent of the will, as fully as was that now in dispute. If so, it is difficult to perceive the equity that is to estop her from claiming this, because she claimed other property which was also her own by title paramount to the will. But conceding that the will, and her acceptance of its provisions, estopped her from claiming the property in controversy in this suit, had George Knorr, the mortgagee, notice of it ? He was not bound to éxamine the register’s office for the will of Mr. Le Campion, because it did not lie in the channel of his title. He claimed by title independent of and paramount to the will: McLanahan v. Reeside, 9 Watts 511; Woods v. Farmere, 7 Watts 385. The notice to Mr. Potts could not affect Mr. Knorr. The knowledge acquired by an attorney in another transaction between other parties does not affect one who subsequently employs him: Bracken v. Miller, 4 W. & S. 102; Hood v. Fahnestock, 8 Watts 489; Boggs v. Varner, 6 W. & S. 473. An adverse possession may be notice to a purchaser; but the possession to have that effect, must be olear, distinct, and unequivocal: Billington v. Welsh, 5 Bin. 132, Cresson v. Miller, 2 Watts 275; Sailor v. Hertzog, 4 Wh. 259; Green v. Drinker, 7 W. & S. 440. In this case, it is in evidence that the premises, on the 29th Sept. 1829, were demised by Mrs. Le Campion to McClure & O’Niel; that they, or one of them, occupied under that lease until about the 29th March, 1832; two days before the 2d April, 1832, the date of the mortgage to George Knorr; that on the 8th Oct. 1832, on the 6th Nov. 1832, and on the 6th Dee. 1832, the tenants who succeeded McClure & O’Niel paid rents to Mrs.,Le Campion. The last two payments were received by Sarah Ann Martin.herself (then Miss Hubbs), as agent of Mrs. Le Bam^ion, and the'lease from Mrs. Le Campion to McClure & O’Niel .ivas written by the same Sarah Ann Martin. Although there had been some declarations and acts which seemed to recognise a right in Mrs. Martin to receive the rents, or a portion of them, those acts, when taken in connexion with the lease by Mrs. Le Campion, and the payment of rent to her, with the knowledge'and assent of Mrs. Martin, did not amount to a “ clear, distinct, and unequivocal possession,” in Mrs. Martin. Taking all the facts in evidence to be true, this was the law of the case, and it was.the duty of the court to say so. There was, therefore, no possession in Mrs. Martin, at the time of the mortgage to George Knorr, sufficient to affect him with notice of her claim. It is scarcely necessary to say that a mortgagee who advances his money on the credit of the land stands in a very different condition, as regards notice, from a judgment creditor, and that a mortgagee is regarded as a purchaser, and is protected from all secret equities and trusts of which he had no notice: Hiester v. Fortner, 2 Bin. 40; Cover v. Black, 1 Barr 493. Notice to a purchaser at the sheriff's sale on the mortgage comes entirely too late, if the mortgagee had no notice when the mortgage was executed.\nBut the defendant below relies on an adverse possession of twenty-one years before suit brought. This ejectment was brought on the 2d September, 1854. An adverse possession, to have any legal effect, must therefore be shown to have commenced as early as the 2d Sept. 1833. We find, from the receipts for' rent of the 6th November, 1832, and 6th Dec. 1832, that Mrs. Martin herself recognised P. Stebill & Co. at those dates, as the tenants of Mrs. Le Campion. There is. no evidence that they were turned out of possession. On the’contrary, the evidence is, that they continued in possession and paid rents during the months of February, March, and June, 1833. But it is contended that they paid rents during these months to Mrs. Martin in her own right. The receipts do not, it is true, show that Mrs. Martin continued to act as the agent of Mrs. Le Campion. Are these three receipts sufficient evidence of an adverse possession to defeat the title of George Knorr ? It must be remembered that after the execution of the mortgage Mrs. Le Campion stood in a condition very similar to that of a tenant at will under George Knorr. No adverse possession, by her consent or connivance, could affect George Knorr, unless it was óf a character so open as to furnish him with the means of knowledge that his rights were invaded. It has often been declared that to give title under the statute of limitations, the possession of the disseisor must not only be actual, but it must be visible, notorious, distinct, hostile, and continued for the period of twenty-one years. Hawk v. Senseman, 6 Serg. & Rawle 21; Adams v. Robinson, 6 Barr 271; Hole v. Rittenhouse, 1 Casey 493. And where the entry was originally as guardian, agent, tenant at will, or for years, or tenant in common, or in any other fiduciary character, it would require some decisive act or declaration to make the possession adverse: McMasters v. Bell, 2 Pa. Rep. 183. The possession of the agent -is the possession of the principal, the possession of the guardian is that of the ward, the possession of the tenant at will, or for years, is the possession of the landlord, and the possession of one tenant in common is the possession of all: Cook v. Nicholas, 2 W. & S. 27; Grafius v. Tottenham, 1 W. & S. 488. The possession of the mortgagor is the'possession of, the mortgagee, who is not, but at his own election and for the sake of his remedy, liable to be disseised by any act of the mortgagi^ remaining in possession; and the latter can make no lease or contract respecting the mortgaged premises effectual to bind the mortgagee or prejudicial to his title: 6 Mass. 239, 11 Mass. 125, 130, 300, 302, 11 Pick. 311, Cro. Jac. 659. In Pennsylvania, the estate of the mortgagee before entry cannot, it is true, be sold on execution; Rickert v. Madeira, 1 R. 325; and where a mortgagee permits a mortgagor to remain in possession and raise and sell grain, he cannot afterwards-claim the grain under his mortgage: Myers v. White, 1 R. 353. But it must, nevertheless, be remembered that by the common law the mortgagee, on the execution of the mortgage, becomes the owner of the legal estate; that the land and all its profits form a security for his debt; that the mortgagor is liable to immediate eviction by the mortgagee, unless protected by an agreement for quiet possession until default of payment; and that equity will, in no instance, interpose its authority to obstruct the mortgagee from evicting the mortgagor from possession, but for such purpose will consider the latter as tenant at will: Coote on Mortgages 332 ; Cholmondely v. Clinton, 2 Mer. 359. The remedy by scire facias prescribed by our Act of Assembly does not exclude the remedy by ejectment on the mortgage, because they are different in their objects and results: 1 Bin. 175; 12 S. & R. 240.\nHaving these rights, it is evident that George Knorr could not be disseised by the mere payment of a few months’ rent to -the •daughter of the mortgagor, whether that.-payment were made in opposition to the will of Mrs. Le Campion, or by her consent. In either case, unless it was brought to the notice of the mortgagee as a claim of title in hostility to his own, he is not to be affected by it, as the commencement of an adverse possession. So long as the tenant, who entered under his title, remains in possession, he has a right to presume that he continues there in fidelity to the tenure. But the moment he has notice of an adverse claim by the person in possession, he may vindicate his rights by ejectment: 2 Mer. 359; Coote 332. If he delays beyond the period of twenty-one years, it is his own fault. He would probably be barred, although the disseisin commenced before the instalments of the mortgage-money were due, because he had his remedy by ejectment. But it is not necessary to decide this point, as it is clear that he can-mot be disseised by a secret act which works no visible change in the possession; such as the payment of rent by the tenant in possession to another person, with the assent of the mortgagor. In this case, so far as George Knorr was concerned, the possession of Mrs. Martin must be regarded as derived under and through her mother, Mrs. Le Campion, and, until the occurrence of some ouster or denial of Knorr’s title, sufficiently open or notorious to attract his attention, Mrs. Martin’s possession was nothing more than the possession of the mortgagee.\nThis disposes of all the material points in the case. The 1st and 4th assignments of error are not particularly noticed, because they are not made according to the rules of court.\nJudgment affirmed.."}