{"id": "979769", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nThis is an action by the holder of several bonds of “ The Chartiers Coal Company” against a stockholder in said company, to recover a sum alleged to be due and unpaid on his subscription to the stock. The action is brought under that clause in the charter which declares that“ each stockholder shall be liable, in his individual capacity, for the debts and performance of all contracts entered into by said company to the amount of the balance unpaid on the stock of said stockholder, so that the subscribed stock of said company, whether paid in or not, shall be liable for said debts and contracts:” P. L. 1850, p. 940. The defendant below alleged that the stock taken by him was. paid up in full, and the special verdict finds the facts in the case. We are to decide whether the facts so found amount to a payment or not. It appears from the verdict of the jury that 250 shares were subscribed by the defendant on .the 7th February, 1850, the par value of which amounted in the aggregate to $5000. It further appears from the entries in the stock ledger of the company, set forth in the verdict, that conveyances of coal land in fee, contracts for coal land, contracts for harbour, and lands at harbour, &c., as per conveyances and assignments of Z. W. Remington to the company,” were “valued and appraised at, and receipted for, by Z. W. Remington to the original subscribers to the capital stock of the company.” The amount credited to S. Watson Carr on this account, for money receipted for by Z. W. Remington, is 2500 dollars. The residue of Mr. Carr’s subscription was paid in cash. The jury find that each stockholder paid in cash only ten dollars on each share, and was credited on the books with the additional sum of ten dollars per share, “ in the lands -and contracts aforesaid.” There is nothing in the special verdict tending to show that there was any fraud in this transaction. The charter authorized the company to “ purchase land not exceeding 1000 acres,” and “to employ its capital in purchasing and holding the lands aforesaid, with the improvements,” &c. There was, therefore, nothing in this arrangement with Remington which exceeded the' corporate powers of the company. The corporation, being indebted to Remington for the lands necessary for its business operations, was bound to collect the subscriptions to its stock and to pay the money over to Remington in satisfaction of that debt. A payment by the stockholders directly to Remington, with the assent of the corporation, produced the same result, and was in law a good payment pro tanto on their several subscriptions to the stock.\nIn making their contract with Remington the parties took the precaution to have the lands “valued and appraised.” We are \" bound to presume that this was fairly done. There is nothing in the verdict to repel this presumption. It is true that the preamble to the resolutions of the 11th March, 1852, two years after the payment, states that “ on the organization of the company a prospective value or estimate was placed on contracts and lands conveyed to the company by Z. W. Remington, and that, contrary to the estimates at the time of the organization of the company, 100,000 dollars in cash subscriptions prove insufficient to carry out the plans and purposes contemplated by this charter.” What has Mr. Carr to do with an error in the judgment of the company in regard to the value of their purchase from Remington ? If through errors of judgment in carrying on their business, they find themselves unable to “ carry out their plans,” what is that to him ? If they took lands at a “prospective value,” never realized, it is nothing more than many individuals and corporations have done before. Such an error in management or in their judgment of the value of a purchase, made without fraud, forms no ground for rescinding the contract. Even if Mr. Carr had been the owner of an interest with Remington in the lands conveyed to the com‘pany, the contract could not be rescinded without his consent. But, as we understand the verdict, it does not appear that Mr. Carr had any interest in the lands whatever. We infer from the facts stated in it that he satisfied $2500 of Remington’s claim against the corporation, and in consideration of doing so, received a credit for an equal amount on his subscription to the stock. This transaction was neither illegal nor improper. It could not be invalidated by the subsequent discovery that the company had made a bad bargain with Remington. Nothing short of Mr. Carr’s voluntary consent could give validity to the resolutions of the 11th March, 1852, invalidating the payment made by him through Remington. No inference can be drawn from his presence when the resolutions were adopted, beyond that of his assent to them as a whole. If he did assent to them as a whole, he had certainly a right to avail himself of the provisions made for those who were “ unable or neglected” to pay a second time. The verdict finds that he belonged to that class, and that he tendered his old certificate and offered to receive a new one for one-balf tbe amount according to the resolutions, and that this was refused by the president of the company.\nWe are of opinion that Mr. Carr’s subscription to the stock of the company was paid up in full by cash for one half of it, and the arrangement with Remington for the other half;- that the resolutions of 11th March, 1852, invalidating that payment, are binding only on those who consented to them; that the presence of Mr. Carr when the resolutions were adopted, authorizes no other inference than that he assented to them as a whole; and that he has fully complied, or offered to comply, with the terms of the resolution which provided for cases like his own.\nThis view of the case renders it unnecessary to consider the other points. But we do not desire to have any doubt on the question whether the holder of bonds issued by a corporation, payable to bearer, may maintain an action on them in his own name. Such bonds are not strictly negotiable under the law merchant, as are promissory notes and bills of exchange. They are, however, instruments of a peculiar character, and being expressly designed to be passed from hand to hand, and by common usage actually so transferred, are capable of passing by delivery so as to enable the holder to maintain an action on them in his own name. Possession is prima facie evidence of ownership.\nThe judgment of the court below is correct.\nJudgment affirmed."}