{"id": "979728", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nThe Act of 30th March, 1811, gives to the auditor-general and state treasurer full jurisdiction to examine and adjust “ all accounts between the Commonwealth and any person or persons, body politic or corporate, as well those with the officers of the revenue as other persons intrusted with the receipt, or who have, or hereafter may become possessed of public money.” They have power, by the express provisions of the act, to compel the attendance of the accountant and the production of his vouchers, but this is for the greater security of the Commonwealth, and not for the benefit of the accountant. There is no provision in the statute requiring the auditor-general to issue a summons to the party before proceeding to settle an account. On the contrary, it is implied that the settlement may be made without such notice, from the provisions requiring notice of the settlement to be given “within thirty days” afterwards, and allowing the accountant “ sixty days after notice,” to file an appeal, if dissatisfied with the settlement.\nIt is true that no man can be deprived of his right without an opportunity to be heard. Michael Dalton, in his old law-book, called the Country Justice, enforces this principle, by declaring it to be God’s law, and citing Gen. 3,9, “Adam, where art thou?” and Gen. 4, 9, “Where is thy brother Abel?” Dalton's Justice, 27th ed., 1643. Chief Justice Gibson recognises the same doctrine in The Commonwealth v. Fitler’s Administrator, 12 Ser. & R. 278; and Judge Coulter does the same thing in Brown v. Hummel, 6 Barr 91. In accordance with this principle, we would certainly advise the accounting officers to give notice of the time and place appointed for the settlement, in all cases where it is practicable. But it is a great mistake to suppose that an omission to do so renders their proceedings absolutely void, and transfers the jurisdiction over the accounts to the courts of common law. The only effect of omitting to give the notice required is to extend the time for an appeal until sixty days after the notice shall be given. The party is thus secured all the advantages of a jury trial. The legislature had an undoubted right to prescribe a limit within which that privilege shall be claimed, and the public convenience renders it eminently proper that the trial shall be before the court ■which sits at the seat of government. If the accountant will not claim his rights in the manner prescribed by the statute, we have no power to give him a hearing on any other terms. The adjustment by the auditor-general and state treasurer must be regarded as conclusive, unless appealed from within sixty days after notice. The Act of 1806 requires that where a statute prescribes a remedy, that remedy shall be pursued. If the auditor-general neglects to give notice of the settlement, and brings an action to recover the amount without such notice, the notice may be treated as given when the writ is served, and if an appeal be filed within sixty days thereafter, the action must be stayed until the appeal is tried before the proper tribunal. In this case the defendant below pleaded to the declaration on the 4th of August, 1855. It would be preposterous to say that he had not notice at that time that the account had been settled. Having neglected to pursue the remedy prescribed by the statute, the settlement is conclusive. We see no error in the proceedings of the District Court.\nJudgment affirmed."}