{"id": "979732", "contents": "The opinion of the court was delivered by\nLowrie, J.\nThough we incline to think that this action is rightly brought in the name of the person for whose benefit the insurance was effected, yet, under the view that we take of the case, this is not material.\nWe incline also to the opinion that notwithstanding the express terms of the policy, the countersigning by the agents is not, under all circumstances, essential. On an equitable interpretation of the whole transaction, it may become the duty of the court to dispense with a portion of the forms of contract, if it can find any reliable substitute for them, on the principle that cures defective execution .of powers, where the intention to execute is sufficiently plain.\nThis contract was to be complete when delivered by the agents of the defendants, and we regard the countersigning by the agents as the appointed evidence of its proper delivery. If we do not find this evidence, we must treat it as not delivered, unless we have other evidence which we can regard as equivalent. It seems to us that'a final delivery by letter, being also by writing, may be treated as equivalent; and this brings us to the question, was there such a delivery ? If not, of course there was no perfect contract between the parties. At this point millions of money may depend. upon a farthing or a signature or a word; for so long as the parties differ by a farthing, the contract is imperfect and establishes no relation.\nWas there a final delivery ? Here we must refer to the letter accompanying the policy. It shows that the company had not accepted the terms which had been arranged between Myers and the agents; but had prepared a policy on different terms. Of course, therefore, Myers had as yet made no contract. His proposal was not accepted, but another proposal in the shape of a new policy was sent to him, and his acceptance of this proposal according to its terms, was essential in order to give it the character of a contract. He was told in the letter that the new terms “ require the whole of the premium to be paid in cash, which if you don’t wish to comply with, you can return this policy, and we will return to you the amount paid us with your notesand he was further informed that there was “ a balance yet due on the first payment of $2.57J.”\nThis, therefore, was very plainly a conditional, and not final delivery; a proposal and not a contract. It was to be a final delivery as a contract if Myers agreed to it, accepted the new terms, returned the old policy, and paid the balance; and we have no evidence that he did either, except by his retention of the new policy; which certainly is no evidence of the return of the old one or of the payment of the balance, and cannot possibly be called an acceptance so long as any single thing remained open for dispute or treaty, or anything to be done by him remained undone. The learned judge of the District Court was therefore right in declaring in substance that there was no binding delivery of the policy, and this affirms the judgment without the other points, and we must not discuss them.\nJudgment affirmed."}