{"id": "981558", "contents": "The opinion of the court was delivered by\nWoodward, J.\nIt appears from the record that the sheriff’s sale through which the plaintiff derived his title proceeded upon two judgments against Ferdinand Rath, one in the name of Brucher & Brucher, entered July 13th, 1845, and revived 23d August, 1853, for $53.54; the other in the name of the plaintiff, Peter Ralfensberger, entered in the Common Pleas 8th June, 1852, for $16.10. It is manifest that the sheriff’s sale conferred upon the plaintiff such title and only such as Rath had in the land at the date of the revival of the first of the above judgments and of the entry of the second.\nWhat interest had Rath in the land at those dates or either of them ?\nIn 1835 he entered into a written contract with Peter Hummer, Jr., for the purchase of it at $15 per acre, being for the whole $128.53, went into possession, made some improvements, but paid nothing on account of the purchase-money, and next year, after a quarrel with Hummer, gave up the contract, which was cancelled and destroyed by their mutual consent. Hummer then, on the 5th May, 1836, conveyed the title to his father, Peter Hummer, Sr., who made a parol agreement with Rath that was never reduced to writing. Rath’s wife was the daughter of Peter Hummer, Sr., and she had a daughter named Susanna Leady before she married Rath. Some $94 of money belonging to Susanna was in the hands of her grandfather, Peter Hummer, Sr., and as she lived in Rath’s family it was stipulated in the parol agreement between Hummer and Rath that this money should be considered as a payment made by Rath on the land, or rather that Rath should pay it to Susanna when she came of age, and that he should give his' note or bond to Hummer for the balance of the purchase-money, being the same in amount as that agreed on between him and Peter, Jr., and if he should be unable to pay Susanna, the place was to be sold, she was to be first paid out of the proceeds, and the residue was to go to Rath. Such in substance was the parol arrangement under which Rath and his family continued in possession.\nIn 1847 Susanna came of age, and Rath not having paid or secured any purchase-money either to her or old Hummer, the latter executed a deed to her for the land on the 19th November, 1847, in consideration of $34.53, which it is alleged she paid. Rath was present at the acknowledgment of this deed, and said he had nothing to say against it.\nSeveral other facts are alleged by counsel without contradiction, of which we find no evidence on our paper-books — such as that Rath took a lease from Susanna Leady (now Cullison) — that he abandoned the premises and his wife in 1852, and that she has continued in possession since as Mrs. Cullison’s tenant.\nBut laying these out of view, and contemplating the case in the light of such facts only as are upon the record, how, it may be asked, can Rath be said to have had any title either at the time of the sheriff’s sale, or when the judgments were entered up ?\nCounsel answer that his equitable interest under the contract with Peter Hummer, Jr., could not be divested by parol, and for this they rely on Goucher v. Martin, 9 Watts 106.\nThat was an action of ejectment by a vendor against his vendee in possession under articles of agreement, who had paid all of the purchase-money that had fallen due before the suit was brought, and this court would not permit the plaintiff to turn the vendee out on proof of a parol resale, unaccompanied by any act which according to the decisions was necessary to take it out of the operation of the statute of frauds and perjuries. The articles still subsisting — the possession maintained under them — the payments fully made according to them — no chancellor would have decreed a surrender or reconveyance on proof of a contract which a statute forbad to be enforced.\nBut there is no likeness between that case and this. Here the action is by the vendee, or one claiming under him, against those holding the legal title of the vendor, and in possession under that title. Here there was no payment of purchase-money — a voluntary destruction of the articles of agreement and an express acquiescence on the part of the vendee in the sale and conveyance of the vendor’s title to a third party who paid a valuable consideration, and that before the creditors of the vendee acquired any lien against him.\nWould a chancellor decree a conveyance to such a vendee? Certainly not. The parol evidence would be a sufficient defence against a demand for specific performance of articles thus treated.\nI never doubted that written articles might be waived by parol, but when the case of Boyce v. McCulloch, 3 W. & S. 429, was tried before me, I thought, and so instructed the jury, that the parol agreement of waiver must be indicated by some decisive circumstance such as the cancellation or giving up of the articles or removing from possession of the land, but for saying this I was reversed, and the case was put upon the principle of Chancellor Kent in Stevens v. Cooper, 1 Johns. C. R. 429, that the evidence in such cases is good only as a defence to a bill for specific performance, but is totally inadmissible, at law or equity, as a ground to compel performance in specie.\nBoyce v. McCulloch, like the present case, was a suit by a vendee against his vendor, and the parol waiver was held to be good without any of the decisive circumstances which abound in this case. As an authority it goes much farther than is necessary to sustain the ruling of the learned judge below.\nNor is there the slightest discrepancy between that case and Goucher v. Martin. The doctrine which results from the two cases is, that a mere parol agreement, which is insufficient to ground a decree for specific performance, may be sufficient to rebut an equity, and this is agreeable to all the authorities.\nThe learned counsel does not rest Rath’s interest upon the parol agreement made with Peter Hummer, Sr., and it is well he does not, for such a foundation would not sustain it for a moment. That agreement was intended to be reduced to writing, but never was — the note or bond was never made — no part of the purchase-money paid, and no possession was taken under and in pursuance of it. No equity ever resulted out of it tangible enough for a judgment-creditor to seize or sell.\nAnd as the authorities take away the proposition that Rath could not release by parol the equities he held under the agreement with Peter Hummer, Jr., it is apparent that he had no interest whatever in the land, not a shadow of title for the sheriff to sell. ’\nThe bill of exceptions which relates to the offer of Rath’s declarations is based upon the assumption that he had an interest in the land, and might therefore affect it by his speech; but we have shown that he had no interest, and therefore what he said about it was quite irrelevant.\nNor was there error in rejecting the evidence in the other bills of exception. It was not the case of a fraudulent concealment or conveyance of a- debtor’s property, but the debtor, after he gave up his articles, had no interest in respect of which his creditors could be defrauded. What boots it then that the conveyance to Susanna was attended with the declarations and the motives imputed in the bill of exceptions ? It was a valid conveyance by a real owner to a Iona fide purchaser for a valuable consideration, and neither Rath nor his creditors had any such relation to the subject-matter as entitled them to impeach it.\nWe think the cause was well tried and decided, and the judgment is affirmed."}