{"id": "981561", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nWhen bills of exchange and promissory notes are drawn and endorsed in the usual course of business, there is no difficulty in determining the extent of liability incurred. When a note is endorsed after it is due, the endorsement is equivalent to a bill of exchange drawn upon the maker at sight: Patterson v. Todd & Lemon, 6 Harris 426. When a note-payable to the order of the payee is endorsed by one not a party to it, the endorsement, unexplained, is an agreement to be liable for the note in the hands of third persons, after the payee has placed his name there as first endorser: Hauck v. Carman, 10 John. R. 224; 12 John. R. 159; Taylor v. McCune, 1 Jones 466. On such an endorsement, unaided by other evidence, the payee cannot recover against the endorser: Bishop v. Hayward, 4 T. R. 470. But the payee may show aliunde that the endorsement was made for the purpose of procuring a credit with him for the maker of the note. If so, the endorser may be regarded as a guarantor of the note: 4 T. R. 470; 12 John. 159; 17 John. 326; 1 Jones 466; 4 Watts 449; 6 Harris 426. In such a case, if the maker is insolvent at the maturity of the note, this is prima facie evidence that a demand and notice would be of no avail, and that the guarantor could not be prejudiced by the want of them. Gibbs v. Cannon, 9 S. & R. 198; 4 Watts 450. But in this case, no question was raised in the court below in regard to demand on the principal debtor, or due diligence in pursuing him, and we raise no questions of the kind here. As the evidence shows that the principal debtor was insolvent, and that the surety, after maturity of the note, promised to pay the debt, the parties very properly put the defence upon the nature and extent of the contract. The evidence is clear and uncontradicted, tending to show that the endorsement, although made before the note was delivered to or endorsed by the payee, was made for the purpose of procuring a loan of money from him to the maker of the note, and that Lang, the endorser, was to be security for the repayment of it. Under these circumstances it was not error to instruct the jury that, “ if the note was endorsed by the defendant with the view of obtaining a loan, and a loan was made on the faith of the endorsement, the plaintiff is entitled to recover, otherwise not.” Applying these instructions to the evidence, they must have been understood by the jury as submitting to them to decide, whether the defendant contracted with the plaintiff to become security to him for the money advanced to the maker; and they have responded in the affirmative. This cures any ambiguity in the charge in regard to the presumption “ arising from the face or the back of the note.” By the explicit instruction that the plaintiff could not recover unless the jury were satisfied that the endorsement was made with the view of obtaining a’loan from the plaintiff on the faith of it, the cause was made to turn upon its true point.\nJudgment affirmed."}