{"id": "981588", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe question presented by the first error assigned, is not whether the evidence offered and rejected proved the plaintiff’s ratification of Fisher’s subscription; but whether it tended to prove it.\nSuppose the court had admitted the evidence and the jury had found the plaintiff’s assent and ratification, could he have expected us to reverse the judgment on the ground that a question of fact had been submitted and found without any evidence ?\nCould it have been said that the facts set down in the bill of exception, fully proved, were no evidence of ratification; that they were so entirely irrelevant as to be unworthy of consideration by rational minds in connexion with such a question ; that that question stood just as far from demonstration after such evidence as before ?\nUnless this could have been said, and must have been said in the event supposed, the judgment now before us must be reversed; for the question here is, in essence and substance, exactly the same as it would have been then.\nIf this evidence might have satisfied the jury; that is, if it were of a quality to persuade reasonable men that Cowell did assent to Fisher’s assumed agency after he had full knowledge of what had been done, it should have been admitted. The question in the cause was for the jury, and not the court. But the fact to be inquired for, like all mental conditions and operations, could be established only inferentially. We judge of the mind and will of a party only from his conduct, and if he hEy¡&,done or omitted nothing which may fairly be interpreted as indicative of the mental purpose, there is indeed no evidence of it for either court or jury; but if his c nduct, in given circumstances, affords any ground for a presumption in respect to the mental purpose, it is for a jury to define, limit, and apply the presumption.\nThe most material circumstance in the offer was the silence of Mr. Cowell. Fully informed about the last of the year 1848 as to what had been done in his name, and the motives and reasons for doing it, he did not condescend to reply for nearly seven years. It is insisted that this fact, even when taken in connexion with the other circumstances in the offer, was no evidence of his intention to assent to the new subscription.\nThe argument admits that where the relation of principal and agent has once existed, or where the property of a principal has with his consent come into the hands and possession of a third party, the principal is bound to give notice that he will not sanction the unauthorized acts of the agent, performed in good faith and for his benefit; but it is said, and truly, that Mr. Fisher had never been an authorized agent of the plaintiff for any purpose, and that the plaintiff’s property had never been intrusted to him. It is on this distinction that the learned counsel sets aside the case of The Kentucky Bank v. Combs, 7 Barr 546, and indeed all of the authorities relied on by the defendants.\nI do not understand counsel to mean that there can be no valid ratification unless one of the conditions specified — either prior agency or possession of principal’s property — has existed, but that silence after knowledge of the act done, is evidence of ratification only in such cases. It must be admitted that the act of a mere stranger or volunteer is capable of ratification, for all the authorities are so; but the argument is that the silence of the party to be affected, whatever the attending circumstances, cannot amount to ratification of the act of a stranger.\nIn Wilson v. Tumman, 6 M. & G. 242, C. J. Tindal, on the authority of several old cases, considered that the effect of a ratification was dependent on the question whether the person assuming to act, had acted for another and not for himself. The act, it would seem, cannot be ratified unless it was done in the name of the person ratifying. Batum, quis habere non potest, quod ipsius nomine non est gestum. And the general rulé' is thus expressed in the Digest, 50 — Si quis ratum habuerit quod gestum est, obstringitur mandati actione.\nIf then, the principle of law be that I can ratify that only which is done in my name, but when I have ratified whatever is done in my name, I am bound for it as by the act of an authorized agent, it is apparent that my silence in view of what has been done is to be regarded- simply as evidence of ratification, more or less expressive, according to the circumstances in which it occurs. It is not ratification of itself, but only evidence of it to go to the jury along with all the circumstances that stand in immediate connexion with it. Among these, the prior relations of the parties are very important. If the party to be charged had been accustomed to contract through the agency of the individual assuming to act for him — or had intrusted property to his keeping — or if he were a child or servant, partner or factor, the relation, conjunctions favor, would make silence strong evidence of assent.\nOn the other hand, if there had been no former agency, and no peculiarity whatever in the prior relations of the parties, silence— a refusal to respond to a mere impertinent interference — would be a very inconclusive, but not an absolutely irrelevant circumstance. The man who will not speak wrhen he sees his interests affected by another, must be content to let a jury interpret his silence.\nIt is a clear principle of equity that where a man stands by knowingly, and suffers another person to do acts in his own name without any opposition or objection, he is presumed to have given authority to do those acts. Semper, qui non prohibet pro se intervenire, mandare creditur: Story’s Agency, § 89. •\nWe do not apply the full strength of this principle when we rule that the plaintiff’s silence, in connexion with the circumstances offered, was evidence fit for the consideration of a jury on the question of ratification. If mental assent may be inferred from circumstances, silence may indicate it as well as words or deeds. To say that silence is no evidence of it, is to say there can be no implied ratification of an unauthorized act — or at the least to tie up the possibility of ratification to the accident of prior relations. Neither reason nor authority justifies such a conclusion. A man who sees what has been done in his name and for his benefit, even by an intermeddler, has the same power to ratify and confirm it that he would have to make a similar contract for himself, and if the power to ratify he conceded to him, the fact of ratification must be provable by the ordinary means.\nFor these reasons the distinction on which the argument for the defendant in error rests seems to us to be too narrow.\n■ The prior relations of the parties lend great importance to the fact of silence, but it is a mistake to - make the competency of the fact dependent on those relations. I am aware that Livermore cites with approbation, p. 50, the opinion of civil law writers, that where a volunteer has officiously interfered in the affairs of another person, and made a contract for him without any colour of authority, such other person is not bound to answer a letter from the intermeddler, informing him of the contract made in his name, nor is- his silence to be construed into ratification. But it is to be remembered that such writers are not laying down a rule of evidence to govern trials by jury, but are declaring rather the effect upon the judicial mind of the party’s silence. It is one thing to say that the law will not imply a ratification from silence, and a very different thing to say that silence. is a circumstance from which, with others, a jury may imply it. Because evidence does not raise a presumption so violent as to force itself upon the judge as a conclusion of law, is the evidence therefore incompetent to go to a jury as ground for a conclusion of fact ? No writer with a common law jury before his eyes, has ever maintained the affirmative of this proposition. If it could be established it would abolish that institution entirely, and refer every question and all evidence to the judicial conscience.\nBut it is time now to remark that this case is far from being that of a mere volunteer or intermeddler. True it is that Mr. Fisher had not any proper authority to make the new subscription, but Messrs. Binney and Biddle, the friends and correspondents of the plaintiff, had consulted him in reference to the plaintiff’s interests in this railroad company, and as a director of the company he stood in some sort as a representative and trustee of the plaintiff, who was in a foreign country, and without any authorized agent here. The proposition that every stockholder should subscribe new stock to the extent of 10 per cent, was designed, and as the event proved, was well designed, to , retrieve the fortunes of the company, but it was necessary to its success that every stockholder should come into the arrangement. The emergency was pressing, and Mr. Fisher, manifestly acting in perfect good faith, made the subscription for the plaintiff, which he believed the plaintiff would not hesitate to make if personally present.\nWhen the plaintiff was fully informed that a sagacious financier, to whom his chosen friends and correspondents had referred his interests, and who stood in the fiduciary relation of a director, had pledged him for a new subscription, which circumstances seemed to justify and demand, I say not that he was bound by it, nor even that he was bound to repudiate it, but that his delay for near seven years either to approve or repudiate, was a fact fit to be considered by a jury on the question of ratification. The subscription was made in the plaintiff’s name, and accepted by the company as his, and it does not appear that they knew Fisher was acting without authority. The offer was to show that it was highly beneficial to the plaintiff. It was then such an act as is capable in law of being ratified. The plaintiff might make it his own by adoption. Did he adopt it? He did if he ever gave it mental assent. How could the company show assent by anything short of a written agreement, if not by evidence of the nature of that in the bill of exception ? The medium of proof, where a mental purpose' is the object of inquiry, must conform to the mode of'manifestation. To say that you may prove assent, but may not give the circumstances in evidence from which it is to be implied, is to say nothing.\nStrongly persuasive as we consider the offered evidence, we do not put our judgment so much upon tbe strength as upon the nature of it. We think it was calculated to convince a jury that the plaintiff did indeed assent to and approve of what Mr. Fisher had done in his behalf, and therefore it should have been received and submitted.\nIf they should find from it the assent and ratification of the plaintiff, the subscription became, as between him and the company, a valid contract, and on his failure to pay the instalments, the company had a right to apply thereto the accruing dividends on his old stock.\nWhen he pays what remains unpaid on the instalments, he will be entitled to his certificates of stock.\nThe defence under the statute of limitations was not well taken. It may be well doubted whether under our Acts of Assembly any incorporated company can set up the statute of limitations against a stockholder’s dividends. It certainly cannot be done until after a demand and refusal, or notice to a shareholder that his right to dividends is denied. But here, so far from such notice having been given, the company recognise the plaintiff’s right to the dividends, and claim to have applied them to his use. The statute can have no place in such a defencp.\nThe judgment is reversed and a venire cíe novo awarded."}