{"id": "981553", "contents": "The opinion of the court was delivered by\nWoodward, J.\nWhat the appellant complains of is, that the court below held him to his “ solemn promise,” or rather that they would not let him have the fruits of its violation. He obtained the confession of judgment from Grarrigues on the express condition, that he would neither enter it nor issue execution on it until after a certain judgment, confessed to Boggs & Kirk, by the same defendant, had been entered and execution issued thereon.\nHe did both. He entered his judgment, and issued execution on the same day and half an hour before Boggs & Kirk; but when the sheriff brought in the money arising from the sale of the defendant’s personal property on both writs, the court, on proof Of Ayers’s agreement, awai’ded the money to Boggs & Kirk. This was a singularly simple and direct administration of justice. No attack was made on Ayers’s judgment or execution. Both were right in themselves. Neither the defendant nor his other creditors questioned them, but the defendant proved the agreement, and the court considered that as done which ought to have been done, and postponed Ayers.\nThe effect of the agreement was to entitle Boggs & Kirk to a preference, and it was founded on a sufficient consideration, the confession of the judgment without the delay and costs of a suit. No matter that the consideration moved from Grarrigues and not from Boggs & Kirk, it was sufficient to bind Ayers. And Boggs & Kirk were entitled to avail themselves of a promise made for, their benefit, when founded on a valuable consideration, though it was made to their debtor and not to them. And there is no difficulty about parol evidence, because it was a fraud in Ayers to use his judgment to defeat a creditor, whom he had agreed to prefer. Judgments and executions cannot be made any more efficient instruments of fraud, than less weighty matters. When used for such a purpose, they are open to inquiry like other transactions.\nThe decree is affirmed at the costs of the appellant."}