{"id": "981598", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nIn respect to the fine claimed in this ease, the county ¡of Northampton stands in the place of the Commonwealth, and the governor’s power to remit it is as full as if the money was to be paid into the state treasury: The Commonwealth v. Denniston, 9 Watts 142. The effect of a pardon is to acquit the offender of all the penalties annexed to the conviction, and to give him a new credit and capacity: In the matter of Deming, 10 John. 232. The word “pardon” includes in itself the word “release,” and it will therefore discharge an immediate debtor to the king, although it would not discharge process under which the king had seized the goods of one who was debtor to the king’s debtor: Sid. 265; 17 Viner’s Abr. 24, Lock v. Etherington. It is true that the costs, for which a judgriient has been given, are not remitted by a pardon of the offence subsequent to the judgment, but the reason is that there was an interest vested in private persons ; in every other respect the pardon was held to operate as a discharge: King & Codington v. Rodman, Cro. Car. 199; Commonwealth v. Denniston, 9 Watts 142; Duncan v. The Commonwealth, 4 S. & R. 451. It is also true that where the .king by means of office found, or otherwise, is deemed in possession of the goods or chattels of the offender, a pardon, without words of restitution, will not restore the goods or. chattels. But where the king has nothing but a demand against the offender for a fine or sum of money, a pardon of the offence, although after sentence, is a release of all fines imposed as punishment for it, for the reason already assigned, that the word “ pardon” includes in it the word “release.” Sheriffs cannot collect fines or issues after a general pardon: Marmot’s Case, Grodb. 178; 17 Viner’s Abr. 24. A. was convicted of nuisance, and fined; afterwards came the general pardon. The court held that he was discharged thereby only as to the fine, and not as to the abatement of the nuisance, for that is not a punishment to the party but a remedy for the grievance to other people: Salk. 458; The King and Queen v. Wilcox, 17 Viner’s Abr. 25. In The Queen v. Barret, Salic. 383, the only objection urged why a general pardon should not discharge a fine after conviction and sentence, was, that in that case the forfeiture belonged to the party grieved. It was formerly doubted whether a pardon could do more than take away the punishment, leaving the crime and its disabling consequences unremoved. But it is stated in 7 Bacon’s Abr. 416, to be “ now settled that a pardon, whether by the king or by act of parliament, removes not only the punishment but all the legal disabilities consequent on the crime.” The limitation to this general rule is that a pardon cannot divest any person of any right or interest which the law had permitted to be acquired and vested in consequence of the judgment: Hawk. tit. Pardon, ch. 37, s. 34, 54; 10 John. 233. We can readily understand why the pardon of an outlawry would not remit the fine imposed for the trespass. But it is not easy to reconcile all the decisions on the effect of pardons. We are satisfied, however, that although the remission of the fine imposed would not discharge the offender from all the consequences of his guilt, a full pardon of the offence would: Holliday v. The People of Illinois, 5 Grillman 214. In the case before us we have the offence fully recited, together with the sentence including the fine. We have also the recitals showing that the executive was satisfied that Daniel Lachenaur, before his conviction of conspiracy, was “ a man of high character,” and that “ the principal if not the only evidence against him was the testimony of a person already convicted of a felony, and of otherwise notoriously bad character for truth.” These reasons operate as strongly in favour of remitting the fine of $2500, as in favour of discharging any of the other consequences of the conviction. We have no doubt of the intention of the executive, and we think that his intention is fully expressed in the pardon. The fine was remitted by the pardon of the offence.\nJudgment reversed and judgment rendered in favour of the plaintiff in error."}