{"id": "981556", "contents": "The opinion of the court was delivered by\nLowrie, J.\nOn the first demurrer the defendant raises the question, whether the Act of 3d May, 1850, relating to district attorneys, does not take away the authority of the attorney-general to institute this proceeding. We do not think that it does. It was intended to vest in the district attorneys an independent authority, instead of the one dependent upon the attorney-general, which his deputies had before.\nIt does not deprive the attorney-general of the authority expressly given him to institute this proceeding, and possibly it has affected his authority no further than in taking from him his former power of appointment, and in the authorities incident to that power.\nIt is also argued that the defendant is not subject to the provisions of the bank law of 1824, which fixes the rate of discount, and prohibits the banks from dealing or trading in anything but bills of exchange, gold and silver, bullion, &c.; but when this cause was up before on the motion to quash the complaint, we decided otherwise, and we do not now see any reason for changing the opinion which \"we then expressed. There is an objection to the original information (called the first count) for duplicity, which requires us to notice the whole frame of the original information and of the additional counts. The original information is not one count, but two. It commences with matter of inducement or introduction relative to the rights and duties of the bank, and then, in the light of these explanations, makes two charges against the bank for a breach of its duties.\nIt is the unnecessary and cumbersome repetition of this matter of inducement along with each of the additional counts, that gives to the original information the appearance of one count. It is in fact two, and therefore there is no ground for charging it with duplicity. The same objection of duplicity is raised to the last count, but we do not see that it is well founded.\nObjection is made to several of the counts, because they simply charge the bank with “ discounting” promissory notes at rates exceeding that fixed by law, and without averring that such discounts were made upon loans of money. This objection may be here considered. The objection is, that the bank is charged, not with “ making loans” at prohibited rates, but with “discounting” at prohibited rates. Can these terms, in any fair, frank, and truthful interpretation, be regarded as conveying different meanings, when used in regard to promissory notes ?\nCertainly the primary sense of discount is not identical with loan; but by a perfectly natural figure of speech it has acquired the sense of loan, and the two words are used interchangeably for the same idea. The principal idea is that expressed by the word loan, and a means of effecting it, and therefore part of the transaction is by discount; and the part here comes at last to be used for the whole, discount for loan, just as naturally as we use the word yoke for the oxen that are to bear it, when we say, a yoke of oxen.\nAll languages are full of words with such secondary meanings, and they are just as legitimate, when sanctioned by usage, as the primary meanings. If, in the connexion in which they are placed, they are not ambiguous, no fault can justly be found with them. In ordinary parlance among merchants, bankers, and other trading men, it is quite as usual, perhaps much more so, to speak of banks making discounts, of getting discounts from them, of offering notes for discount, and of curtailing discounts, as it is to speak of getting, making, asking, and curtailing loans; and both forms of expression are used as entirely equivalent.\nWebster defines discount “to lend or advance the amount of a security, deducting interest,” &c. A note is discounted in order to lend money to a person, the money is lent after having made this discount, and hence discount has come to be used for loan.\nAnd this use of the word discount is very common in our Acts of Assembly relating to banks. It is several times so used in the Act of 1824. This bank acts continually on the provision that “ ordinary discounts (loans) may be made by the president and four other directors.” The article fixing the rate of discounts is first found in the charter of the Bank of Pennsylvania, 1793, where discounts and loans are used as equivalent words in saying “ that the bank shall not take more than half per cent, for thirty days, for or upon its loans or discounts,” and the same is repeated in the charter of the Philadelphia Bank, 1804: 3 Sm. 103; 4 Id. 149. It would be a wearisome task to write or to read the numerous instances in which these words are used as equivalent in the language of legislation, and it would add no strength to what we have been saying; for we naturally expect the legislature to make a free use of the common language of the people in expressing their ideas; and, therefore, incline to require proof that they have not, rather than that they have, used these words as equivalent.\nWhen, in ancient times, our legislators and judges did not understand English, but only French and Latin, it was perfectly natural for them to speak, and write, and be addressed in those languages, and they might very well reject, as unintelligible or ambiguous, documents that were written in plain English, because to them they would be so.\nBut now all legislative and judicial proceedings are conducted in English, that is, in a language formed by the people themselves and not by their rulers, and it is impossible to reject a document for indefiniteness that expresses a perfectly clear and unambiguous idea, according to the language of the people. It would certainly raise a smile on the face of every man of business in the state, if we should say that the word discounting, as used in this information, does not convey the idea of making loans and of nothing else.\nWe think the objections made on this account are not sustained. Other objections to this information are founded on a supposed want of definiteness in specifying the acts of which the several offences consist. In testing the validity of these objections, we should greatly fail in systematic consistency if we should look only to the extreme and peculiar cases that are to be found in English jurisprudence, without regard to their history and to the general spirit of our own law on this subject.\nWhere a people consist of a ruling and a subject race, there always exists an internal jealousy, uneasiness, and discord, that give rise to very severe criminal laws; and this severity remains long after this distinction of races has passed away, and a real homogeneousness has taken its place. But then, the old severity of the laws has lost the support of the circumstances which caused that severity to be felt necessary, and the judicial 'heart seeks some compensation for the severity that has become unnecessary and odious, by requiring great strictness in the charge and proof of the offence.\nSuch was the origin of much of the old strictness of practice in penal and criminal proceedings, but it has been gradually passing away, because it has been gradually losing its reason and support. The general principle of practice now requires certainty only to a common intent; though there still remain classes of cases in which this general principle is hardly yet admitted.\nSome classes, of which usury is one, stand on a peculiar principle in the strictness which they demand; because the penalty is measured by the offence as charged and proved, the amount lent must be exactly laid, because it defines the penalty. In other cases, the time during which an offence is continued must be stated, because the sentence is measured by it: 11 S. & R. 193.\nAnd, in England, much of their strictness presented itself in relation to the conformity of the proof with the allegations, which has become almost obs#lete with us in general practice, because of our liberal allowance of amendments, even in penal actions (4 Watts 55; 4 Cow. 95); and in some cases we have provided against any undue demands of certainty by declaring that charging the offence in the language of the law, without the usual technical particularity, shall be sufficient.\nIn England they have endeavoured to get clear of these “technical niceties” in criminal cases, by the statute 7 Geo. 4, c. 64, § 19-21.\nWe shall be quite strict enough in dealing with the sufficiency of this information, if we test it by the principles of criminal practice. The question is, what degree of certainty is required in describing the offence ? It must be certainty to a common intent. Mr. Justice Sergeant says, 8 Watts 213: “ It is sufficient, in indictments, that the charge be stated with so much certainty that the defendant may know what he is called on to answer, and that the court may know how to render the proper judgment thereon.”\nChief Justice Gibson says, 5 State B. 66: “ Precision in the description must be sufficient to ‘ mark the limits of the accusation and fix the proof of it.’ The purpose to be aimed at in describing the offence, is to define the a.ct and the criminal element contained in it, so as to point the proof and the defence, and furnish reasonable security against the repetition of the charge. It is not sufficient to classify the offence, as by charging a man simply with larceny; but there must be sufficient when and where to mark the one act of the class to which it belongs, and it is for this purpose that circumstances of time and place must be given:” 6 S. & R. 10; 7 State R. 439.\nIt is not necessary that the acts constituting the offence be particularly described with all their circumstances, if it can be distinctly defined without this, and much of the particularity of pleadings comes from an abundant caution, rather than from the requirements of the law. But many offences are composed of a class of forbidden acts, punishable as a class; and such offences are properly described by the general term under which the acts constituting them fall, and are individuated only by time and place.\nOf this character are the offences of common barratry, vagrancy, common gambler, keeping a tippling-house, or disorderly or gambling-house, or being engaged in the slave trade, or in selling lottery tickets, or carrying on the business of a tavern-keeper, broker, or pilot, without license. See 6 Cowen 217; 13 Missouri R. 342; 2 Alab. 451; 11 Barb. S. C. 213; 8 Texas 255.\nIn some of these instances the particular acts that constitute the offence are not criminal by themselves, but only by frequent repetition; and some of them, when alone, are criminal in a different sense. In all of them, the offence is better described by its class name, with time and place, than by any conceivable particularity of facts.\nIn some eases both the particular and the general acts are made criminal, and then the particular act must be individuated if it is it that is charged, and the. general act must be individuated as general, if it is it that is charged.\nIf we cannot charge a general act, or fact, or business, or course of.conduct by its general name, without specifying the particulars that constitute it; then in order to be consistent, we ought to banish all general terms from legal documents, and try if we can draw any charge without them. A common indictment for assault and battery, is respectable chiefly because of the general form in which the offence is described; and it would be excessively odious if it described all the possible hundred offensive acts, very different in form, intensity, and aim, of which an assault and battery consists.\nAfter coming to these general conclusions on the character of the precision required in making penal charges, we may come to the special case under consideration. What is the law, and how is its transgression alleged ? The law is, “ the rate of discount, at which loans may be made, shall not exceed one-half of one per cent, for thirty days.”\nThe transgression of it is variously charged. In the first count it is, “ that for many months past the defendant has been in the constant practice of discounting promissory notes at exorbitant and usurious rates of interest, far exceeding the rate of one-half of one per cent.,” and then the amount of excess of discount taken in the several months of May to October, 1854, is given.\nThe eighth count (or third, leaving out the abandoned ones), differs from this only by stating the daily excess of discount taken in the same time. The ninth charges that the defendant, “ on the 26th October, 1854, and at divers other days before and since, discounted promissory notes at rates of discount exceeding,” &c., without any particulars.\nThe tenth is the same, but with the time, 31st August, 1853. The eleventh is, that the defendant, “ on the 4th May, 1854, and on divers other days before and since, made loans at rates of discount exceeding,” &e.\nIt is objected to all these charges, that they are defective in not making any reference to the particular notes, with their parties, dates, and amounts, which the defendant is charged with unlawfully discounting.\nWe are of opinion that this is not necessary, and what we say on this will apply to the same objection to other counts. The law fixing the rate of discount is a fundamental law of the bank, requiring that it shall not do business except in the manner therein laid down.\nIn doing its business it may take discounts at the given rate and at no higher. It is the form of the bank’s business that the law intends to direct and limit, and it refers to no special acts, except so far as the particular is always necessarily involved in the general.\nIt is the diversion of its business out of the prescribed way that constitutes the offence, though the proof of it can be made out only by giving particulars. The particulars which it is thought ought to have been given are not the fact charged, but the evidence of it, and are properly left out. The offence is doing an unauthorized business, and it may be charged in as general terms as those used in an indictment for any prohibited employment or business.\nIt is another fundamental law for the conduct of business of this bank, that it “ shall not deal or trade in anything but bills of exchange, gold and silver bullion,” &c., and not excepting promissory notes. In the second count of the original bill it is charged, that the defendant has “for a long time past, to wit, from 1st May, 1854, been engaged in dealing in promissory notes, contrary,” &c., without charging the taking of unlawful discounts.\nThis is answered by saying that the defendant is not forbidden to deal in them. The fourteenth count charges that the defendant on the 6th July, 1854, and on divers days before and since, “has dealt in promissory notes by purchasing the same at rates of discount greatly exceeding the rate of one-half of one per cent, for thirty days, that large numbers of promissory notes were bought by said bank, during the times aforesaid, at various rates of discount, greatly exceeding the rate of one-half per cent, for thirty days,” and to this the answer is again, that the defendant is not forbidden to do so.\nIt is worthy of notice, that the law does not expressly define what are the general powers, or what is the general business of banks. These are left to be ascertained according to the customs of the country, except so far as they are expressly limited.\nThey and their branches are sometimes called banks and offices of discount and deposit, and thus their business of lending money or receiving deposits is distinctly recognised. The early banks had no express authority to issue notes; yet their issues were protected against counterfeiting: 8 Sm. 188.\nAnd this shows that the authority to issue notes was implied. They were, therefore, banks of loan, deposit, and circulation; and to this may be added the business of collecting the money due to their customers on negotiable securities.\nBut this business could not be carried on unless by dealing in bonds, mortgages, notes, drafts, and money, and therefore it is implied that they may so deal; yet, in doing so, they can make no discount for time, or the risk of repayment, except at the rate specially authorized; and this restriction is to be treated as so far a part of the laws against usury that no device can be allowed as a means of evading it; but this does not at all prevent them foom charging for the expenses of collecting money at another place.\nThis objection to the second count of the original information is therefore sustained, and to the fourteenth is overruled.\nBut if banks could .carry on no business but the kind already spoken of, their real business would be entirely local, and they could not accommodate the business of their own community by buying the drafts on debtors at another place, or by selling them drafts in order to pay their debts at another place.\nIt was no doubt in order to extend their usefulness, and to enable them to act as agents in effecting distant exchanges, that they were authorized to trade and deal in bills of exchange.\nThis is a term that is not commonly applied to mere domiciliary drafts or orders, though the law calls all alike bills of exchange, because there are but few points of distinction between them. It did not need any special authority to entitle the bank to deal in these domiciliary drafts so far as to lend money on them, and dispose of or transfer them; for there is no limit on the forms of the security which they may take in making loans.\nBut if they may buy and sell domiciliary drafts, and drafts drawn abroad and payable at their place of business, without any limit, then they have an open field for evading the law fixing the rate of discount; for their borrowers, in their need, will always suit the form to their wishes, and then all. banks that please will become mere shaving shops, except for their directors and a few favourites.\nBills of exchange, in the most proper sense of the term, are means of collecting money due at another place, or of transferring money or its equivalent from one place to another; and it is this kind of bills that the bank is expressly authorized to deal or trade in.\nOur law does not refuse to enforce a draft drawn by one man on his next door neighbour, because it allows people to make their contracts in their own form; but such a form is senseless and altogether unusual, and will remain so, unless we sanction the principle insisted on here that banks may buy. such drafts without any limit of discount.\nThis allowance to banks to deal in bills of exchange is found in the charters of all banks from the first (2 Sm. 200) down to the present; and it has never been understood in the latitudinarian sense now contended for.\nThis proper sense of a bill of exchange is carefully preserved on the continent of Europe. Domat, Pothier, and others define it as a means of transmitting money from one place to another, and they are followed by the French Code of Commerce, § 110.\nAnd a remark of Pothier’s (Cont. de Change, § 55), is very applicable here: “ In order,” he says, “ that the contract of exchange be truly such, and not a loan of money, the bill of exchange which I give you here, for the money which you give me, must be drawn upon another place of trade. The form of a bill of exchange does not make it really one.” And this agrees with the first definition which we find in our law of an inland bill of exchange.\nIn the statute 9 & 10 Will. 3, c. 17, they are first recognised as valid, and are there defined as drawn at one town or place in the kingdom upon a person at another town or place.\nThese views will aid us in deciding upon the sufficiency of the other parts of the information that are objected to. The tenth count charges that the defendant, “ on the 31st August, 1853, and on divers other days before and since, discounted bills of exchange at rates of discount exceeding one-half of one per cent, for thirty days.” To this it is objected that it was not alleged that-the said discounts were upon loans made by the defendant, and we think this objection is well taken in substance if not in form. If they were proper bills of exchange, that is, drawn upon a distant place, the discount is not as for a mere loan upon time, but may be a purchase with the discount regulated upon considerations of place as well as of time. If it had been alleged that they were domiciliary drafts, payable at the place where they were discounted, then the alleged discount would have been unlawful, and the count would have been sufficient. As it is, the objection is sustained.\nThe same objection is taken to both the twelfth and thirteenth counts, which severally present single acts in violation of law, in the same form. With sufficient distinctness, they both charge that the defendant, with- intent to evade and violate the law, discounted a certain bill of exchange (different in each) payable at the city of Philadelphia, at the rate of one and one-eighth of one per cent, for thirty days. This is not a case of exchange at all, but a mere discount of a domiciliary bill, and, we have already said that the rate fixed by law, is the only discount allowed for such a case. We think the objections to these counts are not sustained ; the demurrer to the second count of the original information, and to the additional count, numbered ten, are sustained and all the other counts are adjudged sufficient in law, and as to them, it is ordered, that the defendant do further answer to the said information within thirty days, or judgment.\nWoodward, J., dissented."}