{"id": "981564", "contents": "The opinion of the court was delivered by\nWoodward, J.\nIt seems to be thought that if the road can be impeached for unlawfulness, the plaintiff’s case is made out. Why was it not a lawful road ? Because, says the plaintiff, the road commissioners did not fix its width. Under the Act of 1843, they are to lay out roads in the same manner as viewers now make report to the Court of Quarter Sessions, and the town clerk is to keep a record of all such roads so laid out or altered. But viewers do not fix the width of roads. By the general road law that duty is to be performed by the court. Granting, however, that the commissioners have the powers and are subject to the duties of both the court and the viewei’S under the general road law, it is to be presumed, in a collateral action, that everything was rightly done, their jurisdiction being conceded. The maxim omnia prcesumuntur applies to inferior and special tribunals in the same manner* as to those which are superior and general, if the jurisdiction of * the special tribunal over the subject-matter be made to appear. The difference is, that jurisdiction in one case is presumed, and in the other it must be proved; but when proved or admitted, as it is here, we will presume that all mere directory provisions of the law have been substantially followed. Whether certiorari would lie to bring up the proceedings of the commissioners, or would not, it is certain their irregularities, in cases within their jurisdiction, are not reviewable in a civil action inter partes. The reason assigned for the unlawfulness of the road fails the plaintiff therefore, and with it goes the ground of his action. But suppose the road was unlawful, then the defendant had a right to throw down the fence on his own land, and even a malicious exercise of this right would give the plaintiff no cause of action: 12 Harris 308.\nIt was not the case of a partition fence which the parties were bound to each other to maintain, but of intersecting fences ever each of which the respective owner had upon his own land the absolute right of control.\nEither way, whether the road was lawful or unlawful, the defendant was guilty of no tort, and the plaintiff was entitled to no action for the injury of which he complains.\nThe judgment is affirmed."}