{"id": "981592", "contents": "The opinion of the court was delivered by\nKnox, J.\nThe plaintiffs in error complain that the Court of Common Pleas did not instruct the jury that it was necessary for the defendant, in order to sustain his claim under the statute of limitations, to show that he had designated the extent of his possession, by natural or artificial boundaries, for more than twenty-one years before suit brought. Had a prayer for such instruction been made, it would have been error to have refused it. But, as the court below was not called upon to instruct the jury as to what would give possession of uncultivated and unenclosed land, we cannot reverse because every element of possession was not specifically referred to. We are satisfied that the plaintiff received no injury from the omission, for the evidence is clear that the extent of the defendant’s claim was designated by marks upon the ground for a much longer period than necessary to give title by the statute.\nIn this controversy, the survey made under the Miers Eisher warrant is of no account whatever. If the land in dispute was not included in the John Belt survey, the plaintiff has no pretence of claim; if it is so included, the title of the Commonwealth is gone, and it matters not to her whether Nit was subsequently included in the Miers Eisher survey or not. The Commonwealth is not- defrauded because appropriated land has been included in a second survey upon a “ speculation” instead of an improvement warrant. Neither is the plaintiff injured by the character of the defendant’s warrant; for if his title was gone before the survey, by an adverse possession, he loses nothing from the fact of the interference in the two surveys. One in possession of unappropriated land, who applies for and obtains a warrant for a portion of his claim, may be said to abandon his title by improvement as to the residue; but a warrant laid by an intruder upon appropriated lands could neither make his title better nor worse. The only possible effect it could have would be to indicate the extent of his claim; but it would not be conclusive even upon the question of possession pending the twenty-one years, much less would it amount to an abandonment after the expiration of the time necessary to give title by the statute. The instruction given by the Common Pleas was correct.\nJudgment affirmed."}