{"id": "981596", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nOn the 7th October, 1841, James Ross and Peter Collins, being then the owners of the land in controversy, entered into a written contract to convey it to Barnabas Farrel, in consideration of the sum of $375. The sum of $168 was paid by Barnabas Farrel, at the execution of the article. The residue was to be paid in instalments, the last of which became due on the 1st May, 1843. Barnabas Farrel died on the 24th October, 1841, leaving three children — Thomas, Catharine, and Elizabeth. This ejectment was brought to recover the share which descended to Catharine as the heir of her father.\nThe defence is founded on a conveyance of the 7th February, 1844, by James Ross and Peter Collins to Thomas Farrel, on his securing the unpaid portion of the purchase-money due on the contract; a treasurer’s deed of the 22d August, 1846, to John Armitage, for taxes assessed for the years 1844 and Í845; an assignment of the last-mentioned deed by Armitage to Thomas Farrel on the 9th December, 1846, and a conveyance from Thomas Farrel to Gilbert L. Lloyd on the 1st July, 1854. Peter Collins testifies that when Barnabas Farrel was looking at the land, before the contract was made, he said he was “ going to buy it for his son;” and adds, that that was the reason why he and Ross “made the deed to Thomas Farrel” several years after the death of Barnabas Farrel. This evidence is in conflict with that of J ames Ross; but, taking it for truth, it is entirely insufficient to create a trust in favour of Thomas Farrel. There was no evidence that the hand-money paid at the execution of the contract, belonged to Thomas Farrel. On the contrary, tfie evidence is that Barnabas at that time declared that he “ had money enough to pay for it;” that he had “ money from Spang’s works.” He took the contract in his own name. The mere declaration of a vendee that he intends to buy for another, without evidence of any previous agreement to do so, or of any advance of money for the purpose, raises no trust which can be supported in equity: Robertson v. Robertson, 9 Watts 32; Sidle v. Waters, 5 Watts 391; Bear v. Whissler, 7 Watts 147.\nThomas Farrel, on the death of his father, became a tenant in common with his two sisters. Independently of his duty as a brother, his obligations to his sisters, as a tenant in common with them, required that any title which he might obtain to the premises, should enure to the benefit of all. This principle of law gives to all the heirs of Barnabas Earrel the benefit of the two deeds acquired by one of them for the premises held in common: 5 John. Ch. Rep. 408; Smily v. Dixon, 1 Penn. Rep. 439; Weaver v. Wible, 1 Casey 272. Those deeds can only be used as a security to enforce contribution for the money paid for them.\nBut it is alleged that Gilbert L. Lloyd is a purchaser for a valuable consideration paid, without notice of the rights of the plaintiffs below. He gave no evidence whatever of the payment of the purchase-money, except the receipt on the deed from Thomas Earrel of the 1st July, 1864. That receipt is undoubtedly evidence of payment against Thomas Earrel himself, and all who subsequently derive title from him. It is also evidence to pass the right of Thomas Earrel, whatever it was, at the time. But it is no evidence whatever of the fact of payment, against a stranger, or even against one who derived title from Thomas Ear-rel previously to the date of the conveyance to Lloyd. Against them it is nothing but hearsay. It is a mere ex parte declaration, not under oath, taken without any opportunity to cross-examine. It has been long settled, that such declarations are not evidence against strangers. It is upon this principle that an endorsement by the payee of negotiable paper, although sufficient evidence to pass his right and to enable the holder to maintain an action in his own name, is entirely insufficient to show that he paid a valuable consideration for it, so as to exclude a defence which would be otherwise available: Holme v. Karsper, 6 Binn. 471; Belzhoover v. Blackstock, 3 Watts 20. It is upon this principle that the receipt in a deed is not evidence of payment of the purchase-money against creditors who attack it by evidence tending to show that it was made to defraud them: Clark v. Depew, 1 Casey 515. It is upon this principle that it has been constantly held that the declarations of a grantor, after he has parted with his interest, are not evidence against his grantee: Packer v. Gonsales, 1 S. & R. 526; Patton v. Goldsborough, 9 S. & R. 47; Babb v. Clemson, 12 S. & R. 328; Hoffman v. Lee, 3 Watts 352; McCulloch v. Cowher, 5 W. & S. 427; Gregory v. Griffin, 1 Barr 208. It is on this principle that it has been repeatedly held that receipts of third persons are not evidence of payment of money, unless those persons are either officers of the law, or agents of the party against whom they are offered: Cutbush v. Gilbert, 4 S. & R. 555; Morton v. Morton, 13 S. & R. 108. On the same principle it has been a hundred times decided that recitals in deeds are not evidence of the facts recited against strangers, or persons who derive title from the grantors before the execution of the deeds containing such recitals: Penrose v. Griffith, 4 Binn. 231, Id. 327; 6 Barr 239, Id. 254; 3 W. & S. 332. It is on this principle that the rule in chancery practice requires that the plea of “purchaser for a valuable consideration” should distinctly aver that the consideration-money was bona fide and truly paid, independently of the recital in the purchase deed: 2 Daniel’s Ch. Prac. 201. Although the courts in this country may not adopt all the rules of practice in the English chancery, they are governed by the same equity principles, and enforce them in some form. Chancellor Dessaussure, in speaking of this plea, has very properly held that its substance must be regarded in administering equity; and that it must be averred that the purchase-money was “ bona fide, truly, and actually paid Snelgrove v. Snelgrove, 4 Des. Ch. R. 286. No new principle was announced when it was held that the receipt in the deed of purchase is not evidence to support this material averment against any persons except parties to the deed, or persons who subsequently derive title from the grantor. This application of a very familiar rule of evidence was fully sanctioned in Union Canal Company v. Young, 1 Wh. 432; Rogers v. Hall, 4 Watts 362; Bolton v. Johns, 5 Barr 151; and Henry v. Raiman, 1 Casey 360. A receipt for the purchase-money, at the foot of the deed, has been held to be “ evidence of the lowest order” even against the party signing it; because it was “ every day’s practice to have such a receipt” on the deed “ when perhaps nine times in ten there was not a shilling paid:” Hamilton v. McGuire, 3 S. & R. 356. If such evidence were received against strangers, for the purpose of extinguishing their equitable rights, the salutary rules established for ages would be subverted; hearsay evidence would be substituted for testimony under the sanction of an oath, and all the advantages of a cross-examination would be swept away. Under such a system no equitable title could be protected. But it is urged that there is a presumption that the grantor and grantee have acted with integrity. This may be so; but that is no reason why their declarations should be given in evidence against persons who have no connexion with them. If they are acquainted with material facts, they are as much bound to deliver their testimony under oath as other persons, if competent witnesses. If interested, neither their declarations nor their testimony can be received in their own favour.\nBut the rejection of a receipt signed by a stranger implies no imputation of dishonesty in the party signing it. It is always signed whenever a conveyance is made, and proves nothing further, even against the grantor, than that he has either received the purchase-money or has taken security for it. Taking seourity for it is no payment which would defeat a prior title. Bona fide payment is an affirmative fact peculiarly within the knowledge of the party making such payment or claiming advantage from it. It is, therefore, easy for him to prove it. While, on the other hand, the opposite party, who is a stranger to the transaction, might have insuperable difficulties in proving a negative. It is against all the reason and life of the law that such a burthen should be imposed upon him.\nIt follows from this view of the case that Gilbert L. Lloyd stands in' no better condition than Thomas Parrel, and that the court was correct in giving a positive direction in favour of the plaintiffs below. This disposes of the whole case.\nJudgment affirmed."}