{"id": "981551", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nIt is well settled that a trust which results by operation of law, from the payment of the purchase-money, is not within the statute of frauds and perjuries, and may therefore be proved by parol evidence. In such a ease it is error to apply the rule which declares that parol contracts for the sale of lands can be shown only by an express agreement. Any evidence which satisfies the court and jury that the purchase-money was paid by the party claiming the benefit of the trust, is sufficient to establish it: Lynch v. Cox, 11 Harris 268. In this case there was evidence tending strongly to show that when the land was up for sale Philip Swartley agreed with his daughter Mary to purchase the property for her; that she had $200 of her own money which she was to pay him on it at the time, and that he was to advance the residue to her, charging it to her by way of advancement; that Mary Swartley, the daughter, paid the $200 of her own money, and that Philip Swartley advanced the residue of the price, viz., $500, and charged it in his book as an advancement; and that on the settlement of his estate this sum was taken out of her share. It was also in evidence that the old man received the deed on the 3d April, 1826, and that Mary Swartley went into possession the same spring. The possession since that time has been in Mary Swartley, or in those who came in by, from, or under her. In this category we include, of course, the possession acquired by Weiss and Heffner, each of whom, at different times, acted as the husband of Mary Swartley. From the spring of 1826, to the present day, neither Philip Swartley, during his lifetime, nor his heirs since his death, ever demanded rent, or made any attempt to turn Mary Swartley out of possession. Jacob Heffner, while playing the part of husband to Mary Swartley, succeeded in obtaining the deed from her father. It is too clear for doubt that he obtained this deed not upon the footing of an independent purchase in ignorance of her equitable title, but as her husband, claiming on the ground of her right to it by virtue of the money paid by her in cash, and through the advancement. At the time that he married her he had a wife in Germany, so that his marriage with her gave him no rights as her husband. On the 6th December, 1850, she obtained a divorce from him. In 1851 she brought an ejectment against him, and on the 21st January, 1853, she recovered a verdict and judgment. On the 18th November, 1854, she conveyed the land to Philip Swartley, one of the defendants in possession. On the 18th September, 1855, the plaintiffs below purchased the property at sheriff’s sale as the estate of Jacob Heffner, with full notice of the claim under Mary Swartley, and brought this ejectment on Heffner’s title.\nIt is not necessary to determine the question whether the verdict and judgment in favour of Mary Swartley, against Jacob Heffner, were conclusive or not. The judgment was certainly a decree in favour of her equitable title. It was pronounced in an action brought after the passing of the Act of 30th April, 1850, the object of which was to restore the rule established in Seitzinger v. Ridge-way. The judgment in the former action was given after a fair trial. A jury of the country, after unexceptionable instructions on matters of law, rendered a solemn verdict in favour of her right. The Supreme Court affirmed that judgment. The trial was between persons from whom the present parties derive title. It was therefore between privies in estate. If the former decision be not conclusive it is certainly persuasive evidence in favour of the party who then succeeded: Koons v. Hartman, 7 Watts 20; Levers v. Van Buskirk, 4 Barr 309. The whole of the testimony on which it was founded was not laid before the court below. That is, it nowhere appears that the evidence given on the present trial comprises all that was produced on the former one. How then can the court say that the former decision was wrong ? How are we to know that it was founded either on errors of fact or errors in law?\nIt is clear that parol evidence tending to establish a resulting trust may go to the jury, although it be not of that description which is called “direct and positive.” If this be true as a general principle, there can be no possible objection to such evidence when introduced in connexion with a former decision in favour of the trust. The parol evidence and the record mutually corroborate each other. In the present case, if the jury believed that the father paid the $500 as an advancement to his daughter Mary, and that it was so charged in his book at the time, and was afterwards deducted out of her share of his estate, it is the same as if that much money was paid by her for the land. If the $200 was also her own money, then the whole consideration-money was paid by her, and a trust resulted by operation of law. It was not error to leave the evidence of these facts to the jury, in connexion with the support which the testimony derived from the former decision. The plaintiffs have not sustained any injury by the instructions given on the trial. They were quite as favourable to them as they had a right to expect.\nThe first error is not properly assigned, — the others are not sustained.\nJudgment affirmed."}