{"id": "981547", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nThis bill is filed by a legatee under the will of Joel Middleton, deceased, and the defendants are charged as executors of that estate, on the ground that they ave the executors of one who was surviving executor of Joel Middleton, deceased. But this ground cannot be maintained since the Act of 15th March, 1832, which declares that “ the executor of a deceased executor shall in no case be deemed executor of the first testator.” The Act of Assembly directs that in such a case the register having jurisdiction shall grant letters of administration, as if such executor had died without having made a will. But the plaintiffs contend that the allegations in the bill, in reference to this part of the case, may be rejected as surplusage, and that the bill contains other matters sufficient to entitle them to the relief demanded. It is alleged in the bill that the plaintiff, Martha Ellis, is entitled as legatee, under the will of Joel Middleton, deceased, to one-half the sum of $1600, and that at least $459.19, of the said $1600, remained in the hands of the said Jediah (the defendants’ testator) at his decease, and came into their hands as his executor and executrix. It is also alleged that Jediah, during his life, and the defendants, since his death, have “ used the legacy or fund as his own estate, and have refused to pay it to complainants, or either of them.”\nUnder this aspect of the case, the defendants are answerable in no other way than for an ordinary debt. The creditor must claim as such, and in case of deficiency of assets, he must take his share under the decree of distribution to be made by the Orphans’ Court. The money recovered cannot be identified, and therefore cannot be followed into the defendants’ hands as trustees. The remedy for the demand is either by action at law, or by proceedings in the Orphans’ Court. As a general rule, the assets of Joel Middleton, or a debt due his estate, can he recovered by his personal representatives alone; and the legatees must look to those representatives for their legacies, or such portions of them as may be recoverable after debts and expenses of administration are satisfied. But it is not necessary to decide whether the plaintiffs, without taking out letters of administration on Joel Middleton’s estate, can obtain possession of any part of the assets which the present defendants may owe that estate. It is sufficient to say that in resorting to this bill, they have mistaken the forum as well as the remedy. The decree of the judge at Nisi Prius, sustaining the demurrer to the bill, is affirmed.\nDecree affirmed."}