{"id": "981580", "contents": "The opinion of the court was delivered by\nArmstrong, J.\nRobert Mclldowny took possession and made an improvement on the land for which the ejectment in this case was brought, in the year 1826. He continued there with his family cultivating the land until about the year 1843, when he deserted them and died soon after. His wife continued in possession until the spring of 1849, when she was obliged to leave under a lease given to Barclay. On the 2d of September, 1826, judgment was obtained against Robert Mclldowny, in pursuance of which the land was sold by sheriff Davis to George James, who received the sheriff’s deed on the 29th of November, 1828, and on the 24th of February, 1845, transferred the same by endorsement thereon to “ John Smith, agent for Maria Mclldowny, for her own and separate use.” This was the plaintiff’s title.\nThe defendant, Hilly Smith, who was tenant and devisee of M. Barclay, sets up in defence that judgment was obtained against John Smith on the 14th of January, 1837, on which the land in dispute was levied on as his property and sold at sheriff’s sale on the 5th of March, 1844, to George Bortz, who by deed of the 14th of February, 1846, conveyed the same to S. M. Barclay, under whom the defendants claim.\nThe first error assigned is to the admission of George James as a witness to prove the declarations of John A. Smith. “ The declarations of a person while in possession of land against his title, are always admissible, not only against him, but against those who claim under him 3 Rawle 438. But John Smith was not in possession, nor was he the owner at the time of the declarations made. “ After a person has parted with his interest, his declarations are not evidence to ir B,ch the title derived from him 1 S. & R. 526. Long before GlTOge James was called to testify, he had for value received transferred his sheriff’s title to Maria Mclldowny, without informing her of anything that had passed between him and Smith. Such declarations might be evidence against Smith in a suit to which he was a party, to affect such interest as he might have; but not to affect the plaintiff who was not cognisant of what'passed between Smith and witness. George James having transferred by deed of assignment all his interest in the premises to Mrs. Mclldowny, he could not afterwards be permitted by his own testimony to impeach or destroy the title thus conveyed; and if so, whatever may have been the declarations of Smith, tending to show title in himself, they could not be proved by James. “ Evidence of declarations or acts of a grantor, subsequent to his deed, are not admissible to defeat the grant:” 9 S. # -S. 47.\nThe second error assigned relates to the admission of George Bortz to prove the declarations of George James. As James, at the time the declarations were made, held the legal title, and had not yet conveyed to plaintiff, we cannot say the evidence should have been excluded; but how far it would have affected her, she having received the conveyance without any knowledge of such declarations, would be for the jury to say.\nThe third error refers to the admission of declarations by Robert Mclldowny, made after the entry of judgment against him. But as the court withdrew this from the consideration of the jury, the plaintiff has nothing to complain of. “ Where evidence has been improperly admitted, and then withdrawn, its admission is not the subject of a writ of error:” 8 W. & S. 401; 4 Barr 317.\nThe fourth error assigned is, that the court directed the jury to find for the defendants. After the charge had been delivered, in which all the disputed facts were submitted to the jury, the court then concluded to order a verdict for the defendants. It is without doubt the law, that, “when no evidence of a disputed fact is given, it is the duty of the court so to instruct the jury.” And it is equally well settled, that if there is any evidence at all, it must be submitted to the jury; and where the evidence is circumstantial, and there are facts on both sides, it is peculiarly the duty of the jury to determine their weight and value: 9 Harris 315. And where evidence is given of a fact, whether the evidence as to it be dear or slight, though the court may express an opinion upon it, the evidence should be submitted to the jury: 8 Harris 210; 10 Harris 431.\nThe plaintiff had certainly shown evidence of title in herself. Her husband had settled as an improver on the land in 1826. His interest had been sold at sheriff’s sale, purchased by George James, and transferred to John A. Smith, agent of Maria Mclldowny, for her own separate p£e. He therefore held the title in trust for her; and Samyel Bortz, at her request, in June, 1844, ran and marked the boundary of her improvement. Defendants repudiate the trust, and say that Bortz, under whom they claim, was an innocent purchaser of the land as the property of Smith without notice; that at the time of the sale to Bortz, he was told by James that it was Smith’s land, and that he had paid the money for it. On the other hand, John A. Smith proves, that before the sheriff’s sale in 1828, he requested James to buy the land; told him he (Smith) would pay for it. And further said to him: “ but when you buy it, you must convey it over to Mrs. Mclldowny as her property;” that James went to the sale and bought it, and he (Smith) paid for it in May, 1882. He also says: “ I got James to buy the land for them; I never owned it; I never went into possession; and from 1828 to 18821 was solvent.” This evidence is in conflict with the testimony of James, who omits to state that if he became the purchaser he was to convey it over to Mrs. Mclldowny. It also. conflicts with the conversation of James as detailed by Bortz. Did Bortz relate all the conversation he had with James ? Did James state all that was said to him by Smith ? Did Smith speak truly ? These questions could be settled only by the jury. If Smith was solvent in 1828, and at the time of the sheriff’s sale to James, he had a right to make the arrangement referred to for the benefit of Mrs. Mclldowny, as it could not interfere with creditors. But was Bortz a purchaser without notice ? He bought the land as the property of Smith, who never had possession, and with the knowledge that Mrs. Mclldowny was then and had been in actual and continued possession for upwards of seventeen years. Surely this was enough to put him on inquiry, particularly as he swears he “ knew the land before the sale; knew she lived on it; and knew she claimed it.”\nHow, then, stands the matter with Barclay ? After Bortz purchased, he sent his tenant to the plaintiff to see if she would give up possession. And he says : “ When I sold to Barclay, he asked me if I had possession ? I told him no. I told him Mrs. Mclldowny claimed. Barclay said lawing was his trade, and he would take it.” It would be going too far therefore to say, as a matter of law, that Barclay was an innocent purchaser. On due consideration of the whole evidence, I do not think it presents a case which would justify the court in directing a verdict for the defendants. There were facts which should have been left to the determination of the jury.\nThe fifth error is dependent on the fourth. The judgment entered on the verdict was wrong. The sixth is not sustained.\nJudgment reversed and venire de novo awarded."}