{"id": "981584", "contents": "The opinion of the court was delivered by\nWoodward, J.\nIf this ease rested solely upon the note, the presumption would be, that Sehollenberger endorsed it as second endorser, for the accommodation of the prior, parties, and to give it credit with the world. Of course no liability would attach to him so long as the note remained in the hands of the payee. But it is a note made out of the usual course of business, and is to be construed according to the contract and understanding of the parties -as exhibited in the evidence: 4 Watts 449. Referring ourselves to the evidence, we find that when Leib applied to Nehf for the loan of $200, he refused to lend it on Leib’s credit, but agreed to let him have it on a note with Schollenberger as endorser, and that this was communicated to Schollenberger before he endorsed the note. An endorsement thus made in direct response to Nehf’s demand, can import nothing else, as between Nehf and Schollenberger, than an engagement that, if the proposed loan be made, the endorser will' guaranty its repayment. If less was intended, more should have been expressed; — enough to put Nehf on his guard against accepting it as performance of the condition he had imposed on Leib. A blank endorsement was an acceptance of Nehf’s overture, and he had a right to so consider it. When a person who is neither maker, drawer, payee, or acceptor, puts his name on commercial paper before it is negotiated, he certainly means to pledge, in some shape, his responsibility for the payment of it, said Gibson, C. J., in Kyner v. Shower, 1 Harris 444, and the evidence here shows how and to what extent the creditor was permitted to understand the pledge.\nBut it is said, and the proof is so, that Schollenberger declared to Leib he would not be responsible by virtue of his endorsement. Eor the purposes of this suit, this declaration is wholly immaterial, because it was not communicated to Nehf. It was as if it had not been made. A secret purpose of his mind, unexpressed, would be just as good a defence against a creditor who loaned money on .the pledge of his name.\nIt is argued that Nehf was bound to know the extent of Schollenberger’s liability, because the paper was not negotiable. This is putting the defence back again upon the paper. On that alone we repeat the presumption .would be against liability; but when Nehf called for Schollenberger as security, and he came, by his signature, without notice of his intention not to be bound, he authorized Nehf to write over his name such an undertaking as would hold him.\nThe judgment is affirmed."}