{"id": "981560", "contents": "The opinion of the court was delivered by\nLowrie, J.\nThis claim will have a very peculiar result, if enforced as it seems to be understood. Nelson had a tavern house on one corner of his lot, and a stable on the corner diagonally opposite; and he enlarged the house by adding new buildings on the other two corners, which enclose two sides of the original house, and are united together. Now, if this lien is to be enforced against the ground occupied by the new buildings, and the yard belonging to them, the defendant’s lot is cut into three pieces, and his house and stable are totally separate and both left without a yard. Besides this, the new buildings -include his dining-room and kitchen and both pairs of stairs of the house. Perhaps the lien is claimed against the stable also, as properly belonging to the lot; but if so, it might as well have been against the original house also, and for the same reason.\nWe must treat this case as if it might be carried out to this result, in order to inquire whether the lien law was ever intended to have such an operation. It is something against such an interpretation of the law, that there is nothing in it that indicates such an intention, and that there is no other legal proceeding in which such a severance of a single tenement is allowed; not even in partition. The presumption is, therefore, against this view of the law.\nBut, judging from what the counsel say, the court below decided that the additional erections were new and independent buildings, intended for new and separate tenements; and if this is right, there is no error. But to our min’d it is plain that they are not separate and independent, and at least it is not so plain as to justify the court in treating it as an established fact. It is very plain and not disputed, that the buildings are, in a very proper sense, new erections; and therefore the plaintiff is entitled to his lien, if they are independent ones, which is not clear; or if it is not necessary that they should he independent.\nIf it is not necessary that the erections should be distinct from and independent of older buildings, then there was no error in saying that the plaintiff was entitled to recover. And there is nothing in the law that requires that they should be so. The lien is given against every building, and the new law says\" that this means the same as the old law, which gave the lien against “ every dwelling-house or other building;” and these terms are surely large enough to embrace such important erections as we have here. They do embrace them, unless there are reasons that make such an intention inadmissible.\nThe only reason that we think of, that tends in that way, is founded on the inconvenience and injury that would arise from cutting up one tenement so as materially to impair its value, and frustrate the purposes for which the owner had the improvement made. And this, we acknowledge, is a most serious one, if it is really well taken. But is it so ?\nIt no doubt contributes very much to facility and economy in conducting these lien proceedings, that the lot, affected by the lien, should be accurately described in the claim filed; and every careful man will so describe it if he can; but it is not essential. The locality of it must he given; but even if it be particularly described, no one is bound by the description until a sale is had according to it. Even after execution issued, either party may have the boundaries designated under the direction of the court. The description of the lot given in this ease, does not therefore decide what is to he sold, or require that the lot and buildings should be so absurdly and ruinously cut to pieces, as the description given would indicate. If the parties require it, the extent of the lien will be fixed by the law before the sale takes place.\nWhat then is the intended extent of the lien ? The law declares that the lien shall extend to the lot on which the building stands, and so much of the adjacent ground of the owner as may be necessary for the purposes of the building. The extent intended to be given to it is again expressed in directing that its boundaries shall include the “ ground necessary for the convenient use of such building, for the purpose for which it is designed.” This seems to show very plainly that, if the new buildings, the stable, the yard, and the original house were all intended by the owner as parts of one tenement, then they indicate “ the ground” covered by the lien, and of course the houses go with the ground.\nIt is entirely consistent with this that Mr. Justice Sergeant says, 2 State R. 79, that Avhere there is a substantial addition of material parts, a rebuilding on a larger scale, it should be all treated as within the lien law for the debt contracted in making the alteration.\nAnd theté are other reasons that favour this view. The law requires an apportionment of the claim where it arises out of the erection of several buildings; yet it has been decided, 8 State R. 477, that, where all the buildings, a dwelling-house, barn, wagon-shed, wash-house, and other outhouses, were erected as parts of one tenement, they are not capable of separation without injury, and are all subject to one joint lien, and not to apportioned ones. According to this very reasonable doctrine, each of all the buildings erected as one tenement and appurtenances, is liable for the work done on the others. All the property was intended to-be improved by each building, and all are subject to the lien.\nThis does not make it necessary that the lien for every sort of building shall cover all the land, on a portion of which it is ■ erected; in fact, this is expressly excluded. It may be a mill, or one of several barns on a very large tract, or a factory or warehouse on one side of it. Such buildings may be entirely independent of the general purposes of the other buildings, and capable of complete separation without injury, and then they are to be separated' by the commissioners.\nThe only objection that we think of to this, is the extension of the lien to property on which the mechanic or material-man has expended nothing. But plainly this is allowed by the ]aw, when it is extended to any ground not covered by the building. It is extended to the marble mason, who puts up the front without touching any of the back buildings. When the ground and the several houses erected on it are designed for a united enjoyment, the law treats them as a unit in relation to the liens which it gives. It was as a unit that the property was intended to be improved by the buildings, and as a unit the lien is given upon it.\nAnd it is just so that liens are given on whole lots and all'their improvements, when streets are opened, and sidewalks and cartways paved for the cominon benefit, even though the lots may extend back to other streets. And so it is in Holland and other countries, where liens are given for the repair of dykes to shut out the ocean, and ditches to drain the country; they are liens on all the properties, adjoining the-work or not, that are benefited by it. And this is the best way to do, as this , case fully illustrates; for it might be very injurious to both parties to confine the lien so as to produce such- a disintegration of property, and derangement of plans, as would otherwise take place.\nWe think that there was no error in this case that did any injury to the plaintiff in error.\nJudgment affirmed.\nLewis, C. J., dissented."}