{"id": "981550", "contents": "The opinion of the court was delivered by\nLowrie, J.\nAll social progress implies some changes in customs and institutions, and these always involve some degree of confusion.\nSocial development is a continual changing of the spirit of the social system, and if it is not closely observed, and intelligently followed by corresponding and harmonious forms and institutions, society finds itself embarrassed by the conflicting elements' of an inconsistent system. Very commonly, forms, and institutions remain unchanged, at least nominally, until long after the. principles which they were intended to express and enforce, have been essentially altered. And very commonly the old system is altered and -amended, either by custom or by legislation, in its most prominent parts, -without any adequate attempt being made to adapt the alterations to the minor portions of the system which are properly related to them; and in this way the system becomes seriously complicated in some of its parts. In no parts of our legal system do we meet with greater confusion of ideas, manifested in practice, than that which exists in relation to future and contingent estates and to estates tail: and it is noticed by every writer who treats of these estates.\nIt is natural to expect greater confusion of thought on this subject here than in England, because of the old and complicated principles being applied here to widely different systems of real estates. In no work has it been so well presented as in Mr. Smith’s Treatise on Executory Interests, which contains a very thorough, systematic, and accurate view of the whole subject, in its English aspect, and ought to be referred to in the study of all its different questions.\nVery naturally, the rule in Shelly’s Case has shared in these embarrassments. Its application becomes quite complicated with us, because of its having been at first, accepted in its English form, and not in its principle, and thus it- became an incongruous element in our differing system of descents. It was a logical consequence under the English law of inheritances, that an estate tail general should descend to the eldest son. But with us it would, in logical consequence from our law of descents, have passed to all lineal descendants, according to our law of equality among children. Not being thus treated, it necessarily becomes an element of disorder and confusion. Along with devises and conveyances to a person and his heirs generally, or his lineal heirs in the male or female line, this special kind of estates and assurances was fully confirmed by the statute de donis conditionalibus.\nIf the grant was to a man and his heirs generally, it descended to his lineal and collateral heirs according to the laws of inheritance generally. If to a man and his lineal heirs, general or special, it descended in the general or special line indicated; those who were to take under it being ascertained by the rules of lineal descents. It wTas to these institutions, that the rule in Shelly’s Case was applied: and it is very simple and very just in its principle, however difficult it may sometimes be in its application.\nIn its principle it is very like to the rule of the statute of uses and of our equity, that disregards the mere form of a title to land, and even some of its minor incidents, and treats it as being really his to whom it substantially belongs, though the form and intention be otherwise. \" That we may discuss the rule in Shelly’s Case with sufficient clearness for the present ease and for general purposes, and obtain a perfectly distinct comprehension of the idea which it expresses, we may present it in its simplest form; and as it most frequently refers to devises, we shall speak only of this kind of conveyance. And as the rule has a double aspect, we may divide it into two. Then the first one may be thus expressed: a devise to one for life, with remainder to his heirs, creates a fee simple.- The law so treats it, because it is substantially so, and sets aside the apparent intention to make two estates out of it. And the second one may be thus expressed: a devise to one for life, with remainder to the heirs general or special of his body, creates a fee tail, general or special. It is substantially a fee tail, and so the law treats it, notwithstanding the form in which the devise is expressed: Smith, §§ 423, 453, 479; Williams’ Real Property 192-195.\nThe words, heirs and heirs of the body, most frequently express the relation in which the second takers must stand to the first, in order to come within the rule. But the presence or absence of these words is not conclusive either way, for any other words, such as next of kin, sons, daughters, issue, children, descendants, will answer quite as well, if they appear to be equivalent; and the most appropriate words will not answer, if used in a special and inappropriate sense.\nAny form of words, sufficient to show that the remainder is to go to those whom the law points out as the general or lineal heirs of the first taker, will be sufficient, unless it be perfectly clear that such heirs are selected on their own account, and not simply as heirs of the first taker: 1 Bro. C. C. 219.\nThese propositions combined express the one principle of law, that a devise to one for life with remainder to his heirs general or lineal (in substance, even though not in form), such heirs shall be ascertained by the laws of inheritance, general or lineal, and shall be treated as taking by descent from the devisee, and not by purchase from the devisor. This being the general law of such cases, it becomes entitled to the presumption that it is right, and therefore to the aid of the presumption, that cases falling apparently within the reason of the rule, are intended to be governed by it. And surely the law may very well allow a devisee to reject all limitations upon the relation of ancestor and heir, except such as the law itself declares.\nIf, therefore, the remainder is to persons standing in the relation of general or special heirs of the tenant for life, the law presumes that they are to take as heirs, unless it unequivocally appears that individuals, other than persons who are to take simply as heirs, are intended: Smith’s Ex. Int. § 479; Fearne 188; 1 Man. & Gr. 429; 1 Bro. C. C. 219; 3 Binn. 163, 164.\nWe need not refer to the mere feudal reasons that were involved in the origin of the rule, for they have passed away.\nThe rule regards such devises, not according to their accidental, but according to their substantial character, and thus erects a general principle of interpretation for all such grants, and saves them from the mere arbitrariness that would necessarily result from supposing that every such grant has a purpose peculiar to itself. 1 There is another reason, somewhat more specific and which appears especially in cases where the subsequent takers are described as lineal descendants of the prior one. In almost all such cases, the sons, daughters, children, or issue that are to take, are to be ascertained at the death of the first taker. If, therefore, the devise be to A. for life, with remainder to his eldest son and his heirs general or special, or to his children and their heirs, &c., then it must be treated in one of these two modes. The eldest son or the children must take either as purchaser from the devisor, or as heirs of their ancestor. But generally they are, not living at the time of the devise, and are left to be ascertained at the death of the ancestor, and not until then can the grant take effect in their favour. If, therefore, the eldest son or the children are to take as purchasers, and should die before their parent, they would take nothing, and of consequence, no children or grandchildren of theirs could take under such a devise, for no one can take as heir, that which his ancestor never owned.\nGoing on this hypothesis, a devise over may take effect, even while many of the descendants of him who was intended to be the first taker are still living. Yet it is very certain that as a general rule, it is intended in such devises, that they shall be for the benefit of all the issue of the first taker indefinitely, and shall not go to others so long as any of them survive.\nIf we treat the descendants of the first taker as deriving title by descent from him, and not by gift from the devisor, then this purpose is effected, and without it, it could not be: Smith, §§ 434-5; 7 T. R. 531; 19 Ves. 178; 11 East 674.\nThe law first ascertains, as matter of mere interpretation, that persons in a certain line or lines of descent from one person, are to be preferred to all persons that are collateral to those lines, and then, in order to effectuate this intent, it starts the title with and the descent from him, if he had such connexion with the estate as to enable this to be done.\nThis may very often defeat the specific form in which a devise is worded, but it meets and answers its paramount intent, in its definition'of the objects of the testator’s bounty, though it at the same time allows those to whom the title passes, to defeat his ulterior purposes, by selling the property. In some instances the subsequent takers are described as issue, and then the literal interpretation would be that all descendants, children, grandchildren, &c., living at the death of their ancestor, should take together and equally; which, as an interpretation of intention, would be much less probable than that to which the laws of lineal descent direct us. And in many cases the word issue is unaccompanied by superadded words of inheritance, and if regarded as a word of purchase, the result (until lately) would have been a mere life estate. But that word may be used as one of inheritance, and when it is so used, the children inherit fees, either general or special.\nAgain, an estate tail — that is, an estate that is to pass by lineal descent, according to the laws and customs of the country, is the very form of transmission of property to which persons are naturally most favourable; and therefore we naturally incline to expect this law of descent to be provided for, when the devisor thinks of anything beyond the laws of descent of a fee simple. Now, plain as is the principle intended to be expressed by the rule, it has not been found simple in its application, even in England, where it was better adapted in its form to their rules of real property, than it is here. And it can hardly be expected to be of easier application here, where, as at first admitted, it was really a heterogeneous element of our law.\nReceiving it in the English sense of it, in its application to estates tail, and considering the eldest son as the heir to an estate tail general, we in fact reversed the order of our law'. According to it, an estate tail general would have descended to all the children, just as in England it would pass to the youngest son, if it was .borough English land, or to all the sons equally, in tail, if it was gavelkind land: 4 B. & C. 610; Dyer R. 133, pl. 5, and 179, pl. 45; 2 Bl. Rep. 1228; or to all the daughters equally, if it was a devise in tail female.\nIt could only he a special tail male that could in strict systematic propriety descend with us to the eldest son. On the branch of the rule, making a devise to one for life, and remainder to his heirs generally, a fee simple, we never thought of looking away from our law of descents, in order to find the heir.\nIf it was an error to admit the eldest son as the heir to an estate tail general, under our law, it was perhaps an inevitable one, for, inheriting all our forms of wills and conveyances, and of legal practice, from England, we could not if we would, at once build up a perfectly consistent system of legal principles, founded on our new circumstances.\nBesides this, our early practice was very probably a proper expression of the intention of such devises, for the law of equality among children could not very soon change the long-es,tablished custom of giving a substantial preference to the eldest son. It continued to exist even in our statutes, for a hundred years, so far as to give the eldest son a double share; and many of our early decisions are upon wills made before the rule of entire equality was instituted. In former times it was not generally regarded as wrong for the eldest son to inherit the whole real estate of his parent, subject to such charges as the parent thought proper to impose upon it. But now it is entirely different, since law and custom have introduced entirely different expectations.\nNow, therefore, we never suppose that a devise, in form to create an estate tail, was really intended to pass the land to the eldest son, and such an interpretation could not possibly be endured, were it not for the facility with which such estates may be changed into fees simple; and I have known several instances in which eldest sons were too honourable to claim an estate thus descending to them.\nThe feeling of the hardship of such an interpretation, has undoubtedly been the cause of some of the confusion to be found in the application of the rule to cases where the ancestor had died .without barring the entail. Now without deciding, we venture the suggestion, that since the laws of intestates and of wills, of 1833, an estate tail must descend according to our law of lineal descents, and not according to the old English common law; and the following reasons present themselves in support of the suggestion.\n1. The reason why estates tail descended to the eldest son under our old laws of descent was, because the descent of such estates was not provided for under our old statutes, and therefore the old common law alone furnished the rule for them: 1 Yeates 315.\nOur old statutes of descent provided only for the descent of land which the decedent could dispose of by deed or will, and estates tail did not then fall within that category. But the Act of 1799 changed this, and allowed estates tail to be sold and conveyed by deed in a very simple form. Therefore the new law of intestates of 1833, expressly includes such estates, because it declares the line of descent of all land which the decedent might have sold in his lifetime, or disposed of by will.\n2. Our statute of wills, passed on the same day with the intestate law, and one of its supplements (6th May, 1844), provides for a lineal descent, in order to prevent a devise to a child, or to a brother or sister, if there is no child, from lapsing by the death of the devisee in the lifetime of the testator; and in such case the descent goes according to our law of lineal descents, on the supposition that such is the testator’s intention; that is, on the principle of entailment until it vests.\nIt may also be worthy of notice, that the decisions in relation to contingent remainders tend in the same direction, in order to keep them from falling by the particular estate enduring beyond the life of the remainder-man.\n3. The judicial adoption of the English law of primogeniture in estates tail, has entirely ceased to have any support in our laws and customs, and is now plainly incompatible with them all. Therefore, we can no longer presume, from general words of entailment, that a lineal descent according to the English law is intended.\n4. This principle would make our law on this subject, perfectly simple and homogeneous, and we might hope to have wills of this character easily interpreted by the parties or their counsel, without the necessity that now exists, of always resorting to the courts for an authoritative interpretation of them, before making or accepting a title, under them. It may be thought that, since the Act of 1855, converting entails thereafter created, into fees simple, this principle can he of very little use.\nBut this estimate of it may change, when it-is considered that, for a very long time to come, the old forms of wills and. conveyances will continue to be used, and will require interpretation, and that most of the wills involving these questions, written since 1833, yet remain to be interpreted.\nAnd under this principle, the rule of interpretation that favours the heir in doubtful cases, would be differently applied, even to the same language, depending upon the question of the form of the lineal descent. We incline in favour of an estate tail, if it is to descend to all the children equally, because that is in exact accordance with our laws of lineal descent, and with our customary modes of thinking.\nWe may now resume the consideration of the special case before us, and ascertain the influence which the Act of 1855 has upon it. The purpose of that act is to convert words of entailment in estates thereafter created, into words of general inheritance in fee. It repeals the statute de donis eonditionalibus.\nThough this will was written before the act was passed, yet it did not take effect by the testator’s death, until some months afterwards. It was therefore created after the law, and must be governed by it.\nA will, so far as its form is concerned, would hardly be condemned, if it conformed to the law under which it was written. And interpretation must of course read it as of the time when it was written; but a law would, and does apply to the will, irrespective of intention, .and takes hold of it only when it goes into effect. Then the question arises, would this will create an estate tail independently of the Act of 1855 ?\nWe may translate the clause in question into some approximation to the usual language of such devises, thus: I give my plantation to Ann for \"life, with remainder to the heirs of her body in fee simple, for ever (or, and their heirs and assigns for ever), but if she die without leaving issue living at her death, then I give the same to my sister’s children. We have used the term heirs of the body where the testatrix used only the word heirs, because her use of the word issue as a synonym, shows this to be her meaning. She means that it shall go to Ann’s lineal heirs, if she has any, and if not, then over. It is very evident that they are to take \"the remainder, not as persons selected out of the number of her lineal descendants, but as the lineal descendants of every degree from the first taker, and according to our law of descents, and therefore under the rule in Shelly’s Case, they take an estate tail: Fearne 188.\nIt is for Ann “ and her children after her 2 Yeates 405; 3 Rawle 73. It is supposed that it is not an estate tail, because the devise over is on a definite failure of issue, that is, in default of issue living at the death of the first taker. But the contingency on which a remainder depends, does not properly enter into the definition of the precedent estate, though it often happens that their definitions run into each other.\nThe element of issue living at the death, was in the cases of Carter v. McMichael, 10 S. & R. 429, and Maurer v. Marshall, 16 State R. 377; and yet the devises were entailments. It is also to be found in many other cases of entailment: 2 B. & Ald. 1; 3 B. & C. 799; 7 Taunt. 209; 1 Eden 119, 473; 12 Com. B. R. 18; 8 Id. 876; 16 State R. 95.\nThe limitation to the issue in fee simple for ever, goes for nothing, as being inconsistent with the lineal descent with which the estate starts. Words of that kind are very often rejected as incompatible'with the character of the descent, just as, in England, words indicating that the property was to he divided among the heirs, are rejected as contrary to the usual character of the descents with them: 7 Taunt. 209; 8 com. B. r. 876; 7 Man. & Gr. 738; 1 East 229, 424; 5 Id. 548; 7 T. R. 531; 19 Ves. 170; 2 Bligh 1.\nSuch words are not inconsistent with our law of lineal descents, and they are found in the case of Maurer v. Marshall {supra), an estate tail under a will since the Act of 1833. An estate tail has but one life’s duration, if the donee dies without leaving issue at his death; hut it is not shortened by the fact of there being a limitation over on that condition. A fee is converted by implication into an e.ntail, by a subsequent limitation over on an indefinite failure of issue. But if the limitation over be on default of issue at death, no such implication can arise, and the limitation over merely reduces the fee to a conditional one: Smith, §§ 128, 584, 649; 2 Bos. & Pul. 324; 2 Binn. 455; 1 S. & R. 144; 3 Id. 487, n.; 9 Watts 450; 7 W. & S. 288. The actual form of this devise is for life, if Ann shall not have issue. It is not without example: 2 Stra. 798; 3 Bawle 59; but it is a mere reversal of the mode in which the thought is usually expressed; and the substantial thought remaining the same, it does not affect the question. There is a limitation to the issue in fee; but this does not affect the question. So there was in Heilman v. Bauslaugh, 13 State R. 344; and in numerous other cases, where estates tail were held to have been created: 16 State R. 95; 8 T. R. 518; 2 Stra. 729; 1 Eden 119, 424; 5 B. & Ald. 910; 3 East 548; 6 Id. 386."}