{"id": "981574", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThere are two principal questions in this case, the first whereof is whether the several Acts of Assembly supplemental to the acts which incorporated the company, wrought such essential and radical changes in the constitution and objects of the company as to release the defendant from the payment of the instalments on the stock for which he had subscribed.\nThe first of these supplemental acts, passed the 7th January, 1853, authorized the stockholders to elect three additional managers.\nThe next, passed the 27th February, 1854, enacted that each share of stock should give the holder one vote at all elections of officers and other stock votes, provided he had held it for more than thirty days prior to such vote.\nThe last act, passed the 30th March, 1855, authorized the company, “ for the purpose of completing and equipping their said railroad,” to create a preferred stock to the extent of eight thousand shares of fifty dollars each, and for the purpose of redeeming its bonds and the preferred stock, and for the payment of other debts, to issue and dispose of bonds to any amount not exceeding six hundred thousand dollars, at a rate of interest not exceeding 8 per cent, per annum. Besides providing for many details connected with the preferred stock, the act stipulates that before it takes effect as a law of the corporation, it shall be accepted by a majority in value of the stockholders entitled to vote, and prescribes how the meeting of the stockholders shall be convened.\nIt was admitted on the trial that the company had accepted all the provisions of the above-named Acts of'Assembly.\nNow it is too plain for controversy that this legislation was in aid of the objects and purposes of the corporation, which were in general to build and work a railroad from the borough of West Chester to the city of Philadelphia. The company was incorporated in pursuance of an Act of Assembly passed in 1848 — they had organized and commenced their work — and the preamble to the Act of 1855 recites that they would require, to complete and equip their road, a greater sum than could be realized by the sale of bonds and stock now authorized by law, and that the making of a floating debt to meet such requirements would be onerous to the management of the road, and in all probability unduly hazard the interests of holders of its capital stock. Out of these embarrassments grew the remedial legislation 'that was accepted by the company, but which is now set up by one of the original corporators as a defence against his payment of stock.\nThe diligence of the learned counsel has failed to find a case to countenance such a defence.\nNothing is plainer than that an alteration of a charter by the legislature may be so extensive and radical as to work an entire dissolution of the contract entered into by a subscriber to the stock, as by procuring an amendment which superadds to the original undertaking an entirely new enterprise. Every individual owner of shares expects, and indeed stipulates with the other owners as a body corporate, to pay them his proportion of the expense which a majority may please to incur in the promotion of the particular objects of the corporation. By acquiring an interest in the corporation, therefore, he enters into an obligation with it in the nature of a special contract, the terms of which are limited by the specific provisions, rights, and liabilities detailed in the act of incorporation. To make a valid change in this private contract, as in any other, the assent of both parties is indispensable. The corporation on one part can assent by a vote of the majority, the individual on the' other part by his own personal act. Consequently, where an assessment is sued for to advance objects essentially different, or the same objects in methods essentially different from those originally contemplated, they cannot be recovered because they are not made in conformity to the defendant’s special contract with the corporation: Angell & Ames on Cor., § 537; Union Lock & Canal Company v. Towne, 1 N. Hamp. R. 44; 8 Mass. R. 268; 10 Mass. 384; 7 Barbour R. 157; 1 Harris 133; Hester v. Memphis & Charleston Railroad Company, Miss., see Legal Intelligencer, vol. xiv., No. 18.\nWhilst these principles are unquestionable, it is equally well settled by the authorities that modifications and improvements in the charter, useful to the public, and beneficial to the company, and in accordance with what was the understanding of the subscribers as to the real object to be effected, do not impair the contract of subscription: Irvin v. Turnpike Company, 2 Penn. R. 466; Gray v. The Monongahela Navigation Company, 2 W. & S. 156; Clark v. Same, 10 Watts 364. The case of the Indiana Turnpike v. Phillips, 2 Penn. R. 184, is an instance of such radical alteration in the structure of the company as works a release of the subscriber.\nThese general principles are founded in common sense, and it is apparent that they afford not the least support to this defence. The defendant voluntarily embarked in an enterprise which could only be carried out by accumulating large sums of money. His special contract with the other corporators looked to nothing less than a finished railroad from West Chester to Philadelphia; and it implied necessarily the ordinary and lawful means for accomplishing that object. When their money was expended and the work not finished, the necessary funds could be raised only by giving these funds a preference over the original stock, whether they came in the form of a loan or of preferred stock. Without the remedies provided by the legislature, the defendant’s stock must remain worthless on his hands — with them, he shared a common chance with the others of realizing ultimate profits. The legislation then, without altering the structure of the company, or changing the objects of its institution, or the mode in which those objects were to be pursued, set on foot a scheme of finance intended for its relief and benefit. It was to complete and equip the road — the very road — the defendant had agreed to assist to build.\nWe all agree that the parts of the charge quoted in the 10th and 11th assignments of error were unexceptionable.\nOn the next question, which relates to the right of the defendant to transfer his stock so as to escape liability for the unpaid instalments, we are a divided bench; but a majority concur, though for different reasons, in holding him liable notwithstanding the transfer he made.\nTwo of us think he had a perfect legal right to assign his stock on any terms he pleased, but that unless it was done with the consent of the company he remained liable still to them as a stockholder for the unpaid portion of his subscription. One of our number is of opinion that if the assignment had been bona fide it would have relieved him from further liability, but that the record showing that it was a transfer mala fide, he remains liable. The only remaining judge who sat in the argument holds that the assignment was valid and relieved the defendant from further liability.\nAs neither of these opinions has the sanction of a majority, they are not to be discussed, and are indicated only to show that they result in an affirmance of the ruling below on this point.\n' These are the principal questions in this case; but there are some minor points that require a passing notice.\nIt is not quite clear from the record that the court gave any instruction on the subject of the rate of interest to be charged against the defendant; but if the 12 per cent, provided' for in the 8th section of the incorporating act were allowed in pursuance of what the court said as quoted in the 9th assignment of error, a majority of our number think it was right, so that the defendant takes nothing by that assignment.\nThe defendant had estopped himself from denying that five dollars a share was paid at the time of subscribing.\nAnd there are no grounds for the objections to the amended declaration.\nOn the whole, we see no error in the record, and therefore the judgment is affirmed.\nLewis, C. J.\nI think that the plaintiff in error is liable on his written “ promise to pay to the corporation the sum of $50 for every share of stock set opposite his name.” The subsequent transfer of his stock did not release him from that contract. It is very clear that the transfer was not made in the ordinary course, as a business transaction, because the alleged purchaser was really paid for taking the stock, instead of paying money for it. Yet that is immaterial, because, whether the transfer was fair or fraudulent— whether with the consent of the company or without it — whether entered on the books or not — whether the purchaser became liable for the instalments unpaid or not, there is nothing in the law, or in the nature of the transaction, which discharges the original subscriber from his express written engagement to pay the money: Trevor v. Perkins, 5 Wharton 244. The case of Huddersfield Canal Co. v. Buckley, 7 T. R. 36, was decided on peculiar circumstances, and does not rule a case like the present.\nBut the penalty of one per cent, per month is imposed only on stockholders. The plaintiff in error was no stockholder when the default occurred. He is therefore not liable for the penalty. It is true that there is no assignment which brings this error to our notice in such a way as to oblige us to take notice of it. But the declaration claims the “ one per cent, per month,” and the amount of the verdict shows that it was recovered.\nI would, therefore, direct the prothonotary to make the proper calculation of the amount of principal and interest due on the subscription, and if the plaintiff below refused to release the excess, I would reverse this judgment. This court have a right, of their own motion, to do justice. I am in favour of doing it in this case. If my brethren do not concur in this suggestion, I must unite with them in saying that the errors have not been sustained, and that the judgment must be affirmed."}