{"id": "981568", "contents": "The opinion of the court was delivered by .\nLowrie, J.\nThis is a simple question of interpretation, and it is a very simple one if we take it up rightly. It is not so much the mere conveyance of the rent, as the transaction, that we are to interpret. In other words, we must interpret the conveyance in the light of the circumstances on which it was founded, and which it was intended to change. It declares a new law between the parties, and we must look to their old law and to the old relations which it was to alter.\nBerry had a conveyance of the ground, and supposed himself the owner of it, when he bought the ground-rent from Brinton. Now, certainly the parties did intend by this to extinguish the rent, and they say so. But this was only the accidental and conditional form of their intention. It was a secondary intention that was to follow as a consequence of the real thing which they were doing. Their primary and chief intention was that Berry should own the rent, and because they supposed him to be the owner of the ground out of which it issued, they supposed and intended that the conveyance should amount to an extinguishment. In their mind there was, first, the purchase and sale of the rent, and second, the extinguishment of it as the consequence of the ground and the rent being owned by the same person. But the condition and its consequence go together; the former not existing, neither does the latter. Yet the main fact and principal intention remain unaffected; the rent is conveyed to Berry. It would be a great perversion of the design of the parties to treat the transaction as an extinguishment or conveyance of the rent in favour of those who claimed the ground adversely to Berry. They were not parties to the transaction, and acquired no rights under it. Indeed, the present owners bought expressly subject to the rent. The court was right in declaring the transaction a sale, and not an extinguishment of the rent. The record does not seem to us to raise any other point than this.\nJudgment affirmed."}