{"id": "981554", "contents": "The opinion of the court was delivered by\nLowrie, J.\nThe office of executor in Pennsylvania is, of course, very analogous to the office of executor in England, but their duties are not identical; and we always run the risk of error, if we take counsel from English analogies and overlook the instructions of our own statutes. At death a man’s estate really passes into the hands of the law for administration, as much when he dies testate as when,intestate; except that, in the former case, he fixes the law of its distribution after payment of debts, and usually appoints the persons who are to execute his will. But even this appointment is only provisional, and requires to be approved by the law before it is complete; and therefore the title to the office of executor is derived rather from the law than from the will.\nThe law, however, allows a man to appoint his executors subject to this approval, and treats them, when appointed, as entitled to the office until they renounce it, if they are not legally incompetent to fill it. If they are competent, their appointment avails to make them representatives of the estate so far as relates to acts in which they are merely passive, such as receiving notice of the dishonour of a note; for they have immediate power to qualify themselves to act if they choose, and if the occasion demands it.\nWhen the notices in this case were served, the two persons named as executors and to whom notice was given, had power to take the oath and the office of executors, and might have done so the next hour afterwards. The law allowed the testator to appoint them, and he did so, and they may be treated as representing his estate for the purpose of such notice, unless they renounce at the register’s office, or at least until they refuse the notice on the ground that they do not intend to serve. He who is bound to give such notice, is not in fault in giving it to one who is thus potentially an executor, even though others have already become so actually, by taking the oath of office, unless at least he is warned that such notice is not accepted. If the estate suffers from such a notice, it is not the fault of him that gave it.\nIt was not erroneous to give the notice on the 4th of July, for a statute expressly allows this.\nJudgment affirmed*"}