{"id": "981566", "contents": "The opinion of the court was delivered by\nKnox, J.\nThis was an action of ejectment for a very valuable farm, containing 176 acres, in West Pennsborough township, Cumberland county, formerly owned by James McKeehan the elder, who by his last will, dated in 1829 and proved in 1831, devised it to his son dames for life, with remainder in fee to his son Samuel, in case James died without leaving widow or children. James died in November, 1854, wifeless and childless, and consequently the land in controversy passed under the will to Samuel.\nThe question now is, who has Samuel’s title ? On the 12th of April, 1843, Samuel McKeehan made an assignment for the benefit of his creditors of all his property, expressly including his interest in this land, under his father’s will. The plaintiff is now the assignee. In June, 1855, John McKeehan obtained by confession a judgment against Samuel McKeehan, upon which a sheriff’s sale was had of Samuel’s interest in the land, and a deed acknowledged to the purchaser on the 19th November, 1855, and in April, 1856, the purchaser at sheriff’s sale conveyed his interest to the present plaintiff. In November, 1841, James Rea obtained a judgment against Samuel McKeehan and others for upwards of three thousand dollars, which was revived in January, 1844, and upon which Samuel McKeehan’s interest in the same land was sold in November, 1845, to Samuel McCullough, who purchased for the use of his brother John McCullough, and for whose use or that of his wife the legal title is now held by Hugh Y. Brady, one of the defendants. As the judgment upon which this sale was made is anterior to the assignment, it follows that the defendant’s title is the better one, if the sale was valid.\nThe plaintiff’s allegation is, that the sheriff’s sale did not pass the title, because it was preceded by an arrangement made between Samuel and John McCullough and Samuel McKeehan, to prevent the property from selling for what it was worth, by representing to those intending to bid that it was to be bought by John McCullough for the benefit of Samuel McKeehan, the defendant in the execution, and thereby inducing them to withhold their bids.\nTo sustain this allegation, Richard Wood testified that he attended the sheriff’s sale with the intent to purchase the property, and that he would have given at least one thousand dollars for Samuel’s .interest, and that it was said that there was an arrangement made by which the property was to be bought in by Mr. McCullough for Samuel McKeehan and his family, and that this prevented him from bidding. He further testified that on the same day he remarked to McCullough that the property would not have sold for such a trifling sum if it had not been for the circumstance that it was to be bought for McKeehan and his family, and that McCullough answered that he supposed not, but that it would be all right. The witness could not say which of the McCulloughs was at the sale.\nAnother witness, Judge Lefevre, testified that John McCullough told him “that the farm was sold, and that he bought it for a home for his uncle Sam; that the purchase-money was forty-five hundred dollars, and that he supposed his uncle Sam could make the interest off of it, and that his whole object was to secure a home for his uncle Samuel.” Jacob Well also proved that John McCullough told him that “he had purchased the farm so that his uncle Samuel wrould have a home.”\nFor the defence it was clearly shown that neither Samuel nor John McCullough were at the sheriff’s sale, that James McCullough was there, and that the property was purchased by Judge Graham for John McCullough.\nWe do not think that the evidence which was given impaired in any degree the force and effect of the sheriff’s deed. It did not even establish the existence of the alleged arrangement, and much less did it prove that an arrangement was made to defraud creditors by sacrificing the property of an insolvent debtor. The case, as presented upon our paper-books, is briefly as follows: — •\nSamuel McKeehan was entitled by the will of his father to a valuable tract of land in the event that his brother James died without leaving widow or children. Samuel being largely indebted, a judgment-creditor levied and sold his interest at sheriff’s sale. When the property Was sold it was represented by some one present that it was to be bought for the benefit of Samuel McKeehan and his family. Upon this representation others withheld their bids, and it was struck down to Judge Graham, who purchased for John McCullough, for the sum of two hundred and ten dollars. The purchase-money was paid by John McCullough, who subsequently said that his object in buying was to provide a home for his uncle, Samuel McKeehan. A few months after the sheriff’s sale, John McCullough purchased James McKeehan’s life-estate in the land for forty-five hundred dollars; thus uniting in himself the two estates, which gave a perfect legal title in fee at a cost of §4710, all of which was paid by the purchaser. In November, 1846, an offer was made by McCullough to rent the farm to Mc-Keehan and his son for three hundred dollars per year, which waa refused. From this statement, which includes the whole case made by the evidence received, it is very clear that the defendant’s title is without spot or blemish. Where one buys with his own money, his subsequent declaration that his object in buying was to provide a home for another is of no effect whatever. To invalidate the sale it must be shown that the party purchasing was guilty of actual fraud, such as making a false representation, or practising some trick or device, and thereby procuring the title for less than its value. Where one about to bid upon property at a sheriff s sale, falsely represents that he is buying for the defendant in the execution, and by such false representation prevents competition, and becomes the purchaser at an under price, the sale would be void for actual fraud, and might be set aside by the former owner, or a subsequent purchaser, without first paying or offering to pay the price bid for the property at such fraudulent salé. JBut where there is an agreement between the purchaser and the owner, that the purchase shall' be for the benefit of the latter, upon certain terms, a representation of the fact made at the sale would not vitiate the purchase even though it should'cause the property to be sold below its actual value. The effect of such agreement and representation^ might be to make the purchaser a trustee for the former owner, but no recovery could be had against him without reimbursement, and if this was delayed beyond a reasonable time he would hold the property discharged from the trust. We do not think that there was any evidence of actual fraud in the case at bar, and therefore the charge of the learned president of the Common Pleas was more favourable to the plaintiff in error than he had a right to demand, for the question whether there was actual, fraud was submitted to the jury, and found in favour of the defendant.\nThere are several assignments of error based upon the rejection of evidence offered by the plaintiff, and one upon the admission of evidence offered by the defendant.\nIt is unnecessary to examine these exceptions specifically and in detail. It is sufficient to say that the report in the neighbourhood that the property was to be bought in for Samuel McKeehan’s family was not evidence against John McCullough. Nor was it error to reject Samuel McKeehan as a witness; neither were his declarations evidence, for he was clearly interested in promoting a recovery by his assignees, so that the fund would go to pay his debts, an interest which was unaffected by the release executed by him as to the surplus.\nThe declarations made to James McClure by James McKeehan were inadmissible, and Samuel McCullough was a competent witness for the reasons assigned by Judge Pearson in the bill of exceptions.\nJudgment affirmed.."}