{"id": "981652", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe guardian was right in charging himself with the one per cent, upon the legacy, amounting in ten years to $300, but was he right in claiming credit for the same amount laid out and expended for the incidental expenses of his ward, including boarding, clothing, schooling, &c. ? This is the question upon the record. The testator’s will gave the appellant a legacy of $3000, payable when she should become of age, and charged it as so much cash upon his estate, of which his son Job Perkins was made residuary devisee. He made Job also testamentary guardian of the legatee, and authorized him to apply annually one per cent, of the legacy for the “ incidental expenses” of the young lady. That this expression did not include the cost of supporting and educating her is proved by the subsequent language of the testator where he said, “ and as a further provision for my granddaughter, Mary L. Tyson, during her minority, I charge it upon my wife and my son Job the bringing of her up, and, in all things, due care and attention to her education, clothing, &c., until she arrives at the' age of twenty-one years.” This further provision was very comprehensive, and included all the substantial necessaries of the young lady. No part of her support and education could properly be charged against the fund set apart for her incidental expenses.\nRegarding her legacy as cash in Job’s hands, the testator doubtless considered that 5 per cent, of the legal interest upon it would be consumed in her support and education, and that she would need a little pin-money for incidental expenses, which the one per cent, would be sufficient to supply. He meant this should go to her use as money.\nHe knew well enough that in these times 'some money in the purse was necessary to the happiness of a young lady, and the more liberally he provided for her clothing and education, the more indispensable would that fund become for incidental expenses. They could not be specified. If the guardian paid her the $30 a year, or any part of it, he would be entitled to credit for it. If he did not, he should account for it. He was not to keep an account of her incidental expenses, but to pay her so much money, and let her use it for her incidental expenses. If he withheld it, or she forbore to use it, the more reason has she to claim the enjoyment of it now. The testator contemplated the possibility of its not being applied to incidental expenses, for he bequeathed it over, in case of her death before twenty-one, but the fund, whatever it is, belongs to her, and the account should be so reformed as to make the guardian responsible for it.\nIt is proper to add that Judge Black, who sat in the argument, concurred in this conclusion.\nAnd now, to wit, 6th May, 1857, it is considered and adjudged that the decree of the court, confirming the auditor’s report, be reversed, and that the credit of $300, claimed by the accountant, for the boarding, schooling, clothing, &e., of the minor, be stricken out, and that the account, thus reformed, be confirmed.\nLowrie, J., and Knox, J., dissented."}