{"id": "981674", "contents": "The opinion of the court was delivered by\nWoodward, J.\nIt is a great misnomer to call this a case stated. After the evidence was closed, it was agreed in writing by the counsel that the jury should be discharged and that the court should pronounce the law upon the “facts in the case.’’ What facts ? Not one is set down as ascertained and established. The evidence is here, but how much of it the jury would have believed, and what conclusions they would have deduced from it, we are left to conjecture, and that without the slightest assistance from the court below; for, without a word of explanation, they entered judgment for the defendants. This was a very proper judgment on a case so presented, whatever its merits; and our duty would be fully performed in affirming the judgment on the ground that the case is not so stated as to enable us to review it on its merits. To bring up the crude evidence without an attempted analysis of it either by counsel or a jury, indicates a strange misconception of the duties of this court of review. We would not undertake to reverse a judgment on such facts as we might find from an undigested mass of evidence, because the discovery of facts is no part of our appropriate work.\nStill, however, whilst we do not mean to encourage eases stated of this stamp, wo feel well assured, from a glance at the testimony, that the judgment ought to be affirmed as well on that as on the ground of irregularity in making up the record.\nPolly Rupp, an aged, infirm, and lone woman, owned the land in controversy ; and, on the 7th of September, 1847, conveyed it, in consideration of one dollar, to Ferdinand Rath in trust,\n1st. To pay her debts, supposed to amount to about $30.\n2d. To support her for the remainder of her life.\n3d. After her death, in trust for the sole and separate use of Polly Rath, wife of the said Ferdinand, and of Susanna Leady, step-daughter of said Ferdinand, as tenants in common, and to their heirs and assigns for ever, and so as they the said Polly Rath and Susanna Leady shall take and receive the rents, issues, and profits thereof, a.nd so as the said Ferdinand shall not have or control the same in any wise whatever except for the purposes of these trusts hereby created.\nNow, whether Ferdinand Rath was indebted at the date of this deed is one of the unascertained facts about which counsel differ; but suppose he was hopelessly insolvent, that did not disqualify him from acting as trustee, nor did his creditors acquire any rights as against the eestuis que trust. It is attempted to treat this trust as a fraud against his creditors — it is said he paid the debts of Polly Rupp and supported her; that he was in fact the purchaser of the land, the trust being introduced merely to shield it from his creditors. Non constat is a sufficient answer. The proof is that the grant was made — the estate created on a nominal consideration — that it was a farm yielding rents and profits — and it is a very fair presumption that these were adequate to discharge the very small indebtedness and to support the brief remnant of the grantor’s life. It does not appear that Rath paid anything or had any interest in the land except as trustee. His wife and Susanna paid the only debt we hear of; and if he may claim that their earnings belonged to him, and therefore that it was a payment by him, we will presume him compensated by the rents and profits, at least until he renders an account.\nIt looks to us as a simple and direct trust, under which no beneficial interest vested or was intended to vest in the trustee, which his creditors could touch. Undoubtedly a debtor cannot convey his estate or cause it to be conveyed in trust for the use of his family to the prejudice of his creditors; but this was never the estate of Ferdinand Rath, nor was any part of his estate taken to purchase it. His creditors could not be delayed or hindered by any use Polly Rupp might make of her estate.\nIf mortgagees for a valuable consideration and without notice of a trust are sometimes considered as purchasers, judgment-creditors never are, and they are not in equity allowed to hold against the cestui que trust: Finch v. Earl of Winchelsea, P. W. 278; Fonblanque’s Eq. 167, in note. They had all the remedies against their debtor after the trust they had before. The purchaser at the sheriff’s sale acquired no interest in the land, because Rath was a naked trustee, without an interest to be bound by his creditors’ judgment.\nSuch are the impressions which the facts, as they are called, have made on our minds; and if the court rendered judgment on them, we think it was a sound judgment, and it is accordingly affirmed.\nJudgment affirmed."}