{"id": "981681", "contents": "The opinion of the court was delivered by\nLowrie, J.\nIn Huyett v. The Reading Railroad Company, 23 State R. 373, we decided that the damage from fire, occasioned by negligence in running the locomotives, was not included in the original estimate of damages made at the time of the construction of the road, and that, under the circumstances of that case, the-court could not take the question of negligence from the jury and decide that there was none, as had been done in the case of Yeiser against the same company, 8 State B. 366. Much additional light may be obtained on that question in 2 Am. Railw. Cases 30, 38.\nAnother point raised in Yeiser’s Case, came up lately in The Sunbury and Erie Railroad Co. v. Hummel, 27 Stale R. 99, wherein we decided that the risk of fire from locomotives could not properly be considered in estimating the damages arising from the construction of a railroad, because of its uncertain and contingent nature; and we find our reasoning in that case sustained by several very influential decisions elsewhere: 2 Mees. W. 824; 10 Id. 425 (S. C. 19 Eng. L. & R. 11. 295); 4 Id. 265 (S. C. 16 Queen’s B. R. 643, 6 Bailw. C. 656). In so deciding, we did not overrule Yeiser’s Case, because of a difference which we pointed out in the cases, without saying that that difference called for a difference in the results. And though the distinction there alluded to does not exist here, yet it is insisted that there is such a difference between Hummel’s Case and this, as to demand that this should be differently decided.\nWe do not think so. Indeed when we consider that the legislature, in all such cases, intend to provide for all real damages and no more, and that it is impossible for different men to express this idea in the same terms, except by copying from each other, we incline to look for the same thought, rather than for different ones, even where the forms of expression are different. On no other principle could we ever arrive at anything like system in dealing with these corporations. These views decide at once the points of evidence and of instruction. There was no need of a declaration.\nJudgment reversed and a new trial awarded."}