{"id": "981625", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe authority of the court to enter judgment on the award is objected to, because the submission was under no Act of Assembly, and it is argued that the conditions by which the parties agreed to be bound were altogether different from the terms of the 6th section of the Act of 1886 relating to arbitrations. The only difference perceived, is that the parties did not stipulate to make the submission a rule of court, and this has been held in several cases to be immaterial: 1 Harris 90; 4 Whart. 347. There was an action pending, and the parties agreed to refer it and to abide by the award, and that was a substantial compliance with the Act of 1836; and if the award was made in pursuance of the submission, it is equivalent to a verdict, and the court had authority to enter judgment upon it.\nBut it is said the award is not in pursuance of the submission, because it was not filed, as the parties stipulated it should be, in the Court of Common Pleas within five days after it was made.\nIt was duly filed on the 17th May, 1856, and the plaintiff in error had the full benefit of all the exceptions he chose to take, among the rest, this one, that it was not filed within five days after it was made. This raised a question of fact, which the court below decided against him, and we are not to revise it. We are bound to assume that the award was filed within five days after it was made. True, it seems to bear date on the 11th of April, but the court below may have been satisfied that this was a mistaken date, or that the parties had agreed to waive the stipulation about the five days — or that the referees had done their duty, but that by some mistake, for which they were not responsible, the award did not reach the prothonotary’s office quite as soon as it ought — ■ these or other grounds, which do not and cannot appear of record, justified the decision of the court, we are bound to presume, that the award was filed in conformity with the agreement of the parties, and their finding of the fact concludes us.\nThe award made pursuant to the submission, would, like a verdict, draw interest from the date of its entry, and there is, therefore, no virtue in the objection taken to thefi.fa.\nThe only remaining error relates to the amount of the award. This was the very question of fact, “ what sum of money, if any, the defendant shall pay to the plaintiff,” the parties referred, and the referees having found it, with the approbation of the court, under whose supervision they sat, we have nothing to do with it.\nThe judgment is affirmed."}