{"id": "981672", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nOn the 26th September, 1856, the Lebanon Bank gave to Jacob Miller a certificate that he “ has deposited $440, subject to his order on the return of this certificate.” This money was attached by Mangan, a creditor of Miller. After the attachment, and after Miller had notice of it, he endorsed the certificate over to Drexel & Co. This, endorsement was evidently made for the purpose of defrauding the creditor, and in contempt of the law and its process. Whether Drexel & Co. had notice of the facts, or what they paid for the certificate, if anything, does not appear by any evidence except the endorsement. The bank, with full notice that the endorsement was made after the money was attached in their hands, paid it to the agent of Drexel & Co. The court below was of opinion that this payment was no defence against the plaintiff in the attachment. The case, turned on the question whether such a certificate of deposit was a negotiable instrument. The negative of this question has been three times decided by the Supreme Court of Pennsylvania: Patterson v. Poindexter, 6 W. & S. 227; Charnley v. Dulles, 8 W. & S. 361; Boker v. Hazard, 6 W. & S. 228. It was not pretended by any one that the instrument was a bill of exchange. It was contended that it was a promissory note. But the decisions proceeded on the principle that a promissory note could not exist without an express and unconditional promise to pay. The certificate of deposit was destitute of both these requisites. The money was merely stated to be “ subject to the order” of Miller. The promise to pay was, therefore, only an implied one, arising from the facts set forth in the certificate. It was subject to the order of Miller only on “the return of the certificate.” An unconditional draft, without returning the certificate, would not have entitled the payee to the money, according to the terms of the instrument. It was, therefore, payable only on a condition. But it is not our purpose to vindicate the decisions of our predecessors on this subject. It is sufficient for us to know that the question has been finally settled by the only authority which can be regarded as conclusive in this state.\nThe decision of the Supreme Court of the United States in Miller v. Austin, 13 How. 218, is certainly entitled to very great respect, on account of the learning and ability of the judges who administer the law in that court. But this question does not arise upon the construction of the constitution or laws of the United States; the case before that court was a certificate of deposit issued by a bank in Mississippi, and endorsed in Ohio. The action was brought in the latter state, not upon the certificate, but upon the endorsement. Every endorsement is treated as a new and substantive contract, and is governed by the law of the place where the endorsement is made: Slocum v. Pomroy, 6 Cranch 221; Story Confl. Laws 314. The Federal tribunal had, therefore, no other duty to perform than to ascertain what was the law of Ohio; and its decision is nothing more than the. expression of its opinion that, under the law of Ohio, the endorser was liable. Conceding this to be a correct exposition of the law of Ohio, it furnishes no reason whatever for a change in the settled laws and usages of this state. If each state is constantly changing its rules of decision for the purpose of conforming to those of its sister states, it might happen that by the time we had accommodated ourselves to the law of Ohio, that state, influenced by the like comity, might have adopted our rule, and thus the law would be rendered uncertain in both states. But it is remarkable that a decision of the Supreme Court of Ohio, in exact conformity with the Pennsylvania decisions, was cited in the argument, and the learned judge who delivered the opinion of the Federal Court did not undertake to show that the citation was erroneous, or that the decision had been overruled by the proper tribunal of Ohio. It is, therefore, by no means certain that the case of Miller v. Austin is even a correct declaration of the law of Ohio. It is very certain, however, that it is no authority on this question, in opposition to the decisions of the Supreme Court of Pennsylvania.\nThe same remark may be made in relation to the decisions of other states on this question.' When a principle of Pennsylvania law has been settled by the Supreme Court of the state, it is not to be changed in order to conform to the laws of other states.\nJudgment affirmed."}