{"id": "981602", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nThis is an action of ejectment brought by the acting executors of Benjamin Chew, deceased, against Benjamin Chew, a son of the testator. The plaintiffs below recovered, and the case comes up to review the instructions given by the judge who tried the cause at Nisi Prius.\n' The will gives the executors a power to sell the real estate in question. By the operation of the Act of 24th February, 1834, the executors take the estate in the land as fully as if it had been devised to them to be sold. They may, therefore, maintain ejectment to recover the possession. The fair construction of the will is that the estate called '“ Cliveden,” now in controversy in this suit, was not to be sold until after the death of the testator’s widow, except at her own request. But she died before the commencement of this ejectment, and at her decease the estate vested in the executors, discharged of her interest and control. But the defendant below claims to retain the possession of the property, and to “ take it” on account of his share of the estate of his late father; and he alleges that it is the duty of the executors to convey it to him. It is true that the will gives to the executors the power to convey to any of the children who desire it, such portions of the land as the executors may “deem expedient,” “taking care that such appropriation of land” shall in each case “fall short of and may not be likely to exceed the proportion” to which the individual receiving it may be entitled. This power was only to be exercised after the executors had “ full time and opportunity to possess themselves of the knowledge of the several parts” of the testator’s estate, and should “ be able, on a full view of” his “ affairs, to adjust and arrange their reasonable prospects of the product of the estate, and thereby anticipate what may be reasonably expected as the share” of each of the children. They have not deemed it expedient to convey the land in controversy to the defendant below, and they assign as the reasons for refusing to convey — that it would amount to much more than the share of either of the children — that other children desire to receive a portion of it — that the executors have not such information as would authorize them to convey it to any of the children, the estate being unsettled and the value thereof being unascertained by them —that such distribution is left to their discretion and is not subjected to the control of others — and that the defendant below has forfeited his right to any portion of the estate by violating the clause of the will which takes away the legacy from any one who shall “ dispute, contest, or litigate any devise, bequest, or other testamentary provision contained in the will.”\nThere is not a single sentence of the will which gives countenance to the notion that any one of the children may “take” possession of any part of the real estate before it is conveyed to him by the executors. The descent is broken by the power to sell and the operation of the Act of 1834. The children have no estate in the land until it is conveyed to them. That conveyance, according to the language of the will, depends upon the discretion of the executors. Where there is no bad faith in the exercise of discretionary powers given to trustees, a court of equity will not, in general, control them: 1 Sugden on Powers 341; 2 Sugden 511. But, conceding that their discretion in this case is subject to judicial control, it is very clear that such control must be exercised by the Orphans’ Court. That court has jurisdiction of the settlement of their accounts and the distribution of the assets which may come to their hands, and over all cases where they may be possessed of or are in any way accountable for any real or personal estate of the decedent. The Orphans’ Court may also remove or discharge them according to its own legal discretion! In this case a settlement of the administration account would probably be necessary before the court could come to any enlightened judgment in regard to the manner in which the discretion of the executors had been exercised. There is no evidence on the record to show what the value of the estate is — how much it is indebted —how much each child is entitled to — and what is the value of the Cliveden estate. Whether it amounts to more or less than Benjamin Chew will be entitled to, is not shown. Even if this court could disregard the jurisdiction of the Orphans’ Court, and exercise a control over the executors, there is nothing on this record to show that their discretion has been improperly exercised. It is indispensable to the support of the claim of the defendant below that he should show affirmatively that the estate which he desires to retain does not exceed in value the proportion of the whole estate which will fall to his share in the distribution. This has not been shown. At least we find no evidence whatever on the subject in the paper-book. But we decide this case on the ground that the defendant below has no title whatever to the land so long as the executors refuse to convey it to him — and that their discretion on this matter, if subject to judicial control at all, can be controlled by the Orphans’ Court alone. The remedy, if any exist, is within the statutory jurisdiction of that court, and that remedy is exclusive of every other.\nJudgment affirmed."}