{"id": "981613", "contents": "The opinion of the court was delivered by\nKnox, J.\nWinthrop Beach, the plaintiff in error and defendant below, in running lumber down the Cowanesque river, in Tioga county,’ found a raft of spars belonging to the plaintiff lodged on a mill-dam. Alleging that the spars prevented his passing over the dam with safety, he removed two of them, one of which was lost. To recover for the lost spar, and the expenses incurred in putting the raft again in order, this action of trespass wras brought.\nUpon the trial the defendant’s counsel requested the court to charge the jury,\n1st. That if the plaintiff by his negligence contributed to the injury, he could not recover, although the defendant might have been also guilty of negligence.\n2d. That if the jury believed from the evidence, that the plaintiff’s raft was run and left by him in the course for three or four weeks, and until the next freshet; and the defendant in descending the river with his rafts was obstructed by the plaintiff’s raft, the defendant had the right to remove the plaintiff’s spars to effect a passage, and in doing so is not liable for the loss of plaintiff’s spars, unless he was guilty of gross or wilful negligence.\nTo the first proposition the Court of Common Pleas answered, that it was not applicable to the case.\nTo the second, that the defendant had the right to remove the spars from the course, but in so doing he was “ bound to exercise the same care in removing it, as an ordinarily careful man would have used in the removal of his own property from the same or a similar position.”\nWe see nothing in the case which convicts the court of error, in refusing to apply the well established principle, that no recovery can be had when the loss springs from mutual negligence. But we are of opinion that there was error in the instruction that the defendant in removing the spars was bound to the same care that an ordinarily careful man would exercise in removing his own property from a similar position.\nThe Cowanesque river is a public highway, and as such is open to the use of the public for the purposes to which it is applicable. It can only be used for descending navigation in times of high water, which usually lasts but for a short time. During the period of navigation it is very important to the lumber trade that the course should be kept free from obstruction; and ivhere one descending the stream finds it blocked up so as to arrest his progress, he may undoubtedly remove the obstruction, and that too in the most speedy manner, if the exigencies of the occasion require it. At the most he is only liable for gross negligence or wilful destruction in removing the obstruction. Any other rule might result in loss to one without fault, for the purpose of protecting the person who by accident or otherwise had caused the obstruction.\n“ Where a loss must fall on one of two innocent persons, it should be borne by him whose accident was the cause of it Philiber v. Matson, 2 Harris 307. True, the defendant was not justified in doing unnecessary injury to the plaintiff’s property; but he had the right to protect his own property even at the expense of loss to the plaintiff’s. And this was denied to him under the rule applied upon the trial; for if he was bound to act as the owner of the spars would act under the same circumstances, the right of preference was gone.\nThe defendant was entitled to an affirmative answer to his second point, and because he did not get it the judgment must be reversed.\nJudgment reversed'and venire de novo awarded."}