{"id": "981627", "contents": "The opinion of the court was delivered by\nArmstrong, J.\nHenry L. Patterson was a common carrier on the Pennsylvania Canal and Railroad. In the fall of 1841 he received on board his canal boats 1577 blooms for Robert Moore, to be delivered at Pittsburgh. The next season, 1842, it was discovered that 430 of the blooms never reached the consignee of Moore, and were never delivered for him; but when at Patterson’s wharf, at Hollidaysburg, his clerk changed the manifest and forwarded them for Hileman & Hammond, who had no control over them. The law holds every common carrier intrusted with goods as responsible at all events for every injury arising in any other way but from the act of Providence or the common enemy. On the facts stated Patterson was unquestionably liable for the amount of blooms not delivered, from which he could only be relieved by a release or other sufficient discharge. In defence, the counsel of Mr. Patterson offered in evidence the deposition of William Nelson, his clerk. It was objected to by the plaintiff on the ground that he was the agent of Patterson, who was sued for negligence, and to whom he might be liable. The admission of this was the first error assigned. His situation as clerk merely, did not render him incompetent; and there was nothing in the evidenoe fixing such a liability on him as would justify his exclusion. This error is not sustained.\nThe defence set up was that in the summer of 1842, Robert Moore paid the balance of freight due on the blooms actually delivered ; and that in that year an arrangement was made between defendant's clerk, and a minor son of Moore, and Hileman & Hammond, that Moore should have other blooms at Water Street in lieu of 430 missing. _ To make this proof the deposition of William Nelson, the clerk, was admitted. It was objected by the plaintiff that conversations between Joseph and Hammond, and the arrangement between them, were not evidence to affect Robert, unless a previous authority was shown in Joseph to act, or that his acts were afterwards ratified by his father. The act of an agent, within the scope of his authority, is the act of the principal. But “ a party who avails himself of the act of an agent must, in order to charge the principal, prove the authority under which the agent acted. The burden of the proof lies on him to establish the agency and the extent of it:” Hays & Wick v. Lynn, 7 Watts 525. Had Joseph been first proved to be the agent of his father for this purpose, then his acts, and the arrangement referred to with Hammond, might have exonerated Patterson, if made on proper consideration and carried out in good faith. “ But before such facts can be given in evidence, the fact of agency must be proved.” Yet, as courts cannot always direct the order in which evidence shall be offered, it may have been thought that proof of ratification would follow (and this remark may be applied to the second error assigned).\nActs alone are not proof of agency. If they were, every man’s business might be interrupted or deranged by the interference of strangers. There is not a word in Nelson’s deposition to show that Robert Moore was cognisant of what, his son had said or done. The court say, in answer to plaintiff’s 2d point, “ There is not evidence to show that there was any authority in Joseph Moore to authorize a release, nor is there anything said or done by him to be treated or regarded as such release that would be binding on Robert Moore, unless the evidence satisfies you that Robert Moore afterwards ratified what Joseph did, and that he agreed to take the blooms at Water Street, as represented by Nelson in his deposition, and to release Patterson from his liability. Patterson was clearly liable for the 430 blooms when Joseph went to him. There is not evidence to show that he went with authority to release the liability. Does the evidence show that he afterwards ratified an act of his son releasing him ? This is a question for you.” This answer affirms the position taken by the plaintiff in this point, as to the authority of Joseph to release; and puts the whole on the question of subsequent ratification by his father. Now, where is the evidence of ratification ? It was proved that Robert Moore paid Patterson the freight on 1147 pieces which were delivered. This he had a right to do. It was at his option to set up the damage for non-delivery of blooms against the demand for freight, or to pay it, and make his claim for the blooms a distinct matter, to be adjusted afterwards. The receipt of Mr. Patterson for freight can have no effect one way or the other, beyond what is expressed on its face.\nNelson says he “ never had any conversation with Mr. Moore, it was all with his son.” There was not only no proof of precedent authority to the son, but there was no evidence that the conversation between him and Hammond and Nelson was ever communicated to the father, nor of any action of the father pursuant to such conversation. And John T. Horrell proves that “ Joseph Moore did not claim any iron at Water street for his father when he came back, as left there for him by Hileman & Hammond, in place of the 430 lost — had no orders from them at any time to ship any blooms for Mr. Moore, lying (as they had told Joseph) at the lower end of our wharf. We had no blooms of theirs in the spring of 1842, but fifty-nine pieces and a lot weighed off of theirs before for the Messrs. Bell.”\nIf the conversation with Hammond and Nelson, which was only executory, had amounted to a release of Patterson, it would have failed for want of consideration, if no blooms were at the place appointed to meet the arrangement. It has often been decided that, “ it is error to permit a jury to pass upon a matter of fact of which there was no evidence:\" 8 Watts 385; 6 Watts 72, 487; 1 Barr 68. And in Stauffer v. Latshaw, 2 Watts 165, it was held that, “ to submit a fact, destitute of evidence, to the determination of a jury, as one that may nevertheless be found, is an encouragement to err, which cannot be too closely observed or unsparingly corrected.” The record before us presents no evidence which would authorize the court to submit to the jury as a matter of fact, the question whether Robert Moore ratified the acts of his son, which were alleged to be a release of Patterson. There was, therefore, error in this particular, in the answer to the plaintiff’s 2d point.\nThe 4th and 5th errors assigned apply to the 3d and 4th points of plaintiff. I am not prepared to say that the answers to these points, as they were put to the court, were wrong. If Joseph was the agent of his father, as the 3d assumes, then there was some evidence, the effect of which was to be determined by the jury. The answer to the 3d point is not so indirect as to amount to error. The court say that if the arrangement' was made with authority from his father, but on condition that Hileman & Hammond had the blooms at Water Street for his father, and would furnish them there, and had not done so, Henry L. Patterson would still be bound. In this there is nothing to complain of, as it is rather an affirmance of the point.\nWhat has been said in relation to the 2d and 3d errors, will apply to the 6th. If Robert afterwards sanctioned and agreed to the arrangement made by his son, of course it would be binding according to its terms — if complied with. I have already said there was no evidence of such sanction or ratification. As there was some evidence before the jury, I do not think it safe to say that the 7th error is sustained. It was for them under proper instructions, rather than the court, to say how far the facts went to establish a release of Patterson, which after all would go for nothing if not ratified by Moore.\nJudgment reversed and venire de novo awarded."}