{"id": "981692", "contents": "The opinion of the court was delivered by\nLowrie, J.\nIt is essential that the records of judicial tribunals should not be open to be disputed; otherwise the means of determining controversies would themselves be subject to controversy, and disputes would be theoretically interminable. But the records of accounts, in the office of the state treasurer, have no such character. They are mere books of entries of one party to an account, and are open to correction as fully as the private account books of the citizen.\nMay the clerk who made the mistake, by giving credit for more money than was paid to him, he a witness to prove it ? Why not ? If clerks are to be excluded as witnesses of transactions in which they take a responsible part, then a very large portion of the ordinary business of life cannot be examined in court. But here necessity overcomes the objection of interest, and admits the witness — as when a clerk is sent to pay money, or a porter or carter to deliver goods sold, or a messenger to serve a notice; or when property is committed to the custody of one, and is injured or carried away by another. These are instances of a class of cases where, from necessity, witnesses are allowed to prove how they discharged their duty, though they are responsible if they did not do it rightly. Their interest goes to their credibility.\nWhat difference does the clerk’s entry on the account books make? None at all on the question of competency; for, at most, it only shows that he had the interest belonging to the class of witnesses just alluded to, and which does not exclude them. The receipt and entry stand merely as evidence of payment, and may be explained and corrected by other competent evidence. The entry of the credit on the books of the treasurer is not, as between the Commonwealth and the defendant, even an admission; but only a private memorandum for the information of the accounting officers, and which they may change and correct at any time according to their own knowledge and modes of book-keeping; and, when corrected, the entry and correction must go together, if claimed as an admission. An entry communicated to others is an admission, but merely as entry it is not.\nThen the receipt is the only evidence of the defendant, and that is an admission and no more. If it had been signed by the clerk, it would not have rendered him incompetent as a witness to correct it, as is shown by the fact that, in private transactions, receipts of agents are treated as mere declarations of third persons, and the agents must ordinarily be called to prove them true, and may therefore prove them untrue. The exception that dispenses with the necessity of proving the receipts of public officers in this way does not make them incompetent. The clerk in this case was competent; and, since his own entries were to be accounted for, it was proper to refer to' all the entries that cast any light upon the matter.\nConcerning the rejected offer of evidence: we do not see how it could have beep admitted as part of the res gestee. This term means the transaction in controversy, or matter under investigation, whether it be a principal fact in a cause, or only an incidental and collateral one; and the rule is that, in order to understand and interpret the fact, and give it its place and value, we must have it with all the circumstances which properly constitute a part of it. The expression, matter under investigation, is more true to the comprehensiveness of the principle, for it includes states and conditions of persons and things as well as acts done; and also the relations in which parties stand to each other, except where those relations have been defined by law or by contract.\nThis offer does not appear to us to have been part of the matter under investigation; but merely a subsequent declaration of what the defendant had already done in the matter. It seems intended as a means of proving the matter itself rather than one of its ordinary incidents. It was an attempt to corroborate' a disputed receipt by the defendant’s own declaration, and from the remarkable, and rather incredible, coincidence which it reveals. If the evidence were believed the coincidence would be impressive; but we cannot regard the declaration, offered to be presented by it, as part of the transaction.\nJudgment affirmed."}