{"id": "981600", "contents": "The opinion of the court was delivered by\nKnox, J.\nMay the borough of Bethlehem lawfully assess a tax for borough purposes, on moneys at interest, or debts due from solvent debtors ? This is the sole question presented by the case stated, and it received an affirmative answer in the Court of Common Pleas.\nThe borough of Bethlehem was incorporated by an Act of the General Assembly, passed on the 6th day of March, 1845; and subsequently, on the 27th of January, 1854, by a decree of the Court of Quarter Sessions, it was made subject to the restrictions contained in, and' possessed of the powers and privileges conferred by the Act of the 3d April, 1851, commonly called the General Borough Law.\nThe 32d section of the Act 29th April, 1844, makes “ all mortgages, «money owing by solvent debtors, whether by promissory note, penal or single bill, bond or judgment; also all articles of agreement, and accounts bearing interest,” subject to taxation “ for all state and county purposes whatsoever.”\nAmongst the corporate powers given to boroughs by the Act of 3d'April, 1851, is that “to levy and collect annually for borough purposes, any tax not exceeding one half-eent on the dollar on the valuation assessed for county purposes as now is or may be provided by law;' all property, offices, professions, and persons, made taxable by the laws of this Commonwealth for county rates and levies, shall be taxable after the same manner for borough purposes.”\nIn the absence of any other legislative enactment, the right of boroughs under the Act of 3d April, 1851, to impose a tax for borough purposes upon moneys at interest, would be tolerably clear; for although it is not expressly given, yet the words “ all property” are broad enough to include choses in action, or debts due.\nBut by the 22d section of the Act of 25th April, 1850 (P. L. 572), the General Assembly declared, that “no law of this Commonwealth rendering moneys owing by solvent debtors liable to be assessed and taxed for any purpose, shall be construed and held to make the same liable to be assessed and taxed for borough and township purposes; but they shall be exempt from any charge, tax, or assessment for any such purposes.”\nNow whilst this section can^have no possible relation to the power of succeeding legislatures to tax “ moneys owing by solvent debtors,” nor to the right of the judiciary to place a construction upon subsequent legislation, on the same subject; yet, in the absence of express words, it may aid us in ascertaining the legislative intent.\nThe acts referred to, viz., that of 29th April, 1844, that of 25th April, 1850, and that of 3d April, 1851; all bear upon the question under consideration, and being in pari materia, may be construed together. The first declares that debts due from solvent debtors shall be taxable for state and county purposes; the second, that such debts shall not be taxed for borough or township purposes; and the last, that all property subjected to taxation for county purposes, shall be for borough purposes.\nThe case depends entirely upon the construction given to the words “ all property,” found in the Act of 3d April, 1851. There can be no doubt whatever but that the word property, in its general signification, might include “ debts due from solvent debtors but it is equally clear that it may be used in such a manner as to make it referable solely to such an estate or interest as one may have in lands or goods subject to manual occupation. And this we believe to be the proper application of the words “ all property,” in the act referred to.\nNeither in the Act of 1844, nor in that of 1851, is the'power expressly given to tax debts due from solvent debtors, for borough purposes; whilst in that of 1850, it is expressly forbidden. And there is no reason for supposing that the legislature intended to give boroughs, incorporated under and made subject to the provisions of the Act of 1851, a power of taxation expressly withheld from all the other boroughs and townships within the Commonwealth. Special or class legislation is so manifestly wrong that its existence should not be presumed unless the legislative intent is free from doubt or difficulty; and especially is this so when the special legislation is plainly contrary to tne general law of the land.\nThe General Assembly, by the most explicit words, has declared that debts due from solvent debtors shall not be taxed for borough purposes; if certain- boroughs claim to exercise the power, let them show a clear and indisputable right for its exercise. It is not enough to produce an Act of Assembly, which may or may not give the power, depending altogether upon the sense in which certain words are used, unless that sense is clearly in favour of the power claimed.\nThe word property, when used to designate what one is the owner or possessor of, is of no greater signification than the word estate, and yet we find that in the Act of 29th April, 1844, in describing the subjects of taxation, the legislature, after using the words “ all real estate” and “ all .personal estate,” also expressly designate, as the subjects of taxation, all mortgages, money owing by solvent debtors,” &e., &c., thus recognising the necessity of enumerating this species of property by its particular name rather than including it under the general words of “ all personal estate.”\nIt is true that in Blickensderfer v. School Directors, 8 Harris 88, it was held that money owing by solvent debtors was taxable for school purposes; but, unlike townships and boroughs, no act had expressly declared that it should not be, and, besides, the Act of 7th April, 1849, declares that the school tax shall be assessed upon the property, subjects and things, made taxable for state and county purposes. The distinction is a clear one, and, by deciding that moneys at interest are not proper subjects of taxation for borough purposes, we do not in anywise trench upon the authority of the case referred to. Until the General Assembly declares that debts due from solvent debtors shall be taxed for borough purposes, we will consider the prohibition contained in the Act of 25th April, 1850, as in full force. Whenever the power is clearly given the borough authorities may exercise it, but not till then. It has not yet been so given, and hence its attempted exercise by the borough of Bethlehem was illegal and unwarranted.\nAnd now, November 5th, 1857, upon due consideration, the judgment of the Court of Common Pleas of Northampton eounty is reversed, and judgment is here entered upon the case stated for the plaintiif for the sum of $598.01, with interest from October 8th, 1855, and costs."}