{"id": "981676", "contents": "The opinion of the court was delivered by\nWoodward, J.\nWhere parties stipulate that disputes, whether actual or prospective, shall be submitted to the arbitrament of a particular individual or tribunal, they are bound by their contract, and cannot seek redress elsewhere. Such were the cases cited in the argument. But such is not this case. The parties here, instead of designating an umpire, agreed simply that all misunderstandings or difficulties should be submitted to the judgment of three arbitrators, to be mutually chosen, whose decision should be final. The arbitrators were to be mutually chosen; but if this could not be — if the debtor party would not choose — was he to keep his creditor at bay, for want of a tribunal authorized to say that he should pay ? Certainly not. Such an executory stipulation for submission might be waived by the parties. And if the defendant had not waived it, why did he not show when sued upon the agreement, that he had offered to choose referees, and that it was the plaintiff’s fault they were not mutually chosen ? It was as much the defendant’s duty to take steps to constitute the arbitration, as it was the plaintiff’s; and in the absence of evidence that he had done, or had offered to do anything on the subject, the inference was a fair one that the indefinite submission mentioned in the articles had been waived, and each party left to his full rights, both of attack and defence.\nThen as to the only remaining question on the record. The jury having found substantial performance of the agreement on the part of the plaintiff, the court was in no error in sustaining his action and giving him a judgment for what was due. There wras some complaint that the bill of exception was not accurately made up on this subject of substantial performance, but we cannot' entertain such objections. We must judge the record by itself; and the bill sealed is the highest evidence we can have of what was decided.\nThe judgment is affirmed."}