{"id": "981647", "contents": "The opinion of the court was delivered by\nArmstrong, J.\nIt is admitted that William Willis was the owner of a lot of ground in Harrisburg, 50 feet in front on State street, by 107 feet back, bounded by Myrtle alley on the one side, and a ten foot alley on the other. Some time in 1842, he agreed, by parol, to lease the eastern part of the lot for a term of years to Swartz on ground-rent, to begin at a point on State street, 25 feet from the corner of Myrtle alley. This lease was turned into an agreement of sale, the terms of which are not before us; and, on the 20th of August, 1842, Willis executed a deed to Swartz, describing the property as follows, to wit: “ beginning at a post on State street 25 feet from the corner of State street and Myrtle alley; thence along State street, towards Third street, 25 feet to a post on the corner of a private ten foot alley; thence along said alley, towards South street, 107 feet 6 inches to a post on ot'her property of said Willis; thence, at right angles, along the line of said Willis, towards Myrtle alley, 25 feet to a post; thence towards State street, 107 feet 6 inches, to the place of beginning.” There is, perhaps, little doubt that, at the time of the purchase, when possession was given, and deed executed, Willis supposed that he had sold and conveyed but 25 feet of the eastern part of his lot; and that Swartz was under the impression he held no more. Thus the matter stood till the spring of 1849, when Willis built a house on that part of the lot which he still retained, and John Kunkle, who testifies as a witness, says, “ I built it for Willis; we put it up along side of Swartz’s house, taking it as a corner in front on State street.” Whether the mistake, if such it was, was discovered then, or at what subsequent time, does not appear. But it now turns out that, instead of 25 feet in front on State street, Willis has only 23 feet 4J inches, and Swartz has 26 feet 7| inches, and for this difference— a strip of 19J inches in front, and about 21 inches in the rear— this ejectment is brought.\nIf these facts were the whole of the case, the plaintiff would, doubtless, have been entitled to recover. But they are not. Willis, being the owner, must be supposed to have had a knowledge of the extent and boundaries of his lot when he proposed to sell. Daniel Wilt testified that he contracted to build a house for Swartz on State street; that Swartz called on him in the latter part of June or beginning of July, 1842, to go and stake off the ground to put his cellar wall on; that he took with him a ten foot pole, and going along told Willis they wished to stake off the building, and asked him if the regulators had given them a starting point. He said they had, and went to a stake they had drawn a pencil mark across for a corner. Willis said that was the corner of his lot, and 50 feet from that was his ground; that Swartz was to have the upper 25 feet, and the lower 25 feet he was going to keep for himself. The ground was very uneven; we drove the stakes, and drew a line tight, and Willis and myself measured off the 25 feet and then drove a centre stake where Swartz’s corner was; then measured off the other 25 feet. Willis was there all the time. He measured off his own 25 feet, and said the “ regulators” had regulated it. The next day the foundation was dug for the cellar wall, and Swartz proceeded to erect his house on the lot as located by Willis.\nThis evidence was submitted to the jury, with instructions that there could be no recovery of any portion of the house if it was believed, and that both vendor and vendee were equally ignorant and honestly mistaken. And this is assigned for error. It is not alleged that there was any fraud on the part of either, nor is there any evidence to show that Swartz had any knowledge of where the true corner should be. Indeed the contrary is to be inferred from the fact of his calling on Willis to fix the location. Conceding that the corner was not properly fixed at the time of sale, whose mistake was it ? Certainly not that of Swartz; and as certainly it was the mistake of Willis. “ If a party, by his representations, mislead a purchaser, although innocently, the maxim is justly applied to him, that, when one of two innocent persons must suffer, he shall suffer who, by his own acts, occasioned the confidence and the loss:” 1 Story’s Eq. § 387. And where a person, “ knowingly, though passively, suffers another to purchase and spend money on land, under an erroneous opinion of title, without making known his claim, he shall not afterwards be permitted to exercise his legal right against such person:” Carr v. Wallace, 7 Watts 394. It is also decided in MeKelvey v. Truby, 4 W. & S. 323, that “ when a man encourages another to settle upon and improve land and expend his money and labour upon it, he will not afterwards be permitted to take it from him, although he has an older and a better title for it, and although his encouragement was given in ignorance of his own rights.” And, in Wendell v. Van Rensselaer, 1 John. Chan. 354, it was held that “ a person looking on and suffering another to purchase and expend money on land without disclosing, or making known his claim to the land, will not be permitted afterwards to assert his legal title against such innocent purchaser.” These cases have a strong analogy to the one before us. Swartz was innocent of any wrong to the plaintiff, who put him in possession of every foot he occupied. He expended his money and labour in the erection of a house on the very spot pointed out by Willis, and continued to hold it without interruption from the summer of 1842 till the bringing of the ejectment in 1855. During all this time the plaintiff quietly looks on, acquiescing in all that was done, and now asks to recover the very ground of which he put the defendant in possession in pursuance of his contract. To allow this, is to give him the advantage of his own wrong, to the manifest injury of the defendant. There was, therefore, no error in the instruction given, for, if the jury believed the evidence, it equitably estopped the plaintiff’s recovery.\nIt was further contended by the plaintiff’s counsel that the house of Swartz extended along the lot only about 80 feet, and there being little or no improvement the rest of the way, he ought to recover so much as was not covered by the buildings. But this would make an offset in the line not contemplated either by the intention of the parties or the description in the deed. When Willis and Wilt drove the “stake where Swartz’s corner was,” it fairly indicated, not only the corner, but the line of the lot running from the corner. It was a monument on the ground; it governed then, and should govern thereafter. It was also insisted that the acceptance of a deed by Swartz, a short time after his cellar wall was built, beginning “ 25 feet from the corner of State street and Myrtle alley,” limited his claim. The corner of Myrtle alley, hdwever, would seem itself uncertain; for it was from that point that Willis measured off to Swartz his 25 feet in 1842, so that it is difficult to find a discrepancy between the deed and the marks on the ground. And if a difference existed, the courses in the deed must yield. In Blasdell v. Bissell, 6 Barr 258, it was held that where “ A. made a parol contract for the sale of land, and boundaries were marked, subsequently he made a deed for the same land to the alienee of his vendee, the courses and distances in which varied slightly from the marked boundaries, the lines marked on the land are to govern.” What has been said as applicable to the first, sufficiently controls the second and third errors assigned, in which there is nothing wrong.\nJudgment affirmed."}