{"id": "981687", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nIn a suit by an endorsee of a negotiable note against the maker, the presumption is that the plaintiff obtained it upon a valuable consideration in the usual course of business, before it was due: Snyder v. Riley, 6 Barr 168. He may rest on this presumption until the defendant makes out a prima facie case against him by showing that the note'was obtained from the defendant, or from some intermediate party, by fraud, felony, or force, or that it was lost: Knight v. Pugh, 4 W. & S. 445. But mere evidence of the want of consideration between the maker and the payee will not be sufficient to put the holder upon the proof of his title to the note: Knight v. Pugh, 4 W. & S. 445; Brown v. Street, 6 W. & S. 222; Albrecht v. Strimplee, 7 Barr 476; Stitt v. Garrett, 3 Wh. 281; Beltzhover v. Blacksloet, 3 Watts 27; Snyder v. Riley, 6 Barr 168. In the case in hand the action is brought on a negotiable note which was given to renew one previously given. The first was fairly made on a valuable consideration — the purchase of a quantity of pepper. But the affidavit of defence states that before that note came to maturity the payee wa.s employed by the maker to make sale of the pepper upon such terms that the proceeds of the pepper would meet the note at maturity; that afterwards the payee represented that he had sold the pepper on the maker’s account, but on such terms that the note must be renewed in order that the time of the maturity of the note might agree with the time the proceeds of the pepper would be received; and upon these representations the note was renewed. But the payee of the ■ note, instead of having sold the pepper on account of the maker, had converted it to his own use. Here is something more than a mere failure of consideration. There is a false pretence. If money, or any valuable thing, be obtained by such means, the guilty party may be sent to the penitentiary. It is a fraud which the law denounces as a dangerous crime. Ordinary prudence cannot guard against it. Some degree of confidence must be placed in such positive statements of facts, otherwise all business transactions will have an end. If the maker had relied on the mere promise of the payee to provide for the payment of the note at maturity, and -that had failed, the case would have shown nothing more than the ordinary one of a failure of consideration, and that is not sufficient to cast on the plaintiff the burthen of proving when he purchased, and what he paid for the note, as well as the circumstances under which the purchase was made. But the defendant was deceived by the false pretence of facts which had no existence.\nWe are of opinion that the defendant in his affidavit has made out such a defence as entitles him to call upon the plaintiff to show that he is the holder of the note by purchase, for value, before maturity, without notice of the fraud.\nJudgment reversed and procedendo awarded."}