{"id": "981698", "contents": "The opinion of the court was delivered by\nLowrie, J.\nThe old rule of interpretation of wills, right in its origin, but wrong in its endurance, after tbe reason of it had passed away, has been repealed by our statute of wills, 1833. And now we must take care that we do not allow any of the inferences and consequences of the old rule to control us in the business of interpretation under the new one.\nNow a devise of land is an express gift of an absolute estate, unless a contrary intent be made to appear. And by another rule, a limitation of the estate after the death of the devisee, is unavailable as an expression of a contrary intent, unless when it is manifested in favour of a reversion to the heirs of the devisor, or of a remainder to others than the heirs of the devisee: 19 State R. 41, 369; 23 Id. 29. Mere limitations of power over an estate that is absolute, amount to nothing: W. Blackstone's R. 672, 698, 700.\n. This will comes under the Act of 1833, and it gives to the testator’s daughter, Mrs. Williams, an absolute estate in this land, by the devising clause, and the only question — does the clause afterwards inserted, which declares that she shall not sell the land, but merely receive the income of it during her life, and leave it to be equally dividéd among her children, and their heirs; or, in default of issue, among the survivors of the testator’s children— does this clause reduce the estate to a life estate ?\nTo us it seems to be merely the very commonly manifested purpose to restrain children in their use of their land, being rather a paternal than a legal restraint. The limitations over are not inconsistent with a fee, as it seems to us, for they are limitations to the heirs of the devisee, first to the lineal heirs, and second to the collateral heirs, that is, all together, to her heirs general. But the cause is presented on another ground, assuming that there is a life estate in Mrs. Williams, with remainder to her children. Then, following the usual form of such devises, this one may be stated thus: .A devise to Emily for life, with remainder to her issue and their heirs, in equal shares (she being then unmarried); and if she dies without issue, then over to her surviving sisters (who would be her collateral heirs). Of course, the remainder to the children was contingent, until at least one of them was born. But then it became immediately vested, and for this the counsel have cited many cases, and there are numerous others.\nIn Minnig v. Batdorff, 5 State Rep. 503, it was decided that a devise to A. for life (in 1793), remainder to his children in fee, vests in the children then born, and opens to let in others born afterwards, during the life estate; and therein Mr. Justice Bell_ refers to and adopts Mr. Jarman’s exposition of the law in 2 Pow. on Dev. 215, 303, which is full to the point. And when it once becomes vested in the children, it is transmissible as theirs, and this is clearly expressed in many of the cases, and it is plain enough without this: 8 Barn. & C. 235; 5 Id. 866; 7 East 521; 30 Eng. Rep. 267; 20 Id. 72; Smith’s Executory Int. §§ 702-5.\nThe devise over is to take effect only in case the first remainder should not: Doug. 326; 2 Russ. & M. 416. If the first remainder once vests, it must in this case vest in fee, and descend as such, for there is nothing to divest it in favour of another estate.\nThe case where the children’s title is really contingent, on their surviving their parent, “ if they he living at his death,” are only confirmatory of these views: 16 East 406-7; 6 R. 512; 3 S. & R. 435.\nIt may he thought unreasonable, that the devise over should be defeated by the birth of children who may have died within a few months; but we are only following the testator’s law of descent, and not making one. Besides, it is quite as reasonable that the mother should succeed in title to her children, as that their aunts should. And these children might have lived to have grandchildren, and then died before their mother, and thus nothing would have gone to their descendants, if the vesting of the remainder depended upon the children’s surviving the life estate. And to make the vesting depend upon the surviving, would be just as uncertain at the other extreme, for the mother might die a day before, or a day after even her infant children.\nThis land vested in the children, on their birth, and descended on their death to their parent, but subject to open again to let in the right of other children, when born, for their shares; and the devise over fell entirely, never to rise again.\nThere may be, however, a difficulty in adopting this view, on another ground; we have suggested in a late case, Price v. Taylor, that since the Act of 1833 of wills and descents, an estate tail general may descend according to our own law of lineal descents. If this be so, a devise to children to take distributively, is a valid definition of lineal descent, and therefore of entailment. Then the rule would apply that an estate granted to one for life with remainder to his lineal heirs, is an estate tail; the superadded words “ and their heirs” go for nothing. They were necessary under the English law, when children took by purchase, and not as heirs of the body, else they would have had but a life estate. Here they are heirs of the body when taking equally, and we should have little difficulty in regarding this as an estate tail, were it not that the two limitations are altogether a devise to the general heirs of the first taker. Children being as good a word of lineal descent, is equivalent to issue, and this devise may be put into the wery language most usual in creating an estate tail — thus—devise to A. for life, remainder to his issue, and in default of issue over.\nWe think, however, that the devises over are mere devises to the heirs of the first taker, and that, therefore, Mrs. Williams has a perfect fee simple title. But the parties will, no doubt, think it advisable to execute the deed in such a form as to dock the entail, if any exists.\nIt was very right to let Mr. and Mrs. Bruner have a chance of being heard in the case, and if it was improper to make their children parties, that does not affect the rest of the bill.\nDecree. — This cause came on for hearing at the late term of the court, at Philadelphia, on an appeal from the decree of the Court of Nisi Prius, and was argued by counsel; and now, on consideration thereof, it is ordered, and decreed, that the said decree be reversed, and, it is now further decreed and declared, that the plaintiff, Mrs. Emily Ann Williams, has such a title to the land described in the bill of complaint, as enables her fully to perform the agreement therein recited, and upon the plaintiff’s tendering to the said defendant, Charles Leech, a proper conveyance according to the said agreement (such conveyance to be settled by the master, if the parties differ about the same), the defendant, Charles Leech, to pay unto the plaintiff the sum of two hundred dollars in full consideration thereof.\nAnd the court do not think fit to give costs to either side."}