{"id": "981683", "contents": "The opinion of the court was delivered by\nKnox, J.\nThere was no error in admitting the book which contained the agreement between the parties. It was produced by the defendants on notice, and the signature of. Balliett & Hall-man was proved to be in the handwriting of John Balliett, one of the defendants. The objection to its admission was that there was no evidence that Jacob Fink had signed the agreement. This was unnecessary. Jacob Fink never denied his signature; on the contrary, he was asserting that the agreement was the one made by the parties, and called upon the defendants, in whose possession it was, to bring it forward. It was produced upon the trial by the defendants, and properly admitted in evidence.\nThe plaintiff after proving, without objection, what the custom was in reference to furnishing dust for the coal pits, was permitted to prove, under objection, that Balliett’s custom was the same as others. In this we see nothing wrong; or, at least, nothing that would justify a reversal, for the custom was clearly proved without this evidence; and, besides, it appears to have been followed in the contract between these parties.\nBut the main point relied upon, on the argument, arises upon what is called the reserved question. After the evidence was closed, the defendants alleged that there was not sufficient proof of a joint liability to enable the plaintiffs to recover. By consent this question was reserved for the determination of the court. The sufficiency of the evidence to establish a joint liability was for the jury; and, as the parties, by consent, referred the question to the court, I am by no means certain that the decision of the court is reviewable on error. But, as our opinion in this case coincides with that of the Common Pleas, it becomes unnecessary to determine whether we would reverse the. judgment, if it were otherwise.\nIt is very evident that the question of joint liability was not raised until after the evidence was closed. True, it was a part of the plaintiff’s case to show that his contract was with the firm of Balliett & Hallman; but when it is remembered that the suit was against them as partners — that both were served — that the appearance and plea was for both — that the notice to produce the book containing the contract was given to the defendants, and that it was produced, and the contract, in the name of the firm, was proved to be in the handwriting of one of the defendants, that in addition to this upon the trial an admission was made by the counsel, acting for both defendants, that a certain amount of wood had been delivered to Fink to coal, and coaled by him, unless burnt up, and certain payments made to him, it can hardly be thought matter of wonder that no further evidence was given.\nThe true matter in contest between these parties was the manner in which the contract was performed, not the persons by whom it was made; and, as the real issue has been found against the defendants, they must abide the result. They cannot avoid the consequences of a defeat by raising another and different issue from the one really tried.\nJudgment affirmed."}