{"id": "981688", "contents": "The opinion of the court was delivered by\nLowrie, J.\nWe do not think that the general law of 1834, relating to counties and townships, repeals the special act of 1830, requiring the supervisors of roads in Tioga and Huntingdon counties to give security for the performance of their duties; for it is not expressly repealed, and the general law contains nothing inconsistent with its purpose.\nNor clo we think that this bond is, in its form, unauthorized bylaw. True enough, the Act of 1830 says the -bond shall be “ for the due performance of the duties, as provided by the Act of 6 th April, 1802;” and this is because the Act of 1802 was then the general road law; and, therefore, the meaning of the law of 1830 is, that the bond shall be “ for the due performance of the duties pertaining by law to the office.” The law requiring sureties is not repealed or altered by the increase or decrease of the duties of the supervisors, though the extent of the liability of the surety may be greater or less in one bond than in another. The liability of sureties for the faithful performance of official duties is not generally measured by the law requiring the surety, but by that imposing the duties.\nThe bond in this case, being joint and several, may be properly declared on as the bond of either obligor. It ought, perhaps, to have been drawn in favour of the township, instead of the auditors for the use of the township, but this mistake does not vitiate it, and the township may sue on it. It may be that the plaintiff ought to have filed a declaration instead of a statement; but when the defendant pleaded payment, and went to trial on that issue without demurring to the statement or moving to strike it off, or- treating it as a nullity, it may be considered as a declaration that is merely informal. We have often decided that a supervisor has only one mode of settling his accounts as such, and that is before the auditors by appeal from them.\nJudgment affirmed."}