{"id": "981616", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nAfter the organization of the West Chester and Philadelphia Railroad Company, the managers, for the purpose of obtaining additional subscriptions to the capital stock of the company, adopted a proviso to be added to the form of contract to be subscribed by the future purchasers of stock. By that proviso it-was stipulated that “ the subscription hereto shall be binding only in the event of an aggregate of $300,000 being subscribed, inclusive of all former subscriptions, and of such subscriptions as shall be made absolute or shall become so by the fulfilment of their conditions.” To that contract Eber Hickman, the defendant below, subscribed to the number of ten shares, promising to pay $50 to each share, in such manner and proportions, and at such times as shall be determined by the president and managers of said company. This action is brought to recover the sums of money thus contracted to be paid.\nBy the Act 11th April, 1848, entitled “ x\\n Act authorizing the Governor to incorporate the West Chester and Philadelphia Railroad Company,” commissioners were appointed .to receive subscriptions to the stock according to the form prescribed in the act. That form contained no proviso of the kind contained in the contract of the defendant, and it was declared in the section authorizing the commissioners to receive subscriptions, that no subscription shall be valid unless the person so subscribing shall pay to the said commissioners at the time of making the same, the sum of $5 on each and every share, for the use of the company. It is very clear that the proviso applies exclusively to subscriptions received by the commissioners before the organization of the company. It is contained in the section specifying their powers and regulating their duties. It provides that the money shall be paid to the commissioners. But when 1200 shares of the stock were taken, and $5 on each share paid, the commissioners certified the fact to the governor, and letters patent issued according to the act of incorporation. A president and managers were elected, who were fully authorized by the charter to conduct the business of the company. They possessed the power to enter into any contract which was necessary to the purposes for which the corporation was created. They had power not only to receive additional subscriptions to the extent of $600,000 capital created by the act, but to increase the capital to the extent of $1,200,000. The Act of Assembly placed no restriction upon the corporation, after it was organized, in regard to the payment of the sum of $5 on each share of stock at the time of subscribing. On the contrary, the president and managers were authorized and empowered to ascertain the terms, manner, and proportions in which the said stockholders shall pay the money due on their respective shares. The words “ the said stockholders,” must be intended to include all the stockholders referred to in the previous section. That section includes in the corporation not only the subscribers existing at the time letters patent issued, but if the subscription was not then full, those also “ who shall thereafter subscribe.” So that, under the Act of Assembly, the president and managers had full power to ascertain not only the “ time,” but the “ manner” of payment of all moneys due on stock subscribed before the organization, and of all moneys to become due on subscriptions subsequently taken. But, independently of that express authority conferred by the charter, the corporation, as an incident of its creation, has the power to make all contracts, whether express or implied, whether by bond, bill of exchange, or negotiable note, which are entered into in the usual and necessary course of its legitimate business, except where there is a statutory prohibition. This was expressly decided by this court, in the case of McMasters v. Reed’s Executors. In accordance with this principle, it was said by Mr. Justice Woodward, in The Erie and Waterford Plank Road Company v. Brown, 1 Casey 156, that “ after the company is organized, it often happens that new subscriptions can be obtained only on new and peculiar terms. One subscriber must have time given him; another must be permitted to pay in labour or materials; a third must have the road located through his property in a particular manner ; and unless these conditions are complied with, the company cannot enlarge its stock, nor fulfil the object of its creation.” There is nothing in the charter of the corporation before us which prohibits it from taking subscriptions on such conditions as are here enumerated. As the preferred stock is not in question here, the provisions in relation to it have nothing to do with the case. The commissioners act under a special authority, which must be strictly construed. The president and managers act under the general corporate powers granted, and these must be so construed as to enable them to carry out the object of the charter.\nIt follows from these views that the condition annexed to the defendant’s subscription was valid; that the payment of $5 per share at the time of subscription was legally dispensed with by consent of the contracting parties; that the terms of the defendant’s contract contemplated any proper conditions which other subscribers might make as the terms of their subscriptions. It also follows that the corporation had a right to accept payment of stock in labour or materials, in damages which the company were liable to pay, or in any other liability of the company, provided these transactions were entered into and carried out in good faith. There is no presumption in this case that they are otherwise.\nAs an incident to the power to conduct the business of the company, the corporation possesses authority to compromise disputes; and if, in the collection of subscriptions, it is found necessary, in order to secure a part of a doubtful claim, or of one which cannot be collected by reason of the insolvency of the debtor, they may release a part for the purpose of securing the residue. This power must be understood as within the contemplation of all persons when they become stockholders. All that is regarded is good faith in its exercise. '\nThe defendant in this case cannot be made liable on his subscription, until the plaintiff shows a compliance with the conditions on which the subscription was made, and that the instalments were subsequently called in by the president and .managers before suit brought. An error in making the call before the liability accrued may be corrected by a subsequent call, after the liability accrued and before action brought.\nWhere one person agrees to take stock in a corporation on condition that others subscribe to the same stock, it is implied in the contract that the conditional subscriber shall be charged by any evidence which would be sufficient to charge the others in actions brought against them' on their subscriptions. The acknowledgment of their signatures, although after action brought, is therefore sufficient. The proof of their signatures, by a witness who called upon them and saw them severally write their names, although since suit brought, may be given in evidence to corroborate their admissions. In a case like this, a more stringent rule of evidence would put the parties to great and unnecessary inconvenience.\nProof of payment for stock standing in the name of the person making the payment, involves proof of a previous subscription. As the object of the proviso annexed to Eber Hickman’s contract, was to secure sufficient funds to enable the corporation to proceed sufficiently with the work, it is obvious that such evidence is a compliance with the proviso, as far as it furnishes the funds required.\nP. Frazer Smith, Esq., was a stockholder, and was therefore properly rejected as incompetent to testify in behalf of the corporation.\nThe books of the corporation, purporting to contain the names of subscriptions to the stock, are not of themselves evidence of the existence of such subscriptions.\nFrancis T. Davis had no correspondence with Mr. Philpot — had never seen him write, and had no knowledge of his handwriting, except that which he derived from letters written to other persons, which “ purported” to have been written by Mr. Philpot. This was not sufficient to qualify him to speak of Philpot’s handwriting. The offer to prove by the witness that the contents of these letters were of such a character as to enable him to “judge certainly” that they were written by Philpot, did not supply'the want of knowledge. To prove handwriting by the mere judgment of a witness, who founds that judgment solely on a comparison with other writings which in his judgment are genuine, is going further than the adjudicated cases warrant.\nThe 1st, 2d, 3d, 4th, and 5th errors assigned are not sustained, but the 6th, 7th, 8th, and 9th are.\nThe 10th, 11th, 12th, and 13th are not assigned according to the rules of court. Some of them are but repetitions of those already considered; others are of a character not likely to arise on a second trial, under the principles affirmed in this opinion. It is therefore not necessary to notice them.\nJudgment reversed and venire facias de novo awarded."}