{"id": "981609", "contents": "The opinion of the court was delivered by\nKnox, J.\nPeter Haldeman and Edward B. Grubb were partners in manufacturing iron at the Henry Olay Furnace in Lancaster county, from June, 1858, to November, 1854. On the 21st October, 1854, Peter Haldeman, in his own name and that of- his partner, E. B. Grubb, made a draft for six thousand dollars at sixty days, directed to Haldeman Brothers, Philadelphia, payable to the order of Peter Haldeman, and by him endorsed. The draft was discounted by the Bank of Middletown, and the proceeds paid to Peter Haldeman. It was protested for non-payment, and this suit was brought by the bank against Haldeman and Grubb, to recover the amount due and unpaid upon the draft.\nEdward B. Grubb defends upon the ground that the draft, although in the name of Peter Haldeman and himself, was really made by Haldeman for his own use, and that the proceeds were not used in the business of Haldeman and Grubb; but were appropriated by Haldeman to his individual purposes. The case depends upon the question whether the bank was bound to inquire as to the authority of Haldeman to draw the draft in the firm names. It is not pretended that the bank had actual notice that the discount was for Haldeman’s separate use; but it is alleged that the form of the draft was sufficient to put the bank upon inquiry. The draft was made payable to Peter Haldeman’s order. Was this an indication that it was not drawn by the firm in the usual course of its business ? Certainly it was not; for although it may not be the ordinary form in which bills are drawn, it is by no means an unusual transaction, when the object of drawing a draft is to raise money for a firm, that it should be made payable to the order and endorsed by one of the members of the firm. The law merchant, founded as it is upon the usage and custom of merchants, should conform to the business habits of the people where it is to be applied, rather than compel the business community to follow arbitrary rules not in conformity with the common understanding of business men. Where a draft or bill drawn in the name of a firm by one of the partners is offered for discount, the presumption is that drawing the draft was a partnership transaction, even although it was made payable to the order of one of the members of the firm.\nActual knowledge that a bill or note purporting to be drawn or made by a firm was given without the consent of some of the partners, is a good defence as to the non-consenting partners, but the preBumption that the paper is what it purports to be, cannot be overthrown upon a mere matter of form in inserting the name of one of the members of a partnership as payee. Where a firm note is given for an individual debt, the person to whom the debt was due is affected with notice that the note was not given in a partnership transaction, and therefore his right to recover from the firm will depend upon the assent of the partner or partners, other than the original debtor. But such a note would clearly be good against the firm in the hands of a bona fide holder.\nIt is unnecessary to review the authorities cited by the plaintiffs in error. It is sufficient to say that none of them sustain the position that the form of the draft was notice to the bank that it was not drawn for partnership purposes. The free circulation of mercantile paper is essentially necessary to the prosperity of the business public, and all defence made against it which is not clearly founded upon principles of substantial justice, should be disregarded. If the paper is fraudulently put into circulation, let him who has actual knowledge of the fraud, or who has been grossly negligent in obtaining such knowledge, be affected by the fraud; but if notice is to be implied from the name of the payee in the bill or note, other implications of equal or greater weight will be made from other causes; and the end would be that no one would dare take a note or bill without first taking the advice of counsel learned in the law merchant. In the case at bar, when the draft was offered to the bank for discount, it was accompanied by a letter from Peter Haldeman, in which he expressly stated that the money was wanted for the Henry Clay Furnace, in which he and Grubb were jointly interested. Instead of having notice that this was not a partnership transaction, in addition to the presumption arising from the names of the drawers, the bank was expressly told that the money was wanted to pay partnership debts. We do not think that the letter referred to was necessary to the plaintiff’s case, but it certainly did not weaken it. That the draft was discounted upon the request of Haldeman, and the proceeds paid to him, is entirely immaterial, for which we have the authority of Lord Eldon in Ex parte Bonbonus, 8 Ves. 542, and Chief Justice Gibson in Tanner v. Hall et al., 1 Barr 417. It is difficult to distinguish this case in principle from that of Ihmsen v. Negley, Mohan & Co., 1 Casey 297. There the note in suit was made by Negley & Mohan, in the handwriting of James S. Negley, payable to the order of James S. Negley, and endorsed by James S. Negley, and by Negley, Mohan & Co.; Which endorsements were in the handwriting of James S. Negley, who was a member of the firm of Negley & Mohan, as well as that of Negley, Mohan & Co. The suit was against Negley, Mohan & Co.-, and it was the unanimous opinion of this court that there was nothing suspicious upon the face of the note, and that a bona fide holder was entitled to recover against Negley, Mohan & Co‘. It is to be observed, that the note of Negley & Mohan was made payable to the order of James S. Negley, and by him endorsed; now if this was sufficient to have put the purchasers upon inquiry in favour of Negley & Mohan, it would surely have had the same effect in behalf of Negley, Mohan & Co., for James S. Negley had the same authority to sign the names of the one firm as makers, as he had to endorse the note in the name of the other firm. Had the suit been against the firm of Negley & Mohan, that case and the one in hand would have been identical in fact, as they now are in principle.\nFrom what has been said, it follows that there was no error in rejecting evidence that Haldeman had appropriated the money to his own use, and that the statements made in his letter to the cashier of the bank were not true. It likewise follows, that the instructions given by the Court of Common Pleas to the jury were correct. Neither was there error committed in rejecting the offer to prove by Mr. Penrose that the purchase of the real estate was made by Haldeman and Grubb as tenants in common, and not as partners; and that he advised Grubb not to enter into a partnership with Haldeman, and that Haldeman did not pay over to Grubb the one-half of the profits. This offered evidence did not tend to disprove the partnership, and was therefore properly rejected.\nJudgment affirmed."}