{"id": "981606", "contents": "The opinion of the court was delivered by\nKnox, J.\nWe are satisfied with the construction placed upon\nthe contract, upon which this action was brought, by the judge at Nisi Prius. By the acceptance of the orders drawn by the plaintiff, the company (defendant) bound itself to deliver, during • the season of canal navigation, for the year 1853, to the defendants in error, on board boats at Erankford, ten thousand tons of coal, of the kind, and for the prices, mentioned in the orders. A large portion of the coal was not delivered, and we can see nothing in the evidence which was given, or in that which was offered, to excuse the defendant’s non-compliance with the contract.\nThe conditions for the sale and shipment of Lehigh coal were annexed to the orders, and form part of the contract; but there is no annexed condition, which, by any fair construction, can justify the neglect of the defendant to deliver to the plaintiffs the amount of coal contracted for. One of the conditions, and the one most relied on by the defendant below, reads as follows:—\n“ All coal, for which orders are given, must be taken by the purchasers, regularly in full monthly proportions, during the season of canal navigation, but no purchaser shall be entitled to more than a monthly proportion of his order, unless found consistent with the convenience of the company to deliver it.”\nThe monthly proportion, referred to in this condition, is that part of the whole quantity contracted for, which would belong to one month when equally distributed amongst the whole number of months during the season of canal navigation. In the case before us, the contract was to deliver ten thousand tons “ during the season of canal navigation,” which usually commenced in April and ended in December, continuing about eight months. The “monthly proportion,” which the plaintiffs stipulated to take each month, would be the one-eighth of ten thousand tons, or twelve hundred and fifty tons. But how could the plaintiffs take the coal in monthly proportions, if it was not delivered or offered in such proportions by the company ? A place was fixed by the contract for the delivery; and, if the company was desirous that the plaintiffs should take the coal in equal proportions monthly, it should have been so delivered.\nTrue, another condition stipulated that the company should not “be responsible for damages resulting from the non-delivery of coal, if caused by combinations or strikes among miners, boatmen, or labourers, or by breaches or other unavoidable accident in the mines, or in the canals or railroads, or by other causes beyond their control.” The mere temporary happening of any of the contingencies above mentioned, would not relieve the company from its contracts to deliver coal either in part or in whole, provided that the company was able to perform after the contingencies had ceased to exist.\nThese principles appear to us to be so plainly applicable to the contract between these parties, that the judge who presided upon the trial would have erred, if he had failed to recognise them, or to have given any other construction to the contract. Neither were the rights of the plaintiffs, under the contract, to be in any wise impaired by the custom or usage of other persons who purchased coal from the- company, nor by the quantity of coal delivered to others for the same season, nor by the sales of coal at Mauch Chunk, or by its accumulation at Ballston in May, June, and July, of the year 1853. We see no error in the rejection of the proffered testimony, and we approve of the legal principles laid down in the charge to the jury.\nJudgment affirmed."}