{"id": "981629", "contents": "The opinion of the court was delivered by\nWoodward, J.\nA purchaser of land at sheriff’s sale cannot, before he obtains his deed, institute proceedings to recover the possession, 5 S. & R. 157, nor make a lease of the premises that will estop his tenant from disputing his title, 1 Penn. R. 402; but still he has, by the contract, an inceptive interest in the soil, which may be bound by a judgment, and which, when perfected by payment and a conveyance, gives the encumbrancer, by relation, the benefit of his security to the extent of the whole estate: Morrison v. Wurtz, 7 Watts 438, recognised and approved in Stephens’ Appeal, 8 W. & S. 188. This answers the first error assigned, and shows that Ludwig’s judgment was properly paid out of the fund for distribution.\nThen as to the appropriation to the judgment of Barber & Lee. Their judgment was against McGowan and wife for her appropriate debt, and they had levied on her separate estate, which had been extended at a yearly rental of $1300, and the auditor reports “ that under this extent she retains possession of the property at $he rental fixed by the inquest.” This is all we know about it. Whether the plaintiffs had ever signified their election to the sheriff, according to the Acts of Assembly — whether she had given the required notice of her willingness to retain possession under the extent — whether she had paid any money to them — or when her liability for the rent commenced, are matters' on which the record gives no information whatever; and the question is, whéther such an extent is satisfaction of the plaintiff’s judgment ? Most manifestly it is not.\nA creditor who has liens against separate properties of two persons, bound for the same debt, may pursue either or both until his money is made; and a levy, inquisition, and extent of the property of one debtor, which have failed to produce the money, aré no bar to proceedings against the property of the other debtor. If land have been delivered to the creditor in the extent, he is bound to account for the proceeds, and these, to the amount that he has or might have received them, are satisfaction; but if he elects to leave the premises in possession of the debtor, he has no way of compelling payment of the rental, and is not chargeable for it until he receives it. The consequence of non-payment is his right to a venditioni exponas; but if he sees a shorter way of getting satisfaction from the other debtor, there is nothing to prevent his pursuing it.\nA failure to take a venditioni exponas against a defaulting tenant by elegit, is no more a satisfaction of the debt, or postponement of other remedies, than a delay to issue the same writ against the defendant after condemnation would be.\nNor is it material that Mrs. McGowan was the principal debtor, and her husband only surety. Barber & Lee held them both, and until satisfaction, actual or virtual, was obtained from one of them, it might be demanded from the effects of either.\nA question was suggested’ here which seems not to have been made in the court below — whether Slater would be entitled to subrogation to the lien of Barber & Lee against Mrs. McGowan, on their being paid out of the fund in court ?\nPerhaps it will not be too late to move for such subrogation when the record goes down with the decree of distribution confirmed ; but as it has not yet been asked for, it would be premature for us to pass upon it.\nThe decree is confirmed."}