{"id": "981604", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe question upon the demurrer is whether the declaration contains a sufficient description of the goods. “ Two carriages and two horses,” it is argued are too indeseriptive for replevin, especially upon demurrer, even if they would be good after verdict. But the argument does not do quite full justice to the declaration.\nThe sheriff returned the Avrit “replevied and summoned as commanded — property bond entered and property delivered to defendant.” And then, upon the record showing that return, the plaintiff declares that the defendant “ took the goods and chattels of him the said plaintiff, to wit, íavo carriages and horses of the value of seven hundred dollars, and the same unjustly detained and still doth detain against gages and pledges.”\nNow the writ, the return, and the narr., all upon the same record, are to be taken together, and by the most necessary inference we are to understand the plaintiff as declaring for the goods for which he sued — the very goods which the defendant took from the sheriff and holds under a claim property bond. A declaration in replevin must be certain to a general intent, and the reason of the rule is that the sheriff may know, with reasonable certainty, when a retorno habendo comes to be executed, what he is to deliver, though he is entitled upon such a writ to have the assistance of the defendant to point out the goods. But where the defendant interposes a claim property bond and keeps the goods, he has not only individuated them, but he has no reason for objécting to indefiniteness of description. Whatever may be the result of the suit it can give him no writ, to the due execution of which a more minute description would be necessary. He has got the specific property, and minuteness of description thenceforth is important only to the plaintiff, and not to him. If therefore the declaration were faulty in the particular alleged, the defendant is not in position to take advantage of it, but an examination of the authorities cited in the argument, will satisfy any mind that there is no fault in the declaration; I will not go into the authorities, for the case does not require it. We hold that the demurrer was properly overruled.\nIt is a sufficient answer to the residue of the thirteen errors assigned that the record shows that the inquisition was indented and taken before the sheriff himself and not before a deputy.\nThe irregularities complained of in the conduct of the inquisition involve matters of fact which were inquired of in the court below and adjudicated, or if they were not they should have been. Either way we cannot review them, for there are no bills of exception to certify to us what the facts were.\nThe judgment is affirmed."}