{"id": "981623", "contents": "The opinion of the court was delivered by\nKnox, J.\nThe bill sets forth that, on the 1st day of November, 1851, the Kentucky Bank granted a lease to the complainant, Frederick Patterson, and the respondent, Alexander Silliman, of four certain coal mines, in Schuylkill county, for the'period of twenty years, the lessees to raise and pay rent for at least forty thousand tons of coal yearly. That on the 31st day of March, 1852, they entered into a written agreement of copartnership for mining and selling coal from the land leased to them; and prosecuted the business of opening and preparing the mines, erecting fixtures and machinery, and mining coal, until the beginning of the month of November, 1852; in which time their expenditures had amounted to over $10,000; $2800 of which had been paid by the complainant, $2000 by the respondent, and' for the residue the firm was indebted. That the complainant declined making any further individual advances, and insisted that the means further required, for the progress of the business, should be raised on the joint credit of the firm, which the respondent at first assented to, but afterwards declined. That, on the 12th day of November, 1852, the respondent tendered to complainant $2650, and gave him notice that he had dissolved the partnership, under the agreement of 31st of March, 1852, and that thenceforward the respondent would carry on the mining operations on his individual account, and that on the next day the respondent caused a notice to be inserted in the Miners’ Journal to the like effect.\nThe bill, after alleging that the money tendered was refused, prays for an account of the partnership transactions from its commencement, for an injunction against the respondent to restrain him from receiving any partnership debts or money; for the appointment of a receiver; that a dissolution of the partnership may be decreed, and for a sale of the partnership property, and for general relief.\nThe answer admits the lease — the possession of the premises under the lease — the execution of the articles of copartnership, and the expenditure of $10,000 and upwards before the 12th of November, 1852 — alleges that the complainant’s advances were not $2800, but were $2604.91, and avers that the respondent’s advances to the firm were $2750.93 cash, and $2858.59 in machinery and property. It also admits that the complainant declined making any further individual advances, and charges that he at all times declined making advances of any kind in accordance with the terms, spirit, and meaning of the agreement of copartnership, and did not advance the sum of $2000 at the periods required for the progress of the work, but delayed doing so until the work and credit of the firm had greatly suffered for the want of the said funds, and until after the respondent was obliged to raise funds on his own responsibility to continue the works at the mines.\nThe answer denies that the complainant insisted that the means further required for the progress of the work, after his alleged advances, should he raised on the joint credit of the partners, or that he offered so to raise the necessary funds, or that they could he raised on the joint credit, or on any terms that would not have resulted greatly against the interest and credit of the firm., and also denies that the respondent ever consented to a proposition of George Patterson to raise funds on joint responsibility, or that any other proposition or means of raising money on joint credit was proposed by the complainant, but that the respondent was at all times willing to raise money on the joint liability of the firm, provided it could be raised on such terms, and to such an amount, as would not embarrass the credit and business of the firm. The respondent further denies that the complainant at any time offered to raise any amount of money required on the credit of the firm, and alleges that he declined raising any further money, either individually or jointly, so long as the respondent had anything further to do with the concern, and that he said it might be sold by the sheriff.\nThe answer further charges the complainant with using the name of the firm to raise money for his own private purposes without the knowledge and consent of the respondent, and with a violation of the agreement by refusing to take the respondent’s machinery.\nIt admits the tender to the complainant of $2700, and the publication of the notices of dissolution of the partnership, on the 12th November, 1852, and claims that he had a legal right to dissolve the partnership under the agreement, and that it was necéssary so to do in order to protect the property from forfeiture by the Kentucky Bank, by virtue of a power to that effect contained in the lease, and further alleges that, under the terms of the lease from the Kentucky Bank, no sale of the partnership effects and property can be ordered without causing a forfeiture to the bank of all the expenditures of both complainant and respondent, and likewise subjecting them to an potion for damages by the said bank. A general replication was put in by the complainant to the answer. An examiner was appointed, and testimony taken on both sides. Upon the final hearing in the Common Pleas, before the president and one associate (the other being related to one of the parties), the court were divided in opinion as to the measure of relief to which the complainant was entitled, and the bill was consequently dismissed. The president judge was of the opinion that, under the bill, answer, and proofs, according to the principle of equity pleading and evidence, the complainant had forfeited his interest in the copartnership property, and was not entitled to the relief prayed for. The associate judge was of a different opinion.\nThe first question is presented upon the construction of the articles of copartnership, bearing date the 31st day of March, 1852.\nThese articles, after stating that the parties have agreed to associate themselves for the purpose of mining, shipping, and selling coal, under the lease granted to them by the Kentucky Bank, designate the terms of the partnership substantially as follows: Silliman to furnish from the St. Clair Colliery such machinery and property as he there had, which could be advantageously used at the Tuscarora Colliery, at a valuation and appraisement to be made by men to be mutually chosen. Patterson to furnish $2000 in ready money, to be appropriated towards the work as it progressed, to pay for the work and labour day by day, until the sum was expended. After this expenditure Silliman to furnish $1000, to be paid and appropriated towards the work from time to time as it might he wanted. “After which,” says the agreement, “it is understood, that should it be necessary to obtain more money for the completion of the works, such money is to be raised between us on our joint note, or otherwise.” Both parties were to give their strict attention to the business, and neither was to use any funds belonging to the firm without the consent of the other partner, and not to use the name of the firm for private purposes, or for accommodation of others, without first having the consent of the other partner. The language of that part of the agreement, which provides for a forfeiture of the interest of the defaulting partner, is as follows:—\n“ Any violation of the above stipulation will render this agreement null and void. And the party thus violating or non-complying with the stipulations above mentioned, shall forfeit his interest in the concern, and at the option of the other party complying, may declare, and of right shall not be considered a partner, and may at any time be ejected; not, however, without first refunding to the party thus ejected all such moneys as he may have advanced, appropriated, or expended at the colliery, with interest on the same.” 0\nAlthough the first clause of the agreement, in reference to a forfeiture, refers to “ the above stipulation,” yet what immediately follows shows that the intention was to include in the causes of forfeiture all the substantial stipulations contained in the agreement. The complainant and the respondent differ in their construction of that part of the agreement relating to the method of raising money after the individual advances had been expended. The agreement says “ such money is to be raised between us, on our joint note or otherwise.” We are of opinion that the proper construction to be placed upon these words is, that after each partner had advanced to the firm the amount stipulated to be advanced, any further moneys required were to he raised by the joint efforts, and upon the joint credit, of the two. The words “ or otherwise” refer to the means to be used by the firm in obtaining money, and the security to be given therefor, and do not create any obligation to make further individual advances.\nThe causes of forfeiture provided for in the agreement were—\n1st. The neglect or refusal of either partner to make the stipulated advances.\n2d. The refusal to allow such other moneys as the business of the firm required, to be raised by the joint means and upon the joint liability of the firm.\n3d. Neglecting the business of the firm, or using its money or credit for private purposes, or to accommodate others without both partners consenting.\nThe burthen of proof of default clearly lies upon the partner claiming the right to forfeit the interest of his copartner; and the evidence in this respect should make a clear ease. The admitted facts in the case establish the complainant’s right as a partner, and that right continues unless it has been forfeited under the agreement. There is no room here for the application of the equity rule applied by the President of the Common Pleas, that the allegations of the answer which were responsive to the bill were to be taken as true unless disproved by two witnesses, or by one witness with corroborating circumstances; for all the parts of the' bill which relate to the offer or willingness of the complainant to raise money for the firm are in effect only a denial of the existence of any ground of forfeiture. The complainant alleges in his bill that originally he was a member of the copartnership, and avers that neither by anything that he had done, or omitted to do, had he forfeited his interest, but that he’had in all respects conformed to the law of the partnership as contained in the articles. The respondent by his answer says, “true, you were a partner, but you did not perform your covenants, and thereby forfeited your right in the firm.” Now, to say that because the complainant alleged performance and the respondent denied it, that the denial being responsive to the allegation, therefore the answer established the existence of ground of forfeiture, until disproved, would be to convert an assertion of innocence into the most effectual means of establishing guilt. The onus probandi being upon the respondent, we are next to inquire whether the evidence makes a clear case in his favour.\nIt is admitted that the complainant advanced more money than the two thousand dollars mentioned in the agreement, but it is alleged that he did not advance it as promptly as the exigencies of the firm required, and as he was bound to do under the stipulation referred to. It is unnecessary to say whether this allegation is true or not, for even if true, it would not subject the complainant to have his interest declared at an end; because the neglect to act until after the Ayhole sum and more had been advanced, would clearly amount to a waiver of any right to forfeit for the delay in making the advances. Did the complainant refuse to aid in raising money through the means and upon the credit of the firm ? To prove that he did, the respondent relies upon the testimony of Francis Medlar, Charles Worman, and William Kendrick.\nThe first witness testifies that on the 12th of November, 1852, Silliman showed to Patterson a statement, and asked him for the money due the concern. Patterson refused paying it. Silliman then asked him what part he would pay on it. Patterson replied that he would not pay one cent on it as long as Silliman had anything to do with the concern. The tender was then made, and the notice given or offered heretofore referred to. Charles Worman was present, and his testimony is in substance the same as Medlar’s. William Kendrick proves nothing material upon this branch of the case. The evidence of Medlar and Worman falls far short of proving a refusal on the part of Patterson to allow moneys to be raised upon the joint liability of himself and Silliman. It only establishes the fact that Patterson refused to pay Silliman’s claim, or to make further individual advances for firm purposes, and this under the agreement was no cause of forfeiture.\nIt is alleged in the answer that Patterson failed to give his attention to the business of the firm, and also that he used the name of the firm to raise money for his own private purposes; but neither allegation is sustained by proof. The answer further alleges that the complainant declined taking the respondent’s machinery and property mentioned in the articles of copartnership, and for proof of this reference is made to the note of 1st November, 1852, signed “Fred.” The note reads:\n“ Dear sir:\n“ I have concluded to decline having anything to do with your engine, or any of the rest of the old truck you had, on the ground of its not being suitable for the purpose.\n“Yours respectfully, Fred.”\nIf the engine and other property could be advantageously used at the Tuscarora Colliery, Silliman had the right to furnish it under the agreement; if it could not, he had no such right. In any event, the note referred to couíd not prejudice Silliman’s legal right; and even if Patterson was mistaken in his allegation that the engine and other property was not fit for use, he did not thereby forfeit his right as a partner.\nAgain, it is alleged by the respondent that the moneys absolutely necessary for the prosecution of the business could not be raised upon the joint responsibility of the firm. Conceding this to be so, it was not, either under the agreement of the parties or by the law of the land, a reason why one partner should declare the interest of the other forfeited.\nUpon the whole case, our opinion is that the act of Silliman, in declaring the partnership dissolved, and in denying the right of Patterson to participate in the business or in the possession of the property of the firm, and in ejecting him therefrom, was unauthorized and illegal. What then is the remedy? To order him simply to be reinstated as a partner, would not be an adequate remedy, and would be injurious to the interests of both parties, for it is very clear that they cannot act harmoniously, and therefore the relation of partners ought to be dissolved. The dissolution of the copartnership involves the necessity of an account and the appointment of a receiver to take charge of the partnership effects, pay the debts, and dispose of the partnership property. Two objections are made by the respondent to a sale of the leasehold interest in the coal mines.\n1st. That it is not partnership property, but belongs to the complainant and respondent as tenants in common. And 2d. That a sale would forfeit the interest acquired under the lease made by the Kentucky Bank to the parties litigant. To the first objection, it is sufficient to say that the articles of copartnership clearly embrace the interest acquired under the lease, which was thereof converted into partnership assets, and became the property of the firm.\nAs the Kentucky Bank is not a party to this bill, we cannot give an opinion which will conclusively settle the question of the effect of a sale, under an order of the. court, of the interest of Patterson & Silliman in the coal lease. But as the point is presented, and as it is necessary to pass upon it between these parties, it is proper to say, that our present opinion is, that to decree a sale under the prayer in this bill, will not give to the Kentucky Bank the right to declare the lease at an end.\nUpon the whole case, we are of opinion that the complainant is entitled to the relief prayed for in this bill.\nDecree. — This cause came on to be heard, and was argued by counsel before this court at its last term for the Eastern District, held in the City of Philadelphia. And now, to wit, on the day of June, 1857, It is ordered and decreed, upon due consideration, that the decree of the Court of Common Pleas of Schuylkill county, dismissing the complainant’s bill, be reversed and set aside. And it is further ordered and decreed, that the record be remitted' to the said Court of Common Pleas, with directions to decree a dissolution of partnership between the complainant Frederick Patterson, and the respondent Alexander Silliman, as prayed for in the complainant’s bill. And it is further ordered and decreed, that the said Court of Common Pleas do appoint a master, to take an account of said partnership transactions and dealings, from its commencement to its termination, including any moneys advanced by either partner expended in opening the coal veins leased to the said partners by the Kentucky Bank, before the date of the articles of copartnership. And it is further ordered and decreed, that the said Court of Common Pleas do appoint a receiver to take charge of the effects of the partnership, with directions to the said receiver to sell at public sale the interest of the said parties in the lease of the coal veins, made by the Kentucky Bank to them, bearing date November 1, 1851, and generally to convert the partnership effects into money; and after payment of the partnership debts (if any), to pay the residue of the money so received, as the said Court of Common Pleas shall direct. The' time and terms of sale of the said leasehold interest and the other property, to he under the direction of the said Court of Common Pleas. And it is further ordered, that the respondent do pay the costs of this suit, heretofore made and incurred. All further costs to be subject to the order of the Common Pleas of Schuylkill county. The receiver to give bonds in such sum and.with such security, as the said Court of Common Pleas may direct and approve."}