{"id": "981642", "contents": "The opinion of the court was delivered by\nArmstrong, J.\nAbraham Landis being the owner of 116 acres of land in Perry county, he signed and made public the following document:—\n“ Articles of agreement between Abraham Landis and .the purchasers of tickets for the drawing of lots to be by him laid out in the manner hereinafter mentioned, on his tract of land in Tyrone township, &c. Said Abraham Landis is to lay out 72 lots, beginning at the great road, &c. * * Every purchaser of a ticket or\ntickets for the drawing of a lot or lots, shall be entitled to receive a ticket or tickets upon their signing this 'article and paying three pounds for each ticket, which ticket, when drawn, shall be entitled to the number or lot drawn against its number, for the making of a good and sufficient deed of conveyance {subject to the yearly ground-rent of one dollar, now valued at seven shillings and six pence). I, the said Abraham Landis, do hereby bind myself, and we the purchasers of tickets do hereby obligate ourselves to build a house two story high on the front of each lot, which building, or some other house of such height, on some part of such lot as such purchaser may choose, always leaving room for building two story houses on the front of said lots, or higher if they see cause; and also in all such buildings there must be no other than stone or brick chimneys; and further, we, the said purchasers, do each of us bind ourselves to make a building of some of the aforementioned description within the space of three years from the drawing of the lots, otherwise to give up and quit all claim to such lot or lots as are not so improven and built upon'; and of the time of drawing said lottery, I, the aforesaid Abraham Landis, do undertake to give public notice by advertisement, at least three weeks before the drawing of the lottery.” Recorded 3d Nov. 1806.\nAt the drawing of the lottery, John Bigler drew lot No. 13 in the town of Landisburg, for which Abraham Landis executed and delivered to him a deed on the 9th of November, 1807. The deed is in accordance with the article of agreement. It recites the title — describes the lot — acknowledges tbe receipt of the consideration-money, “three pounds,” for one ticket in the above-mentioned lottery, and contains this additional clause: - “ It is further covenanted and agreed by the said John Bigler, for himself, his heirs, executors, administrators, or assigns, to and with the said Landis, his heirs, executors, administrators, or assigns,. that he or they will pay, or the said lot is subject to the payment of the yearly ground-rent of one dollar,” &c.\nJames Eiee, the plaintiff below,, now holds a regular chain of conveyances from Landis for this claim to quit-rents. And Hippie, by a regular chain of conveyances, holds the title of John Bigler to lot No. 13.\nThe Act of 17th of February, 1762, declares that “ all lotteries whatsoever, whether public or private, are common nuisances, and against the common good and welfare of this province.” The claim for quit-rents in the present case is resisted on the ground that the agreement under which Bigler purchased his ticket, and at the drawing of the lottery became entitled to lot No. 13, and deed received by him in pursuance of it, all constituted but a lottery scheme, which came within the purview of the statute, and is prohibited by law. Whether this defence is sound as applied to the facts of. this case, is the subject of inquiry. The evils at which the Act of 1762 aimed, and properly, a deadly blow, were such as partook of a gambling character, then prevailing to an alarming extent, and most corrupting in their influences; when the chances were unequal, the schemes deceptive, and the innocent and unwary induced to embark; when they were doing little more than “sowing to the wind and reaping the whirlwind.” But it would, I think, be going too far to say that this act would have a proper application if applied to prevent several equal owners of land from determining by lot their respective shares.\nAbraham Landis laid out his tract of land into 72 town lots, and each person signing the agreement, and paying three pounds (and complying with other conditions in the agreement), was entitled to receive a ticket, w'hich, when drawn, would be entitled to the lot drawn against its number, “ subject to the yearly ground-rent of one dollar.” For aught that appears in this case, all the lots were of equal value, equally divided; the tickets paid for, and each holder of a ticket entitled to an equal share; the object of the lots cast being to assign to each one his particular part. In Seidenbender v. Charles, 4 S. & R. 161, it was said that the purchasers of tickets in a lottery for lots laid out in a town were not tenants in common '. But the reason given was, that after the lottery was drawn, “ they took very unequal parts, designated by the chance of the wheel.” Yet Judge Tilghman there observes, “ when tenants in common make partition, they are seised of the whole estate before partition, and the object of the lot is, to assign to each his particular portion, the whole having been previously divided into parts as nearly as possible of equal value.” In the present case, the tickets were paid for, the rights equal— nothing to show that the value of the ground was not equal to the price of the ticket — and the only office of the lottery was to assign to each his particular lot. The point decided in Seidenbender v. Charles was, that no action could he sustained for the price of a ticket in a lottery for the disposal of land. Had Bigler, after signing the agreement, refused to pay the price of the ticket, his defence under the Act of 1762 would undoubtedly have been good. But he chose to pay it, to take the deed, enter into possession, and carry the contract into effect; and now, with full notice of all this, his transferee, the present defendant, desires to go behind the deed to reach after an alleged illegal transaction, to enable him to enjoy his present possession without the payment of the stipulation contained in the only title he has to his ground. In the case last referred to, Judge Tilghman remarks, “ I am not giving an opinion on cases where the parties have thought proper to carry the contract into effect. The present question is, whether the purchaser of a ticket can be compelled to pay for it.”\nSuppose the original agreement for the sale of tickets illegal, and that the law would arrest the payment of every ticket sold under it, still, if the transaction has been consummated by a deed, can the present defendant, for his purposes, go behind it ? Although it recites the agreement, I hold that it having been accepted, and possession taken under it, he is estopped from taking advantage of the recitals to enable him to evade the payment of the quit-rents mentioned in it. In Lestapies v. Ingraham, 5 Barr 81-82, it is said, “that, while a court will not enforce an illegal contract, yet if the parties themselves execute it, and the illegal object has béen accomplished, the money or thing which was the price of it, may be a legal consideration between the parties for a promise express or implied, and the court will not unravel the transaction to discover its origin.”\nAdmitting, if necessary, that the original agreement for the sale of the lots by lottery was illegal, yet the deed following it does not purport to convey the ground-rent, but expressly reserves it. “ The said John Bigler, for himself, his heirs, executors, administrators, or assigns, covenants to and with the said Landis, his heirs, executors, administrators, or assigns, that he or they will pay, or the said lot is subject to the payment of the yearly ground-rent of one dollar.” It is settled that a ground-rent is real estate. In case of intestacy it goes to the heir; it may pass by devise; and it may be conveyed by deed: Cobb v. Biddle, 2 Harris 445, and 10 Barr 282; 1 Barr 399; 8 W. & S. 185. The plaintiff stands in the place of Landis, and has all the rights of the latter, the quit-rents due. The defendant is clothed with the title of Bigler and no more. He was bound to know that a ground-rent was real estate. He knew that the deed to which he traced his own title expressly reserved the quit-rents, and that this interest in the realty had never been conveyed. He cannot therefore fairly enjoy the possession of the lot without paying the plaintiff’s claim.\nJudgment affirmed."}