{"id": "981668", "contents": "The opinion of the court was delivered by\nKnox, J.\nThese appeals present for our consideration the following questions:\n1st. Is Mrs. Frances H. Hoff, under the will of her late husband, John Hoff, entitled to any part of the residuary estate ?\n2d. If she is entitled to receive any portion of the residuary estate, how much is hers, and whether for life or absolutely ?\n3d. Is Henry H. Tucker, the testator’s step-son, one of the residuary legatees under the will ?\nBy his last will and testament John Hoff devised to his wife during life and widowhood, a house and lot in Chestnut street, and the interest on fifteen thousand dollars of stock, upon condition that she should receive it in place of a farm in Montgomery county, which was secured to her in lieu of dower by a marriage settlement made in 1824. To his step-son, Henry H. Tucker, he gave in perpetuity a legacy of four thousand dollars. To his brother Philip Hoff, his nieces Mrs. Knight and Mrs. Newell, his nephews Henry, John C., and George Hoff, were also given legacies of various amounts. Other devises were made by the will but which it is not necessary specifically to designate. The residuary clause is in these words:\n“ Thirteenth. All my real and personal estate not hereby bequeathed which I may have at my death, I leave to be equally divided, as per ratio in the bequests herein made, among my heirs and relatives, the fourth, fifth, and sixth bequests not inclusive.”\nThe fourth bequest was to the Theological Seminary at Princeton ; the fifth to the Marine Church at Charleston; the sixth to purchase a> tract of land in Africa, to be called the “ State or district of Hoff.”\nIt is argued by the appellees that Mrs. Hoff ought to be excluded from the residuary estate, because she was not an heir or relative of the testator, and because her bequests were for life and widowhood, in lieu of other property secured to her by a marriage settlement. We do not see the force of these objections. It is obvious that the testator used the words “my heirs” not in their legal sense, but as designating the objects of his bounty under the will. It is not unusual for an unprofessional man to use the word heir as applicable to a devisee or legatee; and that it was used in this sense by John Hoff, is manifest from the clause excluding the seminary, the church, and the state of Hoff in Africa. Any other construction would make this clause utterly senseless. There is no ground for the supposition that the testator intended to give the residue of his estate to his brother, his nephews and nieces, to the exclusion of his wife and step-son, for these, though not heirs at law, nor relatives by blood, were included in the former bequests and were relations by marriage. The testator, in clear and unmistakeable language, has said which of the devisees were to be excluded from the residuary estate, and we cannot make the exclusion embrace those not mentioned by him. That the previous bequests to Mrs. Hoff were for life and widowhood, and upon condition that she received them as a substitute for the marriage settlement, may limit the duration of her interest in the residuary estate, but these considerations cannot defeat her claim altogether.\nThe residuary estate was to be equally divided “ as per ratio in the bequests.” To fairly meet this provision, Mrs. Hoff should have the same estate in her part of the residuum as was given to her in the bequests, and this is an estate for life and widowhood. To exclude her altogether or to give her an absolute estate, would not be an equal division “as per ratio in the bequests.” In ascertaining the amount that should be set aside for her, the value of the house left to her at the death of the testator should be added to the fifteen thousand dollars in stocks; and so much of the fund on hand for distribution as was produced by the income of the amount belonging to her, belongs to her absolutely, and her interest in the remainder of her part will be for life and widowhood.\nHenry H. Tucker is also entitled to participate in the residuary estate; and as his legacy was “in perpetuity,” his interest in the residuary estate is an absolute one. The Orphans’ Court erred in decreeing distribution amongst the legatees to the exclusion of Mrs. Frances H. Hoff and Henry H. Tucker, the appellants; and therefore its decree must be reversed.\nDecree. — This cause came on for hearing at the present term of this court at Philadelphia, on the appeal of Mrs. Frances II. Hoff and Henry H. Tucker, from the decree of the Orphans’ Court of Philadelphia city and county, making distribution of the estate of John Hoff, in the hands of his executors. And the said cause having been argued by counsel, it is considered that the decree of the said Orphans’ Court be reversed, and that the case be remitted to the former auditor, John F. Belsterling, Esq., with directions to find and report to this court, 1st. What was the value of the house and lot in Chestnut street, bequeathed by John Hoff to one of the appellants, Mrs. Frances H. Hoff, at the time of the death of the testator ? 2d. How much of the fund now in hand for distribution is made up from the interest received, or the income derived, from the principal sum now to be distributed, since the death of the testator; and of this income or interest what is the part belonging to Mrs. Hoff, after adding the value of the house to the fifteen thousand dollars in stocks ? And the auditor is further instructed to report a table of distribution amongst those entitled to receive the fund on hand, including Henry H.' Tucker, and particularly designating in said table how much Mrs. Frances H. Hoff is entitled to receive absolutely, and how much for life and widowhood, upon the basis of the opinion accompanying this decree. A final decree to be made upon the reception and confirmation of the report of the auditor as .aforesaid."}