{"id": "981631", "contents": "The opinion of the court was delivered by\nKnox, J.\nJohn Carr, the plaintiff, showed a legal title to the land in dispute. The offer by the defendants to prove by parol, that at the time it was conveyed to John Gr. Slocum and Eve Carr, the agreement was, that the land should come back to Slocum and Eve, if John failed to fulfil a bond for their maintenance, was wholly inadmissible. Such an agreement resting in parol, gave no right to a reconveyance, and could not be received to affect in any manner John’s legal title, or his right to recover the possession with mesne profits.\nThis action was commenced in March, 1855, and tried in November, 1856. In October, 1856, the* sheriff of Susquehanna sold the plaintiff’s interest in the land in controversy, by virtue of an execution issued on a judgment against him, but at the time of the trial the deed had not been acknowledged, nor was the purchase-money paid. The Court of Common Pleas very properly held, that the sale did not divest the plaintiff’s title so as to bar his recovery. The purchaser had no right of possession until the acknowledgment of his deed, and consequently the right remained in the owner of the legal title.\nIt is said that the Court of Common Pleas erred in permitting the jury to assess damages for mesne profits, against Norton and Miller, two of the defendants, and against all of the defendants jointly.\nThe learned judge before whom the cause was tried, instructed the jury, that “if they believed that Norton and Miller, who it seems were supervisors of Clifford, interfered and made arrangements touching the renting and occupation of this property, putting Storch in for the season 1855, and Miller with another, making a written lease for 1856, then they are liable to account to the plaintiff in this action for the profits.”\nIf the facts stated by the judge were found by the jury, the liability of Norton and Miller for mesne profits cannot be questioned. How far that liability extended, and whether it was a joint one with the other defendants, do not appear to be questions which were raised on the trial below. The instruction given was correct. If it was not full enough to cover the whole case, either party could have obtained further instructions by asking for them.\nIt is argued by the counsel for the plaintiff in error, that there was no evidence of the alleged interference by Norton and Miller. We have often said that the presumption is, that no question was submitted to a jury without evidence, and that before we would reverse upon such an assignment, the error must be most clearly shown by the party alleging its existence. In the present case we think there was evidence sufficient to submit to the jury, that the house in controversy was occupied by a person put in possession by Norton and Miller for the year 1855, and Peck and Miller gave a written lease for the year 1856. We see nothing in the case which calls upon us to reverse the judgment of the Common Pleas.\nJudgment affirmed."}