{"id": "981679", "contents": "The opinion of the court was delivered by\nWoodward, J.\nWe have gone further in Pennsylvania in relieving purchasers of real estate from payment of purchase-money, on the ground of defects and encumbrances, than courts of justice have gone in any other state or country where the common law obtains. We administér not only all equitable relief whilst the contract remains executory, but, after it has been executed by a deed made and delivered, we give the purchaser, besides the full benefit of any covenants his deed may contain, the right to defend himself from payment of the purchase-money however solemn the instrument by which it is secured, if he can show a clear outstanding defect or encumbrance, unless he expressly assumed the risk of it.\nIn England, and in most of the states around us, the equitable right of the purchaser to detain unpaid purchase-money, depends on the covenants in his deed. He is not compelled to pay that which he would be entitled to recover back in damages by an action at law; but as his equity springs from breach of a legal covenant, he has no title to relief where there is no covenant, or a covenant but no breach.\nBut with us the failure of consideration is the ground of relief, and neither covenants nor eviction are essential to it. In England, eviction is an indispensable ingredient of a claim for relief against payment of purchase-money. Here it is sufficient that eviction may take place.\nThis is a, very delicate ground on which to administer justice to vendors and vendees, for, in determining the possibility of an eviction, we have not before us the paramount claimant on whose will and rights the liability to eviction depends. Possibly he has no rights, as would appear the moment he attempted to assert them — or if he have rights it is possible he may never attempt to assert them — and in either case it would be against conscience and' equity to allow the purchaser to keep the land on which so unsubstantial a cloud rests, and the price also which he agreed to pay to the party who put him into possession.\nNot intending, however, to question any of the well settled rules of law which prevail with us, it is sufficient for present purposes to say that this case lies far beyond any extent to which we have carried the doctrine of equitable relief against payment of purchase-money.\nWhat is this case in its general outlines ?\nA well-paid agent of the plaintiff buys him a body of timber lands in Luzerne county. He employs surveyors to define and settle the lines, and assists in person in the work. Having completed the pürchase for his principal, settled lines, paid taxes, and exercised other acts of agency and ownership over the lands, he advertises them for sale, and proclaims to the world “ titles indisputable, and possession given immediately if required.”\nWithin three months after thus offering the lands to the public, the defendants bought them of the plaintiff for-$27,250 — took possession of them, and paid all the purchase-money except one note for $8625, for which this suit was brought. And what is the defence to this note ? Nothing else than that the very party who acted as agent for the plaintiff both in buying and selling these lands, has acquired a better title to part of one of the tracts. Williams has not indeed evicted the purchasers, nor even threatened to disturb them. The tract which he purchased did not belong to this body of lands — was a younger survey — and interferes only to the extent of 115 acres with one of the tracts sold by the plaintiff to the defendants. There is not a fact or suggestion on this record to lead to the suspicion that Williams or Pearson & Williams intend to take away from the defendants or even to claim the interference.\nThen why should not the defendants pay ? Because they may be evicted, and that in Pennsylvania is a defence. Impossible. The title of Pearson & Williams, if the best for the interference,can never disturb MeKeen and Pursell, because, they have estopped themselves from setting it up and asserting it. They were doubtless in possession of the Patterson tract whilst acting as agents of Beaupland ; but let it be granted that they had no interest whatever in the tract, and that the title to it has been acquired since their agency ceased, the question then is whether a party who stands by and encourages two several purchases of the same land, receives a commission on the sale, surveys and adjusts lines, and performs all necessary acts for the protection of the apparent title, can afterward buy up and assert a better title to part of the land ? Surely he cannot, until all distinctions between fraud and fair dealing come to be confounded. He is estopped from denying the right in whose existence he gave the purchaser reason to confide: 5 W. & S. 209.\nThe rule is clear, that mere silence will postpone only where silence was a fraud, and a fraudulent concealment of title cannot be imputed to one who was ignorant that he had any title to conceal, but positive acts stand on a different ground. For these his title may be postponed even without fraud, in accordance with an equitable principle of universal application, that, where a loss must necessarily fall on one of two innocent persons, it shall be borne by him whose act occasioned it: Per Gibson, C. J., in Robinson v. Justice, 2 Penn. R. 22. Though the ordinary effect of estoppel is confined to the persons of those to whom it attaches, yet where it arises upon the conveyance of land, it operates upon the estate apart from the person. Thus in Raulin’s Case, 4 Coke 52, where A. having nothing in land demised it by indenture to B. for six years, the lease was good at the time as against the lessor, but when he obtained a subsequent term for twenty-one years in the same land, the term itself was bound by the estoppel, and the lease became good against all parties to whom the estate might subsequently come. So it was held in Helps v. Hereford, 2 B. & Ald. 242, that a fine levied by an heir who had no estate in the land at the time either contingent or vested, bound the estate by estoppel upon its subsequent descent from the ancestor. And see Webb v. Austin, 7 M. & G. 701, and Doe v. Oliver and the notes thereto, in 2 Smith’s Leading Cases, Am. ed., 620.\nThese were estoppels arising from conveyances, but we have held that a party may be estopped as effectually by matter in pais as by matter of record, which is a higher species of evidence than conveyances: 17 S. & R. 364; 10 Barr 527.\nWithout going further into the law of estoppel, and invoking only those familiar principles which we have often applied to agreed or consentable lines between adjacent estates, it is beyond question that upon the evidence of Pearson & Williams’ agency, that which was rejected by the court below as well as that which was admitted, they and all persons claiming the Patterson tract under them would be estopped from extending its lines beyond the boundary of the Edgerton survey. If, then, the Patterson survey was the better title — if, when McKeen and Pursell purchased the Edgerton tract, the Pine Forest Company might have taken away the interference from them — the moment that title vested^ in Pearson & Williams it enured to the benefit of Beaupland, and through him to McKeen and Pursell, and thereby extinguished all defence to the note in suit. Whatever hazards of loss they were exposed to when they made their note, they are exposed to none now, for the parties who encouraged them to invest money in that title have bought in the adversary title, and are restrained by a salutary rule of law from asserting it to their prejudice.\nThis view of the case was suggested to the court below by the second point submitted by plaintiff’s counsel, but the court waived it with the remark that Williams’s agency for Beaupland did not affect the Patterson tract if that title was complete before the Patterson tract came into possession of Williams, and they put the cause to the jury upon different grounds.\nThe judgment must be reversed not only because the true ground for ruling the cause was repudiated, hut because the evidence of Williams’s agency, which was rejected, was competent and ought to have been admitted.\nHad the court admitted that evidence,' and ruled the case upon the second point of the plaintiff, there would have been an end of it; but, inasmuch as we cannot assume that the case on retrial will present the same aspects it exhibits on the present record, we must review the points taken by the court below, so that the cause may, if dependent on them, be properly tried.\nThe case involved an interference of surveys. The Edgerton tract, for which in part the note was given, was the oldest survey, and the Patterson tract, now owned by Pearson & Williams, and interfering with the Edgerton to the extent of 115 acres, is the younger survey. There was an ancient possession on the Patterson tract, not within the interference, but at a well known point on the Easton and Wilkesbarre turnpike, called Bear Creek. Here was a tavern-house and saw-mill from an early day, and a few acres of land cleared and cultivated. There had been no actual possession of the Edgerton tract. The learned judge, following the doctrine which originated with Waggoner and Hastings, 5 Barr 300, and was recognised by two judges of this court in Hole v. Rittenhouse, 7 Harris 306, the first time that case appeared in this court, ruled that the possession of the Patterson tract at Bear Creek ivas in law a possession of all the land within the lines of the survey; and, if kept up for twenty-one years, rvould give title to the whole tract. This established the Patterson title to the interference, and to that extent failure was shown in the consideration of the note in suit.\nIt is due to the memory of the learned judge, now no more, to state that the cause was tried before Hole v. Rittenhouse had its final ruling in this court as reported in 1 Casey 491. In that case the doctrine of Hastings and Waggoner was exploded in an opinion, of which I may be permitted to say, that any attempt to make the reasoning stronger or clearer than it is would be extravagant presumption.\nWith excellent good taste, the counsel for the defendants in error do not resist the ruling in Hole v. Rittenhouse, the last time it was here, nor attempt to justify the position assumed by the court below on the trial of this cause. They agree that Hastings v. Waggoner and its cognates are not law, and that it was a mistake to rest this cause on them, but they maintain that the result arrived at by the court below was right, because the evidence clearly showed that there had been actual possession of the interference for more than twenty-one years by those claiming title to the Patterson tract. This is denied on the other side, and it is said the only possession of the interference was by timber-stealers, who were unconnected with the Patterson title. This involves a question of fact to be decided by a jury.\nIf the fact be that those in possession of the Patterson tract, at Bear Creek, made such use of the interference as owners ordinarily make of their adjacent timber lands — taking firewood, fence-rails, or lumber from it, for the use of their mill, for a period of one-and-twenty years, this would be possession, and would give title under the statute of limitations. Constructive possession would not oust the real owner of the Edgerton survey, but actual possession would, and such acts as I have enumerated, have repeatedly been held to constitute actual possession. The marking of lines -and payment of taxes would be additional assertions of ownership which would help to make out the actual possession. But, if this was mere marauders’ ground — if anybody Avho wanted to get lumber manufactured at the Bear Creek mill went upon the interference to take timber without regard to the Patterson title — if, in a word, the only acts of possession were occasional entries for lumbering purposes, they would not constitute the possession essential to title: Sorber v. Willing, 10 Watts 141.\nIf, on the next trial, this question of fact should be so found as to give title under the statute of limitations to the owners of the Patterson tract, the next inquiry will be, what is the measure of damages which the defendants will be entitled to defalk against their note.\nThe rule that applies to damages on breaches of covenant of title is applicable here; and, according to that, either party may produce evidence to show the relative value which the part taken away bears to the whole; and this, as was said by Kent, Chief Justice, in Morris v. Phelps, 5 Johns. 56, operates with equal justice as to all the parties to the conveyance. In Lea v. Dean, 3 Wh. 331, Judge Kennedy reasserted the rule with great emphasis as applicable to a case untainted with fraud.\nThe relative value of the part to the whole is to be estimated with regard to the price fixed by the parties for the whole. The whole purchase being assumed to be worth the price agreed on, what part of the price would fairly be represented by the part taken away ? This was the question in Stahley v. Irvine, 8 Barr 500, though the case is so defectively reported that the point ruled is scarcely discernible.\nIt was competent for either party under this rule, with its limitation, to give evidence of the peculiar advantages or disadvantages of the part lost, and the inquiry should not be unduly restrained whilst it is confined to the proper point, but undue latitude was allowed to it when the cost of erecting a saw-mill on an adjoining tract was gone into. We think there was error in admitting all the evidence in relation to the cost of the watermill, dam, plank-road, and other improvements of the defendants! We have already intimated that the court erred in rejecting the receipts of Pearson & Williams for moneys paid them by the plaintiff for their agency. The receipt of Hoyt also ought to have been admitted.\nThere was no error in admitting Ford’s deposition, for what.he swore to were open and notorious facts, occurring in the presence of others, and not confidential communications from client to counsel, such as are'privileged in law.\nHaving now alluded sufficiently to the several errors relied on, the judgment is reversed and a venire facias de novo awarded."}