{"id": "981703", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nIt is difficult to reconcile the decisions on specific and general legacies. But it is certain that in doubtful cases the law inclines against construing legacies as entirely specific. The general rule seems to be that where the legacy is so connected with the fund out of which it is payable, that the legacy and the fund are the same, it is specific; as if I bequeath to “ B. the money now owing to me from A.,” or “in the hands of A.,” “or the money due to me on the bond of A.,” the leacgy is specific. But when I bequeath a sum of money to B. “ out of” a larger amount, or “ out of” a particular stock, or debt: 2 Wms. on Exrs. 820; or a gross sum of money “ out of” a term or estate, such a. bequest operates as a charge only on the property, and is to be considered as a demonstrative legacy; that is, it is a gift of so much money intended for the legatee at all events, with a fund (the estate) particularly referred to for its payment; so that if the estate charged be not the testator’s property at his death, the legacy will not fail, but will be payable out of his general assets: 1 Roper on Legacies 198. General legacies do not become specific merely because they are charged upon or payable out of the proceeds of real estate: Wms. on Exors. 1005. These general rules may, of course, be controlled in their application by the intention of the testator as expressed in the will. In the case before us, James Welch in his will gave the messuage and tract of land where he resided to his son William, “subject to the payment of the legacies hereinafter bequeathed.” Then follows a legacy to the testator’s wife, but she died before the testator. The only remaining legacy is the one in dispute. It is in these words:—\n“ To my daughter Jane (now intermarried with John T. Irwin) I give and bequeath the sum of $300 to her, her heirs and assigns, to be paid within one year after my decease, by my son William, out of' the profits of the real estate bequeathed to him as aforesaid.”\nThis is not strictly a specific legacy. It is what the civilians call a demonstrative legacy. The real estate charged is merely an auxiliary fund provided to secure its payment. A subsequent disposition of that estate by the testator in his lifetime does not extinguish the legacy. It is payable out of the general assets if the auxiliary fund fails.\nIt may well be doubted whether the conveyance by James Welch to his son William was ever actually delivered. One witness who was present when the deed was delivered to William’s wife is not certain whether he was directed to deliver it to her or to the wife of the grantor. William himself, after he received it, instead of speaking of it as an absolute conveyance, spoke of it merely as “ security for the land.” But conceding that the conveyance was duly delivered, the auditor finds that there was a contract between the parties entered into on the 10th February, 1849, by which William was bound to pay his father the sum of $3600 for the land; that the deed of the 28th March, 1850, was expressed to be for the same consideration; that “ this sum was only intended to secure a life estate to the father and at least $300 mentioned in the will for the daughter;” that there is “ no evidence that any payments were made at and after the delivery of the deed, and obligations given.” But as the son continued to work the farm and to support the father until his death in February, 1851, the auditor finds that William “satisfied” this and all other claims upon him in the lifetime of his father, as contemplated by him, “ except the $300 and its interest due the estate for the use of the daughter.” This sum he finds to be “unaccounted for, as part of'the consideration of the deed dated March 28, 1850, for the sum of $3600; and that in the distribution the said sum of $300 and interest should go to Jane Irwin, wife of John T. Irwin, as contemplated by the will of James Welch.”\nAs the whole evidence on which the auditor founded his report is not laid before us, it is impossible for us to say that he has erred in his finding on the facts. His report on this question of fact is therefore conclusive. The result is that William Welch, executor of James Welch, deceased, must be charged with the sum of $300, payable to Mrs. Irwin, with interest.\nThere seems to have been a mistake in charging William Welch with the balance of ,$17.01} in his favour on the account filed by him. But as he was bound by his contract to pay the consideration-money for the farm on the 1st April; 1849, the sum unpaid would draw interest from that time until paid. The omission to charge him with interest was also an error. Both errors should be corrected.\nThe accountant is now charged with the sum remaining due in the contract for the land, payable on the 1st April, 1849 $300.00\nWith interest on that sum from the 1st April, 1849, until the 12th Feb., 1857 ..... $141.00\nAnd with the personal estate in the inventory mentioned in his account filed June 13, 1854 31.98}\nThe accountant is credited with the disbursements and charges stated in his account of 13th June, 1854 49.00\n$472.98}\nBalance due by accountant . . . $423.98}\nIt is ordered and decreed that $358 of the funds in the hands of the accountant be paid to Mrs. Jane Irwin, wife of John T. Irwin, in satisfaction of her legacy of $300, and interest on the same from the time it was payable until this date.\nIt is further ordered that he pay to the said Jane Irwin the sum of $32.99, in satisfaction of her half of the residue of the money in the hands of the accountant to which she is entitled as distributee, the accountant to retain the other half to his own use.\nIt is further ordered that the accountant pay all the costs which have accrued on the citation and subsequent proceedings in this cause.\nIRWIN S APPEAL.\nLewis, C. J.\nThis case is disposed of by the special decree this day made in Welch’s Appeal."}