{"id": "981710", "contents": "The opinion of the court was delivered by\nLowbie, J.\nNearly all the points in this case are ruled by the principles enunciated in some recent decisions, and the others are of very easy solution.\nSince this suit was brought we have decided in Kuhn v. Newman, 26 State Rep. 227, that Mr. Lyle’s granddaughters, including the-plaintiff’s wife, took legal estates under his will, not subject to the trusts therein attempted to be imposed upon them. There is a seeming conflict between that case and the case of Steacy v. Rice, 27 Id. 75, but the latter case is reported two years out of time, and after a change of reporters, having been tried in May Term, 1854, and omitted in the cases of that terra. The conflicting expressions are, in the opinion of our brother Black, but the other reported opinion, and not his, expresses the opinion of the court. His was delivered in order to express some views of his own in which his brethren did not concur, and it is by mistake of the reporter that it is called the opinion of the court.\nThe estates being legal, the plaintiff and his wife had such control over hers as to subject it to their own private law of enjoyment and transmission by their articles of marriage settlement; and it was decided, in Wilson v. McCullough, 19 State Rep. 87, that the husband is bound by such articles, although the wife was a minor at the time of their execution. But such articles do not affect descent and inheritance of the wife’s property after her death, except by express provisions; and without these or a proper will, her estate descends according to law: 23 State Rep. 29. We think that the parties intended, by the articles of 9th July, 1839, to exercise all the power of settlement over the intended wife’s fortune, that was consistent with the character of her title thereto, and that those articles define what are the rights of the husband in the event which has happened — the death of the wife without issue.\nIn the personal property his interest is a life estate, for he has limited himself to that, and the defendants concede it.\nBut they say that the wife, on account of her minority, was not bound by the articles so far as concerned her real estate, and that the husband, being an alien, cannot, under the decision in Reese v. Waters, 4 W. & S. 145, take it as tenant by the curtesy.\nWe do not think however that the defendants in interest, being the successors in estate of the plaintiff’s wife, after the settlement, are in a position to say that the articles are unavailable as against the real estate. No doubt the weight of authority inclines in favour of the wife’s right to disaffirm such an arrangement; but it also declares that she and her successors in estate may ratify it: 5 S. & R. 312; 3 Atk. 616, 617; 5 Ves. 717; 18 Id. 276; 1 Bro. C. C. 116; McPherson on Infants 454, 465, 487, 521.\nThe successors in estate of the wife had the opportunity, on her death, to disaffirm; but instead of that they ratified the articles, by claiming under them for the personalty, and even by paying the income of both personalty and realty to the plaintiff. They cannot affirm part and disaffirm the rest. If they disaffirm at all the plaintiff will take the personalty as legal successor of his wife, whatever may become of the realty. The articles are not void, for the husband is bound. They can be avoided only by a complete disaffirming act on the other side, and none such is intended. The articles of marriage settlement are therefore the law of the husband’s rights relative to his wife’s estate, real and personal.\nLet the decree be drawn accordingly."}