{"id": "981724", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nThis is an application for a special injunction to restrain the officers of the Commercial Bank of Pennsylvania from discounting promissory notes, excepting at a regular meeting of the board of directors, and from discounting the same at a greater rate of discount than the one-half of one per cent, for thirty days. If the affidavits of R. H. Beatty and Charles S. Wayne (recently clerks in the institution) are 'credited, the president and cashier have been in the habit of discounting notes after the adjournment of the board of directors, at rates greatly exceeding the rate of one-half of one per cent, per month. The officers of the board joined in an affidavit, of the nature of which there is some difference of opinion on the bench. By'a majority of the judges it is not understood to be an explicit denial of the charges. As is usually the case with ex parte affidavits, there is a want of precision and particularity on both sides in the’statement of the circumstances of the transaction referred to, which would, of course, render such evidence an unsafe and unsatisfactory foundation 'for any final judgment; and we do not regard it as settling the question of fact relative to the conduct of the officers of the bank in the matters complained of. Nor is it material, on the present motion, that the charge should be conclusively established. Conceding that the facts remain in doubt, the law of the case is not so. If it -be clear that the officers of the bank hfive no right to make use of its funds in the manner charged, an injunction can do no injury, and is no more than giving the stockholders a proper measure of protection.\nBy the Act of 25th March, 1824, it is provided that the affairs of the bank shall be conducted by thirteen directors, “a majority of whom, the president being one, shall form a board or .quorum for the transaction of any business; but ordinary discounts may be made by the president and four directors.” And “ the rate of discount at which loans shall be mad'e shall not exceed one-half of one per centum for thirty days.” These are enacted among the “rules, restrictions, limitations, and provisions,” which are declared to be “ the fundamental articles of the constitution” of the corporation. These “fundamental articles” do not appear to have been repealed by any subsequent legislation in relation to this bank. It may be a convenient practice for the president or cashier to discount paper after the adjournment of the board of directors and to report the proceedings at the next meeting of the board ; but it is one attended with peril to the stockholders; and if any of them object to it they have a right to insist on a strict compliance with the fundamental articles, on the faith of which they invested their money in the institution. A violation of the rule in relation to the rate of discount may expose the institution to the penalties for usury, and may also put the continuance of the charter in doubt. A stockholder has a right to the necessary means to prevent a course of practice which may produce such results. If a bank may indulge in this practice, it is placed under constant temptation to withhold all accommodations from the business community at the time when they are most needed.\nBy giving to the banks the power to create what is called paper money, to an amount greatly exceeding the capital actually invested, the legislature has already repealed the usury law in their favour to the extent of the interest on the excess of circulation over the unemployed capital. By the non-existence of any substantial restriction upon their power to increase this description of currency to any amount, and by the practice of discounting upon the funds of their depositors, they enjoy further privileges of the same character. To allow them a still further exemption from this law, while individuals are bound by it, would be unjust and oppressive.\nThe banking privilege is one of great profit. By conferring it upon a limited number of corporations, and denying it to the people at large, the legislature designed to promote the public interest. The private advantage of the stockholders is but the incident of the grant. A bank is therefore bound by moral obligation, as well as by the fundamental articles of its constitution, to accommodate the business community, to the extent of its means, at the rate of discount prescribed by its charter. There can be no private arrangement with fits officers or friends, nor any other contrivance by which this obligation can be lawfully evaded.\nIn times of severe monetary pressure the duty of a bank becomes more imperative than at other times. By performing it faithfully the pressure may be greatly relieved. By disregarding it, for the purpose of using its funds to make enormous profits out of the commercial embarrassments of the community, the financial distress is greatly increased. To stimulate the enterprise of the people by increasing its paper currency, and afterwards to withhold the usual facilities of business, for the purpose of using its funds for illegal speculations, brings ruin upon its customers where it was bound to afford them material aid.\nBy such a course of dealing with its capital it runs counter to the chief end of its existence. It is true that these are considerations of a public character, and do not touch directly the private right of the plaintiff. But it is no new thing in the administration of individual justice to have some regard for the interests of the community. It is upon this principle that exemplary damages are given in civil actions for the redress of private injuries. Upon the same principle the courts should lend a ready ear to the complaints of stockholders, whose private rights are to be protected by the prevention of a grievous public wrong.\nThe Commercial Bank has heretofore stood above reproach. We know of no institution which has stood higher in the community. In granting the injunction, it is not our purpose to pass judgment in advance, that it has been guilty of the crime laid to its charge. The present instance does not necessarily involve a decision on that question. All that we now determine is that neither the president nor cashier can lawfully discount notes in the manner charged in the bill; that under no circumstances can the bank discount notes at a greater rate than that prescribed in its charter — and that a reasonable ground has been shown for the injunction demanded by the present motion.\nIt is ordered that upon a bond with sureties in the sum of $1000 being filed, as required by the statute, an injunction may issue, according to the prayer in the bill, to continue until the further order of this court."}