{"id": "981700", "contents": "The opinion of the court was delivered by\nKnox, J.\nThis record presents but one question, Does a sale by an executor under a power given by will for the payment of debts, divest the lien of a judgment entered against the testator in his lifetime from the real estate sold ?\nThat a judicial sale of real estate, whether made upon an execution issued by the Court of Common Pleas, or upon an order of the Orphans’ Court to the executor or the administrator to pay debts, divests the lien of all judgments and of all mortgages not protected by the Act of 1830, is a principle long since settled. It is also well settled that a sale of real estate under a testamentary power to sell for the purpose of paying debts, discharges the estate in the hands of the purchaser from the general or unscheduled debts of the testator. ,\nWhether such sale would discharge a judgment obtained against an executor or administrator, unless the proceeds were paid into the Orphans’ Court under the provision of the 19th section of the Act of 24th February, 1834, is perhaps not yet judicially determined.\nI am not aware that it has ever been decided in terms by this court that a sale by an executor under a power given in a will, would not discharge real estate from a lien entered in the lifetime of the testator.\nI am certain the contrary has never been decided, and I apprehend the reason why it has not been held that such a sale would not affect liens obtained in the lifetime of the decedent, is, that the point has always heretofore been a conceded one.\nIt was admitted by Chief Justice McKean and Justice Yeates in Hannam et al. v. Spear, 2 Dall. 291, 1 Yeates 553, by Justice Duncan in Grant v. Hook, 13 S. & H. 259, by Rogers, J., in Mitchell v. Mitchell, 8 Barr 126, and by Judge Bell in Cadbury v. Duval, 10 Barr 265, that a sale under a testamentary power would not discharge the lien of judgments or mortgages obtained before the death of the testator. Such a sale is in no respect a judicial one. It is in virtue solely of a private power ; and although the purchaser may pay the purchase-money into the Orphans’ Court having jurisdiction over the accounts of the executor, yet his doing so will only protect him against “ all persons having or who may have an interest therein.” This provision does not help the plaintiff in error, for unless the lien of a judgment is discharged by the sale, the judgment-creditor has no interest in the proceeds of sale, and consequently the purchaser is not, by the payment of the purchase-money into the Orphans’ Court, protected against the claim of the judgment-creditor. The construction given by Mr. Justice Bell to the 19th section of the Act of 1834 in Cadbury v. Duval, is doubtless the correct one ; that it applies only to scheduled debts, which the purchaser being bound to notice, might be required to see that the purchase-money was applied to. To relieve him from this difficulty, he was authorized by the act aforesaid to pay the purchase-money into the Orphans’ Court, where the rights of the creditors would be protected by a proper and legal distribution of the fund. We think the question in the case at bar is free from difficulty. The lien of a judgment obtained against the real estate of a decedent in his lifetime, can only be discharged by payment or by a judicial sale of such real estate. An executor’s sale under a testamentary power is not a judicial sale, and does not divest the lien of a judgment which ha'd attached anterior to the testator’s death.\nJudgment affirmed."}