{"id": "981719", "contents": "The opinion of the court was delivered by\nKnox, J.\nThe clause in the will of Henry Shirk, Sr., under which the question -in this case arises, is in the following words:—\n“ I give and bequeath to my daughter Margaret the interest arising from a bond on my son Henry, marked No. 6, dated March 4, 1824, for five hundred dollars, the principal to he secured by my executors, and the interest thereof paid to her yearly and every year on the 1st of April during life, and immediately after her decease the principal to be divided amongst her children or their legal representatives in equal proportions.”\nWe are unable to give to this clause the same construction that it received in the Orphans’ Court of Lancaster county. In express words the testator directed his executors to secure the principal of the bond and pay the interest to the devisee for life. It was a j oint duty cast upon the executors by the will, and which they agreed to perform when they accepted the appointment to secure the money due upon the bond, so that the interest might annually be paid, and the principal sum be ready for distribution upon the death of Mrs. Weigand, the daughter of the testator. The nature and form of the security was left to the discretion of the executors, but it was a discretion which they were bound to exercise in a prudent manner; and it is very clear that it was not the intention of the testator that the money should be left in the hands of the debtor for the whole time without any security whatever.\nThat the debtor was one of the executors in nowise lessens the responsibility which attached to the two as executors. It was not an impossible thing to compel performance, for, although the bond might not have been collected by a suit at law by one of the executors against the other, yet upon application to the Orphans’ Court the debtor executor would have been compelled to secure the debt due upon the bond, upon pain of dismissal from his office as executor.\nIt would doubtless have been an unpleasant duty to perform for one brother to have proceeded against the other in the manner indicated, but the alternative was making himself personally responsible for the payment of the bond, according to the directions of the will. Neither is this responsibility discharged by the ineffectual effort which was made many years after the testator’s death, to secure the debt due upon the bond by a judgment against Henry Shirk. The judgment was merely collateral to the bond, and did not extinguish it, even if procured by Mrs. Weigand, which is by no means clear. At the time when the judgment was obtained against Henry Shirk, William, the other executor, had made himself liable by permitting the bond to remain without security for the debt, and we see nothing in the case which amounts to a discharge from that liability.\nWe regret the loss that falls upon the surviving executor, as we are satisfied that there was no intentional neglect of duty upon his part. There is but one safe course for executors to pursue, and that is to implicitly follow the directions contained in the will under which they are appointed.\nThe decree of the Orphans’ Court of Lancaster county dismissing the petition of Mrs. Margaret Weigand is reversed, and the case is remitted to said court with directions to proceed and ascertain what amount of interest is due and unpaid upon the bond of Henry Shirk, deceased, devised by Henry Shirk, Sr., to his daughter Margaret and her children, and to make a decree that the sum now due, together with the annual interest to become due, shall be paid by William Shirk, surviving executor of Henry Shirk, Sr., to Margaret Weigand, the petitioner; and further decree that upon the decease of the said Margaret, the principal sum of .said bond, to wit, the sum of five hundred dollars, shall be paid by the said William to the children, or their legal representatives, of the said Margaret. The costs of this proceeding to be paid by the defendant, William Shirk."}