{"id": "981727", "contents": "The opinion of the court was delivered by\nKnox, J.\nWhere materials are furnished and work done in the erection of a building under an entire contract, the building is chargeable with the contract price, if the lien is filed within six months from the consummation of the contract. The jury have found that the lien in the case at bar was filed within six months from the completion of the contract, but it is objected that the claim was invalid, because the plaintiffs had set forth in their claim filed that the materials were furnished and the work and labour done within six months from the time of filing the lien, “ to wit, on the 14th day of December, 1854,” whereas the evidence proved that the last work was done in November, 1854. The lien was filed on the 3d January, 1855.\nThe 12th section of the Act of 16th June, 1836, requires that one who files a lien for materials or work, shall set forth upon his claim filed, the time of delivering the materials or doing the work. There must be a substantial compliance with the statutory requirement ; and it has been held that a claim was defective where no year was stated: Rehrer v. Ziegler, 3 W. & S. 258. Or where it was merely stated to have been filed “ within six months according to Act of Assembly:” Lehman v. Thomas, 5 W. & S. 262. In Witman v. Walker no time was expressly stated when the materials were furnished; and it was held that the copy of a bill with a date attached embodied in the claim was insufficient. But it has never been decided that the precise day when the work was done, or the materials furnished, must be stated in the claim, and that no evidence could be received that did not exactly correspond in point of time with the claim as filed. On the contrary, it was held in Driesbach v. Keller, 2 Barr 77, that all that was required was certainty to a common intent; and that a claim which stated that a contract for the workmanship of a dwelling-house and shed was made on the 16th April, 1841, and the work done between said 16th April and the 29th August, 1842, was sufficient. In Calhoun v. Mahan, 2 Harris 56, the claim was for 16,836 bricks furnished “ within six months last past,” referring for date to a bill of particulars, which had but one date, viz., 3d June, 1847. This was held good. So also was the claim in Bayer v. Reeside, 2 Harris 167, which was for work done and materials furnished, between June, 1848, and April 1st, 1849. Hill v. McDowell, Id. 175, and Shaw v. Barnes, 5 Barr 20, are to the same general effect. The rule to be gathered from the various authorities is, that the claim must not only state that the work was done or the materials furnished, within six months, but that either, upon its. face or by reference to some accompanying paper, a date or dates must be given by which the general allegation in the statement can be verified; and that upon the trial the evidence must establish the fact that the claim was filed before the six months allowed by the statute had passed. Where the work is done or the materials are furnished under an entire contract, the different times when the work was performed or the materials delivered, need not be stated. One date is sufficient, and the claim will be good if the evidence proves that the completion of the contract was within six months from the time when the claim was filed, although the day stated in the claim as the time of the consummation of the contract may not correspond precisely with the one established by the evidence.\nIt is unnecessary to notice further the assignments of error, for what has already been said covers the entire case.\nJudgment affirmed."}