{"id": "981726", "contents": "The opinion of the court was delivered by\nLowrie, J.\nWe think the learned President of the Comm oh Pleas decided this cause rightly, and we have very little to add to the reasons assigned by him.\nLet us keep in hand the rule that requires us to prefer the heir at law, in case of doubt; and therefore not to treat a devise as creating a fee, unless it clearly appears to be so intended.\nBut this rule is different here from what it is in England, because heir has a different meaning: there it is the eldest son; here all the children. Here a will is usually the distribution of an inheritance among the heirs; there it is giving it away from the heir. When the latter is its character, we may be strict in requiring words of inheritance; when the former is, we cannot, to say the least, be so strict, for we are preferring the heir when we favour the devise. If we should read the' devise to one child without words of inheritance, and all the rest with them, we should cut off one heir from his inheritance; unless we could repair the wrong afterwards when we come to divide the reversion, which would he better done at first.\nThere is abundant evidence in the will that the testator intended to dispose of all his property and thought he had done so, and no evidence of a contrary intention. Debts usually fall upon a residue ; but here they are specially charged upon Thomas’s share. The lot in dispute is part of a tract which he divided into twenty-acre lots and devised among his sons, using words of inheritance in the other instances and not in this; while other words show that he supposed himself to be fully disposing of-the whole tract.\nAnother tract was divided into eight and nine acre lots, and disposed of in the same way, and evidently with the same intention ; but here no words of inheritance are used in the gift of Jesse’s lot; and yet, when he afterwards substitutes Thomas for Jesse in this respect, it becomes apparent that he supposed that he had given Jesse a fee, and he gives it to Thomas, though still without words of inheritance. In two cases only did he intend to create life estates in land, and then he expressly says so.\nIn the instance in dispute the whole frame of the will demands the implication of an inheritance, and that is all we have in the crowd of cases, -when the word heirs is omitted in fact, but in volved in the clear intention.\nAnd if we were to follow the principle that prevails in advancements and in marshalling the assets of decedents, insolvents, and bankrupts; and which requires those who have obtained a prefer ence to stand aside from the residue until others, who are equal to them before the law, shall be made equal in fact: if we were to follow this principle, it would most likely cure this alleged omission without profiting the plaintiffs. We do not say that this course could he taken, but the principle is quite unfriendly to the plaintiff’s claim.\nJudgment affirmed."}