{"id": "981729", "contents": "The opinion of the court was delivered by\nLewis, 0. J.\nMartin Lindemuth, who died m 1829, left a legacy of $1500 to John Breneman, one of his executors, in trust to pay $60 annually to Margaret Frank, “ and in case she should decease before the money given in trust aforesaid shall have been by her received, then I give and bequeath the same or such part thereof as may be remaining, to the heirs of my said daughter Margaret Frank.” The trustee has paid the sum of $60 annually for twenty-five years, and the payments thus made amount to the sum of $1500. He now tells us that the fund is exhausted, and the payments must cease. If this be the true construction of the will, the trustee, to whom no beneficial interest in the fund was given, will receive the principal advantage of it, and the daughter of the testator, for whose benefit it was chiefly designed, will be left to starve or to be supported by charity. There is not a word in the will which indicates the-thought that the trustee was in any event to derive any benefit whatever from the trust fund. On the contrary, the explicit declaration that it was given in trust excludes him from acquiring any interest in it, except such as is plainly given by the will. There is nothing whatever in the will which manifests an intention to relieve the trustee from the plain and obvious duty of investing the fund so as to make it productive. This duty the law imposes upon him without any direction in the will: Yundts’s Appeal, 1 Harris 581; Baker v. Richards, 8 S. & R. 12; 12 Harris 335; Lane’s Appeal, 12 Harris 487; Light’s Appeal, 12 Harris 180; Findley v. Smith, 7 S. & R. 268. He had no right to “hide the money in the earth,” or to “keep it laid up in a napkin.” The trustee in ancient times who hid the trust money in the earth, was condemned as “wicked and slothful,” and was very properly told that he ought to have put it to the exchangers, and then at the coming of the owner he should have received his “ own with usury Matt. xxv. 27.\nMr. Breneman has either made profit out of the trust fund, or he has neglected his duty. In either case he is chargeable with interest. As he is entitled to compensation for performing his duty, the law holds him answerable for neglecting it.\nIt is true that there is a provision in the will which looks to the possibility of the death of Margaret before she receives the money given in trust, and this is relied upon to prevent her from receiving .it in her lifetime, and to enable the trustee to keep it without interest. It will admit of no such construction. When we see the primary object of the testator, it is not to be defeated by an ambiguous clause like this. The intention may have been to provide for the loss of a portion of the fund without the fault of the trustee, or for its exhaustion for want of opportunity to make safe and profitable investments. Or the testator may have meant nothing more than that the arrearages of the annuity given to Margaret, which might remain unpaid at her death, should go, with the principal, to her heirs. Whatever may have been the intention of this clause, it is very clear that it does not manifest any purpose on the part of the testator to give the use of the fund to the trustee without interest, and thus enable him to deprive Margaret in her old age of the scanty provision intended to be continued to her during life.\nJudgment affirmed."}