{"id": "981704", "contents": "The opinion of the court was delivered by\nBlack, C. J\nIn 1836 Curcier was indebted to the Bank of Pennsylvania upwards of twenty thousand dollars, for which the bank had no security except Ms promissory notes. On these notes-a suit was brought, but the writ was never served. In 1843 Our-’ cier died. In 1851 his death was suggested on the record, and an alias summons was issued against the executor, who accepted service and entered an appearance by attorney.\nWhen distribution of Cureier’s estate came to be made by the Orphans’ Court among his creditors, the Bank of Pennsylvania claimed her debt. The assets not being sufficient to pay all th'e debts, the other creditors objected to the claim of the bank on the ground that it had been long barred by the statute of limitations, and it was thrown out.\nFrom that decision the present appeal has been taken. It is argued here: 1. That the statute of limitation does not, under the circumstances of the case, apply to the bank’s debt; and 2, That even if the statute did apply, the other creditors have no right to take advantage of it. Our opinion is against the appellant on both points.\n1. These notes are twenty years old at the least. The limitation is now running over them the fourth time. Why should the right to recover upon them not be barred ? The suit brought against the executor in 1851 was too late. The claim then had an age more than two and a half times as great as was necessary to turn it out of any court in the state. The argument is that this suit against the executor was not a new suit, but merely the continuance of the action which had been brought against the decedent himself fifteen years before. The question is not whether a summons returned non est inventus, is to be regarded as the commencement of the action when it is followed in a short time afterwards with an alias which is actually served; but whether the statute is tolled by a writ not executed though there be an interval of fifteen years between it and the alias. If a party can lie by in such a case for fifteen years, he may do so for an indefihite time. A person who has paid his debt a quarter of a century ago, may be called upon to pay it again after he has lost his receipts, and the statute is to be no protection because his adversary at some period in the mean time has taken out a writ behind his back and given him no notice of it. But though an alias may be connected with an original writ not served so as to make both a part of the same process, it is not true that the alias can be safely delayed for more than six years after the original was taken out. Such was the opinion of this court as expressed by Judge Sergeant in Jones v. Owen, 5 R. 249, and it was reiterated by Judge Coulter in McClurg v. Fryer, 3 Harris 295. There is no case in our own books that has allowed a suit commenced in this way to be kept alive by continuances without an alias in less than six years, and there is no modern instance of its being done in England. It is plain therefore that the bank has shown nothing which forms a good replication to the plea of the statute. Her claim is clearly barred.\n2. It is contended that however well settled the right may be of the executor to plead the statute, the creditors cannot set it up in the Orphans’ Court as a reason for excluding the bank from Her pro rata share of the assets. It would require much ingenuity to show how the Orphans’ Court could perform the duty of making distribution among the creditors of an insolvent estate without having the power to determine what is the amount of the debts and to whom they are due. It is for that purpose that the creditors are all brought into court and made parties to the proceeding. The right of each one to prove his own debt is not plainer than his right to contest the false claim of another. The law which would compel him to sit silently by and see the fund swept away by a competitor whose demand is destitute of justice, might as well refuse to hear him altogether. But this doctrine has not, and never had, any solid foundation either in authority or reason. The contrary was established in Kittera’s Estate, 5 Harris 416, upon grounds which we still believe to be immovable. If creditors may dispute the original existence of one another’s debts, they may show that they were subsequently extinguished. The court or its auditor would not refuse to look at a written acknowledgment of payment by the party entitled to receive satisfaction. For the same reason, they could not shut their eyes to a receipt written by the hand of time upon the face of a note. All that is said in argument about the discretionary right of the executor to plead the statute or to waive it, is beside the present purpose. Admit for the argument’s sake that he has this power under all circumstances. Here is a case in which he did not exercise it. His appearance to the alias writ of summons in the District Court was no waiver of the statute: it was no acknowledgment of the debt; and if it had been it would not have bound him or anybody else. He has left the question to be settled among the creditors by the Orphans’ Court without the embarrassment of a previous adjudication by another tribunal. It is true that a creditor in a case like this brings his legal rights with him into the Orphans’ Court. But it is also true that he produces his claim there with all its legal imperfections on its head. A court of equity in marshalling assets acts, not by analogy but in obedience to the statute. A debt created by simple contract but barred by lapse of time, so that it cannot be recovered at law, is as completely extinguished in one forum as another. The appellant cannot receive anything in the Orphans’ Court, because there can be no recovery in the District Court. It is not necessary, as the counsel seem to think, that anything already done in the latter court should be set aside. If the defendant pleads the statute and the plaintiff replies the writ of 1836, the replication will be adjudged insufficient without any change of the record already made.\nDecree affirmed."}