{"id": "981722", "contents": "The opinion of the court was delivered by\nLowbxe, J.\nIt was by an adverse user of over twenty-one years that this right of way was acquired. Can the legislature make a law by which all rights of way thus acquired may be divested ?\nNo doubt such a law would be strictly legislative in its character, because it would prescribe a rule of action for the courts in relation to a class of cases supposed to stand in need of a remedy. Such an act has been passed, and it is supposed that it exceeds the constitutional authority of the legislature because it sets aside vested rights. How vested? Not by contract: rights vested in that form are expressly protected. But by adverse user: and whence does this derive its force ? From positive enactments, or from the usages of the government, or from the customs of the people; all which are forms of law-making. Legislation, therefore, in some one of its forms, gave the title relied on here, by declaring that government will not inquire into the true title, if there has been an adverse user of twenty-one years. The title, therefore, is founded simply on a limitation of the adverse remedies.\nIn other words, legislation, in a perfectly competent form, that is by the limitation of actions, has partially taken one man’s land and given it to another: may legislation provide in another form for divesting the right ? It is hard to see how this question can be answered in- the negative, unless possibly by the coming in of a new owner of the way, who might have a true moral ground of title, arising from a purchase on the faith of appearances.\nLong continuance has no moral force in converting wrong into right, and therefore a title by lapse of time is not founded upon any meritorious quality in the title itself. But it is a moral duty of government to declare a limit beyond which it will not run the risk of doing wrong, by investigating old transactions in favour of those who have been guilty of negligence in asserting their rights. This, however, does not directly confer title upon a wrongdoer, but only indirectly, by its limitation of the adverse remedy. He has no moral claim upon the permanence of such legislation, however it may be with those to whom he may sell, and he can appeal to no constitutional provision intended to fortify his claim, except those assuring him that his rights shall be protected by “the law of the land,” and his remedies administered “by due course of law.” These assurances save him from being singled out from his fellow-citizens as a special subject of legislation ; but they furnish no guaranty that the law of the land and the due course of law shall remain unalterable. This law was very plainly passed to promote the common good, and not to subserve the interests of particular persons, and we are not entitled to regard or treat it with distrust. On the contrary, it contains a reason that is entitled to favour; for most of these rights of way by user grew out of neighbourly indulgence and generosity, which allowed of travel over private woodlands until they should be wanted for cultivation; and it was unjust and ungenerous to insist upon the continuance of a convenience thus conceded. This law' is no more retroactive on vested rights than road laws usually are.\nLegislation gives this right in one form and takes it away in another, when it becomes useless; and we see no objection to such legislation. In principle it is only declaring that the law will not furnish remedies for perpetuating servitudes thus originating by its indulgence, if it be ascertained that they have become useless. And surely this fact may be ascertained in the case of a road by the same form of process that is used generally for establishing and vacating roads.\nWe might also place our decision on another ground. It is not disputed now, that, under our constitution, the legislature may, by a general law, provide a mode by which one man may be compelled to allow to another a private road over his land, if the same be necessary; and it would seem to be a mere corollary of this, that they may provide for the vacation of such roads, when they shall have become no longer necessary.\nAnd we do not now see any reason for exempting even a purchaser of land, with a right like to this appurtenant to it, from the operation of the rule. All such rights grow up out of a kind of necessity, and ought to be regarded as morally dependent upon the continuance of the necessity. They are burdens imposed upon one for the benefit of another, and ought not to continue when the benefit ceases, and the burden only remains. Where the state or the burdened party provides other equivalent rights, there ought to be a remedy for the extinction of the servitude which is no longer, in any valuable sense, an easement.\nThe other assignments of error do not seem to us to require any special notice; we cannot sustain them.\nThe order of vacation affirmed."}