{"id": "982743", "contents": "The opinion of the court was delivered by\nLowrie, J.\nOne of the simplest functions of government is that of enforcing the contract relations of its citizens; and one of its most difficult, is that of rightly establishing between citizens, or recognising as established by custom, those other relations and duties that grow out of human society, and out of the moral principles which it recognises as essential to good order, (government takes no active part in the institution of contract relations, but only in the protection and enforcement of them; leaving the citizen entirely free to enter into such relations or not, as he pleases; provided only that they be not inconsistent with existing civil institutions, or with the social ideas of morality. In other matters, government not only institutes, but enforces relations ; and it is in the exercise of this function that the greatest caution and wisdom are required, and that the greatest wrongs to individual liberty are apt to be inflicted.\nIn the present case, we have no other duty to perform than the enforcement, and, involved therein, the interpretation, of a contract relation. The suit is on a contract, and we must ascertain what the contract is, and enforce it according to our interpretation of what the parties must have intended by it. If we go further, we institute a relation not intended by the parties, and enforce what we suppose to be a mere duty, when the plaintiffs are in form only demanding the enforcement of a contract, and show no right to any duty but that which it expresses.\nThe contract is in writing, and the defendant acknowledges himself in debt to the plaintiffs, and promises to pay them thus: “ whenever, in my opinion, my circumstances will enable me to do so.” As an expression of intention, can anything be plainer than this ? The express contract of the parties is, that the debtor is to pay when he shall be able, and that he shall be the judge of his ability. No doubt the parties thought this a reasonable arrangement when they made it, though the creditors think otherwise now. If it is reasonable for a man to release a debt altogether, surely it is reasonable to release the remedies for a debt, not itself released, as is done in covenants not to sue. And even if it be not reasonable, we cannot set up our reason or the public reason for that of the contracting parties, and make a contract for them that is contrary to their plain intention, without violating the first principles of freedom, and the very nature of contract relations.\nWe cannot read this contract at all as a legal obligation; for the debtor reserves to himself the control of the remedies upon it. The agreement to pay is here; but the right to enforce is, by mutual consent, expressly withheld; and thus the obligation is merely a moral one.\nTo say that the law will, in such a case, adjudge the debtor to have decided that he is able to pay, whenever the court and jury find that he is so, is only a mode of getting clear of the real contract, by assuming a fictitious and constructive one. It would still be the imposition of a duty as a contract, contrary to the expressed intention of the parties. The instrument given in evidence does not and cannot prove the issue on which the parties went to trial. This view of the contract renders the other questions raised on the trial immaterial.\nJudgment reversed and judgment for the defendant below on the reserved question, non obstante veredicto."}