{"id": "982790", "contents": "The opinion of the court was delivered by\nArmstrong, J.\nThe North Lebanon Railroad Company on the 10th of October, 1853, entered into a written contract under seal with Richard- McGrann, Sr., Michael Malone, Michael Barry, and Richard McGrann, Jr., for the construction of seven sections of their road under stipulated prices. The contractors commenced work under their contract, and shortly after the North Lebanon Railroad Company adopted the greater part of a route which had been located and abandoned by the Lebanon Valley Railroad Company, and gave up the greater part of their original route, preserving, however, the original location at the termini of the road enbraced by the contract. Upon this new route the contractors commenced work, and after a small portion was done by the firm, Malone and Barry withdrew, and Phares Cassidy and Andrew Riley took their place; but without any change in the name of the firm, which was “McGrann & Co.” The parties, plaintiffs below, proceeded with the work to completion, and then, disregarding the original agreement, bring this action on the case to recover upon a quantum meruit. To this the company object, contending that the action should be covenant on the sealed instrument — that the prices therein stipulated should govern, and that upon any dispute arising on the agreement, the decision of the chief engineer should be final. And to the opinion and instructions of the court below, adverse to these views, the several errors assigned apply.\nThe action proceeds on the ground that the location of the road was changed, and the agreement under seal thereby abandoned, and that the plaintiff may rely on an implied agreement that he may recover so much as his work is reasonably worth. It is not doubted that a contract under seal may be so changed by the parties as to reduce the whole to parol. But it is not every modification that can have this effect. And when parties have evinced their desire for certainty by reducing their agreement to writing, it should require clear and explicit proof to change its character. I have looked in vain to find in the evidence any express agreement to abandon or modify the contract. Where, then, is the evidence from which an abandonment of its terms is to be implied ? It is true, two of the parties, contractors, withdrew, and two others took their place; but with this the company seemed to have no concern, for no new responsibility was created, nor did any change take place in the manner of doing business, as • every thing continued to be done in the name of “McGrann & Oo.” It is also true that the location of the road was altered, yet the termini of the two routes were the same, so that the change was intermediate. Now the contract provides expressly that “ the line of the road or ■the gradients may be changed if the engineer shall .consider such change necessary or expedient; and for any considerable alterations, the injury or advantage to the contractors will be estimated, and such allowance or deduction made in the price as the engineer may deem just and equitable.” Here is a provision fully meeting the change — calculated to do ample justice to the contracting parties, and precluding any inference that an alteration was not within the contemplation of the parties — a provision that no skilful or prudent engineer would omit; and such as every competent contractor would expect and understand.\nIt is said by Mr. Worrall that the whole road was changed with the exception of going to the coal mines, but he admits that both had the same termini. The agreement provides that “ the line of road or the gradients may he changed if the engineer shall consider such change necessary or expedient.” To what can this provision apply, if not between the extreme ends ? And between these, the extent of the change is not limited; on the contrary, the engineer had the right to “ increase or diminish the length of any section— and to make such allowance or deduction in the price as he'might deem just and equitable.” Nothing is more clear than that the parties looked forward to the possible contingency of some change of route, which, so far as changed, is therefore as much within the provision of the written agreement as that first located. But the engineer says, “ this alteration was not deemed necessary, nor made by my direction, as I considered the alteration beyond my power, as not coming within the purview of the provision.” The opinion of the engineer as to his power to make the alteration, and as to what came within the purview of the provision, may have satisfied his own mind, and controlled his action, but it is not to be regarded as the law of the case. The opinion of the engineer was but advisory, and the discretionary power to change was in the directors. The clause was intended to confer upon them the right to alter the route; and the fact that it was done, is conclusive upon both parties as to its expediency — and both acting upon the contract after this change, are estopped from questioning it. When the change was made in the line of the road, if the contractors wished to abandon the contract, it was their duty to give notice to the company to this effect, but they did not — they proceeded with the work without asking a new contract. Occasionally they complained “ that they could not do the work for these prices;” and one member of the firm “ did not wish to go on,” &c. Complaints on the part of contractors that they are losing, seldom create surprise, for it is not often they boast to an engineer that they are making money. One thing is certain, no new contract was made, and the evidence is much more conclusive that the work proceeded under the written, than under an implied contract. The agreement stipulated not only the prices to be paid for the different kinds of work, but that “no claim should be allowed for extra work, unless the same was done in pursuance of a written order from the engineer in charge, and the claim made at the first settlement after the work was executed; unless the chief engineer, at. his discretion, should direct the claim, or such part of it as he might deem just and equitable, to be allowed.” No such written order was ever made. The engineer says, “ when I affixed these prices I never heard the contractors object to them.” The monthly estimates were paid and receipted for by R. McGrrann & Co. “ according to contract.” The retained per centage, to secure the completion of the work, was deducted from each estimate, says the engineer, “ because it was mentioned in the contract.” He says further, “none of the contractors then insisted on having more than 68 cents (the contract price) — they never gave me notice as engineer that they would not go on at 68 cents. At the time the change was made in the location, the contractors did not say they would throw up the contract.” .\nIn Shaw v. The Turnpike, 3 Penna. Rep. 445, it was held that “ a party treating a contract as subsisting, waives the consequences of a previous default, and cannot afterwards avail himself thereof to recover a quantum meruit for work done in pursuance of a contract under seal.” And it may be said in the present, as in that case, that if the company put it in the power of the contractors by reason of any default to dispense with the contract, it was their business either to take advantage of the same by declaring it at an end, or to waive the consequences by treating it as still subsisting. In Lawrence v. Dale, 3 John. Chan. 23, it was held that, “ where one party intends to abandon or rescind a contract on the ground of a violation of it by the other, he must do so promptly and decidedly on the first information of such breach. If he negotiates with the party, after the knowledge of the breach, and permits him to proceed in the work, it is a waiver of his right to rescind the contract.” And this principle is fully carried out and maintained by Justice Cowen in Merrill v. Ithaca Railroad Company, 16 Wend. 588; in McCombs v. McKennan, 2 W. & S. 216, and other cases. The contract is therefore not to be considered as rescinded or abandoned. As, however, the greater part of the line of the road was changed, and the work went on with the assent of both parties, and as there may have been some difference, either increasing or diminishing the difficulties of construction, it may be for the interest of the parties, without doing injustice to either, to allow a recovery in the present form of action, making the sealed agreement the basis of compensation. It will be merely a change of remedy. And this view receives support from the cases just cited. In Merrill v. Ithaca Railroad Company, there was a contract under seal for the construction of certain sections of road, which were not completed at the time agreed upon; but both parties assented to the work going forward after the day, without any change in the written contract, or a word by the plaintiffs that they intended to alter their rates. Assumpsit was brought by the contractor; and although the court said “ it would he a fraud on the company, were they permitted to change their ground,” yet the action was allowed. It was said, “it would be gross injustice to allow any substantial departure from the stipulations, in reference to which the parties all along acted. It was the business of either to speak out if a change of terms was in contemplation. Silence was equivalent to saying, ‘ I go on upon the old terms.’ ”\nIn the case before us, the evidence was insufficient to authorize the substitution of new prices. To encourage a departure from the terms of written contracts upon slight evidence, is to throw into the jury-box the power to make new ones never agreed ou by the parties; and under such circumstances companies incorporated for the purpose of constructing public works, to say the least, are seldom favoured.\nThe fifth error assigned is sustained. The court erred in not answering the point therein referred to affirmatively. They should have instructed the jury in the language of the point, that, “ if the plaintiffs could recover at all in this action, they must be limited to the prices, terms, and modes of payment fixed in the sealed agreement.\nThe third, sixth, seventh, and eighth errors assigned are substantially the same with the fifth, the answer to which, as now given, meets them also. The first and fourth assignments require no further remarks.\nThe judgment must he reversed; and if the plaintiffs on another trial shall show themselves entitled to recover, it must be on the terms, prices, stipulations, and conditions fixed in the written and sealed agreement.\nJudgment reversed and venire de novo awarded."}