{"id": "982720", "contents": "The opinion of the court was delivered by\nLewis, 0. J.\nA judgment of restitution, given upon the reversal of an erroneous judgment, is conclusive of the matters adjudicated by it. It establishes beyond further question the right of the plaintiff in error to be restored to all things which he has lost by reason of the erroneous judgment. Its justice cannot be rejudged in any collateral proceeding. Its execution cannot be delayed to abide the final result of the suit in which it is rendered. Its object is to restore the parties immediately to the condition they were in when the suit was commenced. If a plaintiff in ejectment, by means of an erroneous judgment, turns the defendant out of possession, he is bound to restore the possession the moment the erroneous judgment is reversed. An entry under judgment is attended by very different consequences from an entry by act of the party without judgment.\nIn the latter case it is a disseisin, which, if peaceable, gives the party a possession which cannot be taken from him, except upon a trial at law. In the former case, as the law never works injury to any one, the moment the erroneous judgment is reversed the possession acquired under it falls with the judgment, and the party entitled to restitution is not necessarily driven to his action to regain his possession. He may enter without action, because, the law regards the possession as his, and the occupancy of the other party as a mere intrusion. But an entry may not restore him to the crops which the other party took and carried away while his possession was sustained by the erroneous judgment. For these he is entitled to some remedy, either by action on the case or by judgment of restitution. No objection was made in the court below on the ground that the latter course was not taken, and it is not necessary to give any opinion on that point. The only objection stated by the judge is that the plaintiff could not recover while the other party remained in possession, and while the ejectment remained undetermined; and this, as we have seen, is no bar to the action. It is true that the ejectment has since been decided in favour of the present plaintiff. But this is not material. He had a clear right when his suit was brought to recover for his crop of corn which the defendant carried off, and nothing has been shown which defeats that right.\nThe judgment for the defendant below, non obstante veredicto, is reversed, and judgment is entered for the plaintiff in error on the verdict for $257.18 damages, together with the costs of suit."}