{"id": "982766", "contents": "The opinion of the court was delivered by\nLowrie, J.\nIt is the title that descended to Frances Thompson, that is in dispute, both plaintiff and defendant claiming it.\nThe plaintiff shows a regular conveyance of it to him, and the defendant offers to show a prior conveyance to persons whose title he now holds; but the documents are lost, and he is compelled to resort to secondary evidence.\nWe may assume that there was an article of agreement between R. C. Thompson and John Neel, by which the former agreed to convey to the latter the whole title, including that of Frances. This is, of course, insufficient to affect the title of Frances, unless she, in some effectual mode, was party to it. In relation to this instrument, therefore, it was necessary to prove to the court that it was executed and delivered, and that Francis was a party to it, though not named in it, nor signing it, before secondary evidence could be given of its contents.\nWe do not discover any evidence sufficient to make her a party to it. None was offered except to show that she was present when money was paid on it, and made no objection; but the proof of this entirely failed.\nBut even if the proof had been full, it would not have availed; for R. C. Thompson took a mortgage to himself to secure the purchase-money of that agreement, and afterwards pursued it to judgment and sale of Neel’s right, and became the purchaser himself; and the effect of this was simply to conceal, his unsuccessful sale, and not to get a new title on his own account.\nThe defendant also relied on a deed to Neel, said to be lost. We may assume that there was evidence of the existence of this deed; but we see no evidence of its execution by Frances. R. C. Thompson and Neel think it was never delivered, and neither of them can tell whether Frances had signed it or not; and certainly her participation in the transaction must be made out, by evidence based on her own acts, and not on R. C. Thompson’s. The recital in the mortgage does not prove it, for she was not a party to that. She cannot be called a privy to the transaction until the principal question is proved: her joining in the agreement or in the deed.\nWhen a witness has given his deposition in a cause, and after-wards his paemory of the transaction fails, we are not clear that the party may not read,his deposition. But the exclusion of it here did no harm. Its only use was to show to the' court that a deed had been executed and delivered by Frances, and this it does not show. It tells of the delivery of the deed; but the witness does not profess to have seen Frances execute it, or to have heard her acknowledge if, or to have'known her signature. An essential matter is, therefore, still wanting before the deed or evidence of its contents could go to the jury.\nThere is a little confusion in the case arising from the fact that, on the trial the parties did not properly distinguish between the preliminary evidence for the court, and that which was to go, in the first instance, to the jury; hut no injury was done by this. After all his efforts, the defendant failed in presenting any evidence of title to the jury, and the court was right in saying so.\nJudgment affirmed."}