{"id": "982788", "contents": "The opinion of the court was delivered,\nby Lewis, C. J.\nThis is an action of trespass for levying on and selling the goods of the assignee under an execution improperly issued against the assignor. The plaintiff below established his title under the assignment, and then gave evidence that Guy Loomis entered up a judgment against R. H. Hodge, by virtue of a warrant of attorney annexed to a bond, and issued a fi. fa. to levy an instalment mentioned in the condition, three days before the said instalment was due by the terms of the said contract. It was also shown that the goods of the assignee had been seized and sold under this execution, thus prematurely issued, and that after the sale, the Court of Common Pleas, on a full hearing of the parties, ordered the execution to be set aside. That decision was afterwards affirmed on error by this court. There is no separate defence raised in behalf of the sheriff. He therefore stands or falls with the plaintiff in the execution; and the question below was whether the latter, after the wrrit had been set aside by the court, would be permitted to re-examine the justice of that decision, and for that purpose to give evidence that the credit had been obtained for the periods named in the condition of the bond by the false representations of Hodge respecting his solvency.\nEvery court having jurisdiction to hear and determine civil causes, must necessarily have control over its process of execution. The existence of this power is absolutely necessary in order to prevent the abuse of the process and the oppression of suitors, and carries with it, as an indispensable incident of the jurisdiction, the right to determine every question of fact and law which may be involved. This determination is regularly made in a summary manner, without the intervention of a jury. After final judgment the parties have no further day in court for pleading and. for jury trials. If they had there would be no end to litigation, and an execution, instead of being the end of the judicial proceeding, would be but the beginning of a new controversy.\nIt is true that the court on a motion to set aside an execution may direct an issue to ascertain facts, but this is for its own satisfaction. The parties have no right to demand it. If the' Court of Common Pleas had jurisdiction to determine the motion to set aside the execution, on the ground that it issued contrary to the express terms of the instrument which authorized the judgment, it follows that its decision is conclusive, and cannot be re-examined in a collateral proceeding. If erroneous, and the error be one which may be examined in the Supreme Court, the remedy is by writ of error. If the alleged error be one which is not the subject of review on a writ of error or appeal, it is then without remedy, and must not be regarded as an error at all, because it is the final decision of the only tribunal competent to give a conclusive judgment on the question.\nThe court having cognisance of the judgment was the proper tribunal to enforce it by execution, and to set aside executions improperly issued without authority. Its decision on the question of fraud in obtaining the credit may not conclude that question, should it fairly arise in any other controversy. But here the fraud is offered for the purpose of impeaching the decision on the execution, and it was properly rejected, because that decision cannot be thus impeached.\nThe. court was right in giving the instructions complained of in the other assignments of error.\nJudgment affirmed."}