{"id": "982794", "contents": "The opinion of the court was delivered by\nLewis, 0. J.\nThe parts of John Hiett’s deposition which were rejected were mere matters of belief, which were not evidence to impeach a settlement deliberately made four years before. The misconduct of Mr. Wharton, his own book-keeper, in destroying his cash accounts and in cutting out Schumacher’s account after the settlement, may, perhaps, be sufficient to induce Hiett to “believe” and to entertain the “ opinion” that there was “something not right in Mr. Schumacher’s accountbut it is not competent evidence to impeach the settlement. The discovery by the witness of “papers” which “satisfy”' him “that the accounts shown by Schumacher and Wharton were false,” may be sufficient to justify him in instituting proceedings in Ohio for the recovery of what he alleges to be due to him from Schumacher. But as he does not condescend to produce the “papers” referred to, orto give us a statement of their contents, they furnish no foundation for the decision of the court and jury in this cause. The opinion of the witness, founded on papers not described or produced, was not competent evidence.\nWhen Schumacher brought his action against Eby for taking and carrying away his property on process against Hiett, he had a right to recover its value in damages. As it was on its transit to Baltimore, and the trespass of the defendant below prevented Schumacher from receiving the value at that market, the just measure of damages is the value in Baltimore, less the charges of the carriers for delivering it there. These were the rights of Schumacher when the agreement for the sale of the property was made. But as it was provided in that agreement that it was “ not in any measure to affect the rights or vary the position of any of the parties,” Schumacher’s rights remain as before. The effect of the sale was nothing more than a conversion of the property into money. This was for the benefit of the creditors of Hiett, who had seized it. Schumacher had as good a right to purchase at the sheriff’s sale as any other person. He paid his money and took the risk of loss, like a stranger to the transaction. He is therefore justly entitled to all the advantages of his bargain. He was under no obligation to advance his money to prevent a sacrifice of the property, or to take the tobacco to Baltimore to make a profitable sale of it for the benefit of a trespasser who had deprived him of it.\nWe see no error in this record except in the omission of the court to direct the jury to deduct the charges of transportation to Baltimore from the value of the property at that place. This is not assigned for error. But justice requires us to notice it. If the plaintiff below consents to remit the amount (which appears to be $350.85), the judgment is to be affirmed. If not, it must be reversed and a venire facias de novo awarded.\nNow, to wit, May 18,1857, the plaintiff below by his attorney, Thomas E. Franklin, Esq., remits the said sum of $350.85, from the damages recovered in this suit. With this modification the judgment is affirmed.\nJudgment affirmed as above stated."}