{"id": "982717", "contents": "The opinion of the court was delivered by\nPorter, J.\nOf a certain amount of the stock issued under the resolution of February, the plaintiff had the right of pre-emption. The duty of the bank to perfect this right, by allowing him to subscribe, assumed the dignity of a trust. This was the ruling in 26 Penna. State Reports 143, and we perform a plain judicial duty in standing fast by that decision. Between the two cases there is a just distinction. That plaintiff went forward and said, here is my money, give me the stock. This one did nothing, except to make a tardy payment of instalments due on the old stock, and then to relapse into a tranquillity unbroken for nearly six years. He may have doubted whether this increase of stock would enhance its value, or he may have secured for his money a better investment. Of his possession of the money at the time, the record contains no evidence, and the presumption that a man, who is called to pay and does not, was able to pay, is not sufficiently justified by human experience to warrant its legal sanction. He certainly neither offered to pay nor to subscribe, and the law is too reasonable to force any man’s rights upon him against his will. The fact that he fails to act while others are acting in a matter which concerns both, is sufficient proof of his acquiescence to prevent the destruction of what has been done by others through faith in that state of things. Had he notice of the resolution ? The suit itself, based on the bank’s action, shows that at some time he received notice. The declaration sets forth this time. It avers that, on the 2d of February, he was then and there ready to subscribe. This was his allegation, binding to the uttermost, though he failed to prove it, and it would be difficult to say how he could have stood ready to do that of which he had no knowledge. The language employed is said to be common and formal. Justly so, but not less operative on that account than if it embodied the profoundest original conception, for legal phraseology loses no force by age or use. We are, on these grounds, of opinion that the court below ruled the cause wisely.\nJudgment affirmed."}