{"id": "982705", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nAs the plaintiff in error has not placed a copy of the declaration in the paper-book, the judgment cannot be reversed on any question which depends upon the form of the pleadings.\nThere was evidence to show that the water has continued to flow through the sink to the plaintiff’s mill, for a period of time beyond the memory of the oldest witnesses; and that if unobstructed in dry times, it would all flow in that direction. The court instructed the jury that the plaintiff was entitled to the use of all the water that would naturally flow in his direction, except so much as the defendants may have acquired a right to by use. It was admitted on the trial that the defendants below had acquired a prescriptive right to divert a certain portion of the water from the stream, by means of the dam which was in existence prior to 1854, and the counsel for the defendants claimed no more. The question of fact was submitted to the jury, and, after verdict, we are to take it that the defendants did divert the water to a greater extent than was done by the dam in existence prior to 1854.\nIt was settled in Wheatley v. Baugh, that where a subterranean flow of water had become so well defined as to constitute a regular and constant stream, the owner of the land above, through which it flows, has no right to divert or destroy it, to the injury of the person below: 1 Casey 528. The stream in question here was one of that character; and the plaintiff had a right to bring an action for diverting it, without setring out the privilege or license under which the defendants claimed a right to divert a portion of the water. In trespass this defence must be 'pleaded. In an action on the case, it may be given in evidence under the general issue. But in either case it is a defence which comes from the defendant; and he is bound to show that his right is sufficient to justify his acts, otherwise his defence fails. In this case, if the new dam diverted more water than the defendants are entitled to take from the watercourse, the plaintiff was entitled to a verdict. Whether the defendants lost their rights entirely by claiming more than they were entitled to, is not material to the present investigation; and the opinion of the court on that question is not therefore the subject of review in the present action. We see nothing in this judgment, however, to prevent the defendants from erecting a new dam in conformity to their ancient rights. The present decision goes no further than to establish conclusively that the obstructions now complained of are illegal and unauthorized.\nThe court was correct in confining the jury to the question, whether the obstruction caused by the defendants, exceeded their rights; and in speaking of the acts of the parties in causing and in removing obstructions from time to time, it did the defendants no injury to say- that it was not of much importance which was the aggressor. The remarks of the judge, when taken together, show that their tendency was to confine the jury to the real question in the cause. The plaintiff below might perhaps have assigned for error that the obstructions wrere caused under circumstances of aggravation which entitled him to claim exemplary damages. But as he does not complain of the decision, and as the verdict was for nominal damages only, the defendants below have no cause to complain of the instructions in this particular.\nAs the plaintiffs in error do not furnish us with a copy of the agreement for the settlement of the former suits, they have no right to a reversal of the judgment on an alleged error in giving a construction to that agreement. But we see no error in what was said by the court. The suit of Bowser, which was settled, was brought on the 2d October, 1854. The present action was brought on the 13th August, 1856. It was therefore proper to confine the jury, in assessing the damages, to the period between these two dates.\nThe other assignments call for no special notice. We see-no error in the proceedings.\nJudgment affirmed."}