{"id": "982784", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nOn the trial below, the plaintiff there gave evidence of a legal title to the land in controversy. The defendant relied upon a sale for taxes. The plaintiff answered that by the production of the treasurer’s receipt for the redemption-money within two years from the sale. The defendant below then offered to prove by parol evidence that when the money was left with the treasurer, several days before the receipt was given, the plaintiff’s agent left it on condition that the money should not be paid to the defendant, unless he would execute an assignment of his title; that this condition was made known to the defendant, when he went to the treasurer for his money, and that he has always refused to accept the money on the conditions stated. It would be a sufficient answer to say that the money was left with the treasurer subject to the conditions named on the 21st January, 1854, and the treasurer gave and the plaintiff’s agent accepted an unconditional receipt for it four days afterwards, to wit, on the 25th January, 1854. But waiving this answer, it is certainly sufficient to say that the law imposes on the treasurer the duty of receiving and receipting for the redemption-money for the use of the purchasers at the treasurer’s sales. He has no right to accept it upon conditions of any sort. The moment he receives it he is bound to pay it over to the purchaser on demand, regardless of conditions attempted to be imposed by the party redeeming. The receipt given for the money by the treasurer to the original owners, is the written evidence of redemption prescribed by law. It is an official document which cannot be destroyed by such parol evidence as was offered in this case.\nThe other errors are not assigned according to the rule of court; but there is nothing in them to justify a reversal of the judgment.\nOne tenant in common may redeem for himself and his co-tenant.\n■When the existence and loss of a treasurer’s deed have been shown, the minutes of the acknowledgment kept by the prothonotary, may be given in evidence to prove its contents.\nWhen a plaintiff shows title to a tract of land, describing it by the name and number of the warrant and the quantity contained in the official survey, “ excepting and reserving 115 acres sold and conveyed to Ira Bowen,” the defendant cannot resist a recovery on the ground that this reservation shows an outstanding title in Ira Bowen. Such a defence must be founded on a perfectly legal title, and must be made out with sufficient certainty to enable the court and jury to enforce it. A wrongdoer, without title, who endeavours to protect his trespass by the outstanding title of a stranger, has no equity, and is not entitled to any particular favour. In this case the defendant has nothing to do with the 115 acres. He neither describes them, nor locates them, nor shows that he is in possession of that particular part of the tract. It is therefore impossible to set it out to him in the verdict. It was his business to make out his defence with certainty. In this he has entirely failed.\nJudgment affirmed."}