{"id": "982773", "contents": "The opinion of the court was delivered,\nby Lewis, 0. J.\nThis is not a controversy between lien creditors, but a contest between a creditor justly entitled to payment, and the debtor who unjustly withholds it. In such a contest the policy of the law is to appropriate the debtor’s assets to the payment of his debts, unless he brings himself within one of the exceptions provided by statute. The exemption laws preserve from execution a certain amount of property supposed to be necessary for the comfortable existence of the debtor and his family; but the surplus money levied on in this case is not within the letter or spirit of these laws. The Act of 16th June, 1836, expressly authorizes the seizure of coin, or bank notes in payment of debts, except where such money is raised by execution at the suit of the debtor, or is in his personal possession.\nIn this case it was raised by the execution of another creditor, and was not in the personal possession of the debtor. It was therefore justly and legally liable to be taken in execution.\nBut it seems that Richard G. Herron obtained a judgment before a justice, issued an execution thereon, which was returned u no goods,” and filed a transcript in the Common Pleas, by virtue of which he issued a fi.fa., and levied on the money in question. After the transcript was filed in the Common Pleas, but within the twenty days allowed for an appeal, R. O’Brien & Co., the debtors, entered bail for an appeal from the judgment of the justice of the peace; but they never filed the appeal in the Common Pleas. By the terms of the Act of Assembly, the appeal is “ effectual” if the transcript be “filed in the prothonotary’s office on or before the first day of the next term of the Common Pleas, after entering such bail as aforesaid.” As between debtor and creditor, the failure to enter the transcript within the period prescribed by law rendered the appeal entirely ineffectual. It is not necessary to express an opinion on the effect of entering bail for an appeal in giving one creditor a preference over another. It is sufficient to say that the debtor himself can gain no advantage, either by his own fraud or his own negligence.\nThe appellant is entitled to be paid out of the surplus money. The decree of the Court of Common Pleas of the county of Erie is reversed, and it is further decreed that the money in court be distributed according to the report of the auditor. It is further decreed that the costs be paid by Richard O’Brien and P. Grace, doing business under the name of R. O’Brien & Co."}