{"id": "982723", "contents": "The opinion of the court was delivered by\nWoodward, J.\nUnder the various Acts of Assembly relative to the charter powers of the City of Allegheny, the opening of new streets, lanes, and alleys, and the widening of any already laid out and opened, are duties of the city councils which differ very widely as to their mode of exercise, from the powers vested in the same councils to “ grade, regrade, pave, repave, or macadamize any permanent street, lane or alley, or sidewalk, or any part thereof.”\nAs Jo the first, they are “ to direct and determine the location and limits of the street, lane, or alley, or the increase of width necessary in any case, and a plan or specification of such location or determination of width shall be made and deposited in the office of the recording regulator of the said city, for public examination and inspection, whereof notice shall be given in at least two newspapers published in said city; and any owner or owners of ground lying on the line of such street, lane, or alley, w'ho shall consider that he, she, or they shall suffer damage from the opening or widening of the same, may apply, by petition, to the next Court of Quarter Sessions of the county of Allegheny, by whom such orders and appointments shall be made, and the same proceedings, in every respect, shall be had for the view, appraisement of damages, the report thereof and confirmation of the same, as are directed by the provisions of general road laws of this Commonwealth:” Sect. 10 of the Act of 16th June, 1836, P. L. 753, extended to City of Allegheny by Act of 13th April, 1840, sec. 12, P. L. 308. Now, here it will be observed, there is not a word about grading or paving. The plan of specification to be deposited in the regulator’s office, is not required to exhibit the grade of the street, but only its location, limits, and width. If the reference to the general road law were to be considered as embracing anything more than the proceedings for damages, that would not imply a necessity for prefixing the grade, for although the 3d section of the Act of 13th June, 1836, Purdon 718, enjoins that whenever practicable viewers shall lay out roads at an elevation not exceeding five degrees, they are not required to make any return or record on the subject.\nThe appeal to the Quarter Sessions for damages is to be for the “ opening or widening” of the street, lane, or alley, and it would seem that the opening or widening was to be considered as accomplished when councils had given notice in two newspapers of the filing of the specifications in the regulator’s office.\nSuch are the provisions of law for. that branch of the city’s jurisdiction over streets. Now, in reference to grading.,,and .paving—\nThe 1st section of the Act of 5th April, 1849, P. L. 341, provides that the city councils shall have power by ordinance to grade and pave, repair or macadamize any pavement, street, lane, alley, or sidewalk, or any parts thereof, within the City of Allegheny, on the petition of not less than two-thirds qf the number of owners of any lots, section, square or parts of a square of said city, bounding or abutting on such street, lane, alley, or sidewalk, so to be graded and paved or repaired, or macadamized, and shall have power to levy and collect a special tax for defraying the costs and expenses of the same, by an equal assessment on the feet front bounding and abutting as aforesaid.\nBy sect. 3 of an Act of 8th April, 1851, P. L. 372, so much of the above provision is repealed as requires the petition of two-thirds of the lot-owners to give jurisdiction. The result of this is, that the councils have power, to be exercised upon their own discretion, to grade, pave, and improve any street, lane, alley, or sidewalk; and instead of subjecting the city to damages therefor, to be assessed and recovered under the general road law, they have power to levy and collect a special tax from the adjacent owners, for defraying the expenses.\nNow, the proceedings we have before us originated in a petition to the Quarter Sessions, signed by four petitioners, setting forth that, pursuant to an ordinance of the city councils, Ridge street had been laid out between certain points in the City of Allegheny, and carried through the lands of the petitioners to their great damage, by the deep cuttings of said stfeet, as well as by appropriation of their lands, and concluding with a prayer for viewers to assess their damages.\nAfterward they filed an amended petition, setting forth more specifically the land taken from them for said street, and the excavations, from two to twenty feet, that were to be made.\nViewers were appointed at the November_TeEinuJ.855. and on the. 6th September, ,1856, they filed, their report, and assessment of damages, which the court directed to be ,ente,redlasMo£ JBecember Sessions, 185_5j[nunc pro tunc. The aggregate amount of damages which the report awards to the four petitioners is $60,934. \"\nThe court overruled the exceptions filed to it, and confirmed the report as it was made, and it is notv here for review. It is perfectly apparent that the two subjects of opening and grading streets, kept studiously separate in the legislation I have referred to, are blended and jumbled together in these proceedings. On the face of the petition, the deep cuttings of said street is made a prominent subject for the claim of damages. The length of the time taken by the viewers, the large compensation charged for their services, and the enormous damages awarded, all indicate clearly that it was not merely the opening of Ridge street which they took into consideration, but the deep cuttings which they assumed were contemplated, and the effect these would have on the properties of the owners complaining. This, indeed, was not only the gravamen of the complaint, but of the assessment of damages, and yet for such a proceeding in respect to such a subject-matter, there is not a syllable of legal authority shown or alleged.\nIt is no more clear that the Quarter Sessions had jurisdiction to assess damages for opening Ridge street, than it is clear that they had ne jurisdiction to assess damages for grading it. Nor did they acquire jurisdiction over the latter subject by linking it to the former. In no form or manner is the grading of streets committed to the courts.\nIt is a subject which belongs, under the Acts of Assembly, exclusively to the councils, who are the immediate and local representatives of the people, and whose action, whilst it may result in taxation of adjacent owners, cannot be the occasion for an assessment of damages under our road laws. What was said by Judge Sergeant, in the Newville Road Case, 8 Watts 177, about the right of an owner to have damages not only for occupying his land with a public road, but for lessening the value of the remainder, had reference to a complaint of the shape in which the residue of the- petitioner’s land was left, and not to digging and grading, or any other matter that was governed by municipal regulations. In O’Conner v. Pittsburgh, 6 Harris 189, it was held that the cutting down of a street consequent on the reduction of the grade, and ruining an owner’s building, was not the subject of legal compensation in any form. This, it must be admitted, is very harsh law, and operates with great injustice in the cities óf Pittsburgh and Allegheny, where the topography is such as to make frequent cuttings necessary to obtain streets of tolerable grades, but it is the result of legislation sought for and obtained by the people themselves. It is impossible for us to relieve individual cases of hardship, for we are set to administer the law as we find it, rather than to mould it as it should be.\nSeveral exceptions were taken to the regularity of these pro- j ceedings in other respects, such as the joinder of four petitioners in one petition, the omission of the viewers to make return to the next sessions, and the order of the court for entering their report of a term long past; but it is not necessary to discuss these topics, nor even to intimate an opinion upon them, for the want of jurisdiction is an objection to this record that is fatal and final.\nThe court had no power to award a view for the purpose set forth in the petition, and it is of no importance whether their subsequent proceedings were regular or irregular.\nThe decree of the court is reversed and all the proceedings are set aside."}