{"id": "982702", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nIf one of several partners sell his interest in the personal property belonging to the firm, nothing passes but his interest in the surplus, after payment of the partnership debts. Partnership creditors, who have no lien on the personal estate of the firm, have no means of enforcing their claim to a preference in the distribution of it. Their equity, whatever it may be, is to be worked out through the equities of the partners themselves, each of whom has a right, while he exercises dominion over the property, to insist on its application to partnership claims, before it be appropriated to the individual debts of the several partners. But this right may be waived, and it is waived when each partner disposes of all his interst in the property. Sales on separate executions, against the several partners, have the same effect as sales by the individual partners themselves: Doner v. Stouffer, 1 Pa. Rep. 205; Baker’s Appeal, 9 Harris 16. But when the joint creditors acquire a lien on the joint assets, either by assignment or by levy, no subsequent disposition of the property by the several partners, or by their separate execution-creditors, can defeat such lieu. It differs from a lien against a single member of the firm in this important particular, that .the former is a lien on the chattels themselves, while the latter is a lien on the surplus only, after payment of partnership debts. The lien of the partnership creditors is in time, if acquired before the sale. The moment the equity of the partnership creditors is thus secured their rights become paramount, and no arrangement of the order of sale can give the separate creditors a preference over them. It follows, that the agreement respecting the time and manner of selling, on the executions in the sheriff’s hands, did not change the rights of the parties. The partnership creditors were entitled to the proceeds. As the sum raised was not sufficient to pay them, there was, of course, nothing left for the separate creditors. The opinion of the learned president of the Common Pleas contains a correct statement of the law of this case.\nDecree of distribution affirmed at the costs of the appellants.\nRex, Silvis & Co.’s Appeal.\nHenry L. King’s Appeal.\nMary Dare’s Appeal.\nLewis, C. J. — The decree of distribution affirmed in Coover’s Appeal, for the reasons assigned in the opinion just delivered, disposes of these cases.\nDecree of distribution affirmed at the costs of the appellants."}