{"id": "982750", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThis was a scire facias to revive a judgment which William Speer obtained on the 1st June, 1841, against the defendants below, now plaintiffs in error. H. Brunot having paid the judgment and taken an assignment of it, the scire facias was sued out in the name of Speer to his use. The defendants pleaded 1. Payment, and 2. Their discharge under the Bankrupt Law of 19th August, 1841. What payments they had made were admitted and applied to the judgment, and on the trial no question was agitated under this plea.\nTo the plea of discharge under the bankrupt law, the plaintiff replied in substance perfraudem, that the defendants obtained their certificates by wilful concealment of their property and rights of property, contrary to the Act of Congress, and they gave, as required by the Act of Congress, the “ prior reasonable notice, specifying in writing the fraud and concealment.”\nThe question raised by the pleadings, and tried in the court below, was therefore a pure question of fact — fraud or no fraud in obtaining their discharge as bankrupts. The learned counsel for the plaintiffs in error seemed to think there was something peculiar about the question of fraud in this case, and insisted with great energy that it was not enough to make out fraudulent transfers of property by the defendants, but that under the pleadings nothing but a fraud contrary to the Act of Congress would suffice, and hence he argued that no applicant for the benefit of the bank-rupt law, after having been prostrated by misfortune, after having applied for relief under the provisions of the act, after having complied with its severe and rigid requirements, having surrendered his property for the benefit of his creditors, having finally obtained his discharge from all his debts, by the solemn decree of a court of exclusive jurisdiction, ample means having been afforded to his creditors to resist his progress at every step, and prevent his success, by the introduction of any legitimate sufficient proof, ought, years afterwards, to be deprived of the benefit of that discharge, and branded with fraud and infamy by the utter disregard, in the administration of justice, of the provisions of the very law under which it was granted. Such a course, he suggested, is a marked disrespect to the tribunal whose solemn judgment is defeated, a palpable violation of the law whose universal obligation is derived from the express provisions of the Constitution of the United States, and a grievous wrong and irreparable injury to the suitor whose rights are sacrificed.\nThese are grave suggestions, and if well founded they make an end of this case and of all others which involve similar questions * of fraud. It is worth while therefore to consider these views carefully, before entering into an examination of the bills of exception on the record.\nThe bankrupt law of 1841 was a constitutional enactment by the Congress of the United States. The power to establish uniform laws on the subject of bankruptcies throughout the United States, is expressly conferred on Congress by the federal constitution; and although it is not exclusive in the terms of grant, it becomes so when it is exercised. Uniform laws throughout the United States, on any subject, must of course supersede state legislation on the same subject. The states may make bankrupt laws when the general government has none, but when Congress passes such an act, it becomes the supreme and exclusive as well as uniform law.\nThe Act of 1841 gave the federal courts exclusive jurisdiction in cases of bankruptcies, and provided, in the 4th section, that every bankrupt who should bona fide surrender all his property and rights of property, for the benefit of his creditors, and should comply with- all orders of the appropriate court, should be entitled to a full discharge from all his debts, to be decreed and allowed by the court which has declared him a bankrupt, and a certificate thereof granted to him by such court accordingly.\nBut after the decree of bankruptcy, and before such certificate should issue, notice was to be given to the creditors, as specifically prescribed, and if such bankrupt shall be “ guilty of any fraud or wilful concealment of his property or rights of property, or shall have preferred any of his creditors, contrary to the provisions of this act, ****** or shall, in the proceedings under this act, admit a false or fictitious debt against his estate, he shall not be entitled to any such discharge or certificate.”\nHere it will be observed that the fraud which was to deprive the bankrupt of his certificate, even after the court had decreed him a bankrupt, was such as should be established to the satisfaction of the court having him in charge, after seventy days’ notice to his creditors; but if none was established in that court, the certificate was then to issue, and that was to be deemed, in all courts of justice, a full and complete discharge of all debts, contracts, and engagements of such bankrupt, and a full and complete bar to all suits brought in any court of judicature whatever; “ and the same shall he conclusive evidence of itself in favour of such bankrupt, unless the same shall be impeached for some fraud or wilful concealment by him of his property or rights of property as aforesaid, contrary to the provisions of this act, on prior reasonable notice, specifying in writing such fraud or concealment.”\nThese words, “ unless impeached for some fraud or wilful concealment as aforesaid,” clearly point to the frauds and concealments which may prevent the granting of the certificate after the decree, and. there the expression is, as we have seen, “ any fraud or wilful concealment of property or rights of property.”\nNow, whilst it is true that the federal courts alone can grant the certificate of discharge, and that when granted all other courts are to give it conclusiv'e effect, unless so impeached, yet such other courts possess the same power to try the impeachment as the court decreeing the bankruptcy possessed to try the right to the certificate. In the one court the bankrupt was not to obtain his certificate if convicted of fraud or concealment, in the other it was not to avail him. It is no reflection on the federal courts then, and no violation of the Act of Congress, for a state court to try an alleged fraud in obtaining a certificate of bankruptcy. Nay, it is agreeable to the very letter and spirit of the enactment. Congress have said it may be tried — the very fraud which might have been litigated in granting the certificate. They knew well that in the manner bankrupt cases are ordinarily driven through the courts, many fraudulent concealments might elude detection which time and subsequent circumstances would uncover. They meant to afford absolute protection in every court of judicature to the honest debtor, who had Iona fide surrendered his all to his creditors, but no immunity whatever to him who had practised fraud and concealment, not only to'the prejudice of his creditors, but to the dishonour of the laws and courts of his country.\nWhat, then, is the peculiarity of the fraud alleged in this case ? None, except that it involves disloyalty to the government whose protection is invoked. It is actúa] fraud, as contradistinguished from those legal or constructive frauds, which, for the benefit of creditors, we sometimes impute to transactions perfectly fair in themselves, and obligatory on the immediate parties; but it is nothing more nor less than actual fraud. It is actual fraud contrary to the provisions of the Act of Congress. It is limited to the occasion of obtaining their discharge under that law. It is the imputation of malafides where that law demanded bonafides. If a man procure a release from his creditor, on a false exhibition of assets, it is a fraud ; if a man cancel all his debts, by proceedings in bankruptcy, founded on suppressions and false statements, it is the same thing in kind, and differs only in the degree of turpitude.\nThe counsel was mistaken, then, in supposing that there was something peculiar about the fraud to be made out under this bankrupt act, which required any more or more peculiar evidence than to make out any other fraud in fact. Fraud vitiates judicial proceedings as well as others. It was an early aphorism of the law, that fraud and crime vitiate every title, and even right itself is turned into wrong by circumventing to obtain it. In no case is fraud to be presumed; but in every case where it is alleged, it may not only be established by express proof,' of which, from its nature, it is very seldom capable, but it may also be inferred, if the inference be a necessary consequence from the act done: Aston v. Aston, 1 Vesey 268.\nSuch was the question of fact, and such the rule of proof on which the parties went to trial. The cause was very carefully and fully tried. After admitting a mass of documentary and parol proofs, the learned judge charged the jury in a manner so satisfactory to both parties, that neither of them took a single exception. Of course, we have not the charge upon the record, but because it is not brought there by exception, we are bound to presume that it was exactly what it ought to have been. After verdict against the defendants, the court reviewed the evidence, on a motion for a new trial, and decided that it was competent to go to the jury, that they had dealt with it fairly, and that it did not- so clearly preponderate in favour of the defendants as to enable the court to say the verdict was against the weight of evidence, and accordingly judgment was entered on the verdict more than eleven months after it was rendered.\nThe case is now here on bills of exception to evidence, and it is a circumstance worthy of notice that they are all founded on evidence admitted — not on any that was rejected. The transactions drawn into investigation were long past, and some of them very much complicated. The defendants complain, not that the court refused to let the jury hear all the explanations they had to make, but that they were permitted to hear such explanations as the plaintiff was able to furnish. In a case involving a mere question of fact, a case thus tried and reviewed by a very competent judge, and thus presented on a writ of error, nothing less than a manifest and palpable error, in admitting some piece of evidence which was of a nature-to influence the result, would justify a judgment of reversal in this .court. If any of the evidence in the bills of exception was admitted in violation of rules of law, and if it was of a quality to injure the defendants, they are entitled to a reversal of the judgment.\nIs there any such error in the record ?\nWe have not, on our paper-books, the date of the application of the defendants for the benefit of the bankrupt law, nor the schedules and papers which were filed in that proceeding, but we are informed that they obtained their discharge on the 2d day of February, 1843. In the plaintiff’s notice of special matter, on which he would rely for impeaching that discharge, he set forth, first, as to Peter Peterson, that when in failing circumstances, and in prospect of bankruptcy, and shortly before becoming a bankrupt, he conveyed a certain valuable piece of land, called Hatfield, near Lawreneeville, in Allegheny county, to his sister, Ann Peterson, without consideration, in order to conceal it from his creditors, and in order that the legal title might be held by her in secret trust for him, the said Peter, until after his discharge as a bankrupt, and that he made no return of this land in his petition or schedule.\nIn support of this allegation the plaintiff offered in evidence a deed of George A. Bayard to Peter Peterson, dated 1st October, 1835, for this land, in consideration of $4080.75; a decree of the District Court of the United States, founded on the petition of the assignee in bankruptcy, for sale of it; a sale by the assignee, and a deed dated 19th. April, 1849, to Sylvanus Lothrop, for $470; an action of ejectment by Lothrop against Ann and Peter Peterson, in the District Court of Allegheny county, to April Term, 1851, in which, on trial, a verdict was rendered for plaintiff 22d March, 1852, which was set aside, and new trial granted to defendants on terms, on the 14th October, 1852, and an entry of December 29, 1854, by plaintiff’s attorney, “this suit discontinued and settled.”\nHe also proved that Lothrop was a creditor of Peterson; that the defendants set up, on the trial of the above ejectment, the deed of Peter to Ann as their defence, and that after a new trial was granted they made him a proposition and he accepted it. After the defendants, on the trial of the present case, had given in evidence that deed of Peter to Ann, dated, acknowledged, and recorded on the 23d December, 1839, reciting a consideration of $3500, the plaintiff proved, by James T. Kinkead, that Ann admitted to him the consideration expressed in the deed was never paid; that she did not know that said deed had been made to her till long after it was made, nor until the witness himself informed her of it; that after Peter was discharged as a bankrupt, and before Lothrop’s ejectment, she declared she had no interest in the property, except to the amount of $600; that Peter owed her that amount. It was further in proof that Peter received the deed from the recorder; that Ann lived with him, and that Lothrop was an endorser for the Petersons to the amount of $4000 or $5000, from 1839 to 1842.\nThese were the material facts proved, in regard to the fraudulent concealment of Peter’s right of property in the Hatfield tract. I have grouped them together for the purpose of rendering intelligible two remarks: 1. That they were facts eminently fit to be submitted to a jury, on such an issue as was formed here. A valuable property, in the vicinity of a large and growing city, worth, in 1835, over $4000; conveyed to a sister, without her knowledge, four years thereafter, in consideration of $3500, not more than $600 of which was paid; possession retained, and apparent ownership unchanged; no evidence of the delivery of the deed, except the recording of it, which was not conclusive: Chess v. Chess, 1 Penna. Rep. 32: and a solemn denial of any interest in the property, by failing to return it when applying for the benefit of the bankrupt law; these, I say, were circumstances worthy of the grave consideration of a jury, on a question of the lona j(ides with which this bankrupt had made return of his property and rights of property. It was not for the court below, it is not for this court, to say that they were sufficient to fix the stain of fraud on the defendant’s proceedings; but it is our duty to say that it would have been error to withhold them from the jury.\n2. The other observation is, that there is no merit in the first, fourth, and fifth bills of exception, which include detached portions of this evidence. The first bill of exceptions relates to the order of sale, on the petition of the assignee. It is objected that the assignee set forth that he had been informed that Peter Peterson had, at the time of his discharge, an interest in the Hatfielcl tract. The counsel thinks there should have been a more express averment of an interest.\nBut it must be remembered that the plaintiff was not making out title as in ejectment. There was the decree of the court ordering the sale, and a subsequent compromise with the purchaser at that sale, which were the pregnant facts bearing on the actual issue trying. No matter whether the petition of the assignee was full or not; no matter whether the court had jurisdiction to decree the sale: it was decreed, and the compromise followed. As a part of the res gestee, all this was evidence. The court said the order of sale was some evidence of title, and if we should apply the stringent rule of construction claimed for the decree of the same court, in awarding the certificate of bankruptcy, it would be necessary to say it was very high evidence of title. The same learned counsel who told us that to question a decree of the federal court discharging a bankrupt, was a marked disrespect to the tribunal whose solemn judgment is defeated, and a palpable violation of the bankrupt law, though that law expressly authorizes us to question it, does himself vehemently question the solemn judgment of the same tribunal, in decreeing a sale of part of the bankrupt’s estate. He complains of the judge for saying that the latter decree, where no power of review is granted to the state courts, was some evidence of title. We do not mean to apply the stringent rule suggested by the counsel, nor even to justify the remark of the court that the decree was some evidence of title, for we hold that the evidence was properly admitted as part of the res gestee. It was in proof that Peterson attended the sale, and had a friend bidding for him.\nThe fourth bill of exceptions relates to the testimony of Lothrop, and his ejectment and settlement; the fifth, to the testimony of Kinkead. Nothing can be more obvious than that this evidence was proper a.nd essential in exploring a transaction arraigned for fraud. How' is fraud ever to be detected, if you may not trace it through its sinuosities, and show how it has intrenched itself in regular conveyances and legal forms; how it has made an innocent party an unwilling accomplice; and how insincerely the intention has corresponded with the action. Did Peter Peterson make a bona fide surrender of his rights of property to his creditors ? This was the question, and the evidence in these bills of exception was pertinent.\nBut it is argued that the assignee’s sale did not prove it; nor Lothrop’s ejectment; nor Ann’s confessions to Kinkead. This must be conceded, but in the same sense in which we would concede that neither this link, nor that link, nor the other link is a chain. The facts in these bills, isolated and alone, were nothing; but connected together by the other facts in proof, not excepted to, they bound the conscience of the jury, and that binds us.\nThe counsel seems to suppose that if Peter made the deed to his sister for the purpose of defrauding creditors, and on a secret trust for his own benefit, it could not be a fraud against the bankrupt act, which was not in existence at the date of the conveyance. Certainly not. The making of the deed was not the fraud on the bankrupt act; but if it was fraudulently made, or if never 'delivered, it did not divest Peter’s title; and when he filed his schedule' he should have included whatever interest, legal or equitable, he had in this property. The fraud against the bankrupt act, if any, consisted in suppressing and concealing that interest. This, it was alleged, he did by means of the conveyance made a few years before. The time when the cloak was fabricated was not very material: the question was as to the use he made of it.\nAs to the competency of Ann Peterson’s declarations, the authorities cited by the counsel of the defendant in error are ample proof. If there was no evidence of her original complicity in the alleged fraud of her brother, there was after she learned from Kinkead of the conveyance in her favour; for he swore that subsequently when he interrogated her, she indicated a disposition to hold and claim the property; and when he asked her if she would relinquish her claim to it, in favour of Lothrop, upon being paid her $600, she said she could not do so without consulting her brother Peter. The least degree of concert or collusion between parties to an illegal transaction, makes the act of one the act of all, and the acts and declarations of one may be given in evidence to affect the others. This was the language of Judge Rogers, in Gibbs v. Neely, 7 Watts 307, where the question was on the admissibility of declarations as well as acts, though he erroneously cited Rogers v. Hall, 4 Watts 359, where the ruling related not to declarations but to acts. The rule in its largest sense is, however, part of the law of conspiracy, and has frequently been recognised as such in this court: 11 Harris 325; 2 Casey 84.\nI come now to the second and third bills of exception, which contain the evidence against the other defendant, Lewis Peterson, that is complained of. This part of the case is very intricate and very peculiar. I will endeavour to state it intelligibly. Lewis Peterson, when he became a bankrupt, was the owner of two pieces of real estate, one known as the Hill tract, and the other as the Salt Works tract, on the Allegheny river. He returned both these tracts in his schedule, valuing the first at $1000, and the other at $4000. The plaintiff charged that he fraudulently undervalued them; that he concealed the title to the Hill tract, and pretended that he had no other title than a possessory right, which he expected would, in a few years longer, by adverse possession, become absolute; that the actual legal title was in one Henry Peterson’s heirs, to whom it had been devised by his uncle, Derrick Peterson, when in truth and fact the said Lewis had in his possession a deed to himself in fee from his uncle, Derrick Peterson, which he never placed on record, nor delivered to his assignee, but wilfully and intentionally concealed said deed, for the purpose of enabling himself, after his discharge as a bankrupt, to repurchase said farm at an undervalue, which object, by means of said fraudulent practices, he afterwards accomplished.\nThere were other specifications touching the Salt Works tract, and evidence tending to show that the title to this tract, on which he resided when he was discharged, soon found its way back into the hands of two friends and relatives of his, by virtue of a sheriff’s sale, on an existing encumbrance, and that shortly after he commenced making valuable improvements on the tract — built a brick dwelling-house, at a cost of from $2000 to $3000 — bored salt wells and erected works, at a cost estimated at some $5000 or $6000. It was alleged also that he had made statements which prejudiced the sheriff’s sale of this tract, whereby his friends were enabled to purchase it at $3000, and that he had concealed from his creditors personal property, money, and securities; but as none of the evidence relating to this tract was excepted to, it is not here for review, and I confine my attention to that which is in the bills of exception, and all of which relates to the Hill tract.\nThis tract was sold at sheriff’s sale, 23d July, 1844, to Hilary Brunot, for $510, by virtue of process on a judgment which was a lien before Peterson’s discharge, and which was not, of course, impaired or affected by that event. There was no suggestion that Brunot was in complicity with Peterson, so that this would seem to have been a fair sale, and to have vested the title in Brunot. But in the spring of 1845, Peterson declared to Stevenson and Robertson that Brunot did not own the land, and never would; that it belonged to the heirs of Henry Peterson, and the will would show it; that Brunot bought the land as his (Lewis Peterson’s) property; but at the time he bought, it was his uncle’s.\nThis is the evidence particularly objected to in these bills of exceptions. It is denied that these declarations could possibly import any fraudulent intent, two years before, in obtaining the certificate of discharge. And I confess I do not see how they could, not even in connexion with the subsequent transactions explained by the other evidence of the plaintiff, and which was not objected to. It seems from that evidence that Thomas Donnelly, having a judgment against Henry Peterson’s administrators, and hearing that Lewis alleged the title to belong to Henry’s estate, seized it in execution, and bid it in at a sheriff’s sale for $45, and brought his ejectment against Stevenson, the tenant in possession. The counsel for plaintiff supposes this reduced Lewis to a distressing alternative. If he stood by and allowed Donnelly to recover against Brunot’s tenant, that would establish the Henry Peterson title. If, for the purpose of defeating Donnelly, he produced from his pocket the deed of Derrick Peterson, under whose will Henry claimed, -it would establish Brunot’s title. Either way the cloud which it is supposed he wanted to keep over the title, would be dissipated. Accordingly, on the 14th December, 1847, the day before the Donnelly ejectment was to be tried, Henry Irwin, a son-in-law of Peterson, bought up the Brunot title, for $510, and on the trial Lewis was examined as a witness to prove the deed from Derrick to himself, and Donnelly was forced into a nonsuit.\nI cannot see that all this threw any light on the bona fides of Lewis’s proceedings in bankruptcy. Then it was error to admit the evidence that was excepted to, says the counsel. Grant it; but did the error damage t'he defendant ? That depends on the instructions of the court. Now, although we have not the charge on our paper-books, the plaintiff’s counsel give us what is not denied to be authentic extracts from it, as follow.\n“ If the petitioner did not undervalue his property with a fraudulent intent, to gain some private advantage to the injury of his creditors; if he honestly, though mistakenly, valued it at what he thought it was worth, or would bring at a cash sale, then he was guilty of no such fraud in undervaluing his property as will impeach his discharge. To determine this question, the jury will consider all the facts in the case bearing upon this question.\n“ There can be no fraud without a dishonest purpose or intent, and that dishonest purpose and intent must have been in Peterson’s mind, and entertained by him, when he prepared the inventory, and filed his petition.\n“ A dishonest purpose or intent, formed and entertained for the first time after his discharge, cannot affect the validity of the discharge.”\nAnd again: “ As to the concealment of the title to the Hill Tract — The defendant was not bound to return his title in the inventory of his real estate, and he was not bound to surrender his title to his assignee in bankruptcy, unless it was required. If the assignee required it, he would be bound to disclose his title in good faith; and if he wilfully and fraudulently refused to disclose his title, or to surrender the same, that would prevent or vitiate his discharge. But such concealment must be wilful and fraudulent. Does the evidence then satisfy the jury that Lewis Peterson concealed his title to the Hill Tract from the assignee, or that he wilfully refused to disclose or surrender it, and that he did this dishonestly and fraudulently.\n“ Any concealment of his title to the Hill Tract, or any false representations in regard to the same, made after his discharge as a bankrupt, and the sale of his property by the sheriff, would not invalidate his discharge, — unless such concealment and false representations were made, before his discharge, and made for a fraudulent and dishonest purpose, they cannot invalidate the discharge.”\nThese cautionary observations on this evidence, amounting almost to a withdrawal of it, render it morally certain that the jury did not base their verdict upon it. If it was apparent that they did, the judgment would have to be reversed, for that evidence, however it may be viewed, was inadequate to support a verdict so serious in its consequences. And it is manifest, from what has been said about the Salt Works tract, that there was other evidence in the cause, from which the fraud imputed to Lewis Peterson might have been found. But that evidence, it may be said, is not before us. It is not, and therein the case is very defectively presented.\nBut the elaborate opinion of Judge Williams on the motion for a new trial is furnished, and that informs us of the course of the trial, and of the character of the evidence given, in reference to the occupancy and improvements of the Salt Works tract. He did not doubt that the verdict was based on this evidence, nor do we. We do not mean to say that his opinion on the point would cancel the error of admitting the exceptionable evidence in regard to the Hill tract. There was but one way he could cure that error, and that was by so controlling it, in the charge, as to render it harmless; and this I have shown he did. Seeing then that the only error pointed out in the record was not permitted to injure the defendants, and that there was other evidence not excepted to, from which the verdict might have been formed, the plaintiffs in error have no right to demand a reversal at our hands.\nA few words more about Judge Williams’s opinion on the motion for a new trial, and I shall be done with this troublesome case.\nThat opinion is not brought up by any bill of exceptions, and strictly speaking it is not, perhaps, any part of the record; but here it is, and no fact or circumstances alleged in it, by way of explanation of the trial, is questioned. The plaintiffs in error bring up only so much of the evidence as they complain of, and the defendant in error, while he supplies part of the residue, does not present the whole of it, but instead of doing so presents the judge’s summary of it. This is not a practice to be encouraged. In this case, as in almost all cases of fraud, the judgment of this court upon the precise questions litigated here, depends necessarily very much on a view of the whole evidence. In all such cases the whole volume of proofs should be spread before us. If the plaintiffs in error do not furnish it, the defendant should.\nGetting at the core of this case in the best way we can from all that our paper-books contain, we conclude that it was a mere question of fact, and that no such error was committed on the trial as calls for our interposition.\nThe judgment is affirmed."}