{"id": "982763", "contents": "The opinion of the court was delivered by\nLowrie, J.\nWhen we notice that this claimant’s husband was insolvent when he transferred his inchoate title to this land to Ritchey, and that, by that transfer, he was relieved from a judgment-debt then pressing for the sale of his title; and that he had, at the time of his transfer, paid less than one-sixth of the purchase-money ; it is very plain that the plaintiff’s demand to bave one-third of the land set off to her for life, is without any moral basis.\nHer claim is for common law, not statutory dower; and we shall confine our remarks to the character of the claim, without intimating any opinion relative to a claim for statutory dower, in a case where the title of the husband is executory.\nOur question is this: When a man makes an executory contract for the purchase of land, and pays a small part of the purchase-money, and then becomes insolvent and is unable to pay the balance, and a judgment-creditor is pressing him, and then he assigns his right to another, who performs the remainder of. his contract and gets a conveyance of the land, and then the vendee dies; is his widow entitled to dower of the land at common law ?\nIt is some evidence that she is not, that no such title has ever been declared subject to common law dower, that it is unusual and generally considered unnecessary for the wife to be a party in assigning such contracts, and that, by the common law of England, such a title does not furnish a basis for a claim of dower.\nIt seems to be thought that our common law in relation to dower is more generous than that of England, but this is not the case, however our statutory provisions may be. And there is a reason why it should not be, in the fact that our common law dower exists only in relation to land sold by the husband without his wife’s consent; and dower in such case may generally be very unjust; for thus a widow may be endowed of land sold by her husband in his lifetime, and yet share in other estate, real and personal, that may have been obtained by the sale of it.\nIt is not in relation to the requisites of dower that our law differs from the English; but in the forms by which is acquired that seisin that is essential to its existence. The husband must have been seised during the marriage of a present freehold interest, and not of a remainder in the land out of which the dower is claimed: 2 S. & R. 554; but our law relative to seisin dispenses with some of the forms of the old common law, and thus far indirectly affects questions of dower. If the husband was seised according to our law during the marriage, dower arises.\nWhat then is seisin ? It is the completion of the investiture by which the tenant of the freehold is admitted into the tenure: 1 Burrows 107. It seems almost idle to say that an executory contract of purchase, even with possession delivered, is not such a complete investiture. It is usually' executory in form, intention, and effect, and it was so in this instance. It may require the intervention of the law to enforce its completion. If either party fail in a substantial element of his contract, the other may rescind it and reclaim his original rights. The investiture of the title, which our law regards as real for many purposes, is therefore only inchoate and conditional, and does not come up to the demands of the law in relation to dower.\nIt would be really to disregard the contract and to protrude the wife into it as a party, if we should declare it a complete investiture ; for then it could not be modified or rescinded by the true parties without her consent, and this would be a great embarrassment to this kind of contracts.\nNo one doubts that if the common law remains unchanged, if it has been received here without alteration in this respect, no dower arises in such a case. And, as we have no direct evidence that it has been changed, we may look to analogous cases for the indirect evidence of it. -\nThe best analogies which at present suggest themselves, are those cases wherein the land of the husband has been charged with a mortgage that is valid at common law as against the wife’s right of dower; as where his purchase was subject to a prior mortgage ; or the mortgage preceded the marriage; or was part of the act of purchase, and to secure purchase-money; or where the wife joined in the mortgage.\nIn none of these eases could the wife claim dower at common law, if the husband died without having discharged the mortgage. Yet this principle has been modified in some of the states, so as to make her dower good as against all persons holding entirely by deed under her husband, and as against the mortgagee and those who claim under him by having discharged the mortgage; provided, however, that she redeem the mortgage: 1 Caines R. 185; 7 Greenl. 102; 6 N. Hamp. 25; 1 Cowen 460; 14 Wend. 236 ; 3 Pick. 475; 5 Id. 146.\nIt is quite in point to notice that, in this class of cases, the wife’s title to dower is not so vested as to entitle her to interfere with any arrangement which her husband may think proper to make, by which he satisfies the encumbrance; and he may, for this purpose, release or convey his equity of redemption, and then no right of dower can arise: 6 Cowen 316; 19 Wend. 168; 8 Mass. 491; 10 Id. 364; 13 Id. 230; 4 Kent 45. None of these cases seem to us to give any countenance to the present claim.\nIt is true that we treat a complete equitable title as equivalent to a legal seisin; but we should sadly misapply this rule, if we should apply it at all to a case where there has been such a failure to complete the title as there has been here. We do not treat as done, what is contracted to be done; but only such contracts as lack merely a non-essential form in order to their full completion. Where a contract is executed, lacking only the conveyance, we treat it as conveyed.\nA vendee under an executory contract is indeed regarded, for many purposes, as the owner; but in doing this the law does not change the fact nor disregard it, that he is not completely so; for it recognises the vendor as holding the title and not a mere lien, as security for performance, and as entitled fully to resume it in the legal way in case of non-performance. That his administrators must treat it only as personalty after his death, arises out of the fact that real and personal property differ in the order of their distribution. We think the plaintiff has shown no right to recover in this case.\nJudgment aflirmed.\nLewis, C. J., dissented."}