{"id": "982747", "contents": "The opinion of the court was delivered by\nLewis, O. J.\nThis is an action of trover and conversion, brought by the Pittsburgh and Connelsville Railroad Company to recover damages for the conversion of a bond given by the county of Allegheny in payment of its subscription to the stock of the company. On the 1st July, 1853, the commissioners of Allegheny county issued 750 bonds, in each of which the county acknowledged itself indebted to the Pittsburgh and Connelsville Railroad Company in the sum of $1000, and promised to pay the same, thirty years after date, to the said railroad company, or hearer, with interest, payable semi-annually. On the 7th July, 1853, a resolution was adopted by the railroad company, authorizing “ the president” “to negotiate the bonds of the company, at such times, and upon such terms as he may deem expedient.” William Larimer, Jr., was, at that time, the president of the company. The bonds were placed in his hands for safe keeping, and also for the purpose of negotiating them, with an assignment and guaranty endorsed on the back of each. That assignment was signed by himself as president of the company. It was under the corporate seal; but the blanks for the date of the assignment, and for the name of the assignee, were not filled up. The bonds were all handsomely executed, with sixty coupons attached to each one, and each bond bearing on its face a likeness of Gen. Larimer, the president. The president was also a private banker, and on the 20th October, 1854, he received from J. H. Garrard, the plaintiff in error, a deposit of $700, for which he issued a certificate, making the money payable to the order of said Garrard, on returning the certificate, with interest. On the 10th November, 1854, the bond in controversy was delivered by Mr. Larimer to Mr. Garrard, and a receipt given for it without specifying the purpose for which it was so delivered. It is alleged by the plaintiff in error that it was given as collateral security for the payment of the deposit. There is no evidence that any new consideration passed, or that Garrard agreed to forbear drawing out his deposit. There is nothing in the case tending to show that his right of action for the money deposited was suspended for an instant.\nIt is an undoubted principle of equity that the owner of property may follow and reclaim it wherever he can find and identify it, until arrested in the pursuit by the countervailing equity of a bona fide purchaser, for a valuable consideration paid. A purchaser with notice that the sale is a breach of trust, or a fraud upon the rights of the real owner, is particeps criminis with the fraudulent vendor, and his purchase cannot protect him against the owner, because such a purchase is not bona fide. Notice is either actual or constructive. Constructive notice is in its nature no more than evidence of notice, the presumption of which is so violent that the court will not even allow of its being controverted: Billington v. Welsh, 5 Binn. 134; Story's Equity, § 399. Whatever is sufficient to put a party upon inquiry, is in equity held to be good notice to bind him. Where a purchaser cannot make out a title but by a deed which leads him to another fact, he shall be ■ presumed to have knowledge of that fact: 2 Fonbl. Eq. 63, ch. 3, § 1, note (5); so he is supposed to have knowledge of the instrument under which the party with whom he contracts as executor, or trustee, or appointee, derives his power: Id. 62, ch. 6, § 3, note (m). Applying these principles to the case in hand, we find that the bond in controversy bore, on its face, conclusive evidence that it was originally the property of the Pittsburgh and Connelsville Railroad Company, for it purported to have been given to that corporation for a debt due to it contracted by a municipal corporation, under special authority conferred by Acts of Assembly recited in the body of the instrument. The unexecuted assignment on the back of it, signed by William Larimer, Jr., as president of the company, was notice that he was acting in behalf of the company. As the assignment purported to be in pursuance of the “ order of the board of directors,” the purchaser was bound to look to that order; for, without it, the president had no authority to make the transfer. A reference to the order or resolution of the board disclosed the authority of the president, and the purchaser was thereby affected with notice that the bond was in the hands of the president, under an authority to negotiate it for the benefit of the corporation. If Mr. Garrard had purchased it for a money consideration, the purchase would have been in pursuance of the power, and he would not have been affected by any subsequent misapplication of the funds. But when he took it as col-1 lateral security for an individual debt of the president, he became! a party to the misapplication and the breach of trust. If the blank left for the name of the assignee had been filled up with that of William Larimer, Jr., himself, at the time when Garrard first saw it, there would still have been sufficient to put him upon inquiry, because Larimer, as president, had no right to sell to himself as an individual. But the blanks in the assignment were sufficient to show to any man of ordinary prudence that it was an unfinished paper, placed in his hands as a convenient mode of executing the power to sell for the benefit of the company, of which he was the chief officer. As a general rule, when the chief - officer of a corporation is found in possession of its securities,, his possession must be presumed to be the possession of the corporation. We are clearly of opinion that Garrard, at the time he received the bond, had constructive notice of the rights of the corporation, and that it was the duty of the District Court so to instruct the jury.\nBut there is another ground equally fatal to the plaintiff in error. There is no evidence to show that any valuable consideration passed from Garrard at the time of the delivery of the bond to him. It is not pretended that he paid anything for it; nor is it alleged that he received it in payment of the pre-existing debt. It was received merely as collateral security for it, without any agreement whatever to forbear, or to extend the time of payment. His right of action was not suspended for an instant. If he loses the bond he sustains no actual loss, because he is left in the conÍdition he was in before he took it. If he delayed recovering his j deposit from Larimer, it was his own voluntary act, and, under | the evidence, cannot be placed to the account of the bond. The i law of Pennsylvania is well settled that the holder of a negotiable instrument received merely as collateral security for a pre-existing debt, without any new and distinct consideration, is not a holder for a valuable consideration, so as to exclude a recovery by the owner on showing that the transfer was made without authority: Petrie v. Clark, 11 S. & R. 377; Kirkpatrick v. Muirhead, 4 Harris 123; Walker v. Geisse, 4 Wharton 258; Depeau v. Waddington, 6 Id. 220; Sidwell v. Evans, 1 Penna. Rep. 385; Tolsons v. Clerk, Cro. Car. 438; Gill and Hairwood’s Case, 1 Leon. 61; Bay v. Coddington, 5 John. Ch. R. 54; Lutwich v. Hussey, Cro. Eliz. 19; Londsdale v. Brown, 4 W. C. C. R. 151. This view of the case seems to have been entertained by the learned judge of the District Court. He instructed the jury that “if the bond belonged to the company, and was pledged by the president of the company for money previously deposited with him by the defendant, as collateral security, the plaintiff is entitled to recover.” This part of the charge is not excepted to. If correct, as we have endeavoured to show that it is, the case is with the plaintiff below, independent of the question of notice.\nJudgment affirmed."}