{"id": "982710", "contents": "The opinion of the court was delivered\nby Knox, J.\nThe only question raised upon this record is whether a municipal corporation may be made a garnishee upon an execution attachment under the Act of 16th June, 1836. This question received an affirmative answer in the court below. But the answer was erroneous. It was long since settled, that an attachment would not lie against a sheriff or prothonotary who holds money collected on an execution or paid on a judgment. And where an attempt was made to attach money due to a school teacher, in the hands of the treasurer of the school directors, Mr. Justice Sergeant, in denying the validity of the attachment, said, “ If a precedent of this kind were set, there seems no reason why the state or county treasurers, or other fiscal officers of the Commonwealth, or of municipal bodies may not be subject to the levying of attachments, which has never been attempted, nor supposed to come within the attachment law:” Buckley v. Eckel et al., 3 Barr 368.\nAn execution attachment is often substantially but the commencement of the suit; and it always imposes upon the garnishee duties and obligations of a somewhat difficult character to perform. He must appear to the writ and answer the interrogatories propounded. He may not pay the money to the original creditor after notice of the attachment, nor can he safely pay it to the attaching creditor pending the litigation. If the debt has been assigned with notice to the garnishee before the attachment, he must either notify the assignee of the attachment, or plead the assignment in bar of the attachment; and if he is summoned by foreign attachment, he cannot even after judgment safely pay the debt to the attaching creditor, until bail to return has been duly given.\nThe performance of public duties is sufficiently difficult on the part of fiscal officers, without further complicating them by requiring such officers to become parties to questions and rights litigated in our courts of justice.\nThat the Act of 16th June, 1836, was not intended to extend to municipal corporations, is clear from the fact, that when a judgment is obtained against a garnishee for a debt owing by him to the defendant in the attachment, a common law execution is the remedy provided to enforce payment of the judgment: whereas a mandatory writ under the Act of 15th April, 1834, alone can issue against a municipal corporation. Accordingly, when it was provided by the Act of 20th March, 1845, P. L. 189, “ that so much of the Act of Assembly, passed 16th June, 1836, entitled ‘ An act relating to executions,’ as provides for the levy and recovery of stock, deposits, and debts due to defendants by process of attachment, and scire facias, is hereby extended to all cases of attachments to be issued on judgments against corporations,” municipal corporations were expressly excluded from the operation of the act.\nIt was said upon the argument, that an attachment against a municipal corporation had been sustained in Heibner v. Chave et al., 5 Barr 115. True, this was an attachment against the borough of Norristown;- but no question was raised as to the liability of the borough to be summoned as garnishee. Two points were made in the Common Pleas: 1st. That the execution attachment could not issue without a revival of the judgment; and 2d. That the debt due to the defendant was for labor, and therefore not attachable. The first point was decided in favor of the attaching creditor, and the second against him. In the Supreme Court the judgment was reversed because the debt was held not to fall within the saving provision of the Act of 15th April, 1845, which prohibits the attachment of wages due to a laborer. Had the defendant or the garnishee raised the question now presented, it would doubtless have been decided against the attaching creditor.\nThe judgment of the Court of Common Pleas is reversed, the attachment set aside, and judgment in favor of the city of Erie, garnishee, &c., for costs."}