{"id": "982700", "contents": "The opinion of the court was delivered by\nArmstrong, J.\nBenjamin Hershey and John Kaufman, on the 22d of August, 1854, presented their petition praying for the appointment of viewers to view and vacate a public road laid out on the 22d of September, 1852, by order of the court, and opened in Paradise township, beginning at a post in the middle of the road near Benjamin Hershey’s tenant-house; and also part of an old road in said township, from the beginning of the aforesaid road to or near the tenant-house of said Hershey, where the road from the Philadelphia and Lancaster turnpike road meets the same.\nOn the 22d November, 1854, a report of viewers vacating both roads, was read and confirmed nisi; and on the 29th of March, 1855, on exceptions filed, the report was set aside.\nThe proceedings were removed by certiorari to the Supreme Court, and on the 14th August, 1855, the decree was reversed, and report of viewers reinstated. An order to review was granted, and the reviewers reported against the vacation. The report was confirmed, and re-reviewers appointed, who reported in favour of the proposed vacation, and this report, on exceptions filed, was set aside, and alias re-reviewers appointed, four of whom, on the 20th of August, 1856, made report in favour of vacating the road, to which exceptions were filed, and on the 19th of January, 1857, overruled, and the report confirmed.\nThese exceptions are the errors assigned here: 1. The ré-reviewers having met on the 9th of August, 1856, and signed a report setting forth their inability to agree, and having thereupon adjourned sine die and separated, their functions ceased, and they could not afterwards be reconvened and act upon the matter.\nAt the first meeting of the re-reviewers, on the 2d of August, 1856, five of their number met and were duly affirmed, and having viewed the road, and not being able to agree, adjourned until Saturday, the 9th of August, which they might properly do, as it. is every day’s practice. On the 9th of August, four of the viewers who attended at the previous meeting, and one who had been prevented from attending by sickness, being now sworn, signed a paper in which they say, we “ do report we cannot agreethree being in favour of, and two against, vacating. ■ On the very same day, another of the viewers, who had been present on the 2d of August, was qualified, and had viewed the premises, signed a paper in which he said he was “in favour of vacating the road.” All this appears to have been done on the same day, and the. papers may have been signed near the same time. By the 8d section of the Act of 1836, viewers are required to “ make report at the next termand they had until that time to do so, as their-power was not yet exhausted. These papers do not appear to' have been filed, and are therefore not to be regarded as a report, but only as part of the deliberations of the viewers which resulted in the final report. There was no adjournment sine die; for in the last report the viewers say that, in consequence of their disagreement on the 9th inst., they again met on the 16th of August. They had a right to reconvene as often as became necessary.\nIt is objected in the 2d and 3d exceptions, that only four of the re-reviewers viewed the place, or were present at any of the proceedings on the 16th of August, 1856; and that the report is irregular in joining together two roads or parts of roads to be vacated.\nAs a general rule of law, when several persons are authorized to do an act of a public nature, they must all deliberate, though a majority may decide. By the 52d section of the Act of 13th June, 1836, a view will be good and valid if five of the persons appointed shall view, and four of the actual viewers concur in the report. And it is immaterial whether the sixth person was absent, or being present refused to sign the report: 6 Harris 220. In the present case, five of the viewers met on the 2d of August, re-reviewed the. premises, and not being able to agree, adjourned. And on the 9th of August they again met, and the sixth viewer being present, was qualified, and joined with the others in a further review without being able to agree. On the 16th of August, 1856, four of the five viewers who had reviewed the ground together, after due deliberation, made their final report, vacating the parts of the roads therein referred to. This is all the law required. It was not material that Thomas Gr. Henderson, one of the dissenting viewers, should have been present at the first meeting. He afterwards attended, and took part in the proceedings. And it was equally immaterial that the report embraced parts of two roads, connected as they appeared to have been by the petition. When viewers and reviewers differ as to the necessity for a road, the court may adopt the report of either: 3 Wh. 109; 3 S. & R. 236; 1 Watts 400.\nThe report of re-reviewers of the 16th of August, 1856, vacating the parts of roads therein mentioned, is affirmed."}