{"id": "982713", "contents": "The opinion of the court was delivered by\nWoodward, J.\nUnder the instructions given, the verdict establishes these several facts: that Mrs. Mock bought the horses and carriages of her father, as her separate property, and for the purpose of carrying on the business of a livery-stable; that she carried it on for herself, in her own name; that the stable was her stable, and not her husband’s; and that he served her in the capacity of ostler; that there was no contrivance betwixt her and her husband by which she was put forward as the ostensible owner, while he was the real owner; but the property was managed by her exclusive of any authority or control over it by the husband.\nSuch a case is clearly within the protection of the Married Woman’s Act of 1848. It was quite competent for her father to sell on long credit, or to give her his stock of horses and carriages, whereby she might carry on the business to which her husband and children were accustomed; and by such means to provide a support for them. It was for such purposes that the Act of 1848 qualified married women to hold separate property; and the act does not require her use and possession of the property to be exclusive of her husband: Hoar v. Axe, 10 Harris 384. Such a construction would, in many instances, defeat the beneficent objects of the enactment, or else rupture the nuptial relation. The ruling in Gamber v. Gamber, 6 Harris 365, is relied- on by counsel for reversing this judgment; but it would be misapplying the doctrine of that case to give it any such effect. The husband there was the purchaser of the property in question, and it was his mere declaration of his wife’s interest which was set up to defeat his creditors; but here we have full and express proof, verified by the verdict, that the wife was the separate and exclusive purchaser. The ground on which this case rests is distinctly recognised and approved in Gamber v. Gamber; and regard being had to the difference in the facts of the two cases, that is an authority in favour of, rather than against, the instruo • tions of the learned judge in this case.\nThe judgment is affirmed."}