{"id": "982776", "contents": "The opinion of the court was delivered by\nKnox, J.\nOn the 15th May, a. d. 1854, the defendants gave to P. Clark, Jr., their promissory note for the payment of $217.50, payable to him or bearer sixty days from date.\nOn the 26th June, 1854, an execution attachment was issued upon a judgment against Clark the payee, and the makers of the note were summoned as garnishees. Before the commencement of the present suit, and before any notice was given that the note had been transferred by Clark to Hill, judgment was obtained in the attachment suit against the garnishees for the amount of the note in question. Upon the trial of the case at bar, no evidence was given when the note was endorsed by Clark to Hill, whether before or after maturity. Nor did it appear that any demand was made upon the makers for payment, or that notice of nonpayment was given to the' endorser. The note matured on the 17th July, 1854, and this action was brought to April Term, 1855.\nThe question presented is, whether the proceedings upon the execution attachment are a defence to the present action?\nIt is well settled in this state, that a negotiable note not due may be attached in the hands of the maker, at the suit of a creditor of the payee or holder. And it is equally well settled, that such attachment is worthless as against a holder to whom the note had been negotiated before its maturity without actual notice of the attachment, even though the attachment preceded the endorsement. The doctrine of notice by lis pendens does not apply to such a case: Kieffer v. Ehler, 6 Harris 388. But if the note in ques- ' tion was owned by Clark when attached, and was not transferred by him to Hill until after it was due, the judgment in the attachment is a good defence to the present action. And this brings us to the real question in the cause. Upon whom was the burden of proof, to show the time of the endorsement ?\nConceding the presumption that the transfer was made in the usual course of commercial business, and consequently before the day of payment, it is however clear, to use the language of Chief Justice Gibson, in Snyder v. Riley, 6 Barr 168, “That the presumption of fairness primarily applicable to it, is not only of the slightest kind, but open to be blown away by the slightest breath of suspicion.”\nPromissory notes are usually purchased, it is true, before maturity; but it is also true that when the payee endorses the note to another, demand is usually made upon the maker, and if not paid, notice thereof given to the endorsers. To neglect the means necessary to charge an endorser, is as contrary to the usual course of business, and, perhaps more so, as the purchase of overdue paper.\nThat the circumstances attending upon this case, which were, that no demand of payment was made upon the makers at the maturity of the note; that it was not protested for non-payment, and that suit was not brought for more than six months after it was due — were sufficient to shift the onus probandi, is conclusively settled by the cases of Snyder v. Riley, already quoted, and Smith & Co. v. Ewer & Peck, 10 Harris 116.\nAs the plaintiff did not prove that he was a purchaser for . value before the note was due, the District Court were right in entering judgment upon the reserved point in favour of the defendants.\nJudgment affirmed."}