{"id": "982781", "contents": "The opinion of the court was delivered by\nLowrie, J.\nThe executors are authorized to sell all or any part of the testator’s real estate for the payment of his debts; and this, -by our law, is equivalent to a devise of all the land to them for that purpose. We need not say that this vests the title to the land so fully in the executors that the heirs can have no sort of action relative to the land, even against trespassers; for this is not necessary. ■ But we do say that, after the executors have sold the land by articles of agreement, and the purchasers have gone into possession, the heirs have no such title as will enable them to maintain ejectment against the purchasers, to enforce payment under the agreement. The money is coming to the executors, and they alone have the right of action for it. The right of the heirs is, to call the executors to account for their proceedings in the Orphans’ Court.\nBut it is objected that, on account of interlineations made in the articles of agreement by one of the executors in the absence of the other, there was no valid sale. We need not discuss this; for, soon afterwards, by the death of one executor, the one who made the interlineations became the sole executor, with all the powers of both, and fully ratified, by many acts, the agreement as it was when delivered by him, and under it the defendant claims, and on it he may safely stand.\nWe cannot say that the sale is void, because of the fact that part of the consideration-money was secured by a judgment of the purchaser against another man, assigned to the executors and guarantied by the purchaser. It was still a sale for money, though its payment was not directly secured in the usual form. For any imprudence in taking’or managing such a claim, the executors must answer in the usual way. The defendant is not bound to answer for them.\nThese views affirm this judgment, without requiring us to consider the other points raised: they have become irrelevant.\nJudgment affirmed.\nWoodward, J., dissented."}