{"id": "982756", "contents": "The opinion of the court was delivered by\nArmstrong, J.\nThis was an action of assumpsit brought by Colborn, administrator of Perry Rowan, deceased, against Joseph Lichty and Sarah Rowan. It was founded on contract, and could be sustained only on proof of a joint liability or assumption on the part of both. Sarah Rowan, by the will of her husband, Stewart Rowan, who died in May, 1845, took a life estate in the farm on which her husband lived at the time of his death, and also in all his personal property.' Sarah the widow, and her son Perry, continued to reside on the farm, though in different houses, until the death of the latter, up to which time he farmed the place for his mother. After the death of Perry Rowan, his administrator claimed that the personal property, for the value of which this suit was brought, belonged to his intestate, whilst Sarah Rowan, one of the defendants below, claimed that the property was her own. How far she was liable to the administrator of her son, is not a question we are called to pass upon here. It is tbe liability of Joseph Lichty, as joint defendant, that is contested. After the evidence closed, the defendant’s counsel requested the court to charge the jury, “that there having been no evidence offered showing that Joseph Lichty, one of the defendants, ever received any of the property there is such a misjoinder as will prevent a recovery; therefore the verdict must be for the defendants.”\nThe court then permitted the plaintiff’s counsel to recall Otho S. Mitchel, who proved that “ Lichty told him, last spring, that he got the cattle from Mrs. Rowan, and sold them for less money than he gave for them.” Upon this evidence the court replied to the plaintiff’s point as follows: “We instruct the jury, in answer to the above prayer, that if the fact be as stated, that Lichty never carried away any of the property in dispute, then the plaintiff cannot recover. The law is properly stated; the fact we submit to you.” Now the evidence did not prove that Joseph Lichty ever received, or carried away from the plaintiff, any of the property in dispute, but only that he got cattle from Mrs. Rowan by purchase and paid for them. When he got them— how many — and of what value, is not shown. Nor was there any evidence of a taking or receiving of the property of plaintiff, by the defendants jointly. Had Mrs. Rowan taken certain property of the plaintiff at one time, and Joseph Lichty certain other property at another time, this would not make them liable to a joint action. From the answer of the court the jury might fairly have understood, that if Lichty did carry away any of the property, no matter under what circumstances, whether by purchase from Sarah Rowan, whether by joint act with her or otherwise, plaintiff might recover. This is not the law. “ When a declaration charges two persons jointly, there can be no recovery unless a joint liability be shown:” Schoneman v. Fegley, 7 Barr 433. Sarah Rowan was in possession of the cattle she sold to Lichty, and his purchase of them did not make him jointly liable with her to the plaintiff in an action of assumpsit. If it did, Lichty’s vendee (to go no further) might also be joined. It is enough to say that no contract is shown between Lichty and the plaintiff, nor was there any proof of any assumption or promise to pay him anything. Yet the court allowed the jury to find a joint contract without any evidence to support it.\nJudgment reversed and venire de novo awarded."}