{"id": "982855", "contents": "The opinion of the court was delivered by\nLowrie, J.\nThe relation of these parties is to be ascertained from the writing given in evidence as the ground of the action. That, we are satisfied, is a mere offer or proposal, and not, by itself, a contract. The plaintiff below could not therefore rely on it, as a contract, without showing that defendant was duly notified or informed of his acceptance of it: Pitman on Prin. and Surety, 28, &c. The court below was in error in giving the instrument an interpretation as an absolute contract.\nAnd suppose the plaintiff did give the defendant notice; then another objection is presented to his recovery. The defendant reserves to himself the liberty of taking the stock at cost, and plaintiff sold it without first offering him an opportunity of doing so. If this reservation is in fact worth nothing to the defendant, it is not worth our while to enforce it. If it had related to a horse or other thing having peculiar qualities of its own in its kind, it is easy to see that such a reservation might have real value in it. But shares of stock in the same company differ in nothing from each other.\nWhat then is the value of this reservation to the defendant ? If the stock had been above par when the plaintiff sold it, the right of action would have been on the other side to recover tbe difference, .not to get back the stock. If it had been just par, there would have been no loss on either side. If it was always below par, the defendant would lose nothing by not getting back those particular shares; for any others would answer him as well, and he could get them at the market price whenever he wanted them. His reservation was therefore of no value to him: and he is not injured by the plaintiff’s neglect to offer it to -him before selling it, and this neglect ought not to be an answer to the plaintiff’s claim for indemnity under the other branch of the contract if it ever became absolute.\nJudgment reversed and a new trial awarded."}