{"id": "982845", "contents": "The opinion of the court was delivered by\nPorter, J.\n1. The first question is too clear for argument. If any presumption of law be reasonable, it is that which favours the regularity of judicial proceedings until something else appears; and the greater the tendency to irregularity, the greater the necessity for violence of presumption against it. This is all that saves our records. The bond required in this case was given. The court ought to have approved it. Without such action, the acknowledgment of the deed was improper; and before convicting the judges of impropriety, some evidence is needed. The absence of»any note of approval is insufficient. The letter of the law did not require it, and the omission was an informality which cannot upturn the whole proceeding.\n2. The man who undertakes to reconcile the English decisions on the legal computation of time, will find himself employed in an arduous work. In Pugh v. The Duke of Leeds, Cowper 714, Lord Manseield exhausted his research over two centuries of learning on this point, and concluded (page 718) by pronouncing the decisions “so many contradictions backwards and forwards.” The case did a good service. It destroyed the distinction between the terms, from the date, and from the day of the date; and furnished another proof of what the common sense of that judge could do, when it ran against the subtleties which he found encumbering the law. The rule which this case established was, that the day on which an act is done must be included in counting from that act. Scarcely had this course been marked out, when the discussion in Lester v. Garland, 15 Vesey 248, once more set the law of the subject all adrift. The modern decisions have again settled it in conformity to that case (Webb v. Fairmanner, 3 M. & W. 473; Young v. Higgon, 6 M. & W. 49; Robinson v. Waddington, 13 A. & E., N. S., 753), by laying down the uniform rule that the first day is to be excluded and the last included; and the shadowy distinction between computing time from an act done and from a particular day, referred to in Castle v. Burdett, 3 T. R. 623, is exploded. At an early period and before the English decisions last cited, this rule was adopted in Pennsylvania, in appeals from an award of arbitrators, 1 S. & R. 412; from the judgment of a justice of the peace, 3 S. & R. 496; and from a decree of the Common Pleas, 3 Penn. Reps. 200. In Green’s Appeal, 6 W. & S. 327, it was applied to the revival of a judgment by scire faeias, and the ground was wisely taken that where an Act of Assembly requires a thing to be done within a certain time from a prior date, and deprives the party of a right for omitting it, “ the most liberal construction ought to be chosen, and the furthest time given from which the reckoning is to be made.” But while the English decisions have thus been approaching the ground occupied in Pennsylvania, it is much to be regretted that in our recent cases a disposition has been shown to return to the antiquated rule of the common law. I refer to Thomas v. Afflick, 4 Harris 14, respecting the notice to a magistrate under the Act of 1772, which overthrew Gosweiler’s Appeal, 3 Penn. Reps. 200, without an attempt at either reason or authority; and also to Barber v. Chandler, 5 Harris 48, respecting the return of a summons issued by a justice of the peace. In these cases, it seems unfortunate that the recent English and American decisions were not brought to the court’s attention. Marys v. Anderson, 12 Harris 272, is not obnoxious to similar remark, for that case was put expressly on the understanding of the country respecting the end of a tenant’s term. The Commonwealth v. Maxwell, 3 Casey 444, decided nothing to the point; for the death of one judge occurred on the 15th of July, and the election of another on the 14th of October — clearly less than the three\nmonths specified in the Act of Assembly — and the case went on to raise an important constitutional question over the act. Every other reliable American case known to me, unites with the English cases in justifying the ground so soon taken and so long maintained in Pennsylvania. Homan v. Liswell, 6 Cowen 659; Ex parte Dean, 2 Cowen 605; Bigelow v. Wilson, 1 Pick. 485; Portland Bank v. Maine Bank, 11 Mass. 204; Carson v. Love, 8 Yerger 315; Cornell v. Moulton, 3 Denio 12 ; Weeks v. Hull, 19 Conn. 376; Varin v. Edmonson, 5 Gilman 270; The People v. The Sheriff of Broome, 19 Wend. 87. By our Act of 13th March, 1815, the redemption was to have been made within two years after the sale — phraseology which steers us clear of the criticisms on the term from, employed in Pugh v. The Duke of Leeds. Was the redemption within the time? Not, if rejecting these cases, we go back to the old rule and start on another voyage of discovery. Some of them come close to the point. In Bigelow v. Wilson, 1 Pick. 485, the time prescribed for redeeming a right in equity sold on execution was “ within one year next after the time” of the execution of the deed to the purchaser, and the day on which the deed was executed was excluded. In The People v. The Sheriff of Broome, 19 Wend. 87, the three months after the expiration of a year given to a debtor to redeem lands sold on execution, were held to commence running on the day succeeding the expiration of the year. This is authority enough. The reasoning which supports these cases is more conclusive. A day is always an indivisible point of time, except where it must be cut up to prevent injustice. In the sense of these statutes it has neither length nor breadth, but simply position without magnitude. If the time for redemption were fixed at one day after the sale, that day could not be the day of the sale; for it might be made at the last moment of the day, and the owner being thus prevented from tendering on that day, would lose his right. The time mentioned must therefore be the following day. So of one year, and of two years.\n3. The position of- the plaintiff is not precisely that of a mortgagor. Though his money be tendered in time, he cannot set foot on the land, if the purchaser reject the offer. His remedy is ejectment. If profit have been made by the purchaser, a claim for mesne profits will sweep this into the plaintiff’s pockets. Until the right is thus decided, they are simply claimants of the land by adverse titles. No authority exists to sustain replevin between such parties, for timber cut by a purchaser in possession. Such authority as we have is rather against it: 3 S. & R. 509; 6 S. & R. 476; 10 Watts 453; 2 Watts 126; 1 Casey 186; and no reason exists for manufacturing a new rule.\nJudgment affirmed."}