{"id": "982849", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe rule that makes shop-books evidence is founded in the necessities of justice. They are evidence manufactured by the shopkeeper himself, for his own purposes, and without any chance of supervision by his customer. In their best estate, therefore, it is proper to subject them, when offered in evidence, to severe scrutiny. But when they have acquired a general reputation for inaccuracy — when the shopkeeper has through fraud or carelessness made false entries, or omitted true ones, so frequently as to destroy the confidence of his customers in both himself and his books, what reason is there for insisting that a jury shall trust them ? How can private entries which a whole community have learned to discredit promote the ends of justice ? They are no more worthy of the confidence of a court and jury than a witness whose reputation for truth and veracity is impeached.\nWe approve entirely of the reasons assigned by the court for their ruling. That part of the charge which is quoted in the 4th assignment of error answers satisfactorily the first assignment, and is in accordance with the cases cited by the counsel of the defendant in error.\nIt is a sufficient answer to the second error assigned, that no evidence was given of the general character of the deceased partner for truth and veracity. A large number of witnesses discredited his general character for honesty and .for correct bookkeeping, and this was pertinent, but none of them spoke of his character for truth and veracity. As he was in his grave and not a witness, this, the usual test of the credibility of testimony, was inapplicable; but though ruled to be competent, it was not in fact applied, and so no harm was done.\nThe third error is unsupported. The court submitted all the evidence, the books, the testimony as to a settlement with Juart, and the discrediting testimony, to the jury. It would have been error to submit Wyncoop’s testimony “ independent of and apart from the books,” but this was not done. If the books contradicted him, the jury had good reason for not believing the books. If the court did not say all on the subject that might have been properly said, the omission was not error, since the counsel did not direct their attention to that view of the testimony which they now complain of the court for not taking.\nNothing, however, which the court could with legal propriety have said of this case would have helped the plaintiff, and therefore this record is as clear of errors of omission as of commission.\nThe judgment is affirmed."}