{"id": "982804", "contents": "The opinion of the court was delivered by\nPorter, J.\nWas the plaintiff concluded by the action of 'the committee ? He was a member of the corporation, for it was organized on the principle of mutuality, and he was bound by its charter and by-laws. What of that ? If the association had been a partnership, and he had set his hand to the very words on which the question is supposed to hinge, it is more than doubtful whether they contain anything sufficient to oust the jurisdiction of the courts of justice. It is not necessary to go far for the reasons. The plaintiff had no hand in selecting the committee. It was done by the president of the company, which, though entitled to hold the plaintiff' as a member, was nevertheless his adversary. The men who were constituted his judges were interested to diminish his claim, for they were liable to pay their proportionate part of the assessment necessary to meet it. No notice of their meeting was given. No hearing of both sides was enjoined. No system of evidence was provided. The testimony of other members as interested as the tribunal was probably received. The by-laws seem to require an oath, but an oath without cross-examination is of little efficacy in developing the truth. The duties of the committee are plain. They are to examine and inquire into the loss. No report is necessary. They are to ascertain the sum to which the party is entitled, and make provision for its payment. There is no decision or award in the legal acceptation of those terms, and consequently no right of appeal by exception from the committee to the board. Nor is there any appeal respecting the form or substance of the committee’s action to any other tribunal. The law looks with a jealous eye on the very best appointed machinery for forestalling its own action in its own way, because it will ordinarily be found that those institutions which have been sanctioned by the wisdom of ages, and adopted generally by civilized man, are better than the crude experiments of a day. If justified in delegating its functions at all, such a tribunal as this ought not to be selected. With what powers then did the legislature clothe the committee ? Simply to inquire into the loss and ascertain a sum which should form the basis of an assessment. If the claimant accept it, well; if he proceed adversely and change the amount, their work is to be done over. In no event can that which was intended for the convenience of the company be turned into an act binding on the assured and the court. This is the only point worthy of discussion.\nJudgment affirmed."}