{"id": "982890", "contents": "The opinion of the court was delivered by\nPorter, J.\nSo commonly are the terms “ or order,” “or bearer,” employed in commercial instruments, that we are apt to suppose them essential to negotiability. It is otherwise. Words are but the signs; thought is chiefly valuable; and when for a sufficient consideration, the minds of the parties have concurred in an agreement, that is a contract, and it must be executed as they intended, unless forbidden by law. “ Order ” or “ bearer ” are convenient and expressive, but clearly not the only words which will communicate the quality of negotiability. “ Some equivalent words should be used:\" Story on Bills, § 60. “ Words in a bill, from which it can be inferred that the person making it, or any other party to it, intended it to be negotiable, will give it a transferable quality against that person:” United States v. White, 2 Hill 59. The concession therefore may be made, that if the makers of this note having omitted the usual words to express negotiability, had said, “this note is, and shall be negotiable,” it would have been negotiable. But in other respects the instrument is peculiar. Created here, it is foreign inform and appearance. The terms “ or order,” not only are omitted, but unusual words inserted in singular collocation. It is not negotiable; nor negotiable and payable, so as to enable us to receive the first term in its general sense, and to limit the latter to the place it mentions; but the language is “ payable and negotiable,” thus inverting the natural order, and presenting the idea of payment first, and transfer last, and compelling us to read it payable at, and negotiable at the Kensington Bank. Does it mean negotiable there, to the exclusion of every other place ? Or does it mean payable there, but negotiable generally ? When the quality of negotiability has once been impressed on a note to any extent, shall it remain there during the whole life of the instrument ? For the solution of these questions, we must go elsewhere than Pennsylvania. Our own books give us no help, for they contain no such case.\nMandeville v. Union Bank of Georgetown, 9 Cranch 9, affords little assistance, for there the note contained the words “ or order,” and ended thus, “ negotiable at the Union Bank of Georgetown ; payable at the Bank of Potomac.” In accordance with the arrangement it expressed, the note was actually discounted by the former bank, and afterwards sued upon; and Chief Justice Marshall well held, that under such circumstances, “ it would be a fraud on the bank to set up off-sets against this note, in consequence of any transactions between the parties.” We must go to those states where the statute of 3 and 4 Anne has not been adopted, and where, for their own protection, the charters of banks embody special clauses, cutting off defences against notes which contain the prescribed phraseology. The leading cases are, Staff v. Anderson, 1 A. K. Marshall 540; Bell v. Morehead, 3 A. K. Marshall 158; Jones v. Wood, 3 A. K. Marshall 162. A critical examination of these cases, will justify three conclusions :%1. Although the object of the statute is not to restrict the negotiability of the instrument, but to enlarge it, this is done only for the special purpose of enabling the bank which discounts the note, to do it with immunity from the consequences of any taint which attached to its origin. 2. Once elevated to the grade of negotiable paper by the act of the bank, the note never, during its life, loses that rank. It would be unjust if it did; for the bank ought to be allowed to part with the obligation as it received it. When, therefore, in Bell v. Morehead, the original holder had taken the note up, and in no sense deduced title from the bank, he held it as a foreign bill, discharged of all equities originating at its creation. 3. A note drawn in this form, does not become negotiable, unless actually discounted by the bank designated in the instrument. An offer for discount at that bank, is a condition precedent to all negotiability. Its negotiable life commences when the bank becomes the owner. If rejected there, it sinks to the level of a common chose in action. Our sister states, Indiana and Missouri, rejoice in similar statutes and interpretations : Indiana Statutes 1831, p. 405; Tucker v. Tipton, 4 Blackford 529 ; Revised Code of Missouri, 1835, p. 104; Beatty v. Anderson, 5 Missouri Reps. 447.\nA fact, if not a principle, has been developed by this research. By no judicial decision has paper of this character been held negotiable, unless actually discounted at the designated place. The present note was not discounted there or elsewhere. The contingency contemplated by the parties to the contract, which, according to the Kentucky decisions, was to evoke its vital powers, did not happen. We are then to lay aside the decisions, and look, at the note only. It is a lawful instrument. Its terms are clear. The parties meant what they wrote, and fell into no- ambiguity. They made it in their own way, and made it with their eyes open. They agreed that it should be negotiable at one place only. It is to be payable and negotiable at the same place. Throwing overboard the superfluous term “ payable,” not necessary to its validity or assignability, we have a commercial instrument which .first omits the ordinary words to express negotiability, and then sets out on its face an equivalent term, and finally restrains the effect of that term to one place. The designation of that place is, on a well known legal maxim, the exclusion of every other place. A contract to go to the Kensington Bank, is a precise and definite contract. The mind grasps it easily and naturally. It is as readily understood as in a marine policy, the designation of the termination of a voyage. Why it was necessary to go to that particular bank, we need not inquire; the parties so wrote it, and that is enough. The same question might arise over the term payable. In its relation to the bank, that term is all important; the holder demanded, and must have demanded, payment on that spot, and no other. The duty of payment connected itself inseparably with that place. There is reason for a different construction of the other term, which stands in such close juxtaposition. The moving cause for making it an essential element of the contract, that payment should be demanded at one place, may have been no stronger than for providing that it should be negotiated at a particular place. The makers may have had a special credit there, or have desired to avoid the injury of indiscriminate offers of sale, to other traffickers in such commodities. Be the cause what it may, one place only out of all other places, was selected and written down. We cannot strike out this clause, nor clothe it with an opposite meaning. This would be to create a contract, not to interpret it. When commercial paper has been made negotiable, the law guards it with a fostering hand, but it makes no effort to render negotiable that which the parties have failed to make so. If this contract had been complied with by procuring a discount at the Kensington Bank, it is unnecessary to decide on the effect of that act. The question propounded on the record is sufficiently answered by holding that the plaintiffs in the first suit could not, in their own names, sue the makers.\nThe action against the endorser requires further discussion. To a certain extent, a contract of endorsement depends on the terms of the original obligation. In the figurative language of the court, in Patterson v. Poindexter, 6 W. & S. 227, it “ is a parasite which, like the chameleon, takes the hue of the thing with which it is connected.” Writing the name of the obligee on the back of a bond, is nothing. Even the endorsement of a certificate of deposit, payable to order, will not charge the endorser: 6 W. & S. 227. The endorsement of a negotiable note, however, is both a qualified guaranty of payment, and a transfer of title. The liability incurred by the endorsement of a note not negotiable, has been the subject of much discussion. In South Carolina, the plain and simple course has been taken, of pronouncing unqualifiedly against the liability of such an endorser, in any event: Wilson v. Mullin, 3 McCord 236; Benton v. Gibson, 1 Hill 56; Pratt v. Thomas, 2 Hill 654. In other states, the question has been involved in perplexity. When it came up for full discussion in Pennsylvania, in Leidy v. Tammany, 9 Watts 353, Judge Kennedy, following to some extent the lead of the Bank v. Barriere, 1 Yeates 360, held, that such an endorsement might be treated as the drawing of a 'new bill, and in this he is sustained by Plimley v. Westley, 2 Bingham’s New Cases 249, and Gwinnell v. Herbert, 5 Adolph. & Ellis 436. If the learned judge had not said that such an endorsement was the making of a new note, he would have avoided some 'confusion, for the responsibilities of the maker of a note and the drawer of a bill, are Tery dissimilar, and such an endorser can stand in but one category or the other. Burmester v. Hogart, 11 Mees. & Wels. 97. In Jordan v. Hurst, 2 Jones 269, the liability of such an endorser was assumed, and he was held not discharged by the want of timely notice of a demand on the maker. In these cases, as well as Patterson v. Todd, 6 Harris 434, the notes when endorsed were overdue, and the same remark may be made of Brenizer v. Wightman, 7 W. & S. 264, for there the instrument was a due-bill, having no time to run, and therefore payable on the day it was written, but not endorsed until afterwards. This consideration is important. According to the theory, the endorser becomes the drawer of the new bill, and the maker is converted into an acceptor. If this can he done before the maturity of the note, we thus have two totally different obligations in the same terms, running together to maturity on the same paper. This would be an anomaly. When the holder endorses a note not due, there is no necessity for a new contract or a change of terms; for the note is in the vigour of its life, and the enjoyment of an unsullied reputation. After dishonour, the purchaser has reason to insist on a new contract; beforehand, such a contract would be as useless in fact, as absurd in theory. That our previous decisions have sustained a new contract only on matured paper, is therefore not an adventitious circumstance, but a distinction deeply rooted in sound reason, and demanded by the exigency of the case.\nThere is another feature. In all our cases an endorser has been held liable as a new drawer only when sued by his immediate endorsee. They might, therefore, well have been placed on the ground most sensibly taken in Tennessee, in Whiteman v. Childress, 6 Humphreys 303, that the liability was not upon the endorsement, but upon the express agreement of the parties, of which the signature was some evidence. Birkleback v. Wilkins, 22 Penn. State Rep. 26, went substantially on this ground, for there the endorser was discharged because “ by the very express agreement ” of the parties he was not to be liable by virtue of his endorsement. In other words, a holder has been permitted to recover from an endorser into whose hand he had paid the consideration, and from whom he might have recovered, as well on the common counts filed in each case as on the special contract of endorsement: 2 Bingham's N. C. 249, 5 A. & Ellis 436. The present is a different case. The plaintiff seeks to charge an endorser of paper not negotiable, whom he never saw, and with whom he never could have made a contract for the drawing of a new obligation. Several endorsers intervene between the parties to the action. From an ordinary negotiable instrument the holder could have stricken them out or passed them by, and this is what Judge Kennedy meant in Leidy v. Tammany, though his aptness in illustration carried him further. Not so here. In drawing the new bill the endorser becomes the drawer; the maker the acceptor; and the endorsee the payee. To strike out the payee, is to destroy the instrument. To write, as in this case, other words over the names of certain subsequent parties, is a futile work. It can make no new contract for the man who has already executed his own bargain. His contract retains both the hue and the substance which he originally gave it, and none other. To it the plaintiffs were not parties, and on it they cannot recover.\nJudgments reversed, and judgment of nonsuit on the reserved points in each case."}