{"id": "982851", "contents": "The opinion of the court was delivered by\nLewis, 0. J.\nThe question raised in this case is, whether a minister of the gospel, employed,and paid by an unincorporated religious society, is liable to taxation for his “occupation” or “profession.” The 32d section of the Act of 29th April, 1844, declares that “ all offices, posts of profit, professions, trades, and occupations, except the occupation of farmers,” “shall be valued and assessed, and subject to taxation.” The term “profession” designates the calling of a minister of the gospel with sufficient precision. That term is especially applicable to persons w'ho teach or practise in law, physic, or divinity. It is universally understood that ministers of the gospel are members of a learned profession. If this were not so, there is no difficulty whatever in classifying their calling under the head of “ occupations.” The clause, describing these objects of taxation, is sufficiently general in its language to embrace clergymen, who live by their professions, or derive a profit from them. The exception in favour of “ farmers,” excludes all other exceptions. If the legislature had intended to except the occupation of a clergyman from taxation, they would have said so when they were making an exception in favour of the occupation of farmers. This construction is also enforced by the principle which controls in regard to the imposition of public burthens. All men who receive the advantages of government are bound to contribute to its support, and therefore the rule is established that “ none can claim exemption unless the exemption be so clearly expressed in the statute as to admit of no other construction:” 10 Harris 496.\nThe arguments urged against this assessment are, that a minister of the gospel exercises an “ office,” and not a “profession”— that the emoluments of his office are “gifts of the altar”— “ spiritualities,” too sacred to be taxed by the government — that his office is held “ by divine appointment of God himself, and he therefore owes no tribute or allegiance to the state;” and that a law imposing a tax on his occupation would tend to a union of church and state, and would be unconstitutional. It was decided in Commonwealth v. Cuyler, 5 W. & S. 375, that a minister of an incorporated religious society, is not an officer whose salary is liable to taxation. Conceding that he may be, in some senses, an officer, it is plain that - he is not an officer within the meaning of the law regulating taxation. If he were, his case would be worse instead of better, for the salaries of officers are taxed two per cent, on all sums over $200, while “ occupations” and “professions” are taxed only one per cent, on their value. It is not our province to decide whether persons learned in theology may regard the emoluments of a minister’s calling as “gifts of the altar — as spiritualities.” The question here is, how are they to be regarded in a court of law, when the government demands of them a contribution to pay the debt and expenses of the state. The money paid to a minister for his services, and designed for his personal benefit, is very far from being a mere “ spirituality.” It is designed to supply his temporal wants. It is appropriated to that object alone. His services to the congregation may indeed be spiritual; but he would not be able to live long if his compensation were of the same character. Fortunately for him it is not so; but is paid in a currency as tangible and purely temporal as the wants it provides for. He may hold his “ appointment of God.” “ All power is of God.” “ The powers that be are ordained of God,” and he has “ no right to resist their ordinances,” or to refuse “ tribute,”, or to renounce “ allegiance to the state.” It is his duty as a Christian “ to be subject not only for wrath, but for conscience’ sake,” and to pay “tribute to whom tribute is due, custom to whom custom.” The Saviour came into the world, at the very period when his earthly parents, at great inconvenience to themselves, were setting an example of allegiance to the government, and of obedience to its revenue laws. His precepts afterwards were always in accordance with that example. And the law, resting upon the foundation of that Christian morality which requires all who receive protection from government to contribute a just share to its support, will enforce its claims.\nThere is a difference between the minister’s occupation and the church building. The building neither yields, nor was designed to yield, any pecuniary profit for individual benefit. The occupation of the minister yields a profit for his own private use. This may be the reason why the legislature have taxed the latter and not the former. We do not see how a law which makes no distinction between ecclesiastical occupations and other pursuits, but taxes all alike, can tend to a union of church and state. To hold that a minister of the gospel cannot be taxed at all, lest religious rivalry might lead to the abuse of that power, would furnish a precedent for denying all power of taxation; for there is no power which might not be abused by bad men. We must trust to the intelligence of the people to guard against this evil. So far from seeing any constitutional objection to the imposition of taxes upon clergymen, as well as upon other professions, it has been seriously questioned whether they can constitutionally be exempted from their share of the public taxes. The constitution declares that “ no’ man can of right be compelled to support any place of worship, or to maintain any ministry against his consent.” A numerous class of our citizens still hold to the faith of the founders of this Commonwealth, and bear their testimony against what they call a “hireling ministry.” Many others read their Bibles in their own way, disclaiming all connexion with religious congregations. If these classes of citizens should be compelled to pay more than their just proportion of taxes, in order that ministers of the gospel might be exempt, it is substantially the same thing as collecting the excess of taxes and paying it to the ministers to aid in maintaining them. Such a partial rule of .taxation compels the Protestant to aid in maintaining the ministry of the Roman Catholic, constrains both to aid in supporting the Jewish priesthood; forces each to support a form of religion which his conscience rejects, and compels the opponents of all to aid in supporting all. These suggestions may serve to show that the claim to constitutional exemption is not only rejected, but met by a counter claim, which may deserve consideration when the question arises. At present it is sufficient to say that the Act of Assembly does not exempt the “profession” of a clergyman from taxation.\nThe Commonwealth v. Cuyler, 5 W. & S. 275, does not touch the present question. The question there was under the Act of 30th April, 1841. Here it is under the Act of 29th April, 1844. There the question was, whether a minister of an incorporated religious society was an “ officer.” Here it is, whether such employment by an unincorporated, religious society is an “ occupation or profession.” There it was whether his salary could be taxed two per cent. Here it is whether the value of his calling shall be taxed one per cent. The questions are essentially different, and that case does not rule this. The argument of the judge who ruled the case of Commonwealth v. Cuyler, is not to be extended beyond the case before him. The views expressed by Judge Lowrie in Union County v. James, 9 Harris 525, are more in accordance with sound policy and the true construction of the statute.\nJudgment reversed, and judgment for the plaintiff in error on the verdict.\nWoodward, J., dissented."}