{"id": "982839", "contents": "The opinion of the court was delivered\nby Lewis, C. J.\nThis was an action on the case brought by Cyrus Reed and Wife, for an injury occasioned to Mrs. Reed, by reason of an alleged road being out of repair. The township offered the proceedings of the road commissioners of Millcreek township, showing that a new road had been substituted for the one where the injury occurred, and that the latter had been vacated before the time of the injury. The court rejected the evidence on the ground that the commissioners had no authority to vacate the road. The 20th section of the Act of 13th April, 1843, authorizes the commissioners “ to take the general charge and supervision of all the roads and bridges in each of the townships in the said county (of Erie), county bridges excepted, and to lay out and alter the. same at the request in writing of the citizens,” &c. The authority to alter a road is an authority to substitute a new road for an old one, and whenever this is done, the old road, so far as it is supplied by the new one, is vacated. The road commissioners had therefore authority to vacate any road within their jurisdiction, as soon as they supplied its place by a new one answering the same purposes. The proceedings of the road commissioners, for aught that appears, were in accordance with their powers, and ought to have been received in evidence. The proceedings instituted by Cassimer Siegel against the road commissioners, under the eighth and ninth sections of the Act of 26th March, 1846, were a part of the proceedings relating to the confirmation of the act of the commissioners in altering the road in question. All these proceedings related to a public right. Any citizen might have taken part in them, and all are bound by them. The laying out of a public road is in the nature of a proceeding in rem, and binds all the world. The confirmation at the suit of Cassimer Siegel is. made by the statute “ final and conclusive in regard to the road for two years.” This does not mean that the whole proceedings are null and void at the expiration of two years. It means no more than to suspend for two years all efforts to change the road thus altered or laid out. At the end of two years new petitions for altering the road may be presented. But until the action of the commissioners be regularly reversed, according to law, their proceedings are conclusive on all matters within their powers.\nThe first and second assignments of error are sustained. The evidence ought to have been received.\nJudgment reversed and venire facias de novo awarded."}