{"id": "982837", "contents": "The opinion of the court was delivered by\nKnox, J.\nIt is said that the statute of limitations will not apply to a claim against a county for costs incurred in a criminal proceeding, because there is neither an express nor an implied promise upon the part of the county to pay the costs; but that the liability is created solely by the positive requisition of the statute. If the premises were sound, it would be difficult to deny the conclusion claimed by the plaintiff below. But is it true that an action of assumpsit will not lie against a county in a case like the present ? The proceedings were in the name of the Commonwealth, and although she could not be sued for costs, yet, upon the presumption, that she would act in good faith towards her citizens, the law would imply a promise upon the part of the state to make compensation for services rendered in its behalf. As a sovereign, the power of the state to direct the manner of paying for these services, whether they should be paid by the state treasurer for the entire state, or by each county for itself, is undoubted. The duty to pay is not only imposed by the statute, but it also arises from the benefits derived from the performance of the services, and as these services, though rendered in the name of the Commonwealth, were really for the preservation of order and the administration of justice within the county, why may we not imply an agreement founded upon the performance of the services and the requisitions of the statute, that the costs should be paid by the county ? We see no very great difficulty in this view of the case, and as it is clearly promotive of justice that there should be some limit to claims of this kind upon the county treasury, in point of time, we are disposed to apply the statutory bar against all claims for costs originating more than six years before the commencement of a suit to recover them.\nJudgment of the Common Pleas reversed, and judgment is now rendered by this court in favour of the plaintiff for $12.61, with interest from the 29th of October, 1855, and costs."}