{"id": "982847", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe bank, by entering the mechanic’s lien which it held by assignment from the Pattersons, acquired a record security for the thirteen notes of Davis, which it had discounted for the Pattersons, and then held under their endorsement. These notes constituted the debt which Davis owed, and which the bank was entitled to receive; a debt which arose out of an entire contract for the building of the three storehouses, and which had not been apportioned by any act of the parties among the several buildings. But the record security for the debt had been apportioned, $3000 to each store, not by virtue of anything in the contract of the parties, but by force of the statute regulating mechanics’ liens. The 13th section of the Act of 16th June, 1836, provides that the person filing a joint claim against two or more buildings owned by the same person, shall designate the amount which he claims to be due to him ’on each of such buildings. In pursuance of this enactment the bank claimed a lien for $3000 on each of the three buildings, together amounting to $9000, and on the face of the record the liens were valid for these sums. Yet the real debt was not so much. The aggregate of the thirteen notes was only $6214.66. And the bank’s claim was never more than this sum. Creditors often hold security liens for more than is due, and they have a right to hold them until the real debt is paid. And where they have several liens for the same debt or parts of the same debt, they have a right to enforce either or all of them until the actual debt is paid. But the bank’s real debt was further reduced by Davis’s payment at its maturity of the first of the thirteen notes, $500, which left due to the bank, without interest, $5714.66.\nNow, such was the state of facts, three record liens of $3000 each, to secure the payment of 5714.66 ; when on the 25th July, 1853, one of the properties bound, lot No. 299, was sold at sheriff’s sale. This divested one of the bank’s liens, and no part of the proceeds went to the bank, but were all paid to other lien-creditors. Why the bank claimed no part of the proceeds is not very apparent, but most probably because no other of the notes they held had fallen due — they did not know but Davis would take them up as fast as they matured — and, at any rate, their liens on the two remaining lots, 297 and 295, were ample indemnity for all that would grow due. Whether these were their reasons or not, it is certain that the first sheriff’s sale left them in possession of two unimpaired liens of $3000 each, to secure a debt not yet due of less than $6000.\nIn this condition of the record, Richard Hope, the appellee, became a judgment-creditor of Davis on the 14th October, 1853, and on the 27th November, 1856, storehouse and lot No. 297 were sold at sheriff’s sale, on process of Nancy Whitaker, and the proceeds, $6876.67, brought into court for distribution.\nThe bank, all of the remaining Davis notes being now due and unpaid, appeared and claimed out of these proceeds one-half of its real debt, amounting at the time of distribution to $2654.68, reserving the other half to be satisfied out of its remaining lien of $3000 on lot No. 295.\nTo this claim on the part of the bank, Hope objects, on the ground that a third of the bank’s debt should have been paid out of the proceeds of the former sale, and that only a third of it can be claimed out of the present fund. He admits he was not a lien-creditor at the time of the first sale, and that no part of the proceeds of the last sale can in any event reach his judgment, but he conceives that if one-third of the bank debt can be constructively extinguished, on the ground that it was not claimed when it ought to have been, the judgment-creditors who are prior to him, will be so far paid out of the fund now in court as materially to improve his own prospects in reference to a future sale of the remaining lot 295. Nobody who is entitled to participate in the fund now for distribution objects to the bank’s taking one-half of its debt. Nor does Davis, the debtor, object. Nor has Hope, the only objecting creditor, any interest in that fund. Yet the court below, at his instance, set aside the auditor’s report, allowing the bank one-half of its claim, and decreed that the bank should receive but one-third of its claim out of the present fund.\nIt might be well doubted whether Hope’s interest was not too remote and speculative to entitle him to come in and interfere with the distribution of a fund, to not a dollar of which he lays claim, but we prefer to place our judgment on other and more solid ground.\nWe have already indicated that ground, by treating the notes in the bank’s hands as the principal debt, and the apportioned lien as the accessory security. Subject to the limitation of $3000 to each lot, the bank had the clear right to use every part of the security for the satisfaction of the debt. It could extract no more than $3000 of the debt from any one of the lots, because such was the extent and limitation of its lien, but within that sum its rights could be questioned only by prior lien-creditors. Suppose the real debt of the bank had been reduced to $3000, the record remaining as it was first made up, and all the lots sold at sheriff’s sales at different periods, is it to be doubted that the bank would be at liberty to take satisfaction out of whichever sale it chose ? If I hold several securities for one and the same debt, may I not avail myself of either to obtain satisfaction ? That I may, has been so often decided as to make it text law. But if each security is partial, though the aggregate more than sufficient to cover the debt, the principle is still applicable. My release of one, or neglect to enforce it, to the prejudice of no existing rights, impairs not my hold on the other securities. Partial releases of mortgage securities were at one time attended with difficulties in Pennsylvania, but an Act of Assembly removed them long ago, and now a mortgagee having a mortgage on several tracts of land, impairs not his lien on one of the tracts by releasing another. If the legislation was limited to such securities, it was because others stood in no need of it/ It was never doubted that a creditor who held three chattels in pledge for his debt, might without risk to his remaining securities, give up one and retain two. And where this is done for the benefit of the debtor and all of his lien-creditors, it would seem hardly reasonable or just to punish the pledgee, at the instance of a subsequent creditor, with the loss of one-third of his debt, though the two remaining chattels were ample to satisfy it.\nOf course counsel looked for no authority to sustain such a proposition, or if they did, none was found. And yet the ruling below rested on no better foundation.\nHere there was in reality no release of securities by the bank, but only a failure to assert its claim on a particular fund. And whom did that prejudice ?\nNot Davis, the debtor, because these proceeds went to satisfy debts that were harassing him, instead of the bank’s debt, which was not then due — nor the lien-creditors, because it let them in upon the fund to the extent to which the claim of the bank, had it been asserted, would have excluded them. Then why should the bank’s forbearance be construed into an extinguishment of one-third of its debt ?\nIn looking through the reasons assigned by the learned judge, we fail to perceive anything that is satisfactory on this point. He answers successfully the argument of counsel in regard to the appropriation of the payments made. I agree entirely with him that the payments were made generally, on the entire contract, and applied as made. The questions here do not depend on the equitable doctrine which regulates the application of partial payments, but upon the rights of creditors under statutory liens. That doctrine has no application to the case.\nBut the conclusion of the learned judge, that “ the bank was bound to look to the proceeds of the sale of that lot [No. 299), for its proportion of the balance then due upon the whole lien,” strikes us as a non sequitur.\nIt was inaccurate to speak of a balance then due the bank, for the only one of the thirteen notes which had then matured, had been paid and taken up by Davis, and there was nothing due the bank at the time of the first sale.\nBut the greater error of this conclusion is that it treats the bank’s claim as an apportioned debt, one-third of it charged on each lot. I repeat that it was the lien — the security that was apportioned — not the debt. The debt was as entire as ever, or if it be regarded as broken, it was not into three parts corresponding with the liens, but into the thirteen notes. The best view of these notes, however, is that they were only appointments of the times of payment, fixed for the entire debt. Together they constituted the debt which the bank was entitled to receive. As further security for the same debt, the bank held the three liens. Each of these was good for $3000 of that debt, and the two last were none the worse because the first had produced nothing.\nThe present claim of the bank is for a sum within the lien divested by the last sale — the record was notice to all parties of the bank’s right to assert that lien for an amount not exceeding $3000, and therefore the portion of the fund claimed by the bank should have been allowed.\nAnd now, to wit, 4th January, A. D. 1858, this appeal having been argued by counsel and fully considered by the court, it is ordered that the decree of the District Court of Allegheny county be reversed and set aside, and that of the fund in court, the sum of $2654.68 be and the same is hereby decreed to be paid to the appellant — that the residue of said fund be distributed to the other lien-creditors according to their priority, and that the costs of this appeal be paid by the appellee."}