{"id": "982878", "contents": "The opinion of the court was delivered by\nLowrie, J.\nThe taxing officers of Washington county have decided that, where the owner of coal land has sold out the right to take all the coal that is in his land, and retained the land itself, the owner of the land and the owner of the coal are each taxable according to their several interests, and we are not able to say that this is wrong.\nThe question seems to us a very simple one. The assessors are required to value for taxation all real estate according to its selling value, and this of course is measured by all the circumstances and advantages that tend to enhance its price, of which coal is a most important item. The coal is therefore necessarily included in tbe valuation, if it is accessible, and some person must pay tbe tax on it. The only question is, shall it be paid by the owner of the coal, or by one who does not own it ? To this there can be but one answer. There is a divided ownership of the land, and there ought to be a divided taxation.\nThe case is not at all singular in its principle. Where one man owns land, and another a rent issuing out of it, both are separately taxable according to their interests. So it is where the privilege of wharf, or ferry, or fishery belongs to one, and the land to another. These cases are expressly mentioned in the tax law, and they do not exclude other cases involving the same principle, but rather include them: 3 Pa. Rep. 107; 1 State Rep. 331.\nBut the principle would not justify a higher valuation on the two interests taken separately than there wmuld have been if both had continued in the same person. The value of the land with the coal in it is not increased by the separation of the interests; but this separation requires an apportionment of the valuation among the different owners, so that each may bear his portion of the public taxes, and that one shall not have to pay for the other. The Common Pleas decided the cause rightly.\nJudgment affirmed.\nWoodward and Armstrong, JJ., dissented."}