{"id": "982860", "contents": "The opinion of the court was delivered by\nWoodward, J.\nUndue importance was given in the argument to the question, whether the rule of 28th May, 1856, was pending and operative on the 4th of September, .1857, the day when the court adjudged the premises to the plaintiff, Purdy. The 14th section of the Act of 5th May, 1841, relating to partition in the Common Pleas, does indeed enjoin the court to grant a rule on all persons interested to come into court on a day certain, to accept or refuse the estate at the valuation; hut if they come without a rule, or in pursuance of a superseded or defunct rule — if in point of fact “all persons interested” are before the court and fully heard, and especially if he elects to take at the valuation who is entitled to priority of choice — the objects and purposes of the Act of Assembly are accomplished, and the want of a rule returnable on the precise day of the hearing, is no defect in the proceedings. Defects in mesne process, the object of which is merely to effect an appearance, are always waived by the appearance of the party.\nNow the record shows, that Dewart appeared on the 4th September, 1857, and exhibited his title and claimed the decree of the court on the ground both of priority of title and of his offer in advance of the valuation. This concludes him. If the decree had been in his favour, would he have thought his title defective, or would he have complained of the record, on the ground that a new rule or an enlargement of that of 28th May, 1856, had not been duly entered ? Certainly he would not. He would have held the plaintiff concluded by his appearance, and he himself is estopped on the same ground from alleging want of notice.\nThe only remaining question is, whether the court were right in awarding the premises to the plaintiff.\nIt is not denied that the plaintiff’s title was the oldest; but the defendant offered to take the land at a higher sum than the sheriff’s inquest had valued it at, and he claimed that this entitled him under the 10th section of the Act of Assembly of 22d April, 1856, to have the premises allotted to him.\nThe Act of 1841 made priority of title the rule of allotment; that of 1851 makes the highest price offered in writing above the valuation, the rule; but if there be no advance offered, the old rule prevails. The land here was valued at $84 the acre, and Dewart offered in writing to take it at $110 per acre. In other words, he offered to pay Purdy $5485.05 for his (Purdy’s) half; whilst Purdy insisted on having Dewart’s moiety for $4167.97-|-.\nThere cannot be a word said in favour of the equity of Purdy’s claim. If it is supported, it must be by sheer law.\nThe Act of 1856, by its own limitation, went into operation on the 1st of October, 1856.\nThe judgment in partition had been entered on the 10th November, 1853; the writ of partition on which the inquisition was held was returnable to April Term, 1856, and on the 28th May, 1856, the exceptions to the inquisition were overruled, and the inquisition and valuation confirmed.\nIt is apparent, therefore, that the rights of these tenants in common, so far as they could he affected by a valid inquisition in partition, were fixed and vested before the Act of 22d April, 1856, took effect.\nNow, to say nothing of the impossibility of divesting vested rights without compensation, it is a fair argument against giving to the words of the legislature a retroactive effect, that they would take away from Purdy his clear legal right, vested 28th May, 1856, to have the estate in severalty at the valuation of the sheriff’s inquest. ■ And take it away for no possible use but to give it to an individual citizen, at an advance to be sure, but at a rate of advance prescribed by himself.\nNo construction of legislation is to be hastily adopted, that would lead to such results.\nRetroactive legislation is not necessarily unconstitutional; but unless it be remedial, it is uncongenial to our institutions, and hazardous to private rights. Nothing short of the most indubitable phraseology is to convince us that the legislature meant their enactment to have any other than a prospective operation; and when they fix a future day for it to take effect, they stamped its prospective character on its face. Their language in the section before us is, “ that in all cases of partition of real estate in any court wherein a valuation shall have been made of the whole or parts thereof, the same shall be allotted to such one or more of the parties in interest, who shall, at the return of the rule to accept or refuse to take at the valuation, offer in writing the highest price therefor above the valuation returned,” &c.\nThis new rule of allotment they enacted should not go into effect before the 1st of October, 1856. As if they had said, whenever a valuation in partition shall have been made after the 1st of October, 1856, the new rule of allotment shall apply.\nThis phrase, “shall have been made,” is an instance of the future perfect tense. It contemplates a valuation perfected, but perfected in future, and the future of this statute was all subsequent to the specified date. Had it been repealed before that date it would have had no future existence, and no operation whatever. Though not repealed, it must not have a construction that would give it effect during the period of its suspended animation, for this were to tiolate the will of its creator.\nGiving then to the words before us their genuine grammatical meaning, we hold them applicable not to a valuation made after the enactment of the law but before it took effect, but only to valuations made after the law went into operation; and thus construed, the statute commences for every purpose, in futuro as Blackstone said all laws should do.\nIt follows that this case was not within the purview of the new enactment, and that the court did right in applying the old rule.\n• The decree is affirmed."}