{"id": "982894", "contents": "The opinion of the court was delivered by\nLowrxe, J.\nOn the evidence put upon our paper-books, the verdict rendered in this cause seems to us so strange and unaccountable, that we are naturally inclined to suppose that there must have been some very grave error in the charge of the court, or that some error of minor importance has been unduly impressed upon the jury. There is the most ample proof that this will was executed according to the forms of law, and not the slightest indication that anybody doubted the testimony of the witness in this regard. There is not the least ground of suspicion that the testator was incompetent, before his last illness, to make a will, or that any undue influence was exerted in procuring him to make this will as it is. The only ground, therefore, on which this will was set aside must have been, and appears to have been, because the jury considered that the testator’s mind had become so enfeebled by his sickness when his will was made, that it cannot properly be called his will. He was ill about four days; and we have quite .a full account of his mental symptoms during the whole time. Three witnesses express opinions on the state of his mind, on visits made by them on Thursday and Friday. The will was executed on Friday night about two o’clock, and he died on Saturday morning about ten o’clock. One witness thinks • his mind was not sound; another that it was weak and wandering; and the physician thought him not capable of reflection on any subject. Yet all of them give facts that show very plainly that there was no improbability that he might have mind and memory enough to make a complete and rational disposition of his property. On the question of the testamentary capacity of a dying man, the fact of an occasional flightiness or wandering of intellect during his sickness,'is generally of very slight importance, and is scarcely any evidence that that state continued; for usually it is an accidental abnormity, very easily accounted for by temporary circumstances. If we find an obstruction in a street or crowded thoroughfare, we do not presume that it will remain there. Notwithstanding such accidental mental disorder, tlje presumption is still that a man is competent when he makes his will, and the contrary ought to he proved before the jury can find it. Then, on the other hand, we have seven witnesses who knew the testator intimately, and who had the fullest opportunity of observing him during the whole day and night preceding his death, who recount his words and conduct with great particularity, and all of whom believed him to be of sound and disposing mind, and give most abundant facts in proof of it. How such testimony could be set aside, when every witness seems to have been respectable, and no serious attack is made on the credibility of one of them, seems to us quite astonishing. If this example were to be followed in the administration of the law, every dying man’s will would be in danger. The opinion of some witnesses, that the testator’s mind was unsound, or flighty, or wandering, or torpid, when they saw him, ought to go for nothing against such facts as are related by those who saw so much of his last hours. The opinion that he could not reflect is disproved by the will itself, and by the testimony of Hugh McMasters, showing that he well knew all about his property, and how he desired to dispose of it. Yery often a disposing mind needs very little power of reflection, because it has but little to reflect about. The work of reflection has been performed before; and when the time of making the will comes, memory alone is wanted in order to dictate the results. Wills written in extremis are not necessarily, and perhaps not often, first thought out and arranged then. And though the testator’s mind might be very dull when called to subjects in which he took no interest, it might not be at all so on the subject of his will, which it is very apparent he was quite desirous of making. He might take no interest in medical attendance, which he regarded as hopeless, and yet wake up fully to the performance of the duty of making his will. If, when he dictated his will, his mind and memory were active enough to enable him to understand and direct the business in which he was engaged, he was not intestate. That witnesses should differ very widely in their opinions of a testator’s competency, is not at all surprising ; and, generally, this is no impeachment of the honesty of any of them. Much of this difference arises from the fact that the witnesses do not measure testamentary capacity by the same standard. Few of them either know the legal standard, or have taken interest enough in the question to settle any definite standard in their own mind ; and hence their opinions are necessarily changeable, and very apt, even unconsciously, to take their direction from the interest felt in the persons litigating the question.\nWe would not say that the general instructions given by the court are so variant from what we have already said, as to require any correction. But .then the defendant's counsel requested a specific instruction that testamentary capacity “ consists in ability to reflect on his business affairs, understand the nature of what he is doing, with a recollection of all his estate, his family relations in life, as well as their condition in general, and the probable effect the proposed disposition will have, and to collect this all in one view.” We need not point out the several errors in this definition. Its extravagance is manifest when we notice that a man may not choose to dispose of any but a very small portion or part of his estate by will, or he may have long ago concluded to devise all of it to a single person, and then he will not need to collect all those circumstances into one view. But the court affirmed this definition with this qualification, “ excepting that the language used is somewhat stronger than we have used in the general charge.” Surely the jury would understand from this that the point put was about right in its sense, and might therefore be affirmed without any specific exception. Then the jury were to be satisfied that the testator, when he made his will, was able to collect all his business, his family, his relations, and their condition, and the effects of his will, with one review. This was requiring too much. To understand in detail all he is about, is quite sufficient. Then the court criticises the provisions of the will. The jury ought to look at them; and if a will is quite irrational, it requires but little or no evidence to set it aside. But how it is possible to find any such evidence of incapacity in the. provisions of this will, we cannot imagine. The testator is said to have been an eccentric man; but such a man is not intestable; and if he make an eccentric will, it cannot be set aside. A narrow-minded, jealous, ill-tempered, or superstitious man may make a will, and it is not to be set aside because it accords with his character. Every man has his peculiarities as part of his freedom, and this would be encroached upon, if he could not carry them out in his will. The law allows them, and it would be the mere tyranny of a general opinion, or of an opposite peculiarity, that would set aside a will on their account. Nothing but mere arbitrariness can do so. Peculiarities may be evidence to support, as well as to attack, a will, according as they are compatible or incompatible with the testator’s character.\nOne part of the will was misinterpreted by the court; and on this misinterpretation it was submitted to the jury as irrational. This was partly the scrivener’s fault; but to our mind it is very plain that the testator bequeaths his horses, carriage, furniture, &e., to his wife, to be disposed of according to her pleasure, and thus arranges for the security of $2120 for her benefit for life, and then for his brother John’s children.\nWe see no evidence of insanity in his giving to his wife all his movable property, even though part of it consisted of farm stock and utensils; for if she could not use them, she could sell them and use the proceeds.\nNor is it evidence of insanity that he gave his wife less than she might now claim by law, provided he gave her enough to live according to his ideas of what was proper for her. Perhaps his allowance to her was liberal, measured by their usual mode of life: but even meanness is nothing like insanity. It is no evidence of insanity that he makes preferments among those who are naturally or legally his heirs; for this is the main purpose of a will.\nThese views suffice for the correction of all the errors in the charge of the court, and they alone would require this cause to be sent back for a new trial. But there is another point that is totally fatal to the proceeding.\nThis widow, the defendant, has had a very ill adviser, who appears to have no interest in the estate, but is well disposed to stir up strife. Without this she could not have been led into this controversy. She has no right to contest her husband’s will, for she is not bound by it. She may have her statutory dower, and her statutory share of his personal estate, if she does not like the will, and she must leave it to his heirs to dispute the will. Her will is stronger than his so far as it affects her right, and that far she may set it aside by a simple election; but she has no right to interfere with his disposition of the residue of his estate. Her contingent right of administration is not an interest in the estate entitling her to dispute the will; but only the legal provision for its settlement, in case there be no will.\nJudgment reversed and judgment in favour of the plaintiff for costs."}