{"id": "982827", "contents": "The opinion of the court was delivered by\nKnox, J.\nThe plaintiff is the prothonotary of the Supreme Court for the Western District, and this action is brought by him against the county of Allegheny to recover money expended by him in paying the necessary expenses of the court. The whole amount of the expenditures for the years 1855, 1856, and 1857, is $340.12J, including $193.75 for the rent of a room for the use of the prothonotary of the court from April, 1855, to November, 1857, and ten dollars for a new seal. The remainder is for dockets for the court, stationery for the use of the judges whilst holding court in the Western District, for advertising the return days and printing argument lists. The amount charged and expended is conceded to be correct, and the only question raised upop the case stated is whether the county is liable for the expenditure. It is also conceded the commissioners of Allegheny county have hitherto refused to furnish the prothonotary a room in the court house or elsewhere, in which to preserve and keep the records and seal of the court, and that the plaintiff has provided a room for that purpose, and that the amount of rent charged is fair and reasonable. The first question that the case suggests is this. Were the expenditures or any of them such as the prothonotary was himself bound to make at his own expense ? This question we unhesitatingly answer in the negative. By the 9th section of the Act of 14th April, 1834, “the prothonotary of the Supreme Court is directed to keep the seal and records of the court for his district at the place of holding the court, and in the apartments provided by authority of law for that purpose.” This provision excludes the idea that he is bound to provide a place for the safe keeping of the seal and records at his own expense; and he is no more bound to furnish the seal and dockets for the courts, than he is to pay the expenses of fire and light for the court house. Nor is the necessary printing in advertising orders of the court or in preparing trial lists a personal charge upon the prothonotary. He is allowed, it is true, the sum of 12J cents for stationery in each case by the fee bill, but this does not include the stationery used by the judges whilst holding court or in preparing opinions. It is limited to the stationery used by the clerks and counsel. When a prothonotary is compelled to expend his own money in procuring articles for public use on account of the refusal of the public authorities to procure them for him, he has the right to claim reimbursement from some quarter, and the universal custom of the state has been that the county in which the court is held should pay these necessary expenses. The city and county of Philadelphia pays the expenses for the Eastern District, the county of Dauphin for the Middle District, and there is no good reason why the county of Allegheny should not pay those incurred in the Western District.\nThere is no statutory provision directing how these expenses shall be paid; and it is not necessary that there should be, for the usage is sufficient to make the law. If the sessions of the Supreme Court were held at one place, it would be right and proper that the expenses should be paid out of the state treasury; but divided as the state now is into eastern, western, middle, and northern districts, the only practicable method is the one in practice, to charge the expenses to the county where the court is held, for the entire district. If the county of Allegheny considers this a burden, the legislature would probably, upon application, remove the burden by removing the court. It would be exceedingly difficult to apportion the expenses amongst the various counties comprising the Western District; and it would be unjust to Philadelphia and Dauphin to compel contributions from the state at large, for these counties already pay for the Eastern and Middle Districts. It has heretofore been thought that the advantage to a county where the court was held, was a full equivalent for the charge upon its treasury in paying the incidental expenses of the court. We have endeavoured to make these expenses as light as possible; and how far onr endeavours in this respect have been successful, may in part be determined by the amount of the claim in question. When the rent of the room and the cost of the seal is deducted, the amount expended during nearly three years, for dockets, for stationery, and for printing, is $136.37. When it is remembered that during this time we have held nearly twenty , weeks court in Pittsburgh, and disposed of between four and five hundred causes, it cannot be said that there has been an extravagant use of public money by this tribunal. That a, county may be liable for expenses incurred in judicial proceedings without a positive statutory enactment, was decided in Commissioners v. Hall, 7 Watts 290, where it was held that the county of Lycoming was chargeable with the expense of boarding and lodging a jury, impannelled and kept together in a capital case, by order of court; and the same principle was followed in Venango County v. Dunbar, decided at Pittsburgh, in the fall of 1856. In that case, which was an action by a printer for the publication of the trial list, under an order of the Court of Common Pleas of Yenango county, the late chief justice said, with the entire approbation of the whole court, that “ where no other provision is made for the payment of the expenses of the judiciary, the county in which the court sits is primarily liable.”\nFrom reason, from usage, and from authority, we are clear that the county of Allegheny is legally bound to pay the demand for which this suit is brought.\nThe judgment of the District Court of Allegheny county is reversed; and judgment is here entered in favour of the plaintiff and against the defendant upon the case stated, for the sum of $340.12 and costs of suit."}