{"id": "982823", "contents": "The opinion of the court was delivered by\nKnox, J.\nWe are of opinion that the Court of Common Pleas erred in permitting the jury to find under the evidence, that the single bill upon which this suit was brought, did not truly express the contract between the parties to it.\nThere was no evidence of either fraud or mistake in the execution and delivery of the instrument, and therefore it could not be contradicted or varied by parol. The plaintiff has the right to a trial upon the basis, that the contract was correctly set forth in the instrument upon which the suit was brought. That instrument was in the following words:—\n“Know all men by these presents, that I, John Ziegler, of Latimore township, Adams county, Pennsylvania, do promise to pay to Jacob Albert, of the same place aforesaid, the full interest of $1500, one year and every year until the said Jacob Albert’s decease: I, John Ziegler, bind myself, my heirs, executors, and administrators for the same, it being for value received, as witness my hand and seal the first day of April, A. D. 1833.\nSigned, “John Ziegler, [l.s.]”'\nJacob Albert died on the 5th September, 1851; so that according to the terms of the contract, the plaintiff was entitled to recover the interest on $1500, from the first day of April, 1833, to the 5th September, 1851. But the defendant alleges that the instrument upon which the suit was brought, was cancelled by Jacob Albert in his lifetime: first, by an endorsement upon the back of the paper; and second, by his direction to have the paper burned.\nThe endorsement was without date and was not signed, but was proved to be in the handwriting of the present plaintiff, who was the executor and the only person interested in the estate of Jacob Albert. It was as follows:—\n“ This within obligation after my decease shall be of no effect, but till then to be and remain in full force and virtue.”\nWhether this endorsement was made by the direction of the testator, was a question of fact for the jury. If so made, its legal effect was for the court. The plaintiff asked the court to instruct the jury that the endorsement, even if-proved to have been made by the holder, would not amount to a release of the interest stipulated to be paid; to which an affirmative answer ivas given. This was correct. Eor although the bond could be released in equity by parol, it could only be done by delivery and upon sufficient consideration. That natural love and affection is not a sufficient consideration, is conclusively established by the cases of Kennedy’s Executors v. Ware, 1 Barr 445; and In re Campbell’s Estate, 7 Barr 100. And that there was no delivery is proved by the endorsement itself, for the bond was to remain good, until Jacob Albert’s decease.\nThe reason why a parol release of a sealed instrument is good in equity, is because it is there treated as an agreement not to sue, and is executed specifically by a perpetual injunction. But there must be a contract to release, founded upon a sufficient consideration, otherwise it is at the most only an executory gift, subject to the control of the donor, and which can neither be enforced against him nor his personal representative. It is clear, therefore, that the endorsement upon the single bill was not a valid release of the debt, nor would the mere unexecuted testamentary direction for the destruction of the instrument amount to an extinguishment of the debt. But the cancellation of a bond, or its delivery to the obligor, or even to a stranger, with the intent that it shall be cancelled, amounts to an extinction of the debt: Licey v. Licey, 7 Barr 251. If therefore the jury should be satisfied upon another trial, that Jacob Albert in his lifetime gave the bond in question to his grandson, Hiram Albert, and told him to burn it, it would in effect be cancelled and the debt extinguished; and the subsequent preservation of the bond, and the institution of this suit upon it by John E. Albert against the manifest intention and express direction of his father, would be a fraud upon the estate of John Ziegler, which could not be permitted to succeed in a court of justice. If however this allegation is not satisfactorily established, we see nothing in the case, as now presented, which would prevent the plaintiff from recovering the amount of his claim.\nThe endorsement upon the single bill, that it should be of no effect after the holder’s death, as well as the declarations of Jacob Albert testified to by John Trump, Jacob Furst, Lewis Myers, and others, although not evidence to vary the written instrument, nor to establish an independent defence, may properly be received as corroborative to the testimony of Nelson Lay. For the often repeated declarations of the plaintiff’s testator, that he did not intend to claim anything upon the bond from the estate of his. deceased son-in-law, John Ziegler, tends to the more ready belief in his direction for its destruction.\nJudgment reversed and venire de novo awarded."}