{"id": "982842", "contents": "The opinion of the court was delivered by\nArmstrong, J.\nThe question presented by the case stated is, whether the verdict and judgment on the execution attachment of Faber against Breading in favour of defendant, is a bar to a recovery in the attachment of Siegworth against Breading, subsequently issued.\nThe 35th section of the Act of the 16th of June, 1836, regulating execution attachments, provides that, “in case of a debt due to the defendant, or of a deposit of money made by him, or of goods or chattels pawned, pledged, or demised, the same may be attached and levied in satisfaction of the judgment, in the manner allowed in the case of foreign attachment.” The object of this act was to reach the means of a debtor wherever they might be, whether placed in the hands of others to screen them from creditors or otherwise, and to apply them to the payment of his debts. A garnishee, with property in his possession, may admit the fact, and he will be liable only according to the trutn of his admission; and if he deny the fact, he will be liable to the extent of the proof. It is insisted that this is a proceeding in rem, and that the jury, in Faber’s attachment, having found in favour of defendant, that he had no goods or effects of Horner in hand when that cause was tried, it is, whatever may be the truth of the case, a bar to the recovery of the plaintiff in this suit; and that the facts cannot again be contested by any creditor in ano ther action.\nIn Childs & Co. v. Digby, 12 Harris 23, Chief Justice Lewip remarks: “ It is true that the attachment process is a proceeding in rem, but it is equally true that it is something more. It is also a proceeding against the garnishee personally, for the purpose of compelling him to answer for the value where the thing itseF is not produced. The summons, the judgment, and execution contain the bones and sinews of a proceeding in personam against the garnishee.” From this it is clear that the execution attach ment is not solely a proceeding- in rem. Yet the defendant's counsel must maintain this, or fail in the position assumed. But another difficulty stands in his way. A former verdict and judgment for the same cause of action may conclude the parties, but it is not conclusive on third parties or strangers. What right had Siegworth to meddle with the suit of Faber against Breading ? He was no party to it, and it would have been against his interest to have procured evidence of property in the hands of the garnishee, which must enure to the benefit of an older attaching creditor. He could not join in the same suit with Faber, for they were not joint creditors of Horner, and they had no interest in common. The claim of Faber and that of Siegworth were for different sums. A joint judgment would be erroneous, and separate judgments for their respective claims in the same suit would be equally so. If the execution attachment was so strictly a proceeding in rem, that it affected the thing only, and bore no relation to the person, the argument of the counsel for the defendant •would not be without its effect. But it is not, and therefore the cases cited have not the force and application that are asked for them. It is urged that “ it would be calamitous in the extreme, in some instances utterly ruinous, to citizens who might be so unfortunate as to be overwhelmed by a multitude of execution attachments.” The hardship of this may be readily admitted, when we consider that as between a creditor and his debtor, who might be made a garnishee, the costs of one suit only would follow. Every general law, however, and every general rule, will occasionally produce individual hardship. But the hardship must sometimes yield to the policy of the law, which has for its object the general good. If a garnishee with money or goods in hands is ready to pay or give up the property to those entitled, when legally called on, he ought not to be liable personally for costs, for until then he cannot know who the attaching creditor may be, and his own immediate creditor might have been unwilling to sue. If he denies, and on the issue of nulla bona it is found against him, he has no right to complain. That several attachments may properly issue against the same garnishee, may be readily illustrated. Suppose him to have in his hand $1000, and the debt due the first attaching creditor be only $100, surely any number of creditors might subsequently attach till the fund was exhausted, otherwise the law would prove abortive. Any other construction would tend to promote fraud and collusion, which the object of the law is to prevent. It requires no great expansion of thought to suppose that designing parties might easily raise an attaching creditor, whose desire would not be to favour his own success, but to insure a verdict for defendant; a result which, upon the construction asked for, would bar the right of every other creditor, and leave the parties in the enjoyment of their fraudulently concealed means. In the present case, the verdict and judgment in favour of Breading in the attachment of Eaber, is no bar to the recovery of Siegworth.\nJudgment affirmed."}