{"id": "982876", "contents": "The opinion of the court was delivered by\nLowrie, J.\nIt seems to us that the verdict in this case lacks the support of any competent evidence. Let us get clear of the artificial form of the feigned issue, and take the evidence in its natural order. The contesting creditors were made the plaintiffs, because it was necessary for them to cast such doubt upon this claim as to throw upon the claimant the burden of proving it. We assume that they did so, when they proved his declarations that he had given his son $1000 to start in business, and then showed that that sum was afterwards included in the contested judgment.\nBut when the claimant, on his part, proved that in fact he had lent the money to his son, and taken his note for it at the time, then the suspicion, founded on his declarations, was completely removed; for then it was shown how he had given it. The very indefinite word “give” was found to express the truth, and yet not to invoke the idea of a gift. This father seems to have been thinking of the instruction, which might be useful to many others : “ Give not thy son power over thee whilst thou livest; for it is better that thy children should look to thee, than that thou shouldst look to their hands. When thou shalt end thy days and finish thy life, distribute thine inheritance:” Ecclus. xxxiii. 19-23.\nAfter the claimant’s evidence was in, it was it that the contestants were called upon to meet. That could not be done by the loose declarations about giving, which were perfectly consistent with the claimant’s evidence, but by directly meeting his evidence of a loan, and showing that it did not present the true state of the case. If he took a note from his son when he gave him the money, the transaction cannot be converted into a gift by such loose talk as we have here.\nWe cannot say, from anything on our paper-book, that the court was wrong in granting the feigned issue.\nJundgment reversed and a new trial awarded."}