{"id": "982880", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nThe letter addressed by Erastus Kellogg to Stockton & Co., requesting them to “ furnish Mr. Crocker with a suitable stock and all will be right,” is in the nature of an offer to guaranty the debt of another, and not an original undertaking of Kellogg for the payment of stock to be purchased by himself. In all cases where a plaintiff seeks to make one man liable for the debt of another, the case must be plainly made out. Every apabiguity in the evidence weighs in favour of the defendant: Unangst v. Hibler, 2 Casey 153. It is essential in such a case, that the plaintiff should accept and give credit on the faith of the proposition ; and it is equally necessary that the guarantor should be notified that his proffer has been accepted, otherwise there is no contract. A mere offer, not accepted, is not a contract; and a mere mental acceptance of a proposition, not communicated to the party to be charged, is not an acceptance at all in the eye of the law. It is important to the interests of the business community that every one should know the extent of his liabilities, in order that he may take the proper measures to meet them, and to secure himself, in cases where he has bound himself for others: Kay v. Allen, 9 Barr 320; Unangst v. Hibler, 2 Casey 153. In this case there was no evidence that Erastus Kellogg had been notified of the acceptance of his guaranty. The plaintiff below was therefore not entitled to recover, and the court ought to have instructed the jury accordingly.\nIt has been said that notice of acceptance is not necessary where the agreement to accept the guaranty is extemporaneous with it: Wildes v. Savage, 1 Story’s R. 26. This has been thought to be an exception to the rule, and it is supposed that the present case is within the exception. Rut my impression is that it was not intended to recognise any exception to the rule. It merely affirms that when the guarantor is present, and the agreement to accept is made the moment he offers it, this is notice, and surely neither law nor common sense requires more: 9 Barr 820. In the case under consideration, Kellogg was not present when his offer was accepted, and he had no notice of it whatever. There was, therefore, no contract with him.\nThis disposes of the case; and it was not necessary for the court below to give any opinion on the other points made. Rut as the cause goes back, and the evidence may assume a new aspect, it may be proper to say that the charge against Erastus Kellogg for the goods which Ralph C. Kellogg had sold to Crocker, cannot be sustained by the evidence stated on the paper-book. The remains of stock in the hands of young Kellogg were not the “suitable stock” within the meaning of the guarantor. The sale by young Kellogg shows that the son of the defendant and Crocker had made an entirely new arrangement by which Mr. Cracker was to travel alone, whereas the contemplation of the guarantor was that Crocker was to travel with the guarantor’s son. The goods thus sold to Crocker were not sold to him by Stockton & Fuller at all. They had sold them to Ralph C. Kellogg; and if Erastus Kellogg is to be made liable for them it must be by means of other evidence than the letter of credit given to Crocker.\nWe see no error in the principles laid down in the answer of the-court to the defendant’s fourth point. That instruction might properly be given on a new trial, if evidence be produced sufficient to charge the defendant at all on his offer to guaranty the debt of Crocker.\nJudgment reversed and venire facias de novo awarded."}