{"id": "982882", "contents": "The opinion of the court was delivered by\nLowrie, J.\nWhen a risk is estimated, and taken on the faith of representations made by the insured, it is plain good sense that dictates the law requiring that his representations shall truly and completely express his knowledge of the dangers to which the property is exposed, and that avoids the contract if they do not. This must be so, else a contract of indemnity against one character of hazard is changed so as to protect against a different one.\nBut insurers are not always dependent upon the representations of the insured for the character of the risk, and they may make their contracts on their own knowledge of it; and then we do not look for representations, for they are entirely out of place; though there might, even then, be a withholding of information of 'circumstances plainly tending to increase the risk, which would avoid the contract, because incompatible with good faith.\nIn fire insurances, it has become so common to have the property examined and described by an agent of the insurers before making the contract, that we cannot presume that an application, which, like this one, merely individuates the property, is intended as a representation of the hazards to which it is exposed. In this case, certainly, there are no representations of the value or of the hazards, for the whole application, on which the contract was founded, was drawn up by the agent of the company, and it is reasonable to say that every word of description in it, is used merely to individuate the property. Evidently it was not intended to describe the hazards, nor could it have been so received; for neither the use nor the material of the adjoining houses is given, nor anything like an adequate specification of the use and internal structure of the houses insured. The use of one of them is mentioned, another is called a stable, and the use of two others may be guessed at from the kind of personal property insured in them. Surely no risk was ever taken on such representations. There being, therefore, no representations properly so called, there could be no error in the court in giving such instructions to the jury as allowed them to set aside all that were assumed to be such.\nThere was some evidence that the use of the property was changed after the contract, so as to increase the hazard; and there is an express stipulation that this suspends the insurance while such use continues. Without this stipulation such is the nature of the contract, and the company received the full advantage of this principle on the trial; but the facts were found against them.\nToo much is attempted to be made of the relation of co-corporator in which the insured stands, in mutual insurance companies. In the act of insurance he is not so, but a stranger; and he becomes a corporator only by the consummation of that fact; and this does not convert the previous act of examination and description, by the agent of the company, into his act, and change it into a representation by him. He is therefore not chargeable with an over-estimate of the value of the property by the agent, unless he took some fraudulent part in it. Besides- this, the bylaw that prohibits an insurance that exceeds two-thirds of the estimated value, is not- intended as a condition of the contract; but as a direction of the discretion of the company’s officers in making it. It is part of the form and not of the substance, and is, therefore, not essential, but merely directory.\nOn the questions of evidence, it is sufficient to say, that the value of the property at the time of the fire was put in issue by the pleadings, and therefore the evidence of it was relevant, and we cannot say that any of it was too remotely circumstantial. We discover no error in the case.\nJudgment affirmed."}