{"id": "982817", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nBy the law of Pennsylvania a sale of personal property is not good as against the creditors of the vendor, unless possession be delivered to the vendor in accordance with the sale.\nWhen possession is retained by the vendor, it is not only evidence of fraud, but fraud per se. There are some exceptional cases. When from the nature of the transaction, possession either could not be delivered at all, or, at least without defeating fair and honest objects intended to be effected by, and which constituted the motive for entering into, the contract, the cause might be regarded as an exception to the rule. Where possession has been withheld from the vendee, pursuant to the terms of the agreement, some good reason for the arrangement beyond the convenience of the parties should appear: Clow et al. v. Woods, 5 S. & R. 273. But this rule does not appear to prevail in Virginia: Davis v. Turner, 4 Grattan 422. In that state the rule is, the retention of possession of personal property by the vendors, after an absolute sale, is prima facie fraudulent, but the presumption may be rebutted by proof. In this case the parties to the sale, and the property which was the subject of it, were within the jurisdiction of Virginia when the sale was made; but the property, consisting of horses and mules, was subsequently sent over the state' line into Pennsylvania to be pastured. The question is, whether on an attachment in Pennsylvania, by a creditor of the vendor, the validity of the sale shall be tested by the law of Virginia or by that of Pennsylvania. If there had been a previous sale by the owners at their place of domicil, and the contest was between the prior and subsequent purchase, a very different question would be presented. So, if the property had been situated within the jurisdiction of Pennsylvania at the time of the sale in Virginia, the lex rei sites might be applied for the purpose of protecting the rights of our own citizens. But where the property and the parties to the sale were within the jurisdiction of another state, when the contract was made and executed according to the laws of that state, the right vested eo instanti in the purchaser, and no subsequent removal of the property into Pennsylvania for a lawful purpose, can divest it. The subsequent removal of the horses and mules for the purpose of pasturing them in Pennsylvania, was no violation of our policy, nor of the rights of our citizens. They had no claims upon it under our laws when the sale was made, because it was not in any respect subject to our jurisdiction. Their claims upon it were under the laws of Virginia, and the court fell into error in holding that the validity of the sale was to be tested by the law of Pennsylvania: Thuret v. Jackson, 7 Martin 318; Scott v. Duffy, 2 Harris 18; Shelby v. Guy, 11 Wheat. 361. By the common law a debtor has a right to prefer one class of creditors to another; and we think it was error to encourage the jury to take into consideration the exercise of this right, as “a circumstance of suspicion,” in deciding upon the fairness of the transfer.\nThe other errors are not sustained.\nJudgment reversed and venire facias de novo awarded."}