{"id": "982813", "contents": "The opinion of the court was delivered by\nLowrie, J.\nThe bail of a defaulting constable may be sued by sci. fa. before a justice of the peace, when it becomes impracticable, by reason of the insolvency or absconding of the constable, or for any other reason, to collect the debt from him: Act 20th April, 1810, § 19. This is understood as, in a measure, applying to this kind of suretyship, the rule that applies to ordinary guaranties, and that requires that reasonable and ordinary diligence-shall be used to collect the money from the principal, by legal process; or that it be shown that legal process must have been fruitless: 7 Watts 292; 3 Id. 208; 3 Pa. R. 18; 15 State R. 293; 16 S. & R. 81; 14 Id. 327; 2 Taunt. 211; 19 Johns. 71; 5 Wend. 308.\nProper and unsuccessful diligence is essential to the plaintiff’s right of action against the bail of the constable: 27 State R. 318. And it would be quite extravagant that the law should require any higher standard of diligence than the ordinary application of its own processes. And it does not: for the other evidence usually given in such eases is to account for the absence of this diligence; by showing that, by the insolvency or absconding of the debtor, it had become useless.\nVery evidently Mr. Justice Rogers regarded a return of nulla bona to a justice’s execution as sufficient evidence of the defendant’s inability, if there was other competent proof that he had no real estate: 7 Watts 273. And Chief Justice Gibson regarded it as indubitable that an execution would be a very satisfactory test of ability: 8 Id. 362. Due diligence is used “when all ordinary legal measures are prosecuted with good faith:” 4 Cowen 182.\nA creditor is not bound utterly to exhaust the remedies of the law against his debtor before resorting to his surety. He is not bound, before doing so, to follow him into the bankrupt and insolvent courts, and his estate into the hands of his assignees, and collect from them the last possible dividend. If the insolvency appears, it is for the surety to gather what he can from the wreck, after paying the creditor according to contract.\nDue diligence does not require of the creditor to be wiser than the officers of the law appointed to enforce his right; or to know that his claim may avail to seize property that is exempt from seizure for debts generally. It does not require him to accompany the collecting officer and show him personal property, unless he has some special knowledge relating to it; nor to indemnify the officer on making a doubtful levy, nor to suspect him of a false return.\nThe duty of reasonable diligence is discharged by the due issue of the proper process to the proper officer, and then trusting him to do his duty faithfully. If the proper officer, from ignorance or negligence, fails in his duty, that is no fault of the plaintiff.\nThis defaulting constable had no real estate, and the plaintiff used due diligence in seeking for personal property, when he had execution issued by the justice and-duly returned nulla bona; for we do not perceive that, for this, he could have had any more effective kind of process. If the plaintiff used the ordinary legal measures of collection and failed, he is not chargeable with the officer’s ignorance of the true interpretation of the exemption laws,, and therefore not for fruitless return, when there might have been an effectual one.\nThere was some confusion in the presentation of the evidence. The duty of the plaintiff was to show that collection from the principal was impracticable. This might have been done by showing that the appropriate legal remedies had been duly applied and failed; and this mode of proof could not be answered by evidence of solvency. Evidence of diligence is answered only by evidence of negligence or by contradiction.\nIf the plaintiff had not applied the appropriate legal remedies, then he might show that the principal had absconded, or was insolvent, and that therefore the remedies would have been fruitless ; and this evidence may be met by evidence on the same subject from the other side. These distinctions were not noticed on the trial, and hence the case is not very clearly presented here.\nSo far as the learned judge of the Common Pleas has expressed his views in his charge on these questions, they accord in general with those above expressed. He decided, moreover, that a constable is not entitled to the benefit of the exemption laws, on an execution against him for neglect of his official duty; and in this he was right, and for it has assigned very adequate reasons.\nIf this principle was applied to rebut the plaintiff’s oral evidence of insolvency, by showing that the constable had property subject to his claim, it was rightly-applied. If it was applied in answer to the plaintiff’s evidence of diligence in the use of legal remedies, it was error, being a departure from the evidence to be answered; but we think such was not the judge’s intention, for he says that the plaintiff is not to be affected by the false return of the writ against the constable. And so the plaintiff must have understood it, for he has no exception to the application of the principle, but only to the principle itself. The principle excepted to having been rightly decided, and there being no exception to evidence, we cannot reverse.\nJudgment affirmed."}