{"id": "982871", "contents": "The opinion of the court was delivered by\nArmstrong, J.\nThis is the third time that this case, in one shape or another, has found its way into this court. The present is an action of trespass quare clausum fregit, for taking and carrying away ore, &c. The plaintiff, Elias Baker, claims title to the land from which it was taken, by virtue of a warrant granted to William D. McKiernan on the 6th of August, 1844 — on an application of the 3d of August, and a survey made thereon, on the 10th of August, and 12th and 13th of September, 1844, and by deed from McKiernan dated the 5th of December, 1846, conveying the tract containing 50 acres 137 perches to him. No exception was taken to the regularity of the plaintiff’s chain of title from, the warrantee to himself. The pleas were not guilty, and the statute of limitations. On the trial of the cause, the taking and carrying away of the ore having been proved, the defendants proposed to prove, “ that an improvement was made near the place where the alleged trespass was committed, by Thomas Bracken and Thomas C. Wakefield, before the year 1822; that they had a survey of their claim made by Meek Kelly, Esq., on the 8th of November, 1822, embracing the land on which this trespass was alleged to have been committed; that the said improvement was continued and kept up until the present time; that the said Bracken and Wakefield sold and conveyed the land embraced in their said survey to Samuel Misner, who sold to David Stewart about the 1st of August, 1844, before the date of the warrant to William D. McKiernan, under which the plaintiff claims; and that David Stewart and the defendants were in the actual possession of the land on which said trespass is alleged to have been committed, claiming title under said improvement at the time it was committed.” This offer was rejected by the court, and the propriety of its rejection makes it necessary to look into the nature of the defendants’ claim. It seems that on the 7th of August, one day after McKiernan had procured his warrant, a warrant was granted to David Stewart, for 50 acres of unimproved land, adjoining other land of his purchased from Samuel Misner, being the same land for which McKiernan had applied. Stewart, having as yet no survey on his warrant, entered a caveat against the acceptance of McKiernan’s survey, relying then mainly on the improvement, which by the offer it appears he purchased of Stewart. The caveat was heard before the board of property, and decided in favour of the McKiernan survey, on the 2d of March, 1846.\nBy the 11th section of the Act of 1792, when any caveat is determined by the board of property, the patent shall be stayed for the term of six months, within which time the party against whom the determination of the board is, may enter his suit at common law, but not afterwards. David Stewart, availing himself of the privilege of this act, brought his ejectment to June Term, 1846, against McKiernan, and within the time limited, for the land on which the trespass was committed. And on the 26th June, 1854, a jury being called, plaintiff suffered a nonsuit. By this, the title of McKiernan to the land embraced in his warrant, and on which the trespass was committed, became complete j as well against the warrant granted to Stewart himself, as the improvement and survey made for Bracken & Wakefield (so far as it interfered with the McKiernan survey), both being owned by Stewart at the time the caveat was decided against him. It is clear that the warrant to Stewart himself for 50 acres, and the survey for Bracken & Wakefield, were separate claims. The former he asserted in his application to be unimproved, and in it calls for the improvement on the latter as adjoining. The offer is not to show an improvement on the 59 acres of plaintiff when the ore was taken; but it proposes “ to prove that an improvement was made near the place where the alleged trespass was committed” by Bracken & Wakefield before the year 1822; that their survey embraced the land on which the trespass was committed; and that they were in the actual possession of the land in dispute. Now, it is evident that the possession here referred to, when extended over the McKiernan lines, was a mere claim of, and not an actual possession ; for on this tract there was no improvement save that which constituted the trespass. Beside, all the right Stewart had to this land must be taken to have been passed upon, and definitely settled against him in his ejectment in June, 1854. The endeavour, therefore, to cover the McKiernan survey, which was unimproved, and claim possession of it, by virtue of an improvement on an adjoining tract, is but an adroit attempt to extend the shadow where the substance cannot reach. And it fails to furnish sufficient reason for the admission of the offer which was rejected by the court.\nTo give the claim of defendant the most expanded extent to which it is entitled, what is it ? In Shoenberger v. Baker, 10 Harris 400, where the facts of this case were fully brought before the court below, in answer to a point bringing up the question of possession Judge Burrell there “expressed the opinion that the possession on part of Stewart, alleged as commencing _ in August, 1844, was a scrambling possession, not unbroken; and that such possession, or that of those following, if for the mere temporary purpose of digging ore on the land, was not such an actual possession as to oust the constructive possession of the true owner of the tract.” And although this was, among other reasons, assigned for error, the cause was not reversed on this ground, but because the “ right of either party to maintain trespass against the other for an injury to the land in dispute, was suspended until the title should be finally settled in the ejectment.” It was in consequence of this that that action was discontinued, and the present action instituted. The facts are understood to remain the same. There are two things in connexion with this cause which seem now indisputable. First, that the plaintiff, Elias Baker, is the absolute owner of the land, on which the trespass was committed. Second, that the defendants took and carried away the ore from the land. In the case cited, 10 Harris 403, the court say, “ the statute makes the determination of the board of property conclusive upon all parties to the caveat who are sui juris, and not beyond sea-, unless ejectment be brought within six months.” This establishes the first proposition, and the jury have found the facts to establish the second. Why then should not the defendant pay for the property taken ?\nI know it is said in Chitty’s Pleading, vol. 1, p. 175, that “the gist of the action is the injury to the possession, and unless at the time the injury was committed, the plaintiff was in the actual possession, trespass cannot be supported,” and to this may be traceable-most of what is said in our books on the subject. But is this principle so founded in reason, and so called for by necessity, as to admit of no exception to its universality ? I think not. Every action for mesne profits, after recovery in ejectment, is for acts done at a time when the plaintiff was not in possession. And what is this but an action of trespass vi et amis ? The action of ejectment itself is but an action of trespass, in which, upon the proper notice given, a recovery may be had for injuries to- the freehold while the plaintiff was out of possession. In Caldwell v. Walters, 10 Harris 378, it was held that the “ action for mesne profits cannot be sustained by one who has recovered in ejectment, but never took possession.” This rather proves, that although the plaintiff may not he in possession of the locus in quo, at the time the injuries are committed, he must be at the time the action is brought. For, says the case, “ the right of the true owner to the use and profits of the land is suspended until he regains possession, either by an entry or under a legal judgment.” And it is further remarked, that the “writ of habere facias possessionem is not in all cases indispensable. If the possession, is voluntarily given up, the right to- institute the action for mesne profits is as clear as if it had been forcibly taken under a writ:\" 7 Cowen 36. Where land is unimproved, I apprehend a writ of possession, after recovery in ejectment, would be but matter of form. When Stewart, after the decision on his caveat, brought his action of ejectment against Baker & McKiernan, in 1846, and became non-suit in 1854, it left defendants in possession, and it is fair to say, that as against him it related back to the inception of their title, and from the moment of the nonsuit, they stood as parties having recovered in ejectment, re-entered, and entitled to their action for mesne profits. And Stewart, in the position of one who had voluntarily relinquished all he had claimed, was thrown back to the condition of an intruder or disseisor who had surrendered possession. If A. disseise B., and C. disseise A., and afterwards B. re-enter, he may maintain an action of trespass against C., because by the re-entry of B. he reduces the possession to himself from the time of the first possession: Bac. Abr. title Trespass, Gr. 497. In Shoenberger v. Baker, already cited, 10 Harris 404, where the same facts came, in review, Justice Black remarked, “If the plaintiff succeeds in getting a patent” (that is, entitles himself to one), “ under the law which authorizes the ejectment, his wrongs can then be fully redressed. His title will not only be full, perfect, and indisputable, but will relate back to the period of its inception, and give him all the rights which he would have had under it if no caveat had been entered.” Now the ejectment having been settled in favour of the plaintiff — his title established, and having possession at the time this suit was brought, and such possession by virtue of his title at the time the trespass was committed as the law required, and as the suspension of the plaintiff’s right to sue prevented the statute of limitations from running, nothing remains to preclude a recovery.\nJudgment affirmed."}