{"id": "982801", "contents": "The opinion of the court was delivered,\nby Knox, J.\nA promise to pay a debt barred by the statute of limitations may be inferred from a distinct admission of indebtedness unaccompanied by anything which negatives the promise. But where the admission is accompanied by an express declaration that the debtor will not pay, the bar of the statute is not removed. In the present case the suit was brought to recover money loaned in October, 1844. In January, 1858, the defendant admitted that he owed the money, and said he would pay the principal, but would pay no interest. The plaintiff claimed both principal and interest.\nThe admission of the indebtedness, and the offer to pay, were unconditional so far as regards the principal sum, and to this extent the plaintiff had an undoubted right to recover. But the error into which the court below fell was in allowing the plaintiff to recover interest from the time of the admission. The recovery must be controlled by the admission, and that was limited altogether to the amount of the money loaned in 1844. By refusing to take the money as a complete discharge of the debt, the plaintiff did not lose the benefit of the admission; but neither could he by delay in bringing suit to enforce his rights, enlarge the admission so as to include the subsequent accrued interest.\nWhen, however, the suit was brought, the defendant, instead of offering to pay, or tendering a payment for the principal, denied that he was legally liable for either principal or interest; for the delay from the time of the commencement of the suit, which was on the 15th December, 1854, to the day of the trial, 17th March, 1857, the defendant is accountable, and is therefore fully chargeable with interest during that time.\nAs the plaintiff below has intimated his willingness to release the excess of interest recovered, it is not necessary to send the cause down for a new trial, hut the error may be corrected here.\nThe judgment of the Court of Common Pleas of Fayette county is affirmed for $175.97 (which is the sum received by the defendant from the plaintiff, on the 28th October, 1844, with interest, from the 15th December, A. D., 1854, to the 17th March, 1857), and as to the residue the judgment is reversed. The judgment to bear interest from the date of the verdict."}