{"id": "982808", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThis indictment is not artistically expressed. Its grammatical construction is open to criticism, and it trenches hard on those rules of certainty which obtain in criminal pleading.\nStill, we feel it to be our duty to sustain it, and this, we think, can be done without violence to either language or law.\nA stroke with a knife, and a mortal wound, are well charged, but it is objected that the indictment does not aver that the death ensued as a consequence of that wound. O’Leary might have died, it is said, of other violence, or of a supervening disease.\nThe rule undoubtedly is, that an indictment for murder must expressly show that the party died of the hurt specially described and set forth; but in construing indictments we are not, whilst avoiding intendments against the life of the prisoner, to fall into such extreme astutia as shall ignore the force and meaning of language.\nThis indictment is one long and complex sentence, from the beginning of the charging part to the end. After describing the mortal wound, it alleges, “ of tvhich mortal wound” he, the said Richard O’Leary, languished from the 27th to the 28th of June, and languishing did live, and it immediately adds, “ on which said twenty-eighth day of June, in the year aforesaid, the said Richard O’Leary in the county aforesaid died.”\nNow if these words, “ of which mortal wound,” be carried down and connected with the averment of the death on the 28th, the objection vanishes. The averment would then be as distinct that he died of the mortal wound as it is that he languished of it. And why should not these words be carried down ? They are in the same sentence, are separated from the averment of death only by a semicolon, and lack nothing but the conjunction and between the words “live” and “ on” to make the sentence absolutely perfect in this regard.\nWithout the conjunction, however, there is the charge of the mortal wound, — of the languishing till the 28th, and of the death on the 28th, all in consecutive order, and in one unbroken sentence. That this was sufficient to convey to the general understanding the idea that O’Leary was murdered is admitted, and we think it sufficiently certain for an indictment. Being mortally wounded, it would have been proved as matter of defence that disease, accident, or other violence intervened to kill O’Leary, if the fact had been so. There was no such intervening cause, for there was no such proof. Yet he died. How ? Of the mortal wound charged.\nLet not this be called an argumentative conclusion; it is the very form and pressure of the complaint in the indictment. The nominatives, the conjunctions, and the punctuation might have been better, but the matter is all there, and in sufficient order to import the crime, and nothing else than the crime, of which the defendant was convicted.\nBut if the averment be ambiguous, it is aided by the verdict. A fault which would have been fatal on demurrer cannot be cured by verdict, and may be taken advantage of by motion in arrest of judgment, or by writ of • error; but surely this conjunction would have been implied as against a general demurrer, and therefore it may be after verdict. The verdict in criminal cases does not cure substantial defects in the indictment, nor obviate the necessity for those formal and technical phrases which, sanctioned by immemorial usage, are not to be omitted in the description of the offence. But it may cure a defect no more important than the omission to connect necessary and dependent members of the same sentence by their appropriate copulatives. The jury could not have held the defendant responsible for the death of O’Leary, if they had not found that he died from the wound inflicted by the defendant, and of course they understood the death to be charged to that cause in the indictment. In other words, they read the indictment with the word “ and” in the place I have indicated, and after verdict we are at liberty so to read it.\nIn the case of The Queen v. Sarah Waters, reported in 1 Dennison’s Crown Cases 361, a much larger effect was given to a verdict. The prisoner was indicted for the murder of her child, by exposing it on a heap of ashes and dust in the open air, but it was not expressly averred that the child was of such tender years as to be unable to walk away and take care of herself, but, said Baron Parke, that is to be implied, for if she had boon sufficiently old or strong to do so, the death would not have arisen from the exposure by the prisoner. Here the omission was of an averment that was essential to the corpus delicti, and yet it was cured by verdict.\nSo, when we allow juries to convict of murder in the first degree under our statute, on a common law indictment, we give effect to the verdict beyond what it could have if it were construed as finding merely what is expressly averred.\nOn these two grounds — first, that the omissions of this indictment are immaterial, and next, that they are of a nature to be supplied and cured by the verdict, we affirm the judgment.\nThe formal conclusion of the indictment, “ and so the jurors aforesaid say,” &c., very clearly imputes the crime of murder, nut we do not rely on it, for the elementary writers all agree that a charge substantially defective is not to be helped out by this formal conclusion. And it must indeed be so, for, in strictness of speech, the reference “ and so” is to the charge as laid, and if that does not amount to murder, these customary words cannot make murder of it. To allege merely that a prisoner Avounded a man, and then to conclude “ and so” he killed and murdered him, would not be an indictment for murder.\nDeriving, and seeking to derive, no aid from this formal conclusion, we hold, on the grounds indicated, that the prisoner was sufficiently indicted; and sad as it is to say it, the law must have its course.\nThe judgment is affirmed."}