{"id": "982924", "contents": "The opinion of the court was delivered by\nKnox, J.\nThe 6th section of the Act of 16th June, 1836, provides “that all indictments or civil actions now pending, or hereafter to be preferred or instituted in any of the courts of civil or criminal jurisdiction, within the city of Pittsburgh, or county of Allegheny, wherein the city of Pittsburgh may be interested directly or indirectly, or wherein the validity of any regulation of a street or alley in said city may be brought in question, although the said city of Pittsburgh may not, by its corporate name, be a party to the record, shall be tried in the District Court of Allegheny county, before a jury, from which all persons resident or owning real property in said city shall be excluded.”\nThe 7th section of the act makes the certificate of the president judge of the fifth judicial district conclusive evidence of the jurisdiction of the District Court, and further directs that “the indictment and all papers connected therewith, or the original writ, declaration, and all papers connected therewith, if it be a civil case, shall be transmitted to said District Court.”\nThe 14th section of the Act of 13th March, 1844, extends the provisions to the City of Allegheny. The question presented by the ease under consideration is, whether the Act of March 30, 1852, entitled “An act defining the manner of collecting the expenses of grading and paving the streets and alleys in the city of Allegheny,” Pamph. Laws, p. 204, affects the jurisdiction given by the acts above referred to, to the District Court.\nThe last-mentioned act provides that the statement and affidavit of claim shall bo filed in the Common Pleas, subject to amendment by said court, and that the mode of recovery shall be by writ of scire facias, in the • name of the Commonwealth, “ as debts secured by mortgage are now by law recoverable.”\nIn the absence of any express provision that the scire facias shall be issued hj the Common Pleas, we are of opinion that the jurisdiction given by the Acts of 1836 and 1844 to the District Court remains unimpaired, and that it excludes the jurisdiction of the Common Pleas.\nThe learned judge of the Common Pleas was right in refusing to try the issue raised upon the scire facias, and in certifying that the proceedings came within the provisions of the acts referred to; but he should have further certified the case, and all papers connected therewith, to the District Court, as provided by the 7th section of the Act of 16th June, 1836.\nThe judgment of the Common Pleas upon the question of jurisdiction is affirmed, and the record is remitted to said court, with direction that the case be certified by' the Court of Common Pleas to the District Court for further proceedings, according to law."}