{"id": "982954", "contents": "The opinion of the court was delivered by\nArmstrong, J.\nThe instrument on which this suit was brought, usually called a due-bill, was not payable to order, or bearer, and was not negotiable. The assignment, therefore, to McGuffey, made nineteen months after its date, does not change its character, and the suit is to be regarded in all its relations as between Thompson and McClelland, and without reference to the use man, and subject to every legal set-off which the defendant could have against the plaintiff. The offer disclosed, among other things, that a judgment had been obtained on the 9th of July, 1853, by the county of Allegheny against William S. Thompson, John Phillips, and A. H. McClelland, which, by a statement of the county commissioners filed the 13th of May, 1854, amounted to $4139 — that Phillips and McClelland were only sureties of Thompson, whose property was exhausted, and he insolvent. That on the 25th of January, 1855, McClelland paid on this judgment $500, and at another time $123.29. Why was not this a proper set-off? It was in the same right, between the same parties, and more than sufficient to cover the plaintiff’s claim. It is said on the part of the plaintiff that the mere rendition of a judgment against McClelland, as the security of Thompson, before the assignment to McGuffey in good faith and for a valuable consideration, did not protect McClelland from the payment of the note to the assignee. If this were all, it might afford some show of defence. But the defendant, in addition, proved the actual payment of the money, and to this, the assignee, who stands on no higher ground than the assignor, can make no satisfactory reply. Had McGuffey called on McClelland before he took the assignment, and inquired if there were any objections to payment, the silence of the latter might possibly have precluded him from making the present defence. But of this we have no evidence, nor is there anything to show that McClelland had any notice whatever of the assignment to McGuffey before suit brought.\nThe set-off was therefore properly allowed.\nJudgment affirmed."}