{"id": "982945", "contents": "The opinion of the court was delivered by\nPortee,, J.\nThe resolution which gave the plaintiff his only hold, wanted the essential elements of a contract. It was but an .expression of the mind of the corporate body, for that which a man may accomplish by the power of speech, an artificial person is compelled to do by written resolve, and, in either case, a change of intention is not necessarily a breach of contract. The agreement which the resolution embodied, had no sufficient consideration for its support. If rested on the ground of moral obligation, that principle will be found so restrained by Kennedy’s Executors v. Ware, 1 Barr 445, and by other cases of like character, as to yield the plaintiff little support. But no such ground existed, for although he performed the work faithfully, his labours fell within the limit of his duty as a director, and the fact that he performed them with an exuberance of good faith, imposed upon the corporation no moral duty to pay for them. The legal obligation was as defective as the moral. When the resolution was passed, the consideration had been executed, for the services compensated by this verdict had been previously rendered, and there is no proof of a precedent, or contemporaneous request. It is quite true that they were beneficial to the defendant, and a request might, in' the liberal spirit of the modern decisions, be implied, but in the instance of gratuitous services performed by a party in the line of his legal duty, there is no case which authorizes such an inference. Our decision must be placed on yet higher ground. We regard it as contrary to all sound policy to allow the director of a corporation elected to serve without compensation, to recover payment for services performed by him in that capacity, or as incidental to his ofiice. It would be a sad spectacle to see the managers of any corporation, ecclesiastical or lay, civil or eleemosynary, assembling together and parcelling out among themselves the obligations or other property of the corporation in payment for their past services. At such conduct the Act of 25th April, 1855, aimed a well directed blow, by making it punishable by indictment. The civil law, however, required not this support from a criminal statute. In Collins v. Godfrey, 1 Barn. Ald. 956, a director of a bank was prevented from receiving a reward offered by the bank for the recovery of stolen property, because he performed nothing but his duty in endeavouring to recover it. In Dunston v. The Imperial Gas Co., 3 Barn. & Ald. 135, a resolution formally adopted, allowing the directors certain compensation for attendance on courts, &c., was held insufficient to give a director a right to recover for such services. This is a clear and pointed case. Chandler v. The Monmouth Bank, 1 Green 225, is not an authority to the contrary, for the charter of that bank contained a peculiar clause forbidding compensation to a director, “ unless the same shall have been allowed by the stockholders.” Thus stands the law. We have no fear of practical inconvenience from it. If the services of the director become important to the corporation, let him resign and enter its employment like any other man. If it be proper that directors generally should receive compensation, let it be so provided in the organic act which creates the body. Those who commit their money to its care, will then do it with their eyes open. Until this be provided, there is no reason in law or morals for allowing their property to be taken without their knowledge or consent.\nJudgment reversed."}