{"id": "982903", "contents": "The opinion of the court was delivered by\nWoodward, J.\nSued for the money which by the agreement of 29th November, 1848, he had bound himself to pay, the defendant offered and was permitted to show that the agreement was founded on a statement of the debts of the firm which was prepared and shown to him with the knowledge and sanction of the plaintiff, and which, through fraud or mistake, was grossly inaccurate. Though represented as containing a substantially true state of the concern, the schedule omitted an aggregate of indebtedness greatly exceeding the whole purchase-money to be paid. The evidence of these facts, believed by the jury, was of course fatal to the plaintiff’s action. The objection to it was in the court below and is in this court, that it contradicted and varied the written agreement, and that salutary rule of law is invoked which forbids parol evidence to be employed for such a purpose.\nThis rule of law is sometimes misconceived, and its application becomes often very embarrassing in connexion with that principle of equity constantly recognised by the courts, that fraud or mistake is ground on which a writing may be reformed. Let us see if both principles cannot be so stated as to exhibit their coherence and harmony.\nThe one is a rule of law, the other of equity. But the legal rule has less scope than the argument in this case, and the use that is commonly made of it, would seem to imply. It is a rule that has reference exclusively to the terms in which the writing is couched. When parties have deliberately put their engagements into writing, and no ambiguity arises out of the terms employed, you shall not add to, contradict, or vary the 'language mutually chosen as most fit to express the intention of their minds. What if the parol evidence prove, never so clearly, that they used such and such words in making their bargain; the writing signed, if it contain not those words, is final and conclusive evidence that they were set aside in favour of the other expressions that are found in the written instrument. And hence this rule of law is only a conclusion of reason, that that medium of proof is most trustworthy which is most precise, deliberate, and unchangeable.\nBut evidence to explain the subject-matter of an agreement, is essentially different from that which varies the terms in which the contract is conceived. It is the dictate of common sense, and therefore a rule of law, that every written instrument is to be interpreted according to the subject-matter, and yet the nature and qualities of the subject-matter are seldom fully stated, often only alluded to in the writing. Thus in the agreement on which this action is founded, Riddle binds himself to pay Barnhart’s share of the “ demands” against him as a member of the firm of M. Riddle & Co., but there is no specification of the demands, either as to character or amount. Now in this case, as in many others, it is obvious we must resort to parol evidence in explanation of the scope and object of the agreement, if we would cause it to have the effect the parties intended it should have.\n“Demands:” what demands, how many, and to what amount? Parol evidence, or proof outside of the agreement, can alone inform the judicial conscience. But if the evidence shows, that the parties contracted with a schedule of demands before them, it is reasonable to infer that they meant the covenant to pay should be construed in reference to that schedule; that their agreement, indeed, was based upon the prepared statement.\nAnd such evidence is not obnoxious to the rule that excludes parol proof to vary written instruments, any more than the evidence in Doe v. Burt, 1 Term Rep. 701, where a lease described the demised premises as a messuage, consisting of “ one room on the ground-floor with a cellar thereunder.” The question was, whether the cellar passed to the tenant, and parol evidence was received that at the time the lease was made, the cellar in question was in the'occupation of B., another tenant, and therefore it could not have been the intention that it should pass under this lease. So also in our own case of Bertsch v. The Lehigh Coal and Navigation Company, 4 R. 130, in a proceeding for damages done to the plaintiff’s land, he was met by his written agreement granting the right of passage through his land, but was permitted to prove that at the time the agreement was entered into, the line or route of defendant’s canal was designated by stakes set up through his land, and that the written agreement was made with reference to this line, and was not intended to apply to that to which the route was afterwards changed. Many other cases might be cited from the books to mark the distinction, too often lost sight of by counsel in the zeal of an argument, between evidence to alter the language of a written instrument, and evidence to define the position of the parties, and the nature and condition of the subject contracted about. So long as parties call on courts of justice to administer their contracts, they must expect them to be administered as nearly as may he according to the very intention and understanding that were present in the minds of the parties when the contract was signed, and to this end courts take the language employed and apply it to the surrounding circumstances, exactly as they believe the parties applied it. In other words, they hold to the rule that plain and unequivocal terms shall not be altered by parol, but that such explanations of the subject-matter may be proved, as shall give those terms the intended effect.\nAnd out of this distinction grows that branch of equity jurisdiction which claims, somewhat arrogantly, the exclusive right to relieve against fraud and mistake. Whether we say that equity relieves against a contract founded in fraud or mistake, or that the law refuses to enforce such a contract, we mean the same thing, that justice is to he done, and that the fraud or mistake may he proved by parol.\nThe evidence in the bill of exception, tended very strongly to prove a case for equitable relief. Riddle agreed to buy out Barn-hart’s interest in a certain mercantile firm — to pay him $800, and to pay his share of the demands against the firm. The statement of those demands which was made out was properly admitted in evidence on the principles already adverted to, and then it was shown to the satisfaction of the jury that the demands exceeded the amount contained in the statement by a sum nearly or quite double the consideration agreed to be paid. When it is considered that the firm goods for which Riddle was to pay $800, would be liable for the full amount of the demands against the retiring partner, it is impossible to conceive that he meant to give the above price for being put into such a liability, or that Barnhart expected to receive it. Riddle was either overreached, grossly defrauded by false representations, or else both parties were egregiously mistaken as' to the amount of Barnhart’s indebtedness. The latter is the more charitable supposition, and just as efficacious as a ground of defence. Equity would relieve against a covenant to pay founded in so gross a mistake — the law will not enforce it. And the evidence upon which equity would proceed, or the law refuse to proceed, is such necessary and natural proof as that in the bill of exceptions, which explains fully what the parties treated about without contradicting anything they have set down in their agreement.\nThere is nothing else in this case. The evidence properly admitted was properly submitted to the jury, and their verdict was an end of the case.\nThe judgment is affirmed."}