{"id": "982943", "contents": "The opinion of the court was delivered by\nArmstrong, J.\nThis action was brought to recover the retained per centage on a contract to build a section of the Huntingdon and Broad Top Mountain Railroad. The contractors were paid by the company for all the work done, but reserved ten per cent, which they refused to pay on the ground that the contract had not been completed, and the per centage was forfeited to the company. To obviate this objection, the plaintiffs proposed to prove “ that the company failed according to the contract to pay the contractors, by reason- of which failure the contractors were unable to continue their work.” This was objected to by defendants, admitted by the court, and its admission is assigned for error here. Let us look at the record. In the first place, John Hohman and Josiah M. Christy bring an action of assumpsit against the company, filing a declaration containing all the common counts; also a count for balance due on settlement; the ten per cent, retained; a quantum meruit, and a special count on the contract. To all these the defendants plead unon assumpsit,” except the last, to which they demurred, and afterwards withdrew their demurrer. The plaintiff also filed a declaration in covenant, and the defendants added the plea of covenants performed absque hoc, &e. On this state of the pleadings the parties went to trial. The original contract was under seal, and between John McGovern and William Ayres, president of the company. McGovern was a new party to the record, introduced by consent, as we will presume, for the purpose of reaching the merits of the case. Here we have two declarations, with their respective pleas and issues, and no withdrawal of either; and upon this confused and multiplied state of the pleadings we are asked to decide that the plaintiff should not have been permitted to show that he was prevented from complying with the contract by reason of the default of the defendant. The plaintiff in his narr. in covenant averred performance on his part; and it is true that the addition of absque hoc to the plea of covenants performed, puts the plaintiff to the proof of performance. But that which is equivalent to proof, is proof. “ When one party is the cause why the covenant by the other party cannot be performed, performance by the latter is excused; and the thing contracted to be done by the former may be enforced by suit without averring performance: proof of such conduct will support the averment of performance:” U. S. Digest, vol. 1, p. 691, § 420, and cases there cited. The evidence offered was such as properly belonged to the case. Under the pleadings in assumpsit it was clearly evidence. If objectionable under the plea to the declaration in covenant, it could only be because of defect in not setting out the defendant’s default, and that thereby the plaintiff was prevented from complying. But no such objection was made to the evidence. If it had been, the plaintiff would have had the right to amend. “ Whenever the defect in the declaration, &c., is such as would be amended in the court before whom the trial is had, it is cured by verdict.” “ The court uniformly consider the error as waived, and consider that done which might be done:” 2 Harris 513. From the state of the record, the substitution of a new party, with both declarations in at the same time, and no objection to either; it is fair to presume that both declarations were considered as one, and that the parties intended, without regard to form, to try the cause upon its merits; and after a verdict upon a trial there had, we will not disturb it on an objection so purely technical.\nThe first error being disposed of, the second and third must fall with it. The questions submitted to the jury, as complained of in these assignments of error, did arise on the pleadings, shown by the whole record. And the court fairly left it to the jury to say, whether the limiting of the expenditures by the defendants to the sum of $500 per month, and never paying their instalments in full, &c., were the causes which prevented the plaintiffs from pushing their work to completion. The charge was as favourable to the defendants as they could reasonably expect. The court said: “ If the jury believe that the work was abandoned by these plaintiffs because they were losing money on it, then they forfeited the amount now in suit and cannot recover 'it. It is only when the jury believe and are thoroughly persuaded that the plaintiffs were willing to comply with the contract, but were prevented from the completion of the section by the acts of the company in refusing to pay the money according to the contract, that you can find for the plaintiffs.” In this there was surely nothing of which the defendants could complain.\nThe judgment is affirmed."}