{"id": "982916", "contents": "The opinion of the court was delivered by\nLowrie, J.\nThe widow went far enough back, at least, for a prima facie title, when she started with a conveyance in fee from the defendant below to her late husband, and therefore the exceptions to the evidence are unfounded.\nAnd when he appears as defendant, and denies her right of-dower, he thereby claims to be tenant of the freehold, and it was proper to refuse to let him set up title in a mere stranger, under whom no one is claiming.\nThe legal title was in the name of Jared, but Charles held his written receipt for the purchase-money paid by him, and an agreement to convey the lot to him on request; and the parol evidence offered against this is condemned by the statute of frauds, and by the rule forbidding written contracts to be contradicted by parol testimony, and was properly rejected.\nIt appears, then, that Jared is in possession with no other title than as heir of his brother, and he denies dower to his brother’s widow. He must show a better title in himself before he can defeat her. As things now appeal’, she is entitled to her statutory dower of one-half of' the land.\nIt is supposed, however, that the widow has mistaken her remedy in bringing this action. But we do not think so. A widow may claim her statutory dower by the common law action of dower where the land is in the adverse possession of one denying her right, or of one not amenable to the Orphans’ Court process. This rule was acted on in another case of Evans v. Evans, reported in 9 State Rep. 190, but more fully reported on this point in Phil. Rep. 113. See also 13 S. & R. 93; 2 Whart. 188; 8 Watts 415 ; 1 State Rep. 324.\nWe discover no error in this case, except in allowing a recovery of dower pf one-half the land, where the claim declared on is for one-third, and for this we must reverse. We cannot amend the mistake here; but we see nothing to prevent the Common Pleas from permitting it, as in- other cases of mistake, in stating the amount of a claim, and it is submitted to their discretion.\nJudgment reversed and a new trial awarded."}