{"id": "982909", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nAfter a judgment has been entered by confession, an application to open it is to be determined by the court below, on a view of the evidence exhibited on the hearing. The law has provided no bill of exceptions to the evidence in such a case, and the result is, that the decision of the court of original jurisdiction, on an application to open one of its own judgments, is not the subject of review on a writ of error. The record shows that the court granted a rule to show cause why the judgment should not be opened, and afterwards directed that an issue should be formed on the facts set forth in the application, in which Bunce should be plaintiff, to be put on the trial'list for both weeks in April, 1857. On the 15th April, 1857, the issue was continued on the application of Bunce, and on his paying the costs of court, and “the rule for staying proceedings was discharged.” The rule to show cause why the judgment shall not be opened was an implied stay of proceedings, and was the only rule to which the order of 15th April, 1857, could apply. The continuance was granted to Bunco on the terms of discharging the rule. This left the remedy of Bunce somewhat precarious; but it is not certain that he had any merits. Be that as it may, the court below was the proper tribunal to decide upon his application, and we have no power to re-examine the decision.\nBy the Act of 17th April, 1856, an additional judge was created for the counties of Erie and Crawford, and it is provided by the act that he shall hold “ courts” in the county of Crawford, “ one term commencing on the third Monday in January, to continue two weeks; one term commencing on the third Monday in May, to continue two weeks,” &c. The fi. fa. issued in this case was returnable on the third Monday in May, and a question has been made whether executions may be made returnable to the terms required to be held by the additional judge. They are as much terms of the court as those held by the other judge. There is no reason why executions might not be made returnable to them. Justice should be speedily administered, and the recognition of the power of the additional judge to transact any business which may arise within the jurisdiction of the court facilitates that object. This construction is in conformity with the practice which has prevailed in that district since the additional judge was elected, and we are of opinion that such practice is in conformity with the true intent of the law.\nJudgment and execution affirmed."}