{"id": "982911", "contents": "The opinion of the court was delivered by\nKnox, J.\nThis was a proceeding under the fourth section of the Act of March 27, 1848, to recover damages alleged to have been sustained by the petitioners in consequence of the construction of the Pennsylvania Railroad.\nThe viewers awarded to the petitioners the sum of $2200, and the award was approved by the Court of Common Pleas of' Cambria county. At the instance of the company, the record is brought into this court for review.\nIt is objected to the validity of the proceedings,\n1. That the petition does not set forth the inability of the parties to agree upon the damages, nor the absence or legal incar pacity of the owners.\n2. That the report does not show that there was a hearing before the viewers, of the parties, and that the action of the viewers was in fact founded upon ex parte statements, made by the claimants in the absence of the other party.\n3. That no description of the property taken and appropriated is given in the petition or in the report, and that the quantity of ground required and necessary for the construction and maintenance of the railroad is not accurately stated in the report.\nThe first objection is obviated by the amended petition sworn to by one of the petitioners, and filed in the Common Pleas before the view was taken.\nIt is unnecessary for the report to show affirmatively the presence of the parties at the time the view was had, or that witnesses were regularly called and sworn. In this respect the presumption is in favour of the regularity of the action of the viewers ; and to show any actual illegality, the remedy is confined exclusively to the Common Pleas, where the facts may be shown by evidence.\nThe precise quantity of ground taken, occupied, and used, is stated to be 1 Sere and 13 4-10ths perches. Whether the quantity of ground is accurately stated or not, we have no means of ascertaining; but the presumption is in favour of the correctness of the report.\nBut the objection that the'ground taken is not described in any part of the record, is well founded in fact, and the want of such description prevents our confirmation of the judgment of approval entered in the Common Pleas.\nIn O’Hara v. The Pennsylvania Railroad Company, 1 Casey 445, a report of viewers was set aside at the instance of the landowner, because there was not a full description of the land taken by the railroad company; and in Zach v. The Pennsylvania Railroad Company, Id. 394, the report gave the length and breadth of the strip of land taken, and stated that the value of the land was embraced in the damages awarded. A plot or draft was also annexed to the report. The report was set aside because the quality and value of the land were not specifically stated.\nThese cases show that where the company is the petitioner, the proceedings are closely scrutinized; and there is no reason why we should be more lenient to proceedings commenced and conducted by the other party. At all events, in every case, the land taken should be so described, either in the petition or in the report, that its identity would not be questionable. There is no hardship in requiring this to be done, for the viewers must know the length and breadth' and precise locality of the land, in order to state the quantity, quality, and value. Where there is any difficulty in describing the land, the railroad company, upon application, ought to furnish the petitioner or the viewers with a correct description; and in case of a refusal, no exceptions, founded típon the absence or inaccuracy of description, would be listened to on behalf of the corporation.\nAn accompanying plot or draft may not be necessary in every case, but the description ought to contain at least the length, breadth, and where the line is not straight, also the courses and distances; and, in addition thereto, the boundaries should be stated. Such a description would afford valuable aid in examining the accuracy of the viewers; but its most important office is to furnish reliable evidence of the identity of the appropriated land for future reference.\nIn the case under consideration, the report appears to have been carefully and accurately prepared, except in the matter of description; but in this it is fatally defective.\nThe judgment is reversed, and new view awarded; costs to abide the final result."}