{"id": "982948", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe main ground of defence was that Findlay had paid in damages for taking Koontz’s property, on an execution against the Ayres, more than the penalty of his indemnifying bond to the plaintiff, and therefore that he could not be further charged on that bond. The all-sufficient answer to this defence was, that he had not paid these damages on the bond.\nThat he required the constable to levy on these goods, and that they were the same goods for taking which Koontz recovered against him and the constable, are two facts fixed by the verdict, and on these his liability over to the constable is grounded. What he was required to pay to Koontz in response for the trespass against Mm, was not performance of the condition of the indemnifying bond. That is too clear for argument.\nThe constable paid $287 of the judgment recovered by Koontz against him and Findlay. To that amount he was damnified by reason of the levies he made. But holding a similar bond of indemnity from Gr. Miller for levying the process of Miller & Dively at the same time on the same goods, he enforced it by action for the whole penalty, which was paid to him by Miller. This left him out of pocket only $82. For that amount he falls back on the indemnity given him by Findlay. It is fortunate for the defendant that the constable is not obliged to claim the penalty of the bond. What he does claim was legally and justly due.\nTrue, he levied the process of Miller & Dively as well as that of the defendant, but acting for both creditors and under indemnity from both, he might resort for compensation to either or both. Having exhausted his remedies against Miller, Findlay has no reason to complain that a sum so much below the penalty of his bond is required of him.\nIf the constable had been left to act on his official responsibility, he would have had no right to seize so much property on two so small executions; but had he been so left, the probability is he would not have levied on any of these goods as the property of the defendants in the execution. Certain it is that he was ordered and directed by the defendant to make the levy, and the defendant may have thought, and not without reason, that the title of the Ayres was so questionable that the whole of the goods would be needed to produce money enough to satisfy both executions. But it is not for Findlay now to object that the constable made too large a levy, for his authority and recognition are everywhere apparent throughout the transaction. Besides pointing out the property and giving the indemnifying bond, he bought a valuable part of the property at the sale, and was present, consenting to the sale of the whole.\nThe errors assigned all relate to the charge of the court; but, so far from seeing any error in it, we think it was a sufficient answer of the defendant’s points, and an accurate exposition of the law of the case.\nThe judgment is affirmed."}