{"id": "982956", "contents": "The opinion of the court was delivered by\nArmstrong, J.\nJoseph D. Reinboth, executor of Jacob Von Neida,- deceased, claimed title to the undivided half of a tract of land, in Zerbe township, warranted in the name of “ B. F. Young,” containing 150 acres. The regularity of the title from the Commonwealth to Von Neida seems not to have been contested. But the defendants allege that, that title has been divested by a treasurer’s sale for taxes. And in support of this, offer the sheriff’s deed-book, showing the acknowledgment by George Weiser, treasurer of Northumberland county, on the 20th of August, 1824, of a deed to Edward Staples for the land in question, sold on the 16th. of June of the same year. The deed having been lost, this, in connexion with the testimony of Hon. Charles Hegins, was offered as additional evidence of the existence of the deed. It was admitted, and forms the first bill of exceptions. Almost every official paper or entry found in the commissioner’s or prothonotary’s office in relation to unseated lands, has been held as proper to go to a jury. Independent of the testimony of Judge Hegins, it would have been rightly received for what it was worth. And with his evidence, and for the purposes intended, it was correctly admitted.\nThe second error assigned, was the admission of the record of a deed from Staples to Donnel for nine tracts, including the land in question, and reciting a treasurer’s sale of 1824. The objection was, that no title had been shown in Staples. It is true, the treasurer’s deed to Staples had not been shown ;.but the treasurer’s sale-book, showing the .sale to Staples — the entry of acknowledgment of the deed by the treasurer to him; the testimony of Judge Hegins, who as administrator of Charles G. Donnel had charge of his papers, proving the existence of the deed; its identity with the land in controversy; its loss; and diligent search made for it — sufficiently accounted for this missing link in the chain of title, and fully justified the admission of the record offered.\nThe refusal of the court to charge as requested, in plaintiff’s 1st, 3d, 4th, 5th, and 6th points, remains to be considered. In 1811, Frederick Haas, being the owner of the land, conveyed it to Elisha Geiger, who gave the plaintiff’s testator a paper of the following import:—\n“Received April 1st. 1817 of Jacob Yionady the sum of twenty five dollars Being in full for his half part of the last payment I Paid to Frederick Ilaus for a tract of land in shamokin containing one hundred and fifty acres the Deid maid In Elisha Geiger Nam But I do certify that one Equal half part of the above Tract of land Belongs to said Jacob Yionady as whitness my hand this day and date above Ritten.” (Signed,) “Elisha Geiger.”\nJacob Yon Neida, by his will, dated in 1835, appointed Joseph D. Reinboth his executor, with power to sell his real estate. Thus stood the plaintiff’s title until the 16th of June, 1824, when the land was sold at treasurer’s sale for the non-payment of taxes, to Edward Staples, and two years were suffered to pass without any redemption. What now was the position of the parties ? The instrument of the 1st of April, 1817, clearly shows that, although the deed was in the name of Elisha Geiger, the undivided half of the tract belonged to Yon Neida. They were, therefore, at the time of sale, tenants in common, and had either redeemed, or, within two years, purchased the treasurer’s title, it would have enured to the benefit of both; but the time of redemption having passed, the title of the former owner was gone, and the purchaser (Staples) coming in as a stranger, there being no privity between him and the former owners, his title was absolute. And now, either the heirs of Geiger or Yon Neida, might have purchased of Staples the entire title with perfect safety. But they have not, nor has the plaintiff, shown any other title that is available against the defendants. On the 31st of October, 1829, Edward Staples conveyed this land to Charles G. Donnel; and plaintiffs contend that, as Mr. Donnel appeared as attorney for the heirs of Elisha Geiger to an alias scire facias, on mortgage, issued to November Term, 1830, against David Sholl, who then owned this land; and, as Christopher Geiger proves that he employed Mr. Donnel as counsel for his father’s estate, the purchase of Staples would enure to the benefit of Elisha Geiger’s heirs, and Donnel would be estopped from asserting title in himself. If this were admitted, it could not benefit the plaintiff, who must show a good title in himself, and his title was divested, beyond redemption, in 1826. The legal title, derived from Staples, was in Dorinel; and, even if he held it in trust for Elisha Geiger’s heirs, the plaintiff could gain nothing by setting up the title of the cestui que trust, as all privity between himself and the Geigers was severed by the treasurer’s sale, after which, there being no redemption, the treasurer’s deed, in whosesoever hand it might be, could be well set up against the plaintiff as an outstanding title.\nAgain, it is said that Elisha Geiger held the undivided half of the land in question as trustee for Von Neida; and that, upon the death of Geiger, the trust estate descended to Christopher (his oldest son and heir-at-law), who could not purchase at treasurer’s sale so as to defeat the title of his .cestui que trust Von Neida; and that the tax sale of 1840, if valid, discharged the staple title. If the land was unseated, and a tax duly assessed and unpaid, and of this no question was made on the trial, the tax sale of 1840 would certainly prevail over the Staple title of 1824, and it would as certainly prevail over the plaintiff’s title which was lost by the sale in 1824. There is no ground for saying that Christopher Geiger, by his purchase, through Charles Donnel, in 1840, held any interest in the land in trust for Von Neida; and how far he held in trust for the other heirs of his father, is a question with which the plaintiff has no concern. Had he purchased at the sales of 1840, his right to do so could not be disputed by the heirs of Geiger. They owed no duty to each other after their title became extinct' by the treasurer’s sale of 1824. The tax sale of 1840 may have been unnecessary — it may have been on the part of Mr. Donnel, as the court below observed, “ a measure of professional precaution,” or the “ securing of convenience in conveyancing.” It is unlike a sale by the sheriff, which conveys only the title of the defendant. A tax sale extinguishes all previous titles; and, if Christian Geiger (whose interest in the land was afterwards conveyed to the Zerbe Hun and Shamokin Improvement Company) had the slightest doubt of the sufficiency of the former title, he had a right to perfect it by a purchase at the sales of 1840, and by this, as well as the former sale, the plaintiff’s title was gone. There was, therefore, no error in the court saying that, “ upon the whole case, if the jury believe the testimony of Judge Hegins, the defendants are entitled to a verdict.”\nJudgment affirmed."}