{"id": "982947", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nIt is impossible for one without either title or power to convey a valid title to another. The streanl cannot rise above its source. The case of a bona fide purchaser, without notice, is not an exception to the rule, for it is because the vendor had the perfect legal estate that he could extinguish the equity of another by a sale to a purchaser without notice. It follows that a tenant for life, who has lost his right by an adverse possession of twenty-, one years, can neither recover the land himself, nor, by transfer of his claim, enable any one else to do it before the termination of the life estate. The statute of limitation gives a perfect title: 5 S. & R. 240; 10 Watts 295; 7 Harris 306. It is a mistake to suppose that the person barred by the statute loses nothing but his remedy. The law never deliberately takes away all remedy without an intention to destroy the right. Remedies are frequently changed. One is withdrawn and others remain, or one is substituted for another. But when all remedies are taken away after a specified period of neglect in asserting rights, and when this is done for the purpose of promoting the best interests of society, the right itself is destroyed. In this case, the tenant for life, at the time he released to the plaintiff, could neither make entry nor maintain any real or possessory action. His right was completely vested in the person in possession. He had nothing whatever to convey. His release was not worth the paper on which it was written. It put the plaintiff in no better situation than he was in before. It is idle to suppose that the transfer from Henry Moore, the tenant by the curtesy, to Eli Moore, the remainder-man, can operate, by way of merger, so as to destroy the legal estate of Luce. The transfer is not strictly a release, because Eli Moore had neither possession nor right of possession when he received it. It is not properly a surrender, because Henry Moore had neither possession nor right of possession when it was made. It can be nothing more than a mere transfer of his right, and that, as we have seen, was nothing. But conceding that it may operate as a technical release or surrender, so as to drown the less estate in the greater, as between the parties to it, it cannot have that effect against strangers who were not parties to it. Merger takes place when a greater and a less estate come together in the same person, and when there is no reason for their longer existence as separate estates. The doctrine has its foundation in the convenience of the parties interested, and therefore whenever the rights of strangers, not parties to the act that would otherwise work an extinguishment of the particular estate, require it, the two estates will still have a separate continuance in contemplation of law. If the tenant for life incurs a forfeiture, the remainder-man is not bound to treat the estate as merged, and to enter immediately. He may have his action after the death of the tenant for life, without being affected by the previous possession. So if there be a judgment or mortgage or lease for years, or any other interest derived out of, or attaching upon the life estate, the tenant for life cannot destroy these rights by a surrender, or a release, or by any other voluntary act for the purpose of merging the particular estate in the greater. If he cannot destroy partial interests, carved out of his estate, there is still less reason why he should- have power to destroy the title of one who has acquired his whole estate. The defendant below has that estate. Henry Moore’s transfer does not impair it in any respect. Eli Moore may recover after the death of Henry Moore, but not before.\nThis is the principle recognised in Crow v. Kightlinger, 1 Casey 343. The case of Marple v. Myers, 2 Jones 122, does not stand in opposition to it. It is true there appears to have been a recovery of one-third of the land, in opposition to the principle, but the defendant in possession, whose rights were affected by it, took no writ of error, and no one made objection to that part of the case. The plaintiffs in the case could make no objection to it, because the decision was in their favour. But they took a writ of error because they were not allowed to recover the other two-thirds claimed under a different title, and the only error assigned was to that part of the charge in which the jury were instructed that the plaintiffs were not protected by the proviso in the statute of limitations in favour of persons under the disabilities of infancy, lunacy, &c. The present question was neither raised, considered, nor decided. The remark of the judge in relation to it was not pertinent to the matter in judgment, and cannot be received as an authoritative exposition of the law.\nIt is perfectly immaterial whether Yanvoorhis ever paid over to the parties entitled the money received on his sale of the land to Earquhar. The contract with Yanvoorhis, and the deed from him, as the agent of Nancy Moore, were given in evidence merely for the purpose of showing the extent of the defendant’s claim under the statute of limitations. The non-payment of the money by Vanvoorhis to Nancy Moore could not tend in the slightest degree to show that the extent of the possession was not as claimed. The want of authority in Yanvoorhis either^to sell or convey was equally unimportant in its bearing on that part of the issue.\nJudgment affirmed."}