{"id": "982938", "contents": "The opinion of the court was delivered by\nLowrie, J.\nAll the questions of law raised in this case are expressed in the points submitted by the counsel on the trial. In charging the jury, the court affirmed the third point of the plaintiff below, and thereupon the defendant excepted and had his bill sealed. All the other points were reserved, and afterwards decided against the defendant, and the bill of exceptions sealed to this decision puts the points upon the record for the purpose of review here.\n■ The land in controversy is held by the defendant under a judicial sale to himself, on a judgment in his own favour, against one Lonergan, and the jury have found that Lonergan confessed that judgment in contemplation of bankruptcy, and for the purpose of giving this defendant Fenlon a preference over his general Creditors. Is this fact sufficient to avoid Fenlon’s title, without it being proved that he was in any way a party to the fraudulent purpose of Lonergan ?\nWe think it is not, and that such is the rule of the second proviso of the second section of the bankrupt law. It is not found that Fenlon was guilty of any wrong towards the general creditors, and therefore we find no legal reason, and certainly there is no moral one, for wiping out his just claim. But if the contrary is the rule, then he loses his debt, and is decided to have rightly lost it, because of the sin of his debtor. We cannot think that the bankrupt law is so unreasonable: 3 McLean R. 185, 587; 2 Woodb. & M. 347; 3 Story 507 ; 4 State R. 284.\nThe law declares that certain acts done by a debtor in contemplation of bankruptcy, “shall be deemed utterly void;” but this means only that, when controverted in proper time and place, and by proper parties, the court shall treat them as void. And surely no court would treat a judgment confessed in contemplation of bankruptcy as utterly void, after it has been carried into execution by a sale of the debtor’s property to an innocent purchaser. Such a fraud upon the bankrupt law would have to be brought in question in some other form.\nAnd suppose the judgment-creditor to have been entirely ignorant of his debtor’s intention to evade the bankrupt law, and that he never learns it until ten or a dozen years after he has executed his judgment, and bought the land under it, and after all the bankrupt’s estate has been settled up and divided among other creditors; must every court still deem as utterly void the judgment and the title derived under it ? This is impossible.\nThe Bankrupt Court may very safely and properly treat preferences as void, and set them aside, irrespective of any question of fault in the creditor; because then he is not allowed to suffer, but is let in upon the assets on the same terms as other creditors, and that was the very purpose of the second section. It provides for avoiding, not the debt, but the means of securing it a preference. It is a rule for administering the bankrupt’s estate in the Bankrupt Courts, rather than a definition of the rights of the parties out of it.\nThe defendant’s seventh point asserts the proposition that this suit is barred by the eighth section of the bankrupt law; and it is argued that this is so even if the creditors did not, within the two years limited by the act, know of the preference. However this may be (24 State R. 54, 17 Howard 315), we do not think it necessary for us to decide it.\nThe section that declares a preference void, immediately adds that the bankrupt assignee may claim and recover the same as part of the assets, and the debtor shall receive no discharge. Of course, then, the assignee may have a judgment set aside that is affected by this vice; and so of any sale made under it to the preferred creditor. But here is revealed the purpose of treating the preference as void; it is that the property may become part of the assets, and that the bankrupt may not be discharged. The process for ascertaining the fact of preference is, therefore, plainly a part of the bankrupt proceeding, and does not fall within the province of any other court, or furnish the foundation of an independent action.\nAnd the bankrupt courts have full power over such a question, and we think that it is exclusive. The fifth section gives them power to set aside any debt founded on fraud or illegality; and the sixth section gives them jurisdiction in all cases and controversies arising between the assignee and the creditors, and between the assignee and the bankrupt, and over all things done under or in virtue of the bankruptcy, until the final settlement of the estate and close of the proceedings. And the eighth section gives them jurisdiction in law and equity in all suits which the assignee may bring against any person claiming an adverse interest touching any property or rights of property of the bankrupt. If the bankrupt court had inquired into this alleged preference, and set it aside, that would have been conclusive. We have no business with it, as we should have had, if Eenlon had obtained this land by any fraud not connected with the bankruptcy. The effect of controverting a preference there and here are totally different. Bone there, the creditor is reduced to an equality with others. Done here, he is deprived of his rights as a creditor. Done there, the bankrupt law is fully administered. Done here, it is not; and this difference points to the forum that ought to decide the question. We think, therefore, that the defendant’s third point ought to have been affirmed.\nThe other points involve questions of fact not found by the verdict, and not appearing in the evidence, and we can express no opinion upon them.\nJudgment reversed and a new trial awarded."}