{"id": "982923", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThere is no principle of law more consonant with reason, or better supported by authority, than that a conveyance which is fraudulent as to creditors, binds, nevertheless, the parties to it. Through that “cloud of authorities” of which the counsel speak, this principle shines perpetually, and it .guides us to the conclusion that the appellant is here without merits.\nHaving caused his house and lot to be conveyed to his wife for the purpose of hindering and delaying his creditors, denying his ownership as long as denial would serve to keep them off, he chops round now when they have raised $314.26 out of the property by a sheriff’s sale of it, and claims $300 of the proceeds under our exemption statute.\nIt would be a perversion of that humane law to apply it to such a case. As to his creditors the fraudulent deed was void, and he . remained the owner of the property, but the deed concluded him for all other purposes. The statute was not made as an instrument of fraud to delay and hinder creditors, but to secure to honest debtors from the wreck of their fortunes a subsistence until they can do something for themselves and families.\nBut if a debtor may first convey away his property in fraud of creditors, and then when it is seized or sold come in and take the proceeds, the statute is worse than the fraudulent deed, because more efficacious to cheat the creditor.\nIt is argued that the statute exempts property “ owned by or “ in possession of” the debtor, and hence that'Huey was entitled to the, fund in virtue of his possession of the property, even if he was not the owner of it.\nThe answer is at hand. Judgments on contracts, and distresses for rent, are the two kinds of creditorship to which the statute applies the exemption, the first of which can be levied only on property owned by the debtor, but the other of which may seize as well that of which the tenant has the possession merely, as that which he owns. The exemption clause therefore mentions both ownership and possession, but the latter word is to be referred to distresses for rent, and has no application whatever to judgments. This distinction, overlooked by the argument, accounts sufficiently for the phraseology of the enactment.\nOn the whole we think the decree of the court was right, and it is accordingly affirmed."}