{"id": "985089", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nMuch of what we have said in Miller v. Fiehthorn is applicable here, and we need not repeat the discussion. The instrument on which this suit is brought certainly needs some explanation of the circumstances under which it was written, in order to put the court into a proper position for an intelligent intex-pretation and construction of it. The interpretation of what is written presents no difficulty; but the instrument is incomplete in not naming the place of delivery: how shall this be supplied ?\nAs neither statutes, nor other written evidences of relations, can be expected to express the whole intention of those who frame them, and especially when they are providing for unknown future exigencies; or to express it always with grammatical accuracy; and as some thoughts are almost sure to he left for inference and implication, according to the nature of the relation, and of the circumstances that may arise; interpretation naturally divides itself into two essentially different functions. One of these is interpretation proper, which merely defines the intention expressed by the words of the writing; and the other is construction, which, by implication or presumption, adds to or corrects the expressed thoughts, so as to supply what has been omitted, and to reform mistakes according to the presumed intention. This division corresponds approximately to the terms grammatical and logical, literal and rational, declarative and extensive interpretation, made use of by authors who treat specially of the subject. This distinction is noticed everywhere; and it is marked even in the Roman law, when it says that such defects are to be supplied by interpretation, or at least by judicial decision (vel interpretations vel certe jurisdictione suppleri): Dig. 1, 3, 13.\nNow, interpretation ascertains the intention as it is written, and construction holds itself in harmony with this intention in supplying omitted expressions and correcting erroneous ones. And, for this, the circumstances are necessary, and this is expressly said by Mr. Justice Ross, in treating of a case of this class: 2 Pa. R. 65. The construction that fixes the place of delivery is not a mere arbitrary one, else it would disregard all circumstances not expressed in the rule; but it is founded on presumptions and inferences of a true intention of the parties. Kent says (2 Comm. 507), “ If the place intended by the parties can be inferred, the creditor has no right to appoint a different one. But, if none be designated, and none can be clearly inferred from collateral circumstances, the creditor may designate a reasonable place.” And again: “ The place is that, which circumstances shall show to be suitable and convenient for the purpose intended, and presumptively in contemplation of the parties when the contract was’ made.”\nTrue enough, on a mere contract to deliver specific articles, it appears, primd facie, that the debtor is to be the actor, and this must be the presumption until circumstances show the contrary. But even then he is not bound to carry the nroperty about, seeking the creditor, in order to tender it to him, Co Litt. 210 b ; and Pothier says, with apparent justice, that if the creditor changes his residence to a distant place, this does not require a delivery there, but at some reasonable place (Obligations, § 513), and Chipman says the same (Contracts for Payment of Specific Articles, 25, 28). A contract to pay a given sum in farm produce, or in manufactured articles, or in store goods, has not the same construction, because the creditor must call to select and demand what he will have: 5 Cow. 516; 20 Wend. 199; Chipman 28-30.\nChipman (p. 25) has strangely misunderstood, and caused others to misunderstand Coke, as declaring the construction of such contracts ; yet he speaks only of the mode of tendering performance, when the duty of delivery by the debtor to the creditor is undisputed. Littleton had said, that money must be tendered to the creditor personally; and Coke adds, but bulky and heavy articles, not ¿620 money, but twenty quarters of wheat, or twenty loads of lumber, are not to be carried about seeking after the creditor; but the debtor must ask him where he wants them. This means only that, when the debtor is bound to tender performance, he is not bound to take up his wheat or furniture, or other article which he cannot conveniently carry about his person, or drive about his ox or horse, and seek out his creditor in person and tender it, as he would money; but should ask him to appoint a reasonable place to receive it. He decides nothing about the construction of the contract; but supposes a case where the debtor is bound to tender a spe.eific article, and then directs how this is to be done. He declares a proper form of tendering performance as a means of avoiding penalties, or litigation; and not at all an absolute rule for construing the intent of the contract. That is no definition of a duty, that depends upon so indefinite a term as “ portable articles.”\nIn the case before us, the defendant offered, in substance, to show, that the transaction was an exchange of two horses for two others, and $100 to boot; that it was made at his house, and that at the time of the bargain, and immediately after the writing was executed, it was declared to be part of the agreement that, if the horses which the defendant then got from the plaintiff should not please him, the plaintiff was to come there and get them on the 1st April, and pay $400 in their stead.\nAll this, except the agreement relative to the place of delivery, is certainly evidence of the transaction, and might be useful in construing the unexpressed duties arising out of it. It might then be understood as a purchase of two horses by the plaintiff from the defendant, and a payment therefor in horses, for which money was to be substituted if the horses did not turn out according to expectation. Viewing it thus, perhaps it is not so plain that the construction is against the defendant; for, if the horses should not suit, the plaintiff would not be entitled to them without paying $400, and notice would be sufficient to call him to this duty. If they did not suit, he became the debtor.\nBut we cannot take this case so; for the main purpose of the offer was to get in the direct evidence of intention by means of the verbal agreement, as to the place of return of the horses. Is this admissible ? Its purpose is not to put the court into position to construe the transaction; for that can be done only indirectly, by showing the circumstances of time and place. But it is to take the place of construction, and execute its functions by supplying the deficiencies in the express agreement; or rather, to save the necessity of construction.\nCan this be allowed ? Of course it cannot, in cases where the law requires the contract to be in writing; for then, essential defects that cannot be supplied by construction are fatal. But is it so in other cases ?\nConstruction, in its present sense, is founded on presumptions of law from the nature of the transaction, and can be of no greater force than they are. And presumptions of law are not law, but only a sort of scholia, applying laws and customs to given cases. And, in their general character, they do not exclude parol evidence; but are substitutes for the want of it. Certain facts lead to certain conclusions or presumptions; but change the facts and the presumptions fall.\nIn the very nature of things there can be no absolute rule of law defining the duty in such cases; for both parties may remove to indefinitely distant places before the time-appointed for delivery. Whatever rules may be formed must be mere generalizations of what is usually found to be proper under given circumstances. But such circumstances can guide us only when the parties have made no express agreement about it; for exfressum facit cessare taciturn.\nWe have already shown in Miller v. Fichthorn, that a written contract, manifestly incomplete as written, may be made complete by oral testimony; and our inquiry now is, may we, in the same way, rebut the presumptions which would complete it by construction ? We notice that it has been said, 1 State R. 455, that this cannot be done; but this is a mistake, and it was recalled in the same case: 9 State R. 275.\nOn bills and notes it is very common to admit parol evidence, to show that they are mere accommodation paper, for the purpose of changing presumptions; and it is especially so when the paper appears to be incomplete, because irregularly endorsed. Chief Justice Gibson, speaking of such constructions, says, 9 State R. 278, “ Parol evidence is indisputably proper to rebut a presumption or an equity;” and the authorities on this subject are very abundant: 6 State R. 132; 19 Id. 400; 20 Id. 177; 1 P. Wms. 115; 2 Vern. 648; 1 Wils. 313; Doug. 30; Str. 568; 3 Bro. C. C. 527; 5 Madd. 360 ; 1 Ves. Jr. 107; 5 Cow. 506; 15 Mass. 92; 2 Greenl. 125. And the practice of rebutting resulting trusts is an eminent illustration of the principle: 18 State R. 296; 7 Serg. & R. 114; 4 Id. 328; 13 Id. 17; 1 Pa. R. 486; Math. Pr. Evid. 55.\nOn our present question, the counsel have shown a considerable conflict among the cases. Some that were not noticed by them are quite direct in favour of our view: 2 Fairf. 398; 5 Cow. 506; 1 Pet. 89. And Chipman, when corrected as we have suggested, becomes express in favour of it, saying, where the law fixes no place, “ the contract (fixing none) must he considered imperfect, and parol evidence may be admitted to prove at what place the parties agreed the property should be delivered:” p. 27. Perhaps the rejection of oral evidence to show the time of payment, on an instrument where no time is fixed, 8 Johns. 189, 8 Met. 97, is not in conflict with our view, for an absolute promise to pay a debt means, in terms and not by construction, that it is due now. According to the case, we must reverse this judgment, and give judgment for the defendant.\nJudgment reversed, and judgment is here entered, on the reserved question, in favour of the defendant below for $400, with interest from 1st April 1856, and costs, and record remitted."}