{"id": "985027", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nThe personal estate is the primary fund for the payment of legacies. It is not relieved from liability in the first instance by a direction in the will making the legacies a charge on the real estate, unless that intention be indicated by the testator. When assets are received by the executor, sufficient to cover the expenses of administration, satisfy debts, and pay legacies, the real estate is discharged from further liability. The executor is a trustee for the legatees, and it is their duty to see that he makes a proper application of the funds collected by him for their benefit. If the assets are wasted, or misapplied, the loss falls on the legatees. The real estate charged is liable on a deficiency of assets; but not for the misapplication, waste, or insolvency of the executor.\nA devise to A. and his heirs, upon condition that he pay to the executors such sum as shall be necessary to pay certain legacies, and authorizing the executors, on default of payment, to sell the whole, or such part of the land as may be necessary to pay the legacies, is neither an estate upon condition nor a conditional limitation. There is no direction that on default of payment of the legacies the estate shall vest either in the heirs of the decedent or in his executors. The estate which, by force of the statute, accompanies a power to executors to sell, is vested for the purposes of remedy only, and not for the purpose of affecting the rights of the parties entitled. We must not subvert the manifest intention of the testator by adhering to technical forms of expression, and giving them an effect never thought of by him.\nIn the will before us it is plain that the fee simple of the lands devised vested in the devisees, and that the legacies were merely liens. When legacies are free from contingencies, and their value may be ascertained, a judicial sale of the land of the devisee discharges their liens. The sale is a conversion of the land into money, and the money is substituted in place of the land for the purpose of satisfying all who have claims upon it. If insufficient to pay them, it is because the land was not of sufficient value. If the money should be misapplied by the sheriff, it is not the fault of his vendee. The purchaser does all that the law requires when he pays the purchase-money to the proper officer of the law. After this is done, the parties having claims upon the fund must look after it. The land cannot be sold a second time to pay the same legacies.\nApplying these principles to the case in hand, we are bound to affirm the decree of the Orphans’ Court.\nDecree affirmed."}