{"id": "985024", "contents": "The opinion of the court was delivered by\nLOWRIE, J.\nSubject to some small exceptions, the law charges all of a decedent’s estate with the payment of his debts, and this testator does so expressly by his will. Yet it is quite apparent that he knew that, after paying his debts, there would be a considerable surplus, and so there is. But his expectations concerning the amount of that surplus are disappointed, and some of his directions can be only partly fulfilled, and some not at all.\nThe rents of all his property, except one house directed to be sold immediately, appear to have been necessary to pay the annuities; and as these are, by the clauses 9, 10, and 11, expressly charged upon the rents, the executor was entitled to receive all these rents during the life of the widow, notwithstanding an apparently present devise of one of the houses to Mrs. Murdoch. At the death of the widow, two of the annuities were to cease, the widow’s and Mrs. Murdoch’s, and then Mrs. Murdoch was to have the house charged with the third annuity, the one to the testator’s brother.\nThe testator seems to have expected that, after paying his debts and the annuities, he would have some funds saved out of the sale of his Diamond Alley house and the goods in his store; and in clause 13, he provides for the application of these funds; but it turns out that none were saved. There seems, in fact, to have been a deficiency; and on this account the executors continued to receive the rents of the house devised to Mrs. Murdoch, as well as of the others.\nThere being a deficiency in meeting the testator’s intentions, there must be an abatement somewhere. It cannot be in the widow’s annuity; for we cannot suppose he would intend this: 24 State R. 22. It cannot be in the other annuities ; for they were to commence immediately on the testator’s death, without waiting to ascertain the state of his affairs. It must therefore' fall upon the gifts intended by clauses 12, 13, and 14, or some of them. Our question is, on which of them ? The residue in clause 15 is altogether fruitless.\nThis question is one of intention: 1 Rop. on Leg. 253. We do not take the testator’s intention as our guide in the interpretation of his will; for his intention is the matter sought for by means of interpretation. To use his intention as a guide we must first have it; and having it, we no more seek it by interpretation. Yet having learned the intention in one part, it may help us to that in another. The word construction is sometimes used differently from interpretation. When the intention is ascertained by interpretation, and by reason of unanticipated events, it cannot be carried out, then, to save the intention as far as possible, we must, by construction, fix the approximate practicable intention, so as to decide what the testator would have expressed, had he anticipated the state of things actually existing. In the performance of this duty of construction, his intention must be our guide. If we find that one devisee or legatee was intended to be preferred to another as regards certainty of payment, then the latter must abate. If no such intention appears, both must abate rateably.\nWhen the fund provided for debts and preferred legacies failed, the three houses devised in clauses 12 and 14, or some of them, became substantially the residuary estate, and bound to bear the deficiency. In what order are they chargeable ? Of course they are all equally chargeable in relation to creditors; but in relation to each other, one may have a preference in the testator’s intention. It seems to us that there is such a preference manifested in favor of the devise to Mrs. Murdoch and her daughter; for it is a present devise, subject only to such rents during the life of the testator’s widow as were needed to pay annuities; on the widow’s death Mrs. Murdoch’s own annuity ceases, because then she is to have the house entirely to herself, and then it is charged with a life annuity, not abateable, in favor of the testator’s brother; and besides, she and her daughter are evidently the chief objects of the testator’s bounty. Whereas the other houses were to remain two years after the widow’s death in the hands of the executor, their rents were to serve in part to complete the devise to Mrs. Murdoch, and then they were to be sold and the proceeds divided among at least sixteen relatives and friends of the testator. We think therefore that the devise to Mrs. Murdoch and her daughter is preferred in the will to the legacies last named, and that these alone must abate. They are in fact the residuary legacies, and the deficiency falls on them: 24 State R. 22.\nThe rents of these three houses appear to have been applied to the payment of debts.; as a question of distribution, how ought they to be applied ? Not to speak of the residue fruitlessly intended to satisfy the 16th clause, the testator, by clauses 11 and 13, provides that the “ funds saved,” and also the rents accruing after the death of his widow (so we read it), shall be applied to the purchase of the ground-rent on the house devised to Mrs. Murdoch and her daughter, so that they might have it clear of that encumbrance. Possibly mere general legacies would have to abate in order to supply the deficiency of the fund intended for the redemption of the ground-rent; but we think that specific ones would not.\nAs between the rents and the devise to sell, so as to pay the legacies of clause 14; which must abate ? The rents of the two houses devised by that clause, without speaking of the funds that failed, were specifically devised for the redemption of the ground-rent. The executors might very well apply them to the payment of the debts and preferred legacies, provided they could have other funds afterwards by which they might be replaced. The purpose to which the rents were devoted was merely in furtherance and completion of the devise to Mrs. Murdoch; and for the reasons already given, they were not abateable in favor of the legatees under clause 14. If the executor or the administrator continued in the receipt of the rent of Mrs. Murdoch’s house after the death of the widow, she is entitled to claim, back the net amount in the distribution. It was merely a provisional and pro tempore abatement.\nThe confirmation by the court of the executor’s accounts, proves that they are true; but it does not prevent the court from going back into all the accounts, and examining into all legacies paid and legacies taken to pay debts, in order to get the data for a final distribution.\nWe have not all the accounts before us, and therefore cannot make a final decree in the matter; but must refer the cause back to the Orphans’ Court for the further proceedings.\nDecree. — The decree of the Orphans’ Court confirming the distribution reported by the auditor is reversed; and it is now here ordered and decreed, that the cause be remanded to the said court, with directions to refer the matter back to the same auditor or another, whose duty it shall be to report to the said court a new schedule of distribution, allowing to Mrs. Murdoch the rents collected by the executor and administrator out of the house devised to her for life and to her daughter, and accruing after the death of the widow; and appropriating the rents collected from the houses devised in clause 14 of the will and accruing after the widow’s death to the purchase of the ground-rent, or a part thereof, on the house devised. to Mrs. Murdoch and her daughter, if the same can be bought at a fair price, and, if not, to report a plan for securing the amount of rents so appropriated, for the use of the said Mrs. Murdoch and her daughter, according to their respective interests under the will; and finally, distributing the balance rateably among the legatees of clause 14; and upon the coming in of the report, the said court shall proceed in relation thereto according to law."}