{"id": "985065", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe general question in this case is, whether a married woman can, in her own name, by her mother as next friend, maintain an action of debt against her husband on a contract made during coverture.\nThe parties were married in February 1856, the contract in suit was made between them 14th June 1856, and this suit was brought 18th February 1857.\nBoth the court below, who sustained the action, and the counsel who argued in support of it here, rest it entirely on the Married Woman’s Act of Assembly of 11th April 1848, and the subsequent and supplemental acts. From the birth of the common law down to the Act of 1848, it is admitted such an action would not lie; but, says the learned counsel, “ we start with the Act of 1848 in a new era; with fresh necessities; with rights created by the act itself, requiring new remedies, and turning- the old common law doctrines, decisions, fictions, and ■ absurdities, into fossil remains, dead as mummies, and, what is commendable, without mourners.”\nThis is a spirited defence of an anomalous action, and it is worthy of consideration how far it is sound. We have not been in the habit of considering the Act of 1848 as inaugurating a new era. The marriage relation, as old as the human race, and the basis of- the family, which is itself the basis of society and civil states, has always been sedulously guarded and cherished by the «common law.\nOne of the favourite maxims of the common law is, that marriage makes the man and woman one person in law, and of course it excludes the possibility of a civil suit between them. Now this characteristic of the contract may be considered a fiction, an absurdity, a fossil, or whatever else the necessities of the new era may denominate it, but it is in exact accordance with the revealed will of Grod, was designed for the protection of the woman, and leads to that identification of sympathies and interests, which secures to families and neighbourhoods the blessings of harmony and good order.\nIt is doubtless competent for the legislative power to change and modify the qualities of the marriage relation, perhaps to abolish it altogether; but if the history of the human race teaches any lesson whatever, it is, that concubinage is the alternative of marriage. In just so far as you impair the one, you encourage the other. In just so far as you sever the material interests of husband and wife, you destroy the sympathies which constitute the oneness of the relation, and degrade the divine institution to mere concubinage.\nNothing could so complete that severance and degradation, as to throw open litigation to the parties. The maddest advocate for woman’s rights, and for the abolition on earth of all divine institutions, could wish for no more decisive blow from the courts than this. The flames which litigation would kindle on the domestic hearth would consume in an instant the conjugal bond, and bring on a new era indeed — an era of universal discord, of unchastity, of bastardy, of dissoluteness, of violence, cruelty, and murders. '\nBut will the courts expose this fundamental relation to the consequences of unbridled litigation ? Never. If it is to be done, it must be by the legislature, and then by no indirection, or inferential consequence, but by direct, plain, unmistakable English.\nWe are asked to deduce the legislative intention to confer a right of action, from the provisions of our several Acts of Assembly ; but it is a sufficient answer that no one of those acts expresses that intention. If the legislature meant that such actions as the present should be sustained, they had command of a very copious language in which to express their will. They have not done it. and, until they do, we will not infer it. When it is done, the consequences must rest with those who do it.\nThe object of the Act of 1848 was to protect the wife’s separate property from the creditors of the husband. This was accomplished before the act, by means of marriage settlements; but occasional instances of hardship occurred, which, magnified by that prurient philanthropy that begins its work where the wise and good leave off, and demolishes what they build up, led a too susceptible legislature into declaring not only that the wife’s property should be exempt from seizure by the husband’s creditors, but that it should continue to be her property “ as fully after her marriage as before,” and should be “owned, used, and enjoyed by such married woman as her own separate property.”\nIt was this language that led Judge Rogers to declare, in Cummings’ Appeal, 1 Jones 275, that a married woman must hereafter be considered a feme sole in regard to any estate of whatever name or sort, owned by her before marriage. To that extent, the Act of 1848 tends, undoubtedly, to the destruction of the marriage relation. Marriage makes her a feme covert, suspends her civil existence, is a gift of her personal estate in possession' to the husband, and of her power to reduce her choses in ■action into possession, and entitles.him to the custody of her person and the enjoyment of her earnings.\nThe act makes her a feme sole in respect to her property, and confers rights utterly inconsistent with the duties of the marriage relation ; for whilst she uses and enjoys her own estate as a feme sole, it is impossible that she can be fulfilling all the duties of a feme covert. It is, that far, a permanent severance of the material interests of the relation.\nTen years is not a long time to test the value of any revolutionary movement, but it may be seriously doubted whether the family discords, and the litigation to which this well-meant provision has given rise, are not sufficient to condemn it. It was not necessary to the main object of the enactment. The husband’s creditors might have been restrained, without restraining the husband from all enjoyment of the wife’s estate; and to guard against improvident use, he might have been required to make adequate settlements on his wife, or to give security to a trustee for her benefit and protection.\nBut to emancipate her from the conjugal vow, even to the extent of her separate estate, wise or unwise as it may have been, was not to confer on her a right of action against her husband. It is said she could not own, use, and enjoy her property, without the right of action, and hence it is argued that the legislature of 1848 meant to confer all the means which were essential to the end in view.\nFor the reasons already hinted at, we are not inclined to admit Buch reasoning in a case where the highest interests of society would be endangered thereby, but if we had a more willing ear for it, the subsequent legislation, and especially the Act of 25th April 1850, shows that no new right of action was intended to be conferred by the Act of 1848. The latter act provides that “ any suit or suits at law hereafter to be commenced, touching or concerning, or for the recovery of any property, real, personal, or mixed, belonging or secured to any married woman by virtue of the provisions of the act relating to the rights of married women, passed the 11th day of April 1848, may be brought in the names of such married woman and her husband, to the use of the said married woman.”\nPrior to this act, it had been determined that under the Act of 1848, an action to recover the separate property of a married woman might be brought in the joint names of husband and wife, or she might sue in her own name, but that the husband could not sue alone: 1 Harris 480; 4 Id. 134. That this act .was intended to take away the separate action of either party, and restore the common law rule, is shown by what was very carefully said by this court in Keeney v. Good, 9 Harris 356.\nBy the 11th section of the Act of 1850, a married woman may have a trustee appointed by the court to recover and take care of her separate property, and by the Act of 15th April 1851, she may take a judgment and mortgage against her husband in the name of a third person as trustee.\nSuch are the legislative provisions for enforcing and carrying into effect the separate rights of the wife, created by the Act of 1848; and they exclude all ground for the implications set up in behalf of the present action.\nThat an action at law was not intended to be an ordinary remedy between husband and wife, is further shown by the Act of 11th April 1856, which gives her a separate action to protect her reputation or recover her separate earnings and property in these three cases, viz.: first, when he deserts or separates himself from her; second, when he neglects or refuses to support her; and third, when she has been divorced from bed and board. In these cases the action, if the husband be the defendant, shall be in the name of a next friend.\nUnless we adopt the loose construction of the Act of 1848, which we are asked to do, it is very apparent that the only statutory support this action can have must be found in this Act of 1856, and it is attempted to support the action on that ground. To the defendant’s plea of coverture, the plaintiff replied the desertion of her by the defendant, which he denied, and thus an issue of fact was formed. The evidence on the point was contradictory ; but, instead of submitting it to the jury, the court withdrew this issue, and ruled, as matter of law, that the plaintiff was entitled to her action.\nIf the desertion had been established, which, however, under the evidence, could hardly have been expected, we might be obliged, by force of the Act of 1856, to sustain the action; but as there was no finding on.that point, the case is not within that act, and outside of it, there is no foundation in law for the action to rest upon.\nThe judgment is reversed, and a venire de novo awarded.\nThompson, J., dissented."}