{"id": "985083", "contents": "The opinion of the court was delivered by\nLowrie, J.\nIf the case of The Borough of Allentown v. Saeger, 20 State R. 421, was decided upon a proper principle, then the judgment at Nisi Prius, upon this reserved point, is very plainly right. In that case the taxing officers had no authority at all for imposing the tax complained of; and, as it was paid without objection, it was presumed to have been expended for public purposes, and held to be irrecoverable from the district whose officers imposed it:\nIn the present case, the legislature imposed a poll tax on all foreign immigrants coming by sea into the state, and committed the duty of collecting and expending it for public purposes to the Board of Health. After the law had been thirty years in operation, it was declared to be contrary to the Federal Constitution, and the plaintiff seeks to recover back the taxes voluntarily paid by him under it.\n■ We state the case as one of a voluntary payment of taxes, because there is no pretence that the defendant’s officers did any more than demand the tax under a supposed authority of the law; and this is no more a compulsion than when an individual demands a supposed right. The threat that is supposed to underlie such demands is a legally harmless one; that, in case of refusal, the appropriate legal remedies will be resorted to. It is supposed that there was real compulsion, because no certificate would be granted by the health officer to the ship without the payment of the tax, and without the certificate no entry would be allowed by the custom house officers. If this be the compulsion relied on, it is vain; for it proceeded from the federal officers, and not from the defendant, who could have nothing to do with it.\nWhen officers demand fees or other compensation illegally, the state compels them to refund, even though there was no other influence used than that attending their official position. But this is a sort of moral control which the state exercises over those to whom it intrusts part of its functions. It is not pretended, however, that there can be any such moral control over the state itself, for no superior power invests it with functions, or supervises its exercise of them.\nIf the matter complained of here was a wrong, then the state did it in the only way a state can do wrong — by its public functionaries. The suit is not against the state, and could not be; but it is against the executive officer of the state; for, in this matter, the Board of Health was nothing else. A state imposes certain taxes, and orders a certain officer to collect them and apply them in a given way; and he does so. How can the state compel him to refund them to the tax-payer ? Will it be said that, in this case, the order was void, and therefore the officer acted on his own authority and at his own risk ? The plaintiff cannot well say that, seeing that he paid voluntarily and without attempting to deny the duty, or to warn the officer, that he must proceed at his own risk. Had he given such warning, the validity of the tax would have been tested by the superior officers of the collector. He paid without dispute, and thus assented to the collection of the tax for public purposes, and of course to the application of it; and he has no shadow of equity against the collecting functionary.\nWill it be said that the defendant is not a mere public officer, but a public corporation, and that the taxes were collected and expended by it within a particular district, the city and county of Philadelphia; and that the district ought to be compelled to refund, through the Board of Health? This mode of stating the question does not essentially change it. The tax was imposed by the state government, and the defendant was required to collect and apply it. It was not a legitimate tax for mere local purposes, and it was not applied to such; for the guarding of the frontiers of a state against the importation of pestilence is not a local purpose. The whole regulation was general in its purposed benefits, though necessarily local in its execution. If the plaintiff has an equity to be refunded for a tax, which he must have added to the passage-money, and been paid for by the immigrants, of course that equity can be only against the state.\nJudgment affirmed."}