{"id": "985046", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nIt is of the very nature of an official bond that the sureties in it are bound to the extent of the penalty, for all final defaults of the officer during the term for which the bond was given; and those are not final defaults which are satisfied out of the property of the officer himself. The sureties are bound, not that he will pay the penalty of the bond, or that he will perform duty equal to the amount of the penalty, but that they will supply his deficiencies to that extent. According to the terms of a sheriff’s bond, the sureties are bound that he shall “perform all and every the duties of his office,” and no performance by him, however tardy or involuntary, can discharge the sureties, so long as any duty remains unperformed: See 7 Greenleaf R. 319; 2 Blachf. 193.\nFrom this principle it follows very plainly, that the sureties are liable on this bond, if there is nothing in the forms of the bond and of the recognisance given with it, and of the proceedings to enforce them, that prevents this result; and we do not discover that there is.\nOfficial bonds are different in their nature, and are enforced on different principles from other bonds: 4 Dall. 502. The sureties of a sheriff are saved from suit after five years, and the sheriff is not. By the Act of 1836, relating to such bonds, any person intended to be secured by them may bring suit on them; and there may be as many declarations as there are plaintiffs, and no judgment or number of judgments in favour of the defendants shall prevent any other plaintiffs from suing on the same bond. And Art. 13 allows the sureties in any suit on such bond to pay into court the penalty and costs, and declares that this shall not debar any person of his action or execution against the officer for any amount that shall not be'paid out of the bond.\nMoreover, the sureties of the sheriff are further bound by recognisance for the same amount, and thus there are two complete legal remedies against them for the sheriff’s defaults; and it is no defence against either of them that the other is cancelled or discharged, if any duty of the sheriff remains unperformed. The form of the two contracts is such that, in strict law, the sureties are bound for two penalties, and it is only in equity that they can be relieved from either ; and equity will relieve against the form and according to the intention of the contracts, only when it appears that there has been performance according to the intention ; that is, when the sureties have paid for the sheriff’s default, to the amount of the penalty. The case of Moore v. Worsham, 5 Ala. R. 645, fully sustains these views. See also 2 Bailey 621.\nIn this case, there have been recoveries from the sheriff, sued with his sureties on the recognisance, to its full amount; but the sureties have paid nothing, and the sheriff is still a defaulter. The sureties are now sued on the bond for those further defaults, and we are of opinion that the recoveries from the sheriff on the recognisance furnish them no defence.\nJudgment reversed, and judgment in favour of the Commonwealth for the sum of ten thousand dollars, and that the plaintiffs, Wm. Maher and John Maher, recover of the defendants the sum of forty-two dollars and sixty-six cents, and costs, and record remitted to the Common Pleas."}