{"id": "985076", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nWhen Henry Greep conveyed his land to John, he exercised a plain right that did no harm to prior lien-creditors. If he had simply given it away, they could have nothing to say against it, though this would be a fraud on other creditors. Even if the conveyance was a mere sham, for the express purpose of defrauding creditors, it could not affect prior lien-creditors, and we do not see what they could have to do with the transaction.\nSupposing it to have been intended to defraud creditors, it was not therefore void, but only voidable by the creditors whom it tended to defraud; and it seems plain enough that this does not include the prior lien-creditors, for they may follow the land irrespective of all changes in the title, hoirest or dishonest. Between Henry and John the conveyance is valid. It therefore changes the title, and after-acquired liens are not against the same title as the prior ones. As against prior liens the title is good, but charged with the liens. As against subsequent judgments against the grantor it is absolutely good, if it is not fraudulent as to them.\nA sale on the prior liens would pass the grantee’s title, honest or not; for it takes the title against which the lien was created, and not the changed or vitiated one. A sale on subsequent judgments passes only the right to contest the grantee’s title for fraud: it passes the quantity of interest that was fraudulently conveyed and subject to the same liens. In other words, it passes the title of the fraudulent grantee, because it is fraudulent, leaving in full force the prior liens against the grantor’s title, which cannot be presumed to have been intended to be defrauded. The sale is a means of founding the litigation of the fraud, and must be conducted at' the risk of the contestants, and not of the undisputed liens, which are not affected by the fraud. Its purpose and effect is to take away the title of the fraudulent grantee; whereas, the purpose and effect of a sale on a prior lien is to take the title of both grantor and grantee.\nIf land charged with liens be sold by the owner, and then subsequent judgment-creditors of his can sell out the whole title by charging fraud on the conveyance, prior liens would have very little theoretic value; for it costs no trouble to raise such a charge. And if a real fraud could have such an effect, then liens may be rendered of little value at the pleasure of the debtor, and would be secure only when debtors are honest. This would reverse the general purpose of the law, which is to protect against dishonesty and wrong.\nIn the present case, there is scarcely more than a charge of fraud. There is no adequate proof of it, and it is not found to exist. The result, therefore, is, that the sale on a subsequent judgment against Henry passed no title at all. It would be strange, indeed, if such a sale should discharge the prior liens.\nDecree affirmed at the costs of the appellant. ■\nWoodward, J., dissented, so far as the ruling related to the effect of a fraudulent conveyance. ■"}