{"id": "985078", "contents": "The opinion of the court was delivered by\nStrong, J.\nPrior to the Act of Assembly of April 11th 1848, marriage, though not an absolute gift of the wife’s choses in action, vested in the husband a right to them, on condition that he should reduce them into possession during the coverture. Her separate civil existence being suspended and merged in his, he succeeded necessarily to all her power and dominion over her chose, and could exercise that power as fully as she could have exercised it, had she remained sole. That reduction into possession, which made the chose absolutely, as well as potentially, the husband’s, was a reduction into possession not of the thing, but of the title to it. Consequently, his legal assignment of her chose in action, barred the wife’s right of survivorship, for it took away her legal title, upon which alone that right rested. The only reason why an equitable assignment did not always work the same results, was, that the assignee was compelled to go into equity (a thing in action not being assignable at law), and when in equity, a chancellor would not interpose in favour of a volunteer against the conjugal rights of the wife. But when the assignee had an equity resulting from the payment of a valuable consideration, an equitable assignment was as available as a legal one — equally transferred the wife’s title and equally barred her survivorship. The equitable assignment was a declaration of trust, and a valuable consideration paid, moved the chancellor to decree its execution. While, therefore, the husband’s equitable assignment of a wife’s chose in action, without value received, was unavailing to deprive her of the right of survivorship, an assignment for a valuable consideration did defeat it, and passed the title to the assignee, as fully as if it had been made by the wife before coverture.\nIt is unnecessary to pursue this subject further. The masterly discussion of Chief Justice Gibson, in Siter’s Case, 4 Rawle 468, has left almost nothing unsaid. If, then, the transaction between George M. Phillips and William Graham was an assignment of the bond of Mrs. Phillips for a valuable consideration, it must prevail against the wife, even though she survived her husband.\nIt is, however, contended that it was not an assignment, but a pledge. Undoubtedly, a pledge is insufficient to bar the wife’s right, for it is no reduction into possession of her title. The instrument now before us is an assignment, not a pledge. It contains all the operative words fit and necessary to pass the title. It needs but one more witness, to make it a legal assignment under the Act of 28th of May 1715, such as to enable an assignee to sue in his own name. That it passed the bond to Graham, as a security collateral to the obligation expressed in the instrument, makes the transaction no less an assignment. The title was in the assignee, defeasible on the performance of a condition subsequent, to wit, the payment of the debt. That the existence of such a condition subsequent, does not prevent the title from vesting in the assignee, is the result of all the authorities, so far as I know, without exception. The case of Hartman v. Dowdel, 1 Rawle 279, relied upon by the plaintiff in error, in truth, asserts no other doctrine. Chief Justice Gibson, the author of the opinion, in speaking of it in Siter’s case, remarks that, “ However the opinion of the court may have been expressed, it certainly was intended to rule the case expressly on the distinction between a voluntary assignment and one for value.” There the consideration for the equitable assignment was not, as here, an advance of money at the time, but a pre-existing debt, which had been held in Petrie v. Clark, 11 S. & R. 377, not to be a valuable consideration.\nBates v. Dandy, 2 Atk. 207, a case fully recognised in this state as of fundamental authority, was itself but an agreement to assign the wife’s chose in action, as a collateral security for a present loan of money, yet it was decreed to prevail against the wife. A mortgage is only a collateral security, yet it passes the title. This is universally conceded: 2 Kent Com. 581; Addison on Contracts 318; Story’s Eq. 1030. If, then, the assignment of George M. Phillips conveyed to Graham the title to the chose, as we have seen that it did, and was for a valuable consideration, the court below correctly instructed the jury that it defeated Mrs. Phillips’s right of survivorship. As was said in Woelper’s Appeal, 2 Barr 71, it is the husband’s assumption of title, and not the form of the act by which it is indicated, which is the criterion. An actual use of the wife’s chose in action for his own purposes, works a transfer of her ownership.\n__^The second error assigned is, that the court refused to charge the jury, “that the facts, as proved, established, that the transaction between the executors of John Colwell, in taking the bond in the name of the wife and the release of the husband, was an appropriation by him of the fund to the separate use of the wife, and took from the husband the right to dispose of it either absolutely or conditionally.” Conceding now, that it was a question for the court, and not for the jury, what were the facts proved ? There was no direct evidence that Phillips consented that the bond should be taken in the name of the executors for the use of the wife, and when he received it, it was endorsed for his use as well as for that of Mrs. Phillips. He merely united with her in a release to the executors. To hold that these acts constituted an appropriation to the sole and separate use of the wife, would be giving to them an effect far beyond what equity has ever allowed. While no particular language is indispensable, yet the claim of the wife to a separate use being against common right, the instrument under which it is made must clearly speak the donor’s intention to bar the husband’s marital rights, or it cannot be allowed: Clancy 262.\nThe only remaining error assigned is, to the charge of the court, relative to the knowledge of the defendant that the bond had been assigned when he paid it to Mrs. Phillips the cestui que use. The evidence showed, that at the time when payment was made, he asked where the bond was, and was told by Mrs. Phillips that she did not know, and that he received indemnity and took a receipt. The court instructed the jury, that “ if it was paid under circumstances which ought to have put a man, of ordinary caution and prudence, upon inquiry which would enable him to ascertain the truth, then such payment would not defeat a recovery by the assignee.” \"Why was not this proper instruction ? Payment to an equitable assignee is certainly a good payment. And after notice that there is such a holder, payment to the legal holder is unavailing to discharge the debt. This is conceded. But why is this so ? Because it is inequitable that a debtor should pay to one who, in equity, is not entitled to receive, when he knows that such payment is injurious to another. In equity, the assignment has the same force as if it had been legally made. The reason why a debtor is discharged by payment to the assignor, without notice of such assignment, is, that he has been guilty of no wanton or heedless disregard of the rights of another. But when he has reason to believe that another has become the owner of the chose, and, uninfluenced by that belief, makes payment to the original creditor, he cannot aver that he has been guiltless. In accordance with this view, it was said by Thompson, C. J., in Anderson v. Van Alen, 12 Johns. 343, “ It is a well settled principle, that courts of law will notice the assignment of a chose in action, and protect the interest of a cestui que trust, against any person who has notice of the trust; and it seems also to be pretty well settled, that actual notice is not necessary. If a person acts in the face of facts and circumstances which were sufficient to put him upon inquiry, he acts contrary to good faith and at his peril.” This is also the doctrine of Johnson v. Bloodgood, 1 Johns. Ca. 51; and our own court, in Guthrie v. Bashline, 1 Casey 81, ruled that it was not necessary that direct notice of the assignment of a judgment be given by the assignee or his agent. It is sufficient if the information be given under circumstances and in terms to arrest the attention of the debtor.\nThe charge of the court below was, therefore, unexceptionable, and the judgment must be affirmed.\nJudgment affirmed."}