{"id": "985098", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe assignment vested the legal title to the\ngoods in Backentoss, and he might have reduced them into possession, but did not. He left them in possession of the defendants, and when he sold to Mrs. Speicher, he permitted them to unite the legal title with the actual possession. I say the legal title, for, although the sale was made on a condition precedent, which was not complied with, and the title would not have vested, had the condition been insisted on, yet it is manifest the condition was waived, and the title permitted to vest.\nThe condition was sixty days’ credit on a note with satisfactory security. No note was given, and no money was paid, and yet the assignee, though he may have demanded the price, made no legal reclamation of the goods for more than four times sixty days. The sale was 9th February 1855, and this action was not brought till the 21st November 1855.\nThat he meant to acquiesce in the sale, notwithstanding no note was made, is proved not only by this long delay, but by his accounting to the creditors for the price of the goods, as if he had been paid for them.\nNever having had the possession, and having sold all the interest he had to sell, the legal title, regardless of the condition prescribed (which, because self prescribed, he was free to waive), what ground has he for recovering in replevin'?\nIn Bowen v. Burk, 1 Harris 149, it was said, on the authority of several cases, that if one sells goods for cash, and the vendee takes them away without payment of the money, the vendor should immediately reclaim them, by pursuing the party and retaking them, and this may be done,-when necessary, even by force; but where he lies by and makes no complaint in a reasonable time, he consents to the absolute transfer of the property, and the contract is consequently complete against all the world.\nThis is the principle that is decisive against the present plaintiff. A sale of goods for cash is, strictly speaking, a sale on condition. The contract is do ut des. The condition is more imperative than such as was in this case, but for that reason less easily waived; and yet, if the vendor acquiesce in a possession obtained in disregard of the condition, he waives it; and though he may recover the price by action, he cannot recover the goods in specie.\nThe condition here was, not that cash should be paid, but that a note should be given, but not insisting on its performance in a reasonable time, and treating the trust as at an end, in respect of these goods, the sale must be held an absolute transfer of the property, and the assignee must look to the purchaser for the price, instead of a return of the goods.\nThe right of reclamation,'it was said in Smith v. Smith, Murphy & Co., 9 Harris 372, exists only where an action of deceit would lie. One cheated out of personal property may sue in trover or replevin, or for the deceit. These actions proceed on the ground that the contract is void, but they are not remedies to enforce a contract of sale.\nWhere there is a sale of goods and delivery of possession, even though the buyer intends, at the time, not to pay for them, and conceals his insolvency from the vendor, it is not a cheat that will avoid the sale. There must be artifice practised, such as was intended and fitted to deceive, to constitute a cheat.\nThis is not the doctrine, I know, of the New York courts. There it is held, that a purchase of goods, with the intention not to pay for them, does not divest the vendor’s title — a rule which has not been permitted to displace ours, and which could not avail the plaintiff, if it had, because there was no evidence that the defendants bought with a formed design not to pay. They did not pay when called on, it is true; but many honest purchasers and debtors are equally negligent, to whom it would be great injustice to impute a design to cheat.\nWhen the plaintiff found his condition disregarded, he should have promptly reclaimed the goods. Now his only remedy is for the price.\nThe judgment is affirmed."}