{"id": "985038", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nThe principle upon which the case of the Juniata Bank v. Hale, 16 S. & R. 157, was decided, is conclusive in favour of the defendant below in this case, and we discover no sufficient reason for rejecting it. That case might have been decided upon its special circumstances, but it was not. It follows the rule that requires that payment of a note shall be demanded of the maker at maturity, and that notice of its dishonour shall be immediately given to the endorser, and refuses to make an exception in a case where, during the currency of the note, the maker dies, and the endorser becomes his administrator.\nAnd the case of Kramer v. Sandford, 4 W. & S. 328, makes no exception, while it does recognise existing exceptions, especially in cases where, from the nature of the transaction, it is the duty of the endorser himself, in relation to the maker, to take up the note; as in the case of a note for his accommodation, or where funds have been put into his hands for the purpose of paying it, or in some way, as between him and the maker, he has become the real debtor. In such cases, he will have to pay first or last, notice or no notice, and therefore notice can be of no use to him, and its omission can do him no harm: 19 State R. 400; 23 Id. 476.\nThe principle of such exceptions does not apply to an*%ndorser, who, during the currency of the note, becomes the executor or administrator of the maker. As executor he is not personally bound, and the purpose of demand and notice is to make him so, and to warn him of the fact that the holder looks to him individually. This may not aid him in saving anything out of the maker’s estate; but it warns him to calculate and arrange his own with reference to it. Without such notice, most of men, when they are not themselves the true debtors, would suppose themselves discharged, and would be very much surprised to find themselves, after five years perhaps, as it was in The Bank v. Hale, or perhaps after the maker’s estate had been distributed to other creditors, sued as endorsers. We see no adequate reason for making this case an exception to the general rule.\nJudgment reversed, and judgment is now here entered in favour of the defendant, with costs, and the record remitted."}