{"id": "985020", "contents": "The opinion of the court was delivered by\nLewis, C. J,\nA check on a bank is so much like a bill of exchange that most of the rules of law applicable to one apply to the other: 3 Johns. Cas. 5; Chitty on Bills 12. In both cases the general rule of law is, that the holder cannot resort to the drawer without proof of due presentment to the drawee for payment, and prompt notice of dishonor: Little v. Phœnix Bank, 2 Hill’s N. Y. Rep. 430. But in Bickerdike v. Bollmam, 1 T. R. 408, it was •held that when the drawer had no effects in the hands of the drawee at the time the bill was drawn, notice was not necessary. It is sometimes said that this exception to.the general rule is placed on the ground that it was a fraud to draw the bill when the drawer knew that it would not be paid. At other times it is said that the drawer’s knowledge that it would be dishonored is tantamount to demand and notice: Cory et al. v. Scott, 3 B. & Ald. 619. But whatever may be the grounds for that decision, it is very certain that it introduced an exception to a plain and intelligible rule of commercial law, which many eminent and experienced judges have since regretted. It is adhered to on the principle of stare decisis, but it is not to be extended a single step: Orr v. Maginnis, 7 East 362; Legge v. Thorpe, 12 East 176;\nRucker v. Hiller, 16 East 43; 3 B. & P. 241; 3 Barn. & Ald. 619; 6 Bing. 623. Where the drawer has no effects in the hands of the drawee, and has no reason to expect any, or to believe that the bill will be paid, notice of the dishonour of it could do him no good, and may therefore be dispensed with. On this ground, the decision in Bickerdike v. Bollman may be supported, 3 B. & Ald. 619. And the principle to be extracted from the cases is, that wherever the presentment for payment and notice of dishonour could be of no benefit to the drawer, it may be dispensed with. Apply this principle to the case before us: — The check on the Towanda Bank was drawn on the 4th December 1841; at that time, the drawer had funds in the bank more than sufficient to meet it, and the notes of the bank were received in payment of debts, and for general business purposes, although that bank, with other banks generally throughout the state, had suspended specie payments. The check was not presented for payment until the 24th January 1842, when the notes of the bank had become worthless for all business purposes. These facts are established by the verdict, and it is further found that the check was not presented for payment within a reasonable time under the circumstances of the case, and that the depreciation in the credit of the bank and the value of its notes, occurred between the time when the check ought to have been presented for payment and the time when it was actually presented. It is very certain, then, that if Judge Morris had received due notice of the dishonour of the check he could have drawn his funds out of the bank and made use of them in the payment of debts, the purchase of property, and the various business purposes of that section of the country. If he could have done no better he might have sold them at a small discount to the debtors of the bank. Conceding, then, that the holder would have demanded specie or par funds had he presented the check in due time, and that the check would have been dishonoured, and the drawer bound to meet it, still the case shows that prompt demand and notice might have been useful to him in enabling him to make the best of his funds in the bank. The case of Little v. The Phœnix Bank, 2 Hill 431, establishes the principle that it is not material that the funds in the drawee’s hands are not equal to specie. It is sufficient that they had a current value, and that they had depreciated materially between the time Avhen the check ought to have been presented and the time of actual demand of payment.\nBut to avoid the effect of these circumstances, it is alleged that the drawer was indebted to the bank on a promissory note payable in the month of May 1842. If this were so, the bank had no right to apply his funds in bank to the payment of a note five months before the note was payable. And the drawer was not bound to permit them to remain unemployed in bank for-that period of time, for the purpose of setting them off against his note when it came to maturity. But the evidence is, that this note wa3 assigned by the bank to D. F. Barstow, for a valuable consideration, on the 15th January 1842, which was before the check was presented. It is not by any means clear, that the drawer could have applied his worthless demand against the bank, as a set-off against the holder of the note. At all events, we are of opinion that this case should be decided without any reference to the note. Granting that the note continued in the hands of the bank, and that the balance was thereby ultimately turned in favour of the bank against the drawer, these circumstances are not sufficient to dispense with the presentment and notice required by the rules of the commercial law: Orr v. Maginnis, 7 East 361. The shifting of a balance will not dispense with notice. If the drawer have effects in the hands of the drawee at the time the bill is drawn, it would be very dangerous and inconvenient to require the parties, in every action on a bill of exchange, to examine how the account stood between the drawer and the drawee, from the time the bill was drawn, down to the time it was dishonored: 7 East 362. It would be still more intolerable if that inquiry is to be pursued, as in this case, so as to embrace transactions which occurred long after the dishonour of the check, and even after action brought.\nThe other errors require no especial notice. The plaintiff in error has no just cause to complain of the judgment below.\nJudgment affirmed."}