{"id": "985075", "contents": "The opinion of the court was delivered by\nThompson, J.\nThe heirs of Jonathan Pusey, deceased, were substituted as plaintiffs in this case, the bill having been filed in his lifetime.\nThe bill sets forth that an agreement was entered into between Jonathan Pusey and the defendants, by which the former granted to the latter a right to construct a private railroad through his property in the borough of Columbia, consisting of a lot of about seven acres, from their furnaces, situate above his property, on Shawnee Creek, so as to enable them to connect their road with the Columbia Railroad below him; with the privilege to him.to use the same in common with them, with certain turnouts and connections, to be constructed for his benefit; the defendants to fence and maintain fences on each side of the road, through the plaintiffs’ property; and for any damage he might sustain by reason of the construction of the road, compensation to be made, in addition to the privileges mentioned, by the payment of such money as might be awarded him for damages, by three disinterested men, mutually to be chosen by the parties. The bill charges that the road was not located according to the agreement of the parties — that the common use was not permitted to the plaintiff — that the connection and turnout were not constructed — that the assessors of the damages were not agreed upon by defendants, and the fencing was not done according to contract; and concludes with a prayer for a perpetual injunction against the maintenance and use of the road by the defendants. In addition to the general prayer that the defendants be required to answer the several matters charged in the bill, they were specially interrogated in regard to them, “ whether the said defendants did not make and enter into a covenant and agreement with complainant, for the privilege of laying out and making as aforesaid a railroad through the property aforesaid of your complainant, and upon the terms and conditions, and with the restrictions and limitations as hereinbefore set forth and expressed to he done and performed and observed on the part of said Archibald and John Wright.”\nIn answer to the bill, the respondents admit that they constructed .their road on and over the property and premises of the plaintiffs, under a contract with the said Jonathan Pusey, and license by him to do so. That the agreement was entered into after application made to the Court of Common Pleas of Lancaster county, to obtain the right of way through the said premises under the laws of this Commonwealth, and upon the solicitation and suggestion of the said Pusey, that there was no necessity for such proceedings, as they could amicably agree therefor; that the road was and is located and constructed in strict conformity with the agreement. That the said Jonathan Pusey saw and knew of the location and construction of the road, and that no objection was made to the location and construction by him or his agent present, until after the work had so far progressed as to be ready for the rails. They further admit that damages to the premises were to be compensated upon the award or assessment of three men to be chosen for that purpose by the parties, and aver their readiness and willingness now and at all times to unite with complainants in making choice of them, and to pay what may be awarded by them; but they positively deny the existence of any of the other covenants or agreements alleged in the bill, such as the right to a common use of the road — the agreement to permit a connection therewith— the construction of a turnout, and fencing and maintaining fences along it.\nThe issue being thus made, the complainants introduce evidence on the subject of the injury done the property by the construction of the road. They now complain and assign for error, the rejection of the testimony of John Cooper, which they say tended to prove their case. But this is not apparent. He was not present at any bargain between the parties, but speaks of declarations of Jonathan Pusey only, on this point. His testimony was chiefly as to the injury to the premises, and damages. But being a party plaintiff on record, as guardian, and there being no order first had for his examination as a witness, the court decided that he was liable for costs, and his transfer of the trust to his ward, who had arrived at age, did not discharge him from liability; that he was therefore incompetent, and accordingly rejected his testimony, as they did that of Thomas S. Richards, a witness for the respondents. There was no error in this ruling.\nIn the opinion of the Court of Common Pleas the case stood simply on bill and answer, and as the onus probandi rested upon the plaintiffs, and as they had not made proof of the contract as averred, they were not entitled to a decree. They also ruled upon the merits, against them. There is no difference in respect to the burden of proof between proceedings at law and in equity; in both, the party maintaining the affirmative of the issue has it cast upon him. In this case, the plaintiff set up a contract with the defendants, by which permission was given to construct the road in dispute, and in which it was averred that the latter undertook to do certain things, which, it is alleged, they did not do, and for a violation of the contract in not doing, and for relief, this bill was brought. The defendants admit the contract for permission to construct the road, and deny the conditions and stipulations alleged by plaintiffs, the non-performance of which constitutes their ground of complaint. Standing thus, no doubt can exist but the plaintiffs were bound to prove their case. The grounds upon which they rested for relief, were denied. It is plain, therefore, that they must be proved, or their title to relief must fail. And against the responsive denial of defendants, this would, according to the practice in equity, require two witnesses, or one, and strong corroborating circumstances: Story’s Eq. Pl., § 49; Eberly v. Groff, 9 Harris 251; 3 Greenl. Ev., §§ 285, 287.\nBut it is contended, that the defendants set up a contract different from that charged in the bill, and that their answer' is a confession and avoidance. We do not think so. The answer admits the contract for right of way, and agreement to pay damages upon the assessment of men to be chosen, and avers the building of the road pursuant to the contract, and on the ground agreed upon, and interpose a positive denial as to the matters charged, which constitute the equity of the plaintiffs’ bill. It is not doubted, but that, if a different contract had been set up by defendants, which was alleged to have superseded the one charged by plaintiffs, they would have had the affirmative of the issue. The answer, then, would not have been responsive to the bill — it would have been by way of confession and avoidance, and have required proof. But the answer here admitted the contract, and stated its terms, but denied the existence of stipulations in it alleged by the plaintiffs as the foundation for their claim to relief. This did not require the defendants to make proof, if the plaintiffs did not. The substance of the bill was thus denied, and this is what is required in an answer. If a contract be set forth, and the defendant be called on to answer it, a denial that it exists, modo et formé, would not be good, according to chancery practice, for this is subject to the implication that it existed in some other form. To avoid this, the defendant should state how it existed, and wherein it had no existence. This would be a good traverse: 2 Dan. Ch. Prac. 259; 3 Greenl. Ev., § 285. The defendants have conformed to this rule; they admitted the contract, and alleged how it existed, with a denial also of the facts alleged by plaintiffs. This was certainly a good traverse. But further, the plaintiffs called on the defendants to testify in answer to the interrogatory quoted as to the existence of the agreement. The answer was directly against the plaintiffs on the material questions. Being thus made witnesses by the plaintiffs, their testimony must stand against them unless rebutted, and this also would require two witnesses, or one with corroborating circumstances: Adams’ Eq. 21; Eberly v. Groff, supra; Commonwealth v. Cullen, 1 Harris 143. The case of Eberly v. Groff is authority directly in point, that the answer here was responsive to the bill. Nor do we think the cases of Bush v. Livingston & Townsend, 2 Caine’s Cases 72, or Hart v. Ten Eyck, 2 Johns. Ch. Rep. 74, cited by the plaintiffs’ counsel, at all militate against the principle here laid down.\nThe entire evidence before the court related to the damage alleged to have followed from the construction of the road. We recollect none sustaining the plaintiffs’ allegation of the terms of the contract. They therefore failed to make1 out a case for a decree, if otherwise entitled.\nIt seems to me that, independently of the question just discussed, and for argument’s sake, considering that point as standing in favor of the plaintiff, that the case was one for compensation at law, and not to be remedied by injunction to enforce abatement of the road as a nuisance, or the perpetual restraint of its use. It was constructed under a contract, as admitted by both parties, with a stipulation to pay damages for consequent injury, and with a tribunal agreed upon for their assessment. The non-construction of the connection and turn-out, with any common use of the road stipulated for, are very properly referable to a period subsequent to the completion of it, as they were not alleged to be conditions precedent thereto. The right to redress could only fully arise when the contract was broken, and in regard to the stipulations, with the exception of the assessment of damages, could only be broken on the completion of the road, or the. entire failure to complete it. On the happening of either contingency, the common law courts could afford full and adequate redress for any breaches in the contract. So, too, for any damage for encroachment on the stream. It was susceptible of being compensated, either by the award of the men to be chosen, or if not within the purview of this provision, then by a suit at law. But to permit the party to construct their road under an amicable contract, after a solicited withdrawal of compulsory proceedings, which would in all probability have resulted in giving the right, subject only to the condition of the payment of damages; to acquiesce, with a full knowledge, in the operations of the defendants, and their large expenditure of money, until the work was about to be completed, without objection, and then ask to destroy the whole because of a non-compliance in some particulars, is a course so contrary to equity as to be a vain effort. Equity cannot respond to a request so unreasonable, when compensation can be fully made at law, which is the great rule for withholding the strong arm of the chancellor.\nIt becomes unnecessary further to notice the assignments of error in this case, and for the reasons given the decree of the Common Pleas is , Affirmed at the costs of appellant."}