{"id": "985045", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nThis is an attachment execution, under the Act of 16th June 1836, in which the railroad corporation is made a garnishee. The plaintiffs have a judgment against Cyprian Innman, which they recovered in the Common Pleas of Susquehanna county. Innman has a judgment against the railroad company, which he recovered in the Supreme Court of New York. If neither the property nor the person of Innman was within the jurisdiction of this state, the courts of New York would not be bound to give to our judgment an extra-territorial operation. But-the plaintiffs have a regular judgment against Innman. The record of this judgment is not before us. We are bound to presume that it was recovered on due service of process according to law. If so, the jurisdiction, for all purposes of execution, is conclusively established by the judgment. Innman, therefore, will have no right to raise objections, in New York, to the deduction, from his judgment there, against the railroad company, of the amount of the plaintiffs’ judgment against him here, if the railroad corporation should be legally compelled to pay it. And that corporation has no right to complain of this proceeding. The Act of 1836 expressly extended this process to corporations as well as to individuals. Although the proceedings upon an attachment execution are in the nature of an execution as against the principal debtor, they are essentially in the nature of a suit at law as against the garnishee; He may appear, plead, and have a trial by jury, and writ of error, as in other actions at law.\nBut can the railroad corporation be made a party to a suit in this state ? That corporation accepted of the privilege of extending its railroad through Susquehanna county, coupled with a provision in the Act granting this privilege, by which the company was required “ to keep at least one manager, toll-gatherer, or other officer, a resident in the county of Susquehanna,” on whom service of process “ in all suits or actions which may be brought against said company” is declared to be “ as good and available in law as if made on the president thereof.” This act was passed on the 16th February 1841: P. L. 29. The true intent of it was to bring the railroad company within the jurisdiction of this state, for the purpose of compelling it to answer in all suits or actions at law which might be brought against it. The present action is within the meaning of the Act.\nThe fact that the debt due by the railroad company to Innman has been established by judgment presents no obstacle to this proceeding. In England, when foreign attachment was confined to the inferior courts by the custom, the superior courts, in the plenitude of their authority, would not permit subjects depending before them to be affected by the process of inferior tribunals. But here the same cause does not operate. The courts proceeding by attachment are of equal authority with those proceeding according to the course of the common law, and therefore a debt in suit in another court may be attached: McCarty v. Emlen, 2 Dall. 277 ; Crabb v. Jones, 2 Miles’ Rep. 130; Sweeny v. Allen, 1 Barr 380. We see no reason why a debt established by judgment may not be attached. If the debtor in the judgment should thus be compelled to pay any part of it, to satisfy a creditor .of the plaintiff therein, the courts of New York have ample power to see that the amount so recovered be allowed as a payment of the judgment pro tanto. The courts of this state would certainly give full effect to such a judgment against a garnishee ; and, under the constitution and laws of the union, it would, without doubt, be quite as effective in New York.\nThe court fell into error in giving judgment for the defendant below, on the demurrer to the evidence. •\nJudgment reversed, and judgment entered here for the plaintiff in error, and a writ of inquiry of damages awarded.\nOn the second trial of the cause, in the court below, the defendants gave in evidence the following assignment of the claim by Cyprian Innman to his attorneys:—\nCyprian Innman ) Report of Referees,\nv. May 26, 1855, for\nNew York and Erie Railroad Company, $3000.\nIn consideration of one dollar to me in hand paid, I hereby assign the report of the referees in this case, and the judgment to be entered thereon, to Dickinson and Wright, my attorneys and counsel, as security for their attorney and counsel fees and advances in this suit.\nMay 26, 1855. Cyprian Innman.\nThe defendants also offered Thomas D. Wright, one of the assignees, as a witness. The plaintiffs objected to him as incompetent, but the court overruled the objection, and the plaintiffs excepted. The defendants then proved by the witness, that soon after the assignment was made, notice of it was given to the attorney for the defendants, and also to Mr. Legrange, who acted as attorney for the plaintiffs in New York; also that their counsel fees and advances amounted to $1050; and that the judgment was paid to them in July or August 1855.\nThe court.below (Bullock, P. J.) charged the jury that the assignment transferred the fund to Dickinson and Wright, and that their verdict should be for the defendants. A verdict and judgment having, accordingly, been rendered for the defendants, the plaintiffs again removed the cause to this court, and here assigned for error: 1. The admission of Wright as a witness. 2. The charge of the court, to find for the defendants.\nBentley and Fitch, for the plaintiffs in error. —Wright was incompetent; he was interested in sustaining the assignment: Wilkinson v. Turnpike Co., 6 Barr 398; Thomas v. Brady, 10 Barr 167.\nBut the assignment was conditional only; it was a security for $1050, and no more, and there was an ample fund in the hands of the garnishees, at the time of the service of the attachment, to pay the plaintiffs’ judgment. They paid it over in contempt of the process, and are liable to the plaintiffs-: Ege v. Koontz, 3 Barr 114 ; Baldy v. Brady, 3 Harris 111; Stoner v. Commonwealth, 4 Harris 392. They were rightly made garnishees, in respect of this fund: Raguel v. McConnell, 1 Casey 363. And that the debt was attachable was decided by Pellman v. Hart, 1 Barr 266.\nW. $ W. H. Jessup, for the defendants in error. — The assignment justified the company in paying Dickinson and Wright. The creditors should have looked to the funds in their hands: Stewart v. McMinn, 5 W. & S. 100.\nThe opinion of the court was delivered by\nWoodward, J. — Summoned as garnishees, the railroad company plead that they had no funds of Innman in their hands when the plaintiffs laid their attachment execution, and for the support of their plea they rely on the assignment of 26th May 1855, Innman to Dickinson and Wright.\nWhat is the legal effect of that instrument ? Cyprian Innman having obtained, on the 26th of May 1855, an award of referees in his favour against the railroad company for $3000, executed on the same day an assignment in these words :—\n“ In consideration of one dollar to me in hand paid, I hereby assign the report of the referee in this case, and the judgment to be entered thereon, to Dickinson and Wright, my attorneys and counsel, as security for their attorney and counsel fees and advances in this suit.\nCyprian Innman.”\nThis assignment was not necessary to entitle the counsel to receive the fund. That they might do, in virtue of their relation to the client, and a payment to them would have been good without an assignment. Mere custody of the fund, therefore, was not the object of the instrument.' But Innman might assign it to others, or creditors might attach it to-the prejudice of the counsel’s right of compensation, and to guard against these contingencies the fund was set apart in the hands of the company to pay, first of all, the counsel fees and advances. These secured (and payment would be the most effectual security), the assignees took no further interest in the fund under the assignment, and the residue of the fund belonged of course to Innman, A partial interest, to be measured by the counsel’s right of compensation, was the thing assigned. Whatever was beyond this was not assigned. Dickinson and Wright had title to so much of the money in the company’s hands as they had earned by their services and advances for Innman, and his title to the residue was unimpaired.\nConsiderable emphasis was laid on the fact, that both the company and the counsel of Fithian & Jones had immediate notice of the assignment, but it was only notice of the legal effect of the instrument, notice as well, of the residuary interest of Innman, as of the primary rights of Dickinson and Wright.\nIn this condition of the parties, and before the company had paid over any of the money, Fithian & Jones, having a judgment for $800 dollars against Innman, served their attachment execution on the company. It was properly served on the company as the “ debtor, depositary, and bailee” of the money, and could not have been served with effect on the assignees: 1 Casey 362. From the time of such service, says the Act of Assembly, “all effects belonging or due to the defendant by the person or corporation on which service shall be so made, shall remain attached in the hands of such corporation or person,” &c. That was the most impressive notice to the company of the rights of these plaintiffs. After that, the company could not part with any effects in their hands belonging to the defendant, except at their peril. Yet they did. In disregard of the attachment, they paid over the whole $3000 “ as security” for attorney’s fees and advances, ascertained now to be only $1050.\nIt is said, it was not the company’s business to liquidate the counsel fees. Perhaps not. But they should have refused payment until they were liquidated. Standing as a stakeholder between the parties, they should have required Dickinson and Wright to define the extent of their interest under the assignment. With or without the assignment, the company might have paid the whole fund to those gentlemen, if no other rights had intervened; but seeing, as they were bound to see, from the assignment, that Innman had still a beneficial interest in the fund, and that his creditors had acquired a legal lien upon it, they assumed a greater responsibility than an attempt at liquidation would have imposed, when they decided that the whole fund of $8000 was necessary to secure counsel fees and advances for obtaining an award of that sum. Protracted and difficult litigation, carried through a series of courts, sometimes consumes the whole stake played for; but the company knew perfectly that this was not sport of that sort. It was simply an award of a referee, the cash advances for which were only $50, and the counsel fees, as finally settled, $1000. It would have been a reasonable presumption for the company to make, that the cost of such litigation would scarcely exceed one-third of the recovery; but if they had assumed it at two-thirds, money enough would still have remained in their hands to have satisfied the plaintiffs. The safe and proper way, however, would have been to refuse all payment until conflicting rights were defined. The payment made by the company was in their own wrong, and furnishes no ground of defence whatever.\nAlthough the plaintiffs’ debt was only $800, and the result shows that the company had some $2000 of the defendant’s effects in their hands when the attachment came to them, yet the company have permitted that money to go to the defendant through his counsel, to the utter defeat of the statutory remedy, and the rights of the plaintiffs. If such a proceeding were sustained, every attaching creditor might be balked, and the statute would be worse than useless.\nThe question of Wright’s competency loses all of its importance in the view we have taken of the case. Still we think that, under the circumstances of the case, he was competent as a witness.\nThe judgment is reversed, and a venire de novo awarded."}