{"id": "985082", "contents": "The opinion of the court was delivered by\nWoodward, J.\nWe are inclined to think, with the learned judge below, that John Hean, Jr., took sufficient possession of the part of the lot he purchased by parol of Maulfair. Where the question is whether a possession is clear or mixed, some regard is to be had to the situation of the parties to he affected by the possession. -The two Heans, father and son, both in possession of the acre lot at the same time, a' stranger, a purchaser or a creditor, might naturally enough confound them as a joint possession under the same right. As to such a party, it would be a mixed possession. But not so as to Maulfair. He was the landlord of the elder Hean, and .the vendor of the younger. Though the lot contracted to the latter was not fenced off from the rest, it was designated by boundaries which Maulfair understood perfectly; and living in the immediate neighbourhood, and assisting Hean, Jr., to build a house on the purchased part, he could not possibly he mistaken about the fact of Hean, Jr.’s, exclusive possession, or the extent of it. If, in any sense, and as to any party, it was a mixed, confused, or uncertain possession, it was, as to Maulfair, a clear and exclusive possession, and therefore he might have been compelled, on payment of the purchase-money, to convey the title. »\nBut a clear possession under the contract, gave Hean only an equitable right to have Maulfair’s title conveyed to him on payment of the purchase-money. When, therefore, Maulfair brought suit in 1853, Hean’s mistake consisted in setting up nothing but the Ashmead title in defence. He ought to have alleged the parol agreement with Maulfair, and offered performance on his own part. Instead of this he suffered Maulfair to recover, in ejectment, to execute a writ of possession, and then attorned to him fully by taking a lease from him and renewing it.\nNow this was letting go the equities under which he entered (7 Harris 471); and no chancellor would, after that, compel specific execution of the parol sale. The learned judge said, if on that trial Hean had set up his parol title, a judgment against him would probably have concluded him; but why would not abandonment conclude his equities just as effectually as unsuccessful defence ? A man in possession of land under a parol contract, obliged to seek the aid of a court of equity to perfect his right, is bound to be vigilant and prompt. The active duties are all on him. Not only must he maintain his possession, but he must show himself ready, willing, and eager to perform the contract on his part. It is in behalf of such purchasers, courts of equity decree specific performance. But if he delays to pay the purchase-money, suffers the vendor to recover in ejectment, and then takes a lease from him, thereby changing utterly the character of his possession, and estopping himself from denying the vendor’s title, he has no longer any equities to assert. It would be a curious administration of the statute of frauds and perjuries to set aside a written lease in behalf of a prior parol contract. An odd decree for equity to make, that a man was in possession under a valid parol purchase, whilst he himself says in writing that he was in merely as a renter.\nIt is mentioned as a circumstance of some importance, that when Hean accepted the lease from the deputy sheriff, who was authorized by Maulfair to take it, he inquired if it would injuriously affect his title from Maulfair, and was told it would not.\nIt is not pretended the deputy sheriff had any authority from Maulfair to qualify the legal effect of the acts he was sent to perform. If Hean was badly advised by him, it was a misfortune which is very apt to befall people who seek advice from those whose business it is not to give advice.\nHean has been hardly dealt by, it must be confessed. Compelled to purchase the Ashmead title, he had a perfect right to defend under it, as far as he could. We do not put the forfeiture of his equities on the ground that he bought in the Ashmead title, nor that it was set up in defence against Maulfair on the trial of the ejectment of 1853, but on the ground that he did not, along with the Ashmead title, assert his equities under the parol agreement. In defence of a man’s possession he may buy in as many titles as lie pleases, and assert them all, no matter how inconsistent they may he ; but if one of them is a mere inchoate equity, that requires activity on his part to perfect, he must be careful not to abandon it; for abandonment, once evidenced by a written lease, is abandonment for ever.\nIt follows, from what we have said, that Hichernell acquired no lien on this property by the entry of his judgment on the 2d April 1851, and that Wengert took nothing by his purchase at the sheriff’s sale which was made upon that judgment.\nHean’s possession under the lease from Maulfair, and Maulfair’s deed to Eisher and Eunck, recorded November 23d 1854, were notice to Wengert that the title was in them and not Hean, and he had, besides, express notice at the sale.\nHe stands therefore no better than Hean, and hard as his case is, it must yield to those general principles of law which, however harsh they may seem in their application to an occasional case, are after all the best security of private rights, when most consistently administered by the courts.\nJudgment reversed, and a venire facias de novo awarded."}