{"id": "985054", "contents": "The opinion of the court was delivered by\nLowrie, J.\nIf the aim of all interpretation were to ascertain an intention, the error here would be plain enough to anybody that can read English. But, unfortunately, we had not, when this will was written, got entirely free from a rule that required men to express themselves in a set form of words, if they wanted to be understood, and that prevented judges from readily seeing a fee simple where they did not see the word heirs; and it is very plain that the author, of this will was not aware of this; and it is only unconsciously that he has provided against it.\nThe rule had gradually yielded, until it ceased to exact the use of the word heirs, in all cases where there were other expressions or provisions, besides those of mere gift, which showed that the testator intended his gift to be a fee simple. There^are such provisions in this will; and, noticing as we do, that the testator was very unskilful in the use of language, and cannot be supposed to have known of the rule just alluded to, we must attribute to these provisions their full value as indications of intention. -\nFirst; it is not probable that he intended a mere life estate for the son, after a conditional life estate in his widow, and without disposing of the remainder after his son’s death.\nAgain; a devise of a life estate to one of his heirs, and leaving him to take a share of the reversion of the same land by descent, is not a probable intention.\nAgain; the devise of the seventy acres to be sold, was the gift of a fee to some of his children without words of inheritance, and we cannot suppose that he intended to prefer them to George, and allow them even part of his share by descent.\nLastly and chiefly; we understand the' testator as . excluding his grandchildren named as legatees from all further share of his estate; for we are informed of no debts, and can understand him only as giving legacies to them and not as paying debts. Now this exclusion can be effected only by treating the devise to George as a fee. If it were not so, there was an interest in the land in controversy that descended to.these grandchildren immediately on the testator’s death. His will, in this regard, can prevail only by construing the devise to George as a fee.\nJudgment reversed, and judgment for the defendant below, with costs."}