{"id": "985022", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nIt is one of the most important of the rights of a fvee people, that they are allowed to institute and define by contract the most of the business relations arising among them ; and that, the substance of their contracts being lawful, the details and forms of them are dictated by themselves, and then they are enforced by law according to their intention. This right is considered* sufficiently sacred to be protected by the Constitution, which forbids any law to be made impairing contracts; and it is embodied in the old maxim conventio vincit legem, which recognises that, for relations instituted by contract, the law established by the parties is ordinarily exclusive of the general law of such relations.\nIndeed, it is of the nature of government and law, that they intervene only when necessary. So far as parties to relations have agreed in defining them, the law has ordinarily no function to perform. If their definition is incomplete, the law supplies its deficiencies. It intervenes when discord commences. If the parties differ about what the agreement is, the law intervenes to interpret and define it. If one refuses to adhere to it, the law intervenes to enforce it. Of course, these remarks will not be understood as fully applying to the contract of marriage, which, as a fundamental relation of all society, is conclusively defined by law in its most essential elements.\nUnder the light of these principles, it is difficult to discover any objection to parties limiting the time within which the intervention of the law may be demanded. Such a contract is forbidden by no law, and is in conflict with none. It accords with the legal maxim vigilantihus non dormientihus, &c., and with the principle of statutes of limitation; while it limits the time according to the character of the special case, as the parties understand it and wish it understood. Statutes of limitation prohibit not the limitation of actions, but the indefinite postponement of them. The law expresses its willingness to decide controversies, if applied to in a given time; but it does not prohibit parties from limiting themselves, in their contracts, to less time. It was always law, that parties might contract to renounce privileges allowed them by law; and such renunciation, is binding on them. Nemini licet adversus facta sua venire eti eontrahentes deeiphgre,— Oode, Just. 3, 2, 29. . . ■ . .\n. . . . And our books are full of cases illustrative of the principle; and most of them apply to instances where the renunciation is embodied in the contract, in anticipation of the event on which the right would arise.\nIn such cases, a party may renounce all defence by giving a warrant of attorney to confess judgment; he may agree that all controversies that arise out of the contract shall be settled by persons named and in a given mode; he may renounce his year and a day on a mortgage, his usual rights of exception, appeal, writ of error, exemption, and stay of execution, according to the due course of law. And in a late ease, wherein we considered this subject, Nelson v. Von Bonnhorst, 29 State R. 354, we decided that he might take away all legal remedy by stipulating that he should pay when he considered himself able.\nWe think that the limitation of six months agreed upon in the contract of insurance, is binding upon the parties, and that,, therefore, the court ought to have affirmed the defendants’ proposition.\nJudgment reversed, and a new trial awarded.\nThompson, J., did not sit in this case."}