{"id": "985029", "contents": "The opinion of the court was delivered by\nThompson, J.\nIt is not essential to the validity of a bill of exchange, that it be in form negotiable. An endorsement on a bond ordering the contents “ to be paid to order for value received, is a good bill of exchange:” 1 Bay 66. The words “for value received” are held not essential: Benjamin v. Tillman, 2 McLean 213 ; 3 Metcalf 363; 3 Rich. 413.\nIf it be for the absolute payment of money, at all events, it will not invalidate it, if the fund, on account of which it is drawn, is named as a means whereby the drawee is to be indemnified: 3 Marsh. 184; 2 Greenl. 123 ; 4 Hill 263; 2 Sandf. Sup. C. Rep. 328; 2 Maine Rep. 442; 25 Miss. Rep. 143; Byles on Bills 74 (note).\nThe paper, therefore, in evidence in this case, although not in negotiable form, may be treated as a bill of exchange. And a material inquiry arises to be considered, as to the right of the plaintiff, the drawer, to sue the acceptor, in his own name, the bill having been returned to him by the payee in default of payment by the acceptor. That he may do so,' seems to have been settled in the affirmative, in every case I have been able to find, where the point was distinctly made. The case of Simmonds v. Parminter, 1 Wilson’s Rep. 185, in the King’s Bench, before Lee, C. J., and associates, determined after much consideration by that court, and affirmed upon a writ of error in the House of Lords, is the first precedent cited in argument, or that I have discovered for this position, and it fully affirms it. The same doctrine is to be found in Chitty on Bills 537, for which is cited Simmonds v. Parminter. See also 4 Bro. P. C. 604; Louviere v. Laubray, 10 Mod. 36 ; Chitt. Jr. 230. In Kingman v. Hotaling, 25 Wend. 423, the same doctrine is held: Nelson, C. J., after citing Simmonds v. Parminter, saying, that the plaintiff in that case was held to be entitled to recover without taking title under the payee. So in Zebley v. Voisin, 7 Barr 527, the plaintiff recovered in exact accordance with this doctrine. There was no assignment by the payee, and the point was directly made, that the suit must be in the name of the payee for the use of the drawer, the plaintiff; but the objection was overruled, the court declaring, in affirming the plaintiff’s right to sue, in his own name, that the “ drawer was in fact and in law the legal plaintiff.” In Simmonds v. Parminter, the plaintiff declared upon the bill as within the custom of merchants, and recovered, as we have seen. So here, in addition to the special counts on the bill, there are also the common money counts, upon which, as for money had and received, the plaintiff might recover if the evidence entitled him so to do. That it did, I cannot doubt, for it is settled, in innumerable cases, that the acceptance of a bill is an admission of funds of the drawer in the hands of the acceptor: 6 B. Monroe 179; 4 Dev. 358; 2 Wheat. 385 ; 3 Shepley 131; 3 McLean 272; 2 Eng. 321; 2 Br. 56; 9 Watts 359 ; Byles on Bills 245. There was, however, no objection in the court below as to the sufficiency of the narr., the pleas being non assumpsit and payment with leave.\nThe remaining point for our determination in this case is, whether the bill in question, on its face, negatives the ordinary presumption of funds in the hands of the acceptor, belonging to the drawer ? There was evidence in the case to show -that Ledlie was the owner of the property upon which the judgment and mortgage referred to in the bill rested, — that it was due and owing to Coursin. This was independent of the bill. The bill itself proved the same thing. What then was the bill other than a draft on a debtor who had funds in his hands of the drawer ? The reference to the satisfaction of the judgment and mortgage was, at most, but an instruction or direction to the drawee as to the manner and mode of reimbursement. In Bayley on Bills 34, it is laid down that a direction for reimbursement does not vitiate the bill. It was then a bill’ drawn on an acknowledged debtor and accepted by him. That the acceptor could not set up want of consideration, is established by the cases of Fisher v. Beckwith, 19 Vermont Rep. 31; Walker v. Sherman, 11 Metcalf 170. After careful consideration of the whole case, we think the plaintiff was entitled to recover, and we think the court erred in entering judgment for the defendant non obstante veredicto.\nJudgment reversed, and judgment to be entered for the plaintiff on the verdict.\nStrong, J., dissented."}