{"id": "985033", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nWhen Nevin bought this land, in 1823, from the heirs of Greer, he gave a mortgage to secure the interest on the widow’s third during her life, and the payment of the principal at her death. Afterwards Nevin sold the land to Clarke,, and now, in this action on the mortgage, Nevin’s executors come in to defend Clarke’s title. As their right to do so is not disputed, we presume that Nevin warranted in some form against the mortgage, though the conveyance is not shown to us. They have set forth their defence in their pleas, and issue is joined upon them, and of course the evidence to sustain them could not be rejected.\nThe defence is, that Smith and Thomas Greer, each entitled to a share in the mortgage debt on the widow’s death, were indebted to Nevin in a larger amount than he would owe them, and that he obtained judgment therefor a few months after the date of the mortgage; and this judgment was revived in 1828 against Greer and the administrator of Smith. The pleas propose to use this judgment as a set-off, and also, with the lapse of time and circumstances, as evidence of payment. We shall notice it only as evidence of payment. The other judgment pleaded and given in evidence is of no importance.\nThe widow died in October 1837, and this suit was brought in May 1857, less than twenty years after the principal of the mortgage fell due, and hence arises the difficulty. It is quite plain that in 1828, and down to the widow’s death, Smith or his estate was indebted to Nevin more than Nevin owed him, and that, at neither of those dates, could he have recovered anything on his mortgage; and that it would be gross injustice to allow him a recovery now, founded on the mere fact that his right of action is less, and Nevin’s more, than twenty years old; unless, when recovered, Nevin’s executor might claim it as a creditor, and this would be an unwisely circuitous remedy. The difficulty is in admitting Nevin’s defence now, in such a way as not to interfere with the forms of proceeding, and endanger, by an improper precedent, the justice of cases that may hereafter arise.\nBut we. think that the difficulty is not insuperable. Looking for what facts, connected with the lapse of time, the jury might consider as showing that Smith’s claim was regarded, and ought to have been regarded, as paid by his larger debt to Nevin, the case stands thus. When the mortgage fell due, and for fourteen years before, Smith’s estate was largely indebted to Nevin beyond the mortgage debt, and for twenty years afterwards, no suit was brought on the mortgage. In the mean time, all the other six mortgagees were paid, as must be presumed, for this suit is for Smith’s share alone.\nWhy was the suit not brought sooner, and why wás Nevin’s 'judgment not revived? The natural answer is, because Smith’s estate was insolvent and had no just claim against Nevin, and his share of the mortgage was regarded as paid. If suit had been brought even as late as 1848, it would have been fully met by Nevin’s judgment without any presumption against it. There is abundant evidence that Smith died insolvent, and therefore Nevin could make nothing by reviving his judgment, and it could avail only as a precaution against the mortgage and as a means of discharging it; he could get nothing more by it. It was natural then, that the real owners of the two claims should treat them both as paying or cancelling each other; for they ought so to have treated them, and it was not wrong in the jury to find that they did so treat them.\nTrue, Smith and his first administrator were dead when the mortgage fell due, and the present administrator was not appointed till 1857; but this does not affect the presumptions of fact growing out of the evidence; for those interested in his estate may be presumed to have suffered all this delay, because they knew that, in justice, the debt ought to be regarded as paid. Besides, if Smith’s estate is to be excused, because it had no representative ' to bring suit, then Nevin’s delay is also excused because there was no one that could he sued.\nWe do not discover any error in the trial that did any injury to the plaintiff.\nJudgment affirmed."}