{"id": "985028", "contents": "The opinion of the court was delivered by\nThompson, J.\n1. To the first specification of error, we can only say, that whether there be just ground for it or not, we have not the legal means of knowing. The evidence is not before us. Had there been a point for decisive instruction, that the evidence was not sufficient to raise the bar of the statute, an answer either Avay to it would have brought up the evidence on exception; but this course was not taken. The learned judge was accurate in his exposition of the law on the subject of title under the statute. It is undoubtedly true, in practice, that if the evidence do not exhibit an actual, adverse, visible, notorious, hostile, and continued possession for twenty-one years, there is no case for the jury — nothing1 to be submitted. A title by the statute is made up of required and necessary ingredients — all must be present, or might as well all be absent if any are wanting; for instance, that of continued possession — a dereliction in that quarter is fatal. In this case, we cannot say there was not evidence of all the requisites to go to the jury, for the reason given, namely, we have not the evidence before us.\n2. If the court had charged as alleged in this assignment, as in the last point, the evidence is not before us, so as to enable us to say whether there was error in the dealings of the court with it or not. The charge certainly differs from what the assignment imputes.\n3. This specification, that the court erred in not charging that the possession of the adjoining tracts by the owners did not prevent the statute of limitations from running in favour of the defendants, is, in substance, the charge. On this point, we think, that neither Kite v. Brown, 5 Barr 291, nor Hole v. Rittenhouse, 1 Casey 491, rules the ease. The title to the tract interfered with by plaintiffs’ survey and settlement was not originally furnace property, associated and connected as such with the other tracts, so as to constitute the whole in fact one tract. The title, we gather from the case, has become, within a few years, vested in the defendants below; at all events long since the establishment of Hannah Furnace. It was a distinct tract, with a distinct survey and lines around it, and did not remain in connection, as in Kite v. Brown, with associated warrants, with the external lines run but not dissevered by intermediate lines, and which also was the character of the body of lands alluded to by Chief Justice Lewis in the remark in Hole v. Rittenhouse. The doctrine contended for here, may, perhaps must, go to the extent claimed, as a corollary of the principle avowed in these cases. If title can be acquired under the statute, of portions of several contiguous tracts by a former survey and adverse possession, it is certainly owing to the fact that the property is held together, as in the cases cited, as one acquisition or estate. Under such circumstances, the bar of the statute would, as a necessary consequence, be tolled by an entry into any portion of the entire body. The doctrine of identity, or unity of several tracts as one, has been carried as far in the cases alluded to, as it is ever likely to be; and we do not think the facts of this ease prove it to belong to that class, for the reasons given. We have nothing evincive of unity in the manner of the tenure, but the assessment of the furnace lands in the aggregate. No witness speaks on this point, and no usage requires courts to notice that such is the manner of occupation of this or similar estates. Whether only external lines were run around the property or not, does not appear; hut it does appear that after Addleman’s improvement had been commenced, and his original survey made, including a piece of the Maltern tract, that the owners of Hannah Furnace purchased it. It was purchased as a separate property, by distinct boundaries, and so has since been held. We see no error in determining as did the court below on this point. To toll the statute, so as to defeat plaintiffs’ claim, without an entry on the identical tract, a part of which he was occupying, and against the title to a portion of which the statute was running, would be to impute to a mere nullity the efficacy of prompt and determinate action — to give efficiency to entry somewhere else — for one required to be distinctly and unequivocally on the land, if intended to be effectual. It was not contended that there was such an entry on the tract interfered with. The case needs explanation -in many particulars to bring it to the light in which the plaintiff in error desires us to view it.\nJudgment affirmed."}