{"id": "985099", "contents": "The opinion of the court was delivered by\nStrong, J.\nThis was an action of trespass vi et armis, brought by Warren, the plaintiff below, against Yerger and wife. The alleged injury complained of was,throwing earth and stone upon a garden occupied by the plaintiff. The materials had been deposited there by the workmen of Daniel Spohn, who had contracted with Mrs. Yerger, one of the defendants, to build a house for her upon her lot adjoining the garden of the plaintiff, and the injury had been done while the house was in process of construction. The only evidence to connect the defendants with the wrong was, that Mrs. Yerger had made the contract with Spohn to build the house for a stipulated sum, and that she and her husband were occasionally there while the building was being constructed.\nThe ease has been argued in this court as if it depended upon the question, whether the workmen of Spohn, the builder, are to be regarded as the agents of the defendants, and whether, therefore, they are responsible as principals, for the acts of their agents. This is, however, an erroneous view of the case. It is by no means a question of the liability of a master for the act of his servant. It is an action of trespass. The master, as such, is not liable for the trespasses of his servant, unless the particular wrongful act of the servant was ordered by the master, or in other words, unless the master be the immediate cause of the injury. Even then he is not liable because he is master, but because the act is personally and immediately his. To this the authorities are direct and, full. It was early ruled in Morley v. Gaisford, 2 Hen. Bl. 442, in which case it was said, that it was difficult to put a case where the master could be considered as a trespasser for an act of his servant, which was not done at his command. And in Railroad Company v. Wilt, 4 Whart. 143, the same doctrine was reasserted. It is true, that the employment of the servant is the act of the master, but it is not the immediate cause of the injury. Though the master is responsible for the negligence or unskilfulness of his servant, yet his responsibility is in ease, not in trespass. In neither form of action, is he answerable for the wilful act of the servant working an injury to another.\nIn' the case now before us, therefore, the liability of the defendants depended not upon the question whether the workmen of the builder were their servants, but upon the inquiry whether the particular trespass complained of was committed by tbeir orders, or at least with their present assent.\nIt follows, that the case was erroneously put to the jury, with instructions that if the work (i. e. the erection of the building), was apparently going on under the directions of the owner of the house, the owner might be regarded as the master of the builder’s workmen, and liable as such. The jury were told that “ if there were such appearances, as might fairly induce the belief, that this building was erecting under the direction of the Yergers, it would not matter what the contract was between them and Spohn. If he appeared to the world as their servant, acting under their direction, doing their acts under their supervision, they would be responsible for his acts.” This was not the true issue. Appearances of an existing relation of master and servant, had nothing to do with the case. The jury should have been instructed, that if the particular wrong complained of, namely, throwing earth upon the plaintiffs’ lot, was done by the orders of the defendants, or with their direct assent at the time, they were trespassers, and responsible as principals (all being principals in trespass), and that without such order or assent they were not liable at all.\nJudgment reversed, and a venire de novo awarded."}