{"id": "985039", "contents": "The opinion of the court was delivered by\nStrong, J.\nThe principal question presented by this record is, whether a sheriff, who has sold property under an execution founded upon a judgment in which the debtor has waived the benefits of the Exemption Act of April 9th 1849, is in fault for refusing an appraisement, and making the sale, after notice by the debtor that he claimed the benefits of the law.\nIt is difficult to perceive how the debtor can complain of any act which the law required the sheriff to do, or of any omission which he himself authorized. Notwithstanding the doubts which have sometimes been expressed, it is now generally conceded that the statutory privilege of the exemption of a portion of his property from levy and sale, under execution, is one which a debtor may waive. When made at the time the debt is created, the waiver is based upon the same consideration as that upon which rests the liability to pay, and is therefore irrevocable. Such a waiver is a contract, that, so far as regards the judgment-creditor, in whose favor it is made, the debt shall be collectable in the same manner as if the Act of April 9th 1849 had never been passed. Against an execution issued upon such a judgment, it is conceded, that the debtor has no right to retain any portion of the property which, without the act, would be liable to levy and sale; nor has he any more right to an appraisement. A release of the privilege of exemption is a release of the right to an appraisement, for the latter is inseparable from the former.\nIf it be argued that, though the debtor has abandoned his right to a property exemption as against one judgment-creditor, it remains against any execution issued upon a subsequent judgment, it may be conceded. But what is the right? It is to retain property appraised under an execution, upon which there has been no waiver. The privilege of the debtor is a statutory one, and does not extend beyond the statute. Neither the first judgment-creditor, nor the sheriff, who is his agent to enforce payment, has any concern with subsequent judgments. He may not know of their existence, and even if he does, his rights are superior and are not affected by them. If no new judgments have been entered, then it must be admitted that the debtor, after waiver, has no right to demand an appraisement. If he cannot do this directly, surely he can indirectly obtain no greater rights against the first judgment-creditor, or the sheriff, by confessing other judgments.\nThe Act of Assembly provides, that when an appraisement is made, the compensation of the appraisers shall be charged as costs of the proceedings under the execution. Of course, it is to be deducted from the proceeds of sale, and from the plaintiff, if there be not property sufficient to pay the debt; yet the purpose of the waiver was to protect the plaintiff against this very liability.\nIt must then be held, that a sheriff is under no obligation to regard a claim by a debtor to the benefits of the Act of Assembly, when that claim is asserted against an execution founded upon a judgment, in which the exemption, provided in the act, has been waived or released. If the consequence be, that the debtor may lose the benefits of the act entirely, the answer is, that the loss is a necessary result of his own act. He may redeem himself from that consequence by paying the first judgment. If he neglects to do that, he suspends his rights upon the chance that an execution may be issued upon a subsequent judgment in which there is no waiver.\nFollowing these principles, we are led to the conclusion that the court below erred in instructing the jury that the sheriff, having failed to regard the notice given him, was responsible in damages. The plaintiff below had taken his case out of the Act of Assembly, and had no longer a right either to an exemption or appraisement. This view of the case disposes of the whole controversy. We add, however, that, in our opinion, the request of the debtor would have been a sufficient compliance with the Act of Assembly, if he had been entitled to make a request. The proof was, that he met the sheriff on the public square, and told him that he claimed the three hundred dollar law. If the act had required the request to be made in writing, and at the sheriff’s office, it might have made the process more convenient, and given rise to less litigation. But the act makes no such requisition, and we cannot legislate even to improve an Act of Assembly. That the debtor did not employ the precise language of the act is of no consequence — his demand was of like signification. The time to elect whether he would retain real or personal property, was after the appraisers had been summoned. Nor are we able to discover why, in such an action of trespass upon the case, a judgment might not be rendered against one of two joint defendants; but, for the reasons first mentioned, the judgment must be reversed.\nJudgment reversed and a venire de novo awarded."}