{"id": "985051", "contents": "The opinion of the court was delivered by\nWoodward, J.\nIf the 6th section of the stay law of 13th October 1857, were construed to authorize the courts to stay writs of execution in the hands of the sheriff, when the law was enacted, without security, and without a stipulation for the preservation of the lien, the law would be, beyond a peradventure, unconstitutional ; and it would be' our duty so to declare it. For, by placing their execution in the hands of the sheriff, the plaintiffs acquired a lien on all the personal property of the defendants. This was a clear, legal right, duly vested in them, when the legislature passed the law of October 1857. If it could be divested without compensation or security, we know of no rights which might not, in a similar manner, be taken away. The point is not parried by calling it a modification of the remedy. To say that a judgment plaintiff shall not have execution for a year is, perhaps, a modification of his remedy, and even though his judgment was obtained before-the law was passed, the constitution is not, perhaps, violated by such legislation; but to strike dead the lien he has acquired before the law passed, is no more to modify his remedy, than a repeal of the lien of mortgages and judgments would be modification. It is taking away a right of property without compensation, and that, not for public use, nor by way of taxation, but for the benefit of the individual debtor and by way of confiscation. When this may be lawfully done, our constitutions will all be a dead letter, and civil rights will have no security but the legislative will.\nBut the Act of 1857 did not mean this. In respect to judgments obtained before its passage, it provides that, “ if the defendant shall be possessed of any estate in fee simple, within the respective county, worth, in the opinion of the court, alderman or justice, the amount of the said judgment, over and above all encumbrances, and the amount exempt from levy and sale on execution, he shall be entitled to a stay of execution thereon for the date of one year, to be computed from the first day of the term to which the action was commenced.” This does not touch the lien of an execution already issued. It is merely a modification of the right to take execution. And though it would not be, perhaps, a too liberal construction of the act to hold that it authorized the court to stay a writ already issued, yet that duty must be performed with due regard to the rights of the plaintiff. The act, not unconstitutional on its face, must not be so administered as to be rendered unconstitutional in fact;\nIf the court, when they made their order of 11th November 1857, had stipulated for a preservation of the lien of the fieri facias, and had required the defendant to give bond with surety that the goods levied on should be forthcoming at the expiration of the stay, the act would have been well executed, and no injustice would have been done to the plaintiffs. But no such condition was imposed. The writ was simply stayed.\nWe held, in Irons v. McQuewan, 3 Casey 197, that the order of a single judge made at chambers, ex parte, for the return of a fieri facias, and stay of proceedings, was void for want of jurisdiction.\nHere the court had jurisdiction over their process, and it was exercised after hearing the parties, but it was not exercised according to law. They gave more effect to the stay law than it was designed to have. They applied it in 'a way its terms did not warrant, and had its terms been such as to warrant the application, they should have been disregarded as unconstitutional.\nAnd now, to wit, 14th July 1858, this cause having been argued by counsel, and considered by the court, it is ordered and adjudged that the decree of the Court of Common Pleas of the county of Clearfield, of the 11th November 1857, so far as it related to the second alias fieri facias of the above-named plaintiffs against the abové-named defendants, be reversed and set aside, and that the record be remanded to the said court to be proceeded in according to law."}