{"id": "985036", "contents": "The opinion of the court was delivered by\nThompson, J.\nInstead of amending, by striking out one or other of the incongruous counts in the narr., as he might have done, when he discovered it was to be the foundation of objection and demurrer, the plaintiff chose to meet the defendant on the accuracy of the pleadings, and must abide the result.\nThat either debt or covenant might, in some cases, be an appropriate remedy on the same instrument, may be conceded, without yielding the position that they can be joined. The authorities are decisively against it. “ One species of action cannot be joined with counts in another, as assumpsit, covenant, debt, or account with each other:” 1 Chitty’s Pl. 199. “Debt, covenant broken, account and assumpsit, cannot be joined in one action; nor either of them, it seems, be joined with any of the others.” “ The forms of action adapted to them are essentially different; the joinder of them, or any of them, would tend to confusion and perplexity in the administration of justice:” Gould’s Pl., §§ 90, 91. The criteria of joinder in these actions, although at common law much the same, can hardly be said to be so in our practice. Hon est factum is set down as the general issue in both, but this is scarcely more than theory, for in actual practice it is rarely such. The judgment, according to the English practice, was in both actions a misericordia; but with us it always sounds in damages in the action of covenant, and for a specific sum in debt, with a nominal one for damages. They are, and ever have been, essentially distinct and different forms of action, and cannot, notwithstanding some coincidence in the pleadings, be joined. The joinder of a count in covenant with one in debt, in this case, was bad on demurrer, and was so much a matter of substance that it would have been so held even on general demurrer: Seip v. Drach, 2 Harris 355. The court erred in entering judgment for the plaintiff on the demurrer.\nJudgment reversed, and judgment for defendant."}