{"id": "985037", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThis case is so defectively presented in the paper-books, that it is impossible to decide it with any degree of satisfaction. It involves the location of two chamber surveys, both of which call for adjoiners, which áre said to he well laid on the ground, but of which we have neither official copies nor connected drafts.\nWe are told that, in 1784, a body of warrants were located and surveyed on Moshannon'creek, of which John'Anderson was the leader — that in the same year, another body was located on Clear-field creek, immediately opposite, of which James Alexander, a well-known tract, was one; and that in 1793, Morgan, Rawle and Peters located another body of thirteen tracts, between the two above-named surveys of 1784. The two tracts in question in this case, Mary Niel and Thomas Maston, were located in 1794, and call for adjoiners which belong to the one or the other of the aforesaid blocks of surveys.\nNow, it is apparent, that these two tracts are to be located only by first locating the older blocks; a process which, if it was observed on the trial, is not set out in our paper-hooks. But we infer, that if we had the location of these elder surveys before us, it would be apparent that, between the surveys of 1784 and 1793, there would be found too much space for the surveys of 1794, unless official distances and calls were greatly overrun. This, however, is only a conjecture. Where a younger block of surveys calls for two older blocks, the location of one or two .particular tracts of the younger block is not to he arbitrarily determined; but is to he got at by first locating the block of which they are part. In other words, where surveys were made and returned into the land office in blocks, they are to he located on the ground in blocks. If, then, any of them are found to interfere with tracts belonging to the older blocks, the younger gives way to the elder.\nIf, howevér,'instead of interfering with adjoiners, they do not, according to their courses and distances, reach to their calls, a question arises between the owner of the warrant and the Commonwealth. Generally, the survey is to be carried to its calls, and the Commonwealth is paid for the excess of land, when she issues her patent. The excess, however, may he so great that the state will order a resurvey of the warrant, or the owner of the warrant may limit himself short of some of his calls ; and, in this event, the intervening land is open to new appropriation. But suppose two of the younger surveys, instead of interfering with their elder neighbours, lie foul of each other ; — in this case the rule of priority still obtains, and the first surveyed has the best right, and is to be first served. As the elder block determines the location of the younger block (and almost all of these early surveys, in the back counties, were made in blocks), so, among individual warrants of the same date, the eldest survey controls the location of the younger. The right, under an indescriptive warrant, attaches from the date of the survey; and though it may be lost or postponed, if not followed up, it is not to be displaced, where there has been no lack of diligence, merely to accommodate a new comer. Nor is the holder of the later survey to insist that the former shall yield the interference, lest he gets too much land within his lines. He is himself the wrongdoer in causing the interference. He had no right to lay his warrant on land already appropriated. And he cannot justify himself by saying, that if the elder is permitted to appropriate all the land within his calls, he will have more than the policy of the state permits him to hold. He knows not what portion of the excess the elder warrant-holder means to give up — nor whether the state will compel him to give up any. He should, in such a case, get the state to order a resurvey of the elder warrant, that the boundaries of the legal quantity may be defined, and that he may know where to lay hi? own warrant.\nTo come now to an application of these principles to the case in hand.\nMary Niel and Thomas Maston were warrants of the same date, probably of the same block, and owned by the same party originally. They were both chamber surveys. I know it is said, some marks were found on the Maston, which counted back to the date of the survey; but, on looking into the evidence, I am satisfied they were the marks of the older adjoining surveys. I assume, therefore, that neither of these tracts was actually located on the ground. But the survey of Mary Niel was made 8th July 1794; that of Thomas Maston October 22, 1794.\nThe former was returned into the land office 29th April 1795; and patented to Henry Phillips, April 27, 1796, as a tract containing 439 acres 70 perches. The latter was patented to John Warder, November 8, 1804, for 438 acres 153 perches.\nIf they were warrants of the same batch, the interference was probably caused by a blunder in protracting; or possibly the surveyor of October 1794, was inattentive to what he or his predecessor had done in July before.\nWe are compelled to treat the Mary Niel as the oldest survey, and, therefore, prima facie, best entitled to the interference. And locating her by Mary Connelly, with her proper courses and distances, the interference falls to her. The position of the Mary Connelly, another of the warrants of January 1794, seems, according to the surveyors, to be indubitably fixed by the hickory corners of the James Alexander.\nThe plaintiff insists on starting from the Mary Connelly to locate Mary Niel, as the only way of preserving her courses, distances, configuration, and quantity.\nBut the court did not give the plaintiff’s propositions a distinct affirmative; because, as Mary Niel called for the Sheqff and Wharton tracts on the east (two of the Morgan, Rawle and Peters surveys of 1793), she was as much bound to go to them as to the call of Turner & Co. on the north ;■ and by doing so, she would contain over 1300 acres of land. “We hold it to be the law,” said the learned judge, “ that where a party claims to locate his survey by adjoining surveys, his survey must correspond to all the calls as returned into the land office, particularly where there are intervening claimants; that he cannot adopt some and throw away others, to the prejudice of intervening rights.”\nThe effect of this instruction was to take away from Mary Niel her call on the north, and to compel her to go to the surveys of 1793, on the east; to distort her shape, to increase her distances, and to give her more than her official quantity; and all this from respect to what was called an intervening right.\nThis was erroneous. So far from permitting the intervening right, which was nothing else than the younger survey, to control the location of the older, its own location should have been, in accordance with the general principle, controlled by the older.\nIf the court had insisted upon locating Mary Niel, according to her courses and distances, from the pine corner of William Sheaff, her shape and quantity would have been preserved; and she would not probably have taken any part of the interference— she certainly would not have touched Mary Connelly. In other words, it is manifest that the tract of land, patented to Mr. Phillips, cannot be located according to all the calls in the survey. You extend her lines, distort her shape, and increase her quantity if you attempt it. Some of the calls, then, must be disregarded. Which shall they be ?\nThe court said, the calls on the north, because of the intervening rights-of the owner of Thomas Maston. But they would still locate Mary Niel according to all her other calls. They did not propose to take her away from the Mary Connelly, but to leave her resting there, and only shorten her lines northward.\nFor the reasons already given, we cannot concur in this view. We do not recognise the right of the owner of Thomas Maston to take such liberties with the lines of Mary Niel; and if he might do it, the objections arising from undue extension and distortion would still remain.\nMary .Niel must be located according to her courses and distances, from one or another of her calls. She is a patented tract. Her lines and quantity are fixed, finally and for ever, as between her owner and the Commonwealth. The patent does not locate the tract, but it defines how much land the tract is to contain when it is located.\nFrom the way the cause was tried, and is presented to us, it is impossible for us to say, whether the location should be made from the Mary Connelly, from the Sheaff, or from the Turner lands; but whichever starting point is adopted, her courses and distances are to be laid off without regard to intervening rights that are younger in origin. That starting point should be preferred which will answer the most of her calls. When all cannot be answered, as many should be, as may be. And if she was one of a block, her position is to be determined by the location of the block, and the position of the block by the location of the older blocks surrounding.\nWhen the cause shall have been tried on these principles, justice can be administered to the parties, according to law.\nThe judgment is reversed, and a venire facias de novo is awarded."}