{"id": "985090", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nOur law authorizes a married woman to dispose of her separate property by will; and our intestate law of 1833 says that her estate, not so disposed of, or otherwise limited by marriage settlement, shall descend to her children, saving to her husband “ his right as tenant by the curtesy; which shall take place, although there be no issue of the marriage, in all cases where the issue, if any, would have inherited.”\nAgain, it, says, of her real estate, not so disposed of, that it shall descend subject to the estate and interest above given to the husband. And the law of 11th April 1848, § 10, says that her separate real estate shall descend according to the intestate laws, provided that this shall not “ be deemed or taken to deprive the husband of his right as tenant by the curtesy.”\nThese provisions are very plain and just: yet we sometimes forget them by suffering our minds to be led away by the traditions of the English law, so readily found in our text books. Our law is the same for both legal and equitable estates; and dower and curtesy belong to them both. If the descent is regulated by will or marriage settlement, the statutory descent does not apply; if otherwise, it does. The presumption is of course in favour of the legal rule of descent, and those claiming otherwise must show that they have a written title from the deceased to themselves: 26 State R. 132. Where a title is in fee simple, legal or equitable, all expressions in it attempting to set aside the statutory order of descent, without providing a different one, must go for nothing: 19 State R. 44, 371; 20 Id. 300; 28 Id. 93.\nIn pursuance of these principles we have several times decided, that property held in trust for the separate use of a married woman and her heirs or representatives, descends, on her death, according to our intestate laws, and that they define the interest which the surviving husband shall take: 23 State R. 30; 24 Id. 253, 329.\nThis cause ought, therefore, to have been decided in favour of the defendant below. The estate is given in trust for the wife and her heirs, with directions that it shall be for her separate use, without any power in him or her to aliene or charge the same, and with no word relative to descent except the word heirs. It is in form an equitable fee, and in substance it is a fee, legal or equitable; and there is nothing to prevent its descent as a fee.\nThis view of the case prevents us from discussing the question concerning the validity or effect of the trust, and some others that are supposed to be connected with it.\nJudgment reversed,- and judgment is here entered in favour of the defendant below, with costs, and the record is remitted."}