{"id": "985044", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nThis ease does not require much discussion, for it can be made plain in a very few words. Robert Blair’s will was duly proved, and letters testamentary were issued upon it. To this an appeal to the Register’s Court was taken; a feigned issue was ordered and tried in the Common Pleas, and found against the will and certified hack to the Register’s Court; and thereupon the letters testamentary were vacated and letters of administration granted. But the decision of the feigned issue, and of course all that depended on it, was subject to a writ of error and to the judgment thereon. A writ of error was taken, and the judgment below was reversed and judgment entered in favour of the original probate.\nThe consequence is, that the letters of administration must be treated as raising a conditional administration in the nature of one pendente lite, and that now they ought to be revoked, and letters testamentary granted on the will. A petition was presented by the executor named in the will to have this done; and at a Register’s Court appointed and called for the purpose, the petition was heard and refused. This is equivalent to a decree dismissing the petition for want of title in the petitioner; and it is subject to correction here on appeal, and it must be corrected. We do not hereby affect anything done under the letters of administration. So far as the estate has been properly administered by the administratrix, it must stand as administered, and she must account according to law. The executor will have power only over .so much of the estate as remains unadministered.\nThe decree of the Register’s Court rejecting the petition to revoke the letters of administration granted to Martha Blair, is reversed; and it is now here ordered and decreed that the said letters of administration be revoked as of this date, and that letters testamentary be issued by the register of wills to Joseph Patton as executor of the will of Robert Blair, deceased; and it is further ordered and decreed, that the said Martha Blair pay the costs of this proceeding, to be taxed and collected in the manner appointed by law for costs before registers and registers’ courts, and the record is now remanded to the Register’s Court that the cause may be proceeded in according to this decree."}