{"id": "985066", "contents": "The opinion of the court was delivered by\nStrong, J.\nThis was an action of trespass quare clausum fregerunt, in which the allegation was that the defendants had broken the close of the plaintiff, and had cut and carried away timber. The declaration described the close particularly by courses and distances, metes and bounds. The defendants pleaded the general issue, and tendered two special issues denying the title and possession of the plaintiff. They also pleaded liberum tenementum ; not as the common bar, for the plaintiff had declared with certainty, and rendered a novel assignment unnecessary, but as a direct denial of the plaintiff’s freehold in the close, and as an assertion of the freehold in themselves. To the three pleas last mentioned, the plaintiff replied a former judgment in another action of trespass, brought by a person under whom the defendants claimed, for a breach of the same close, in which a case had been stated, and judgment given for the plaintiff on the title alone. To this replication the defendants rejoined nul tiel record, and also that the plaintiff did not hold the same title which he held when the former adjudication was made. On this state of the pleadings, the parties went to trial.\nAt the trial, the plaintiff proved the cutting of timber within the lines described in his declaration, exhibited the former record which he had replied, and in addition gave in evidence patents to him for the lands, founded on the warrants and surveys which made his title in the former suit. Notwithstanding this, however, the court, without giving judgment directly upon the plea of nul tiel record, peremptorily instructed the jury to return a verdict for the defendants.\nWe are not informed by the record, why this instruction was given. As there was sufficient proof of the trespass within the lines of the close described in the declaration, we infer that the court must have been of opinion, either that there was no such record as that replied by the plaintiff, or that, if there was, it did not establish, as against the defendants, that the title of the close was in the plaintiff at the time the trespass was committed. That there was such a record, however, is beyond doubt, and consequently, we are brought directly to a consideration of its legal effect.\nThe record of the former suit exhibits, that after the action was brought, and the plea of not guilty had been entered, the parties agreed upon a case stated. In that the plea of not guilty was in effect withdrawn, as the defendant admitted the alleged cutting and trespass within the limits of the described close, and there was submitted to the court only the question whether the title was in Mr. Stevens, or in S'amuel Hughes, under whom the defendants now claim. The title of both parties was submitted, and the final judgment was against that of Mr. Hughes, and in favour of that of Mr. Stevens. The ease therefore presents a record, equivalent to a judgment in favour of a defendant, on a traverse of a plea of liberum tenementum, after a novel assignment, and this where there is no other plea. This is certainly the most favourable aspect for the defendants in which the record can be regarded.\nThe established rule of law, that a fact which has once been directly decided shall not again be disputed between the same parties, is not denied. In The Duchess of Kingston’s Case, so often quoted, the unanimous opinion of the judges was that “ the judgment of a court of concurrent jurisdiction, directly upon the point, is, as a plea, a bar, or, as evidence, conclusive, between the same parties, upon the same matter, directly in question in another court.” Privies 'are equally bound. Admitting this to be the general rule, the defendants contend that it prevails only in regard to questions of personalty, and that title to real estate is not within it.\nIt must be conceded, that it has hitherto been regarded as an open question in this state, whether a judgment upon a traverse of a plea of liberum tenementum in trespass, standing alone, precludes a party against whom it has been entered, or his privy, from afterwards controverting the title to the same freehold in a subsequent action. That it has not been decided,.arises, perhaps, from the fact that the plea has rarely, if ever, been pleaded alone. In Kerr v. Chess, 7 Watts 367, the question was attempted to be raised, whether it was conclusive of title in an action of ejectment subsequently brought, but it did not fairly appear upon the record, and was therefore left undecided. So also in Foster v. McDivit, 9 Watts 349, an effort was made to obtain a decision in a similar case, but only a doubt was expressed. It may well be, that in an action of ejectment, the effect of such a judgment may be unlike what it would have been in another action of trespass, and this, not on account of the nature of the subject-matter of the controversy, but on account of the form of the proceeding.\nOriginally, an ejectment was only an action of trespass by a lessee against one who had ousted him of his term. .The plaintiff recovered damages, not possession. The freehold was not in controversy, certainly not directly. It was not until about the reign of Edward IY. that courts of law began to give judgment that the plaintiff should recover his term, as well as damages. Still it was only a term which he recovered, for the action was always founded on the assertion of an existing lease. Indeed, the declaration negatived the ownership of the freehold by the plaintiffs. . Of course, the very structure of the record rendered it impossible to plead a former recovery in bar of a second ejectment. The plaintiff was only a fictitious person, and as the demise might be laid in any number of ways, it never could appear that the second ejectment was for the same thing as the first. Indeed, the second ejectment supposed a new demise. For the same reason, a verdict and judgment in trespass quare clausum fregit upon any plea, could not operate as an estoppel in ejectment. Such having been the original nature of the action, any number of successive ejectments could be brought, and the tenant in possession could never protect himself by the result of a former trial.' In this form, the action was brought to-this state, and its form was preserved until the Act of 21st March 1806. Although, before that time, it had become a common mode of trying title to lands, yet, both before and since, title has been tried only incidentally, the direct question being the plaintiff’s right to immediate possession. The Act of 1806 changed the form of the action, and that of 1807 limited the number of suits which may be brought, but courts have retained the doctrines which were attendant upon the action in its old form. Hence, doubtless, has grown up the impression that in questions of title to land, a judgment is not conclusive, as in questions of personalty. Enough has, however, been said, to make it appear, that the allowance of successive writs of ejectment furnishes no support to such a doctrine. The inconclusiveness of a verdict and judgment in ejectment, is due to the form of the action, not to the character of the subject-matter of the controversy. The apparent exception nowhere else exists. That there is no charm about land, as land, which relieves it from the operation of the general rule that a judgment between the same parties, or their privies, directly upon the same matter, is the end of controversy; that it is an estoppel against future litigation of the same question, is evident from the fact, that a fine, a common recovery, a simple judgment in a writ of right, and indeed judgments in any real action, have always been held to be conclusive. Whatever, therefore, may be the rule in regard to ejectments, there is neither reason nor authority for the position, that a judgment upon a travérse of a plea of liberum tenementum in trespass, does not estop a party to it, or his privy, from again asserting or denying the same freehold in a subsequent action of trespass. There is decision to the contrary. In Outram v. Morewood, 3 East 345, it was distinctly ruled, that if there be a verdict and judgment upon any fact or title .directly put in issue in an action of trespass, it may be pleaded, by way of estoppel, in another action of trespass, between the same parties, or their privies, in respect of the same fact or title. The opinion of the court was pronounced by Lord Ellenborough, and it is an elaborate and exhaustive examination of the earlier authorities. He cites Brooke, tit. Estoppel, pi. 15, in which it is said to “be agreed, that all the records in which the freehold comes in debate, shall be estopped with the land, and run with the land, so that a man may plead this as party, or as heir, as privy or by que estate.” In remarking upon this, Lord Ellenborougkh added this: “ But if it be said, that by freehold coming in debate must- be meant a question respecting the same in which the freehold is directly recoverable, as in an assize, or writ of entry, I answer that a recovery in any one suit upon issue joined on matter of title, is equally conclusive upon the subject-matter of such title, and that a finding upon title in trespass, not only operates as a bar to the future recovery of damages for a trespass founded upon the same injury, but also operates by way of estoppel to any action for an injury to the same supposed right of possession.” But estoppels are mutual, and if the one party is estopped, the other is equally so. Lord Ellenboroush added, that “ it is not the recovery, but the matter alleged by the party, and upon which the recovery proceeds, which creates the estoppel. The recovery of itself in an action of trespass, is only a bar to the future recovery of damages for the same injury; but the estoppel precludes parties and privies from contending to the contrary of that point, or matter of fact, which, having once been distinctly put in issue by them, or those to whom they are privy in estate or law, has been, on such issue joined, solemnly found against them.” It will be perceived, that this case of Outram v. Morewood is full and direct to the point; and though as an authority, it is not binding upon us, yet we think its reasoning is unanswerable. It remains undoubted law in the English courts, nor have we been able to discover that it has ever been successfully controverted in any of the courts of this country.\nWe are constrained, therefore, to hold that a judgment upon a traverse of the plea of liberum tenementum is conclusive in a second action of trespass, when the freehold of the same close is attempted to be put in controversy. The judgment upon the case stated, replied to the defendants’ plea in this case, was an adjudication that Mr. Stevens held the freehold of the close at the time the judgment was rendered. It was, therefore, an established fact as against Samuel Hughes, and neither he, nor any one claiming under him, can again controvert it.\nIt is argued, however, that the defendants are not estopped from denying the plaintiff’s title, because it is alleged the locus in quo is not the same in this action as it was in the former, which is pleaded. Undoubtedly, the subject-matter of the controversy must have been the same, or the former record concludes nothing in this case. But was it not the .same? What was in issue in the first action was the freehold of the close described in Matthew Henderson’s draft. What is in issue now is the freehold of the same tract of land, described by the same draft. It matters not by what evidence the title' was established in the former case, or whether there was any evidence at all. The judgment was the determination of the law upon the issue joined, and it is not the less effective because the preparation for it, the evidence, may have been faulty, or different from that which is now offered.\nAgain, it is urged that the former judgment was not upon the same title as that now in controversy. We think it was. But whether it was or not is immaterial. Whatever may be the effect of a verdict and judgment in ejectment, in a second ejectment founded upon a different title, it must not be forgotten, that a judgment upon a traverse of a plea of liberum tenementum, is not an adjudication of any particular right by which a party holds the land, but upon the question whether he has the freehold at all. It certainly would be esteemed no answer to a judgment establishing A.’s ownership of a horse, that he had asserted his title through a purchase from B., when in truth he had bought from O. The error of the argument is, that it assumes that we may go behind the judgment, to inquire through what evidence it was obtained.\nIt is once more urged, that the ease stated was not evidence of the facts admitted therein, in the present action, and should not have been received by the court. Doubtless it was not evidence of the admitted facts, nor was it offered for any such purposes. The judgment was given in evidence to establish what was no longer open to litigation.\nFor the reasons stated, we hold that the court erred in instructing the jury to return a verdict for the defendants, and the case must go back for another trial.\nJudgment reversed, and a venire de novo awarded."}