{"id": "985056", "contents": "The opinion of the court was delivered by\nStrong, J.\nThis record presents the same question which was here at October Term 1855, in an action between the same parties. The writ of error is designed to bring under review the adjudication which was then made. At that time, this court was of opinion that the deed from Caldwell to Greer was an absolute and exclusive conveyance of all the coal under the grantor’s land, and not a mere license, or incor-poreal hereditament. Such a construction of the deed is supposed to have been erroneous, and we have heard an earnest and able argument in support of the opposite interpretation.\nThe question is all-important to the rights of the parties; for, if the interest of the grantee is incorporeal, and not exclusive, it is necessarily indivisible; and Greer, having divided it by his own act, by alienation of part, extinguished it: 4 Co. 1; Van Rensselaer v. Radcliffe, 10 Wend. 639. On the other hand, if the deed was a grant of all the coal, it might be conveyed without extinction of the right, either in entirety or in parts.\nThe deed conveys in fee two tracts of land, and in its granting part, after describing the tracts by metes and bounds, adds, “ also the full right, title, and privilege of digging and taking away stone coal, to any extent the said George Greer may think proper to do, or cause to be done, under any of the land now owned and occupied by the said James Caldwell; provided, nevertheless, the entrance thereto, and the discharge therefrom, be on the foregoing described premises.” Then follow the habendum and covenants of warranty, in one of which this subject of the grant is called “the aforesaid right to the stone coal,” and in the other “the right of stone coal hereby given.” The consideration mentioned is single for the entire subject conveyed by the deed. It is to be observed in the description of the thing granted, that there are no limits fixed upon the extent to which coal might be taken from the land then owned and occupied by the grantor. The grantee’s right was coextensive with his will; not necessarily to be exercised by himself, but one -which might be enjoyed by others whom he should authorize. No form of words other than those employed could have given him larger dominion.\nCoal and minerals in place are land. It is no longer to be doubted that they are subject to conveyance as such. Nothing is more common in Pennsylvania than that the surface right should be in one man, and the mineral right in another. It is not denied, in such a ease, that both are landowners, both holders of a corporeal hereditament. Our English ancestors, indeed, found difficulty in conceiving of a corporeal interest in an unopened mine— separate from the ownership of the surface — because livery of seisin was in their minds inseparable from a conveyance of land, and livery could not be made of an unopened mine. The consequence was, that they were disposed to regard such rights as incorporeal, though they are not rights issuing out of land, but the substance itself. In this state, however, livery of seisin is supplied by the deed and its registration, and there is nothing incongruous in considering a grant of the substratum a grant of land, as much as is a conveyance of the surface itself. It is often by far the most valuable, and sometimes embraces all for which the land is worth owning. Even in England, so long ago as the reign of James I., it was held that ejectment would lie for a coal mine: Comyn v. Wheatly, Cro. Jac. 150. It was objected that it was beneath the soil, and that an habere facias could not be thereof; but the objection was disallowed. Yet, ejectment cannot be sustained for an incorporeal hereditament, except perhaps in the case of a common appendant or appurtenant. With us, unfettered as we are by the necessity of livery of seisin, and abounding in mineral districts, I am not aware that it has been seriously doubted that the ownership of a coal bed or seam is a corporeal interest in land. Cases not unfrequently occur, in which the owner of lands sells merely the surface right, retaining the minerals which lie in place below the surface. Now, as his whole interest was corporeal before the sale, and as by his deed only the surface passed, that which remains ungranted must be corporeal. This proposition needs no further argument, and it has not been questioned in the discussion before us. In Turner v. Reynolds, 11 Harris 199, a plaintiff in ejectment was allowed to recover a coal mine which he had described in his writ as land, and this, though his title was under a conveyance to him, not of the tract of land, but of the coal..\nIf then the ownership of the coal or other minerals in a tract of land may be vested in one person, while the right to the surface belongs to another, the next inquiry is, by what words it may be granted. There are two modes in which the subject-matter of a deed may be described, both equally potential. The one is by a description of the thing itself, as of land by metes and bounds, or by a known name, and the other is by a designation of its usufruct, or of the dominion over it. Thus a grant of the rents, issues, and profits of a tract of land is uniformly held to be a grant of the land itself: Co. Litt. 4 b. Judgments abound to this effect in regard to devises, and though in wills and deeds the rules of construction differ relative to words limiting the estate granted, yet they are the same of words describing the subject-matter of the grant. There are also cases of the same character to be found in regard to deeds. Thus it has been held that by the grant of a boilery of salt the land passes, for that is the whole profit, Co. Litt. 4b; or a mine of lead, Id. 6 a. So by the grant of all growing trees, Cro. Eliz. 522. See also 4 Mass. 266; Fish v. Sawyer, 11 Conn. 545. The reason is that the grant of a thing can be no more than the grant of the full and unlimited use of it. So too the general power of disposal without liability to account is equivalent to ownership itself, it being the highest attribute of ownership, and a gift of the one necessarily carries with it the other. This is the doctrine of Morris v. Phalen, 1 Watts 389.\nApplying these principles to the case in hand, why was not the deed of Caldwell to Greer a conveyance of the coal in the land owned and occupied by the grantor? Because, says the plaintiff in error, it is not a grant of the thing itself, but of a right to take it, and until it is seized or taken the property in the thing remains in the grantor. But if the conveyance of the whole use of a thing, and of the absolute dominion over it, is a grant of the thing itself, only differing in the mode of describing the subject, it is not easy to see what more Caldwell could have sold than he did. If in another form of wrords he had described the coal as the subject of the grant, Greer would have possessed no greater beneficial rights than were given to him by the form adopted. The ownership of the coal in the ground is but a “ full right, title, and privilege” to dig and carry it away, nothing more, nothing less. The words employed in the deed-express absolute dominion, and complete enjoyment. These constitute property, and all that is understood in proprietorship.\nAgain, says the plaintiff in error, this is but a grant of a right to take and carry away part of the profits, and that while a grant of a right to take all the rents, issues, and profits of a tract of land is equivalent to a conveyance of the land itself, because it embraces their whole usufruct, a grant of a right to take part, such as “ iron ore, coals,” or “ minerals,” is not. It is said that in such a case the grantee can only take in common with the grantor.\nThe argument is based upon a misconception. The subject alleged to have been granted here is not the tract of land, but the coal in it, which, as we have seen, is capable of a separate conveyance, and which may be vested in one person, while the ownership of the tract of land, as such, may be another’s. The alleged subject of the grant then being the coal in the land, the substratum, the argument is inapplicable. The whole usufruct of that, as well as the entire dominion over it, was granted. The deed is not a conveyance of part of the usufruct, por of the usufruct of part of the coal, but of the entire enjoyment. As already said, there was no limit to the grantee’s right but his own will. He could take out coal to any extent. He could cause it to be taken out to any extent, and at all times under any of the land. He was accountable to no one. His entrance to it and his exit from it were indeed required to be on his own land; but the right to take the coal itself was absolutely unlimited. It would seem, therefore, that, according to well-established rules of construction, the deed of Caldwell to Greer was a conveyance of the coal itself, and not of a mere easement, or incorporeal hereditament.\nIt is contended, however, that such a construction is in conflict with the authorities, and we are referred to Lord Mountjoy’s case as the leading and Godbolt, Case 24, by Leonard, 4 Leon. 147, by Coke, Co. Litt. 104 b, and by Moore 174. It is, however, more fully reported in some respects, by Anderson, C. J., who was one of the justices who decided it. In his reports, page 307, we have the words of the reservation given at length. They are, “ Provided always, and it is covenanted, granted, concluded, and agreed between the said parties to this indenture; and the said John Brown and Charles, and their heirs, covenant and grant to and with the said Lord Mountjoy, his heirs and assigns, by these presents, in form following, that is to say. That it shall be lawful for the said Lord Mountjoy, his heirs and assigns, at all times hereafter to have, take, and dig, in and upon the heath ground of the premises, from time to time, sufficient ores, heath, turves, and other necessaries for the malting of alum and copperas.” This was very properly held to have been a grant of an incorporeal hereditament. Unlike the case we have under consideration, it was not a grant of unlimited dominion over the ores and turf. It was not a grant of a right to dig, take, and carry away without stint, but only sufficient for a single specified purpose, viz.: the manufacture of alum and copperas. It was very aptly likened to a grant of common sans nombre, but was not an exclusive right. SurelyUffiereMs-Very little resemblance between that case and the present. It is not at all in conflict with the construction we place upon Caldwell’s deed to Greer.\nThen follows the case of Chetham v. Williamson, 4 East 469, where the subject was not described in the granting part of the deed, nor in connection with the other property conveyed. The grantee after the habendum covenanted that it should be lawful for Hyde, one of the grantors, and his heirs, “ at all times to enter into all or any part of the premises to search for and dig for coal or stone, or any other mine or mineral whatsoever, and the same to take, have, and carry away to his own use; provided and upon condition that it should and might be lawful for the grantee, his heirs, &c., to deduct from the rent reserved by the grantor out of the land, all or so much as should be reasonable, for any hurt, damage, or prejudice, that should be done to the premises, by reason of digging for, or carrying away any of the mine or mines aforesaid.” The question was whether the alienee of Hyde, one of the grantors, and who had conveyed only an equity of redemption, could maintain trover against the covenantor for coals taken out of the land by him. It was held that he could not. Lawrence, J., placed the judgment upon the ground that the covenant could not operate as an exception or reservation in favour of Hyde, who had no legal estate in him at the time, but only the equity of redemption. He said that Hyde “ being a stranger to the estate, he could not except or reserve that which he had not before. The covenant therefore could only operate as a grant, but a grant will not pass the land itself without livery.” Lord Ellenborough confined his attention to the question whether the grant was exclusive. The differences between the case and the present one are sufficiently obvious. It is one very material distinction, that in Chetham v. Williamson, the right to take coal or minerals was not a thing for which the consideration mentioned in the deed was given. They were to be paid for when taken. In a deed of bargain and sale, it is the payment of the consideration which transfers the use, and with it the legal title. The case is also illustrative of the fetters which the doctrine of livery of seisin has imposed upon the construction of deeds.\nWe are next referred to Doe v. Wood, 2 Barn. & Ald. 719, where the grant was called a license, and where the privilege was to dig, work, mine, and search for tin, &c., and dispose of what might be found during a term of twenty-one years. The court held it to be a license on the ground, among others, that it was a right to dig, search for, &c., “ the minerals that should within that term there he found\" and not a grant of the entire subject. The indenture also contained covenants of the grantee to render a share of the ore he might find, and to allow the grantor himself to drive_adüa,„ The case is no authority in support of the argument of the plaintiff in error.\nThe only other case to which we are referred is Grubb v. Bayard, 2 Wallace, Jr. 81. There the grant was to dig, take, and carry away all iron ore to be found within the bounds of a tract of land of the grantor, provided the grantee should pay unto the grantor, his heirs and assigns, the sum of sixpence for every ton taken from the premises. This was held to be an incorporeal hereditament, it will be observed, that there was no present consideration passed, nor was there a covenant of the grantee to search for or take any ore. He might never have taken any. In that event, if the deed had been held a conveyance of the iron ore, there Avould have been a sale without a consideration. Nor was it a grant of the whole, but, said Mr. Justice Grier, of the iron ore that should be found within the term, and on that account was but a license. He also remarked that “ if it had been a grant of an absolute property in all the iron ore in the tract, the deed would have been insufficient to convey title without livery of seisin.” This' observation goes beyond the English cases, and is.not necessary to the judgment rendered. In Grubb v. Bayard, Judge Kane delivered a concurring opinion. In it, he refers to the absence of a covenant by the grantee to work the mines, and thus make the rent reserved of value, as a circumstance of much importance in determining the intentions of the parties. That it is so, is obvious, for without it the contract might have proved entirely fruitless to the vendor, while in the present case, Caldwell has received all that he ever can receive. The right, whatever it is, is one for which all the consideration has -been paid.\nThese are all the cases adduced to sustain the doctrine that a conveyance of a right to dig/ take, and carry away the coal or minerals in a tract of land, though the grant be unlimited in quantity, time, or purpose for which the minerals may be taken, conveys no interest in the coal or minerals until they are taken, passes only an incorporeal hereditament. None of them were decided upon the ground of any supposed distinction between a right to take all the coal and carry it away, and a right to the coal itself. They are all cases in which there was no unrestricted power of taking and disposition conferred upon the grantee. The coal or minerals was to be taken either for a limited purpose, or in restricted quantities, and generally was not to be paid for until taken. And in most of them it is easy to see that the supposed necessity of livery of seisin, in order to pass a corporeal interest in land, was a controlling consideration in the minds of the judges. Even in Grubb v. Bayard, it seems not to have been without influence. The impossibility of making livery is, however, m Pennsylvania, no reason for refusing to give a construction to a deed accordant with the intention of the parties. When the intent is to give the entire usufruct and power of disposal, the legal title must he held to pass. Even in- England, livery of seisin is no longer indispensable to the grant of a corporeal hereditament. Unopened mines may be conveyed, and the grantee takes more than a right issuing out of land, or exercisable therein. He takes the mines themselves. In Stoughton v. Leigh, 4 Taunt. 402, a widow was held entitled to dower of mines, not only in lands in which her husband had been seised in his lifetime and during coverture, but also in those which were in the lands of other persons, the minerals or substratum of which had ■ been conveyed to him. It was also ruled, that in assigning her dower, the sheriff should set off to her not one-third.of the profits, but one-third of the mines themselves, and that the partition might he made either by metes and bounds, or by directing separate alternate periods of enjoyment.\nIt is not strange, therefore, that it had been held in this state before the controversy between these parties was first here, that an unrestricted right to take and carry away all the coal in a tract of land is a corporeal right and exclusive. In Benson v. The Miners’ Bank, 8 Harris 370, we have this case: Reese was seised of two undivided third parts of a tract of land, and of one-fifth of all the fossil coal under it. He made a deed for the tract to Kepner, containing the clause “ excepting and for ever reserving the liberties and privileges for the heirs and legal representatives of Samuel Potts, deceased, (of whom he was one), to dig, take, and carry away all the stone coal that is or may hereafter be found on the above described tract of land.” The judgment of this court was, that the deed conveyed no part of the stone coal to the -grantee of the land. Of course it remained reserved or ungranted as a corporeal hereditament.\nThus, after a careful review of the question, we are constrained to hold that, by the deed from Caldwell to Greer, the title to the coal in the lands then owned and occupied by the grantor was conveyed, and not a mere license, or incorporeal right. Such was the opinion of this court in 1855, when the same deed was here for construction, and the very able argument of the counsel for the plaintiff in error, has failed to convince us that the court was then mistaken.\nThere are some exceptions to the rejection of evidence offered in aid of the construction of the deed. The offers were to show by the testimony of Greer, taken after he had parted with the interest granted, the circumstances under which the original purchase was made, and the motives which prompted to it, together with his opinion and that of his grantee’s as to the extent of the interest which passed by the deed. The original articles of agreement were offered for the same purpose. This evidence was not submitted to show fraud or mistake in the deed, nor had it any tendency to show either. Its purpose was to control the meaning of the words which the parties used. It is, however, the settled rule, that a deed must be construed, “ ex viseeribus suis.” When the intent is clearly expressed, no evidence of extraneous facts or circumstances can be received to alter it: Means v. Presbyterian Church, 3 W. & S. 303; Brown v. Nickle, 6 Barr 390; Lyon v. Miller, 12 Harris 392. It may be admitted, that when the deed leaves the subject-matter of the grant in doubt, parol evidence may be resorted to, in order to ascertain it, but the nature and quantity of the interest conveyed is always to be ascertained from the instrument itself. Here the inquiry is, what dominion or ownership, if any, in the coal, Caldwell granted, and that must be determined exclusively from the words which he employed. The evidence was therefore rightly rejected.\nThe judgment is affirmed."}