{"id": "985081", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nWe find great difficulty in understanding the details of the act incorporating this company, and, of course, we must be careful that the public interests do not suffer by any constructive enlargement of its privileges. We have no legislative power; and when special privileges, against common right, are claimed, all we have to say is, show us the grant plainly and intelligibly written.\nWe must put the main part of the seventh section into as few words as possible, in order to how show senseless it is to us. Briefly, w'e read it thus: — Lumber intended to be driven further down the river than the place of the boom, and not to be rafted at the boom, shall, on notice and for a certain toll, be taken up by the company and turned. through the boom as fast as the owners want it for rafting below (at) the boom. As we cannot make sense out of this, by itself, we must consider the whole act, and try what we can make out of other parts of it.\nThe second section says that the boom is “ for the purpose of Stopping and securing logs, masts, spars, or other lumber floating upon the river.” But this defines nothing; for it may apply to rafts, with or without men on them; to lumber floating loose, with men in attendance; to lumber designedly set adrift to find its way to some point below, and to lumber accidentally passing down thé stream; depending on the meaning that we might attach to the word “floating.”\nLooking further, we discover that the boom was thought of in its relations to the public navigating the river by rafts and other craft, to the owners of lumber driven on the river, and to the owners of rafts that have been staved.\n1. As against persons navigating the river with rafts and other craft, it is plain enough, that the boom is not entitled to occupy more than one-half the width of the river; and that the half left unobstructed must be capable of navigation, when the river would be so if the boom were not there: § 2.\n2. In its relation to the owners of driven lumber, desiring to have it stopped in the boom, and giving due notice thereof, it seems to be the duty of the company to take and secure the same, and deliver it below the boom, ready for rafting, in the manner and for the tolls fixed by the law: §§ 5, 6, 7: 6 Greenl. R. 93, 105; 7 Id. 136.\n. The fifth section says, that they shall suffer no lumber in the boom to escape, and that they shall raft all the lumber therein; and section sixth gives toll for all the lumber boomed, rafted, and secured, and section eighth gives a right of sale for the tolls on lumber boomed, rafted, and secured. Hence we infer, that the law does not intend that there shall be any lumber boomed that is not intended to be rafted there, and that they have no right to obstruct, by their boom, the passage of lumber intended to be driven further down the river. And this easts light on the proviso of section seven, that no lumber shall be stopped without a written request, and no toll or expense shall accrue on lumber designed to be driven below, and that a free and unobstructed passage shall be, at all times, kept open, so that the navigation shall be as free as it was before the boom was constructed. The passage and navigation here spoken of seem, therefore, to refer to the lumber designed to be run or driven below, and this clause is, then, not a mere repetition of the general rights of navigation expressed in the provisoes of section two.\n. 3. It appears to us, therefore, that in its relation to the owners of lumber designed to be driven below the boom, the company are bound to see that its passage is not obstructed by the boom, and they are not justified in stopping, by their boom, any lumber not of staved rafts, except what is designed to be stopped there.\nWe cannot otherwise interpret the Act of Assembly, and to it only can we look for the privileges intended to be granted. Their right of salvage on staved rafts we do not consider, because it does not cast any light on the question before us. The cause was decided in the Common Pleas on these principles, and, therefore, it seems to us to have been rightly tried.\nAfter this injury had occurred, the company got an Act of Assembly passed, declaring that the seventh section of the act of incorporation “ be construed that it shall be the duty of all persons, desirous of driving logs below said boom, to give the notice required by the seventh section; otherwise, the same may be stopped in said boom.” This, of course, has no application to the present case; for the constitution assures to every man a trial of his rights “by due course of law,” and does not allow them to be changed, or their remedy to be “ denied” by direct legislation. This principle requires us to regard this expository act as intended only for future cases.\nAnd here I think that I may venture to suggest, whether or not expository statutes, when intended to be retroactive, can have any proper foundation as acts of legislation proper. The suggestion may be a profitable one, and I would state it thus:—\nA state, or any other party to a grant, may certainly consent, at any time after its execution, that it shall be interpreted differently from its expression; but there seems to be no reasonable principle on which expository statutes can be founded beyond this, except by regarding them as creative of a new law, and not as interpreting an old one. Law, in its proper sense, is a rule of future conduct, and not a test of conduct that precedes it. Legislation and interpretation are naturally and radically distinct functions. Every man must, in the first instance, interpret the law for himself in endeavouring to obey it. It becomes matter of official interpretation only when a case arises in which it is alleged to have been violated; and then, of necessity, the courts must ascertain the interpretation, not according to the terms of any post facto expository statute, but according to the terms of the law, as it stood when the act was done. In the very nature of things, intei’pretation follows legislation, and is not to be confounded with it, either as an act or as an authority. The duties are as distinct as possible, and the performance of them is given to different offices; yet, without preventing the legislature from embodying, in a statute, rules for its interpretation, or from making a new law, by changing the application or interpretation of an old one relative to future cases.\nJudgment affirmed.'"}