{"id": "985067", "contents": "The opinion of the court was delivered by\nStrong, J.\nThe material facts of this case may be condensed as follows:—\nOn the 7th of June 1841, Wells, Perkins and Williams entered into a contract with E. & O. L. Lynds, by which the latter party contracted to erect a steam saw-mill upon a large tract of land owned by the former; to furnish all the machinery, and put the mill in operation by the 1st day of September then next ensuing. They also covenanted-to run the mill for five years from that time, and manufacture a stipulated quantity of lumber annually, out of saw logs to be furnished by the owners of the land. For sawing the lumber, Wells, Perkins and Williams agreed to pay. a fixed price. The agreement also stipulated tfiat it should continue five years, at the expiration of which time -the mill and buildings should belong to the owners of the land, and the machinery to E. & C. L. Lynds.\nIn pursuance of this contract, a mill was erected and put in operation. The Messrs. Lynds, on the 1st day of November 1841, assigned their interest in the contract to Harman W. Vanburen, who carried on.the business under it, until September 1842, when the mill stopped.\nOn the 21st day of March 1842,'a judgment was recovered against the owners of the land, under which a sheriff’s sale of the property took place in December 1843. Overton, the defendant below, became the purchaser, and shortly afterwards took possession under the sheriff’s deed. Before the sale, he had been consulted by Wells, one of the owners of the land, respecting a sale of the machinery for taxes, and about Vanburen’s right to remove it at the expiration of the five years.\nAfter his purchase,' about the month of September 1844, Over-ton put the mill again in operation, and continued to use it, adding some new: machinery, until this suit was brought. 'The machinery put in by the Messrs. Lynds continued attached to, and a part of, the mill; without which it would not have been a mill. It was hot removed nor detached from its annexation to the freehold on the 1st day of September 1846, when the contract expired, but has remained a part of the mill, and been used as such by the defendant ever since.\nOn the 29th of December 1846, nearly four months after the expiration of the five years mentioned in the contract, Vanburen assigned to the plaintiff below all his right and title to the machinery in -the mill, at the risk of said Williston in all respects; and, in 1849, Williston brought this action of trover, in his own name, against Overton, to recover damages for the conversion of the machinery in the mill. These are all the facts material to the case as presented in this-court.\nIn answer to points propounded on the trial of the case in the court below, the jury were instructed that, if they should find Mr. Overton knew of the situation of the property (i. e. at the time of his purchase), that he was informed by Mr. Wells, the then owner, that it had been put in the mill under the terms and agreement shown to have existed between the Messrs. Lynds, and Wells, Perkins and Williams, then the plaintiff was entitled to recover. This instruction is assigned for error, and presents two principal questions: — Whether the machinery was real estate, and as such belonged to Overton, the purchaser at sheriff’s sale; — and whether, if it be personal property, trover can, under the facts of the case, be maintained by Williston in his own name.\nIt is clear that, in the absence of the contract between Wells, Perkins and Williams, and the Messrs. Lynds, the machinery was realty in December 1843, when Overton bought the land at sheriff’s sale. It was as much so as the building which covered it, or as the chimney in a dwelling-house. It is hardly necessary to refer to. authorities for so plain a position. A few may however be mentioned. In Gray v. Holdship, 17 S. & R. 413, a copper kettle in a brewery, although detached and taken from its place, was held to be real estate. In Voorhis v. Freeman, 2 W. & S. 116, it was ruled that a mortgage, and sale under it, of a lot and rolling-mill, with the buildings,'apparatus, steam-engine, boilers, and bellows attached to the same, passed the entire set of rolls in the mill, whether actually in place or temporarily detached. In that case, the late Chief Justice Gibson asserted the principle that, whether fast or loose, all the machinery of a manufactory, which is necessary to constitute it, and without which it would not be a manufactory at all, must pass for a part of the freehold. We might refer also to Oves v. Ogelsby, 7 Watts 106, to Harlan v. Harlan, 5 Harris 501, to Morgan v. Arthurs, 3 Watts 140, and to a multitude of other cases, but it is needless.\nTo the general rule, thus firmly established, there is an exception found in the case of landlord and tenant, in favour of trade. But the exception for the benefit of trade holds only between landlord and tenant, not betwixt other persons and the owner of the soil: 7 Watts 106. Even a tenant must .assert his privilege to remove fixtures attached by him during his term. If he does not, they remain inseparable by the tenant from the freehold, and he can neither remove them nor recover them as personal chattels by an action of trover: White v. Arndt, 1 Whart. 94. It is true that in New York the tenant’s ownership has been held to continue after the expiration of the term without removal: 20 Johns. 29. But that case was decided without argument, and it denies the right of the tenant to enter after the term has expired, even for the purpose of removing fixtures. Certainly a tenant can make accessions to the freehold of his landlord. He does when he makes additions not for the purpose of trade. Fixtures for such purposes the law permits him to take away, if he exercises his right during the term. If he does not, he waives his right to remove at all, and dedicates them as permanent accessions to the freehold. Were it not so, the rights of a tenant upon a property-leased would continue longer than the term to which they were limited by the contract which created it. Yet the tenant is but a purchaser of the enjoyment for a defined period, the rent being but a mode of paying the purchase-money. If at any other time than during his term he makes a permanent addition to the freehold, he parts with his property and vests it in the owner of the soil. Even according to the New York case, cited above, had Vanburen been a tenant of Overton, he could not have entered after September 1, 1846, to detach the machinery and remove it without being a trespasser. Surely Overton was under no obligations himself to detach it, and remove it from the premises, or to suffer his mill to remain idle, under the penalty of being held liable in an action of trover for the- whole value of the machinery.\nBut Vanburen was not a tenant, and as such, therefore, was not within the exception. Whatever ownership he had, he held under the contract between Wells, Perkins and Williams, and the Messrs. Lynds. In the most favourable light in which the agreement can be considered, it placed him in no batter position than if he had been a lessee for a stipulated term, and had annexed the machinery to the property for the purpose of trade. In that case he might have removed it within the five years, not afterwards. Yet he suffered that period to elapse without claiming any ownership of the property or attempting to remove it. He allowed the machinery to continue attached to the land for nearly four months after the 1st of September 1846, without asserting any right to it as against the owner of the freehold, and then sold to the plaintiff all his right and title “ at the risk of the said Williston in all respects/’ The plaintiff then suffered it to remain a part of the freehold, an accession, nearly three years longer, without claiming any ownership until August 1849, when he brought suit. .The rights of the Messrs. Lynds, or of their vendees, were then gone. If, three years after their privilege upon the land had expired, they could assert that a constituent part of the mill was personal property, and belonged to them, they could with equal success set up the same claim at any time however remote. Their rights upon the land would continue until the statute of limitations should interpose its bar.\nOf what avail, then, was knowledge by Mr. Overton of the Lynds’ contract ? It placed him in no worse condition than that of Wells, Perkins and Williams, whose title he purchased, and it gave to Vanburen, or Vanburen’s assignee, no greater rights than the Lynds enjoyed. If he knew that, under the contract, the Lynds owned the machinery at its expiration, he knew also that the property was then attached to the freehold; that the mill had been idle for many months before his purchase; and he knew also that whatever rights the Lynds or their assignee enjoyed upon the land, would terminate on the 1st of September 1846. He knew that whatever accessions they made to the freehold, would pass to him as purchaser of the land. We cannot perceive that this knowledge made that personalty which, without it, would have been realty.\nThe view already taken is decisive of the case. The plaintiff below, however, meets other obstacles in the way of his recovery. Trover cannot be maintained against the owner of lands in possession, for property not detached from the freehold, which was not annexed by the owner. A tenant may remove it, as already seen. His right to remove may be sold under an execution against him; but while the fixture remains attached, it is a part of the freehold. This is settled by abundant authority: McIntosh v. Trotter, 3 M. & W. 184; 2 M. & W. 459; 1 B. & A. 394; 7 Taunt. 188; 2 Barn. & A. 165; 29 E. C. L. Rep. 60; 1 Atk. 470; Grady on Fixtures 193.\nAnd even if the machinery was personal property in 1849, when this suit was brought, the question is still presented, whether Mr. Williston could maintain an action of trover in his own name. The purpose of trover is to recover damages for a conversion. The alleged conversion, in this case, was using the mill, the machinery being part of it. That use, by Overton, was commenced in 1844, two years before Vanburen’s assignment to the plaintiff. If it was a conversion at all, Vanburen then had a right of action. He afterwards sold his right and title to the plaintiff. Now, if there be any principle beyond dispute, it is that in an action of trover, the plaintiff must have had a right to the possession of the goods at the time of the conversion. This we do not understand to be denied, but it is argued that, though there was a conversion before the plaintiff became the assignee, yet inasmuch as the mill was afterwards used, there was a new conversion,, and that for this new conversion the action may be maintained. With this argument we do not concur. The evidence shows but one conversion, if any, and that took place when Overton started the mill in 1844. His subsequent continued use was the same conversion, and was a wrong to Vanburen. If one wrongfully converts the personal property of another to his own use, and continues in the adverse enjoyment of it, the owner cannot sell to a third person, so as to give his vendee a right of action in his own name. If mere adverse and continued possession gave a right of action in trover to such a vendee, the tort would be indefinitely divisible, or rather indefinitely multiplied. Then any number of actions might be maintained for a single wrong, for the title might pass through any number of persons, and carry with it to each an actionable injury. That such is not the law, seems to be fully established by tbe cases cited by tbe plaintiff in error. Others might be adduced: see 4 Hawk's N. C. Reps. 29; 2 Marshall 136. Could such-actions be maintained, the measure of damages in each would be the full value of the property, and thus the responsibility of the tort-feasor would be increased by every sale of the owner.\nJudgment reversed and a venire de novo awarded."}