{"id": "985023", "contents": "The opinion of the court was delivered by\nStrong, J.\nThe case of the defendants in the court below rests upon the validity of an alleged will of Patience Heise. On the 7th of July 1852, she executed the instrument by signing the same at what was then the end of it, and at her request it was attested by two witnesses. It made a disposition of her entire personal as well as real estate. After the signature and attestation, it was committed to the hands of Joseph W. Cottrell for preservation. A year or two afterwards, she obtained the paper, and added immediately below her signature, some small bequests of beds, bedding, and other household furniture. There was no new signature by her at the end of these additions. The paper was then returned to the custody of Mr. Cottrell, where it remained until the death of Mrs. Heise. The question raised upon these facts is, whether the paper is void as a will in consequence of the unsigned additions ?\nIt may be premised that when Mrs. Heise affixed her signature to the end of the paper now set up as her will, it immediately became a complete execution of her testamentary purpose. It was then, according to all the forms of law, a will, and. had she then died, it would clearly have been admissible to probate. It remained a perfect will for about two years, at least, and if it then ceased to be a will, it was because of some subsequent action of the testatrix. Does, then, a subsequent unfinished addition destroy a will which was once perfect ?\nOur statute of wills, passed April 8th 1833, was intended to form a complete system, by which a posthumous disposition of property might be made. In our endeavours to ascertain its meaning, we must so construe it as to make it consistent with itself. Nor should we lose sight of the mischiefs which existed at the time when it was enacted; mischiefs which it was designed to remedy. Among these, none was more serious than the facility with which unfinished papers, mere inchoate expressions of intention, were admitted to probate as valid wills of decedents. Letters, memoranda, mere notes unsigned, which were entirely consistent with a half formed purpose, and which may have been thrown aside, and never intended to be operative, were rescued from their abandonment, proven as wills, and allowed to prevail as dispositions of property which there was much reason to believe the decedent never intended. It was to remedy this mischief that the Act of 1833 provided, that every will should be signed at the “end thereof.” That thus, by his’signature in that place, the testator should show that his testamentary purpose was consummated, and that the instrument was complete. When thus consummate, the instrument was perfect. It became a will, and was called a will by the legislature. It would then necessarily operate as a will after the death of the testator, unless annulled or destroyed by his own act.\nHaving thus in the 6th section enacted, in what manner the paper should be executed, so as to become a will, the legislature proceeded, in the 13th section of the same statute, to provide by what means, and by what means alone, it should cease to be such. That section is as follows: “ No will in writing concerning any real estate shall be repealed, nor shall any devise or direction therein be altered, otherwise than by some other will or codicil in writing, or other writing declaring the same, executed and proved in the same manner as is hereinbefore provided; or by burning, cancelling, or obliterating, or destroying the same by the testator himself, or by some one in his presence, and by his express direction.” The same provision was made to protect a will bequeathing personal property; except that a nuncupative will was, under -certain circumstances, allowed.\nIt is evident that the legislature contemplated, in this section, the possibility of the existence of a will perfect in all its parts, and capable of being repealed or annulled before the death of the testator; else, why prohibit a repeal except in certain designated' ways ? But a perfect will under the statute, capable of being repealed, revoked, abrogated, or made of none effect, could only have been one which had been signed at the end thereof before the attempt to repeal, or before the act claimed to be an abrogation. Yet, under the 13th section, that which was once a perfect will must ever remain such, unless repealed, altered, or destroyed in some one of the modes designated in the act. Those modes are exclusive of all others. Writing an unsigned bequest upon another paper, or upon the same paper, is not one of them. Even a codicil declaring the will repealed would be ineffectual, unless executed as is prescribed in the act, no matter how solemnly it might be proved. In vain was the 13th section enacted, if, after the instrument has been perfected, after all the requisitions of the 6th section have been complied with, it can be made of none effect by an unsigned addition after the signature, made on a subsequent day, even though it may only evidence an intention to make some further testamentary disposition. The question is not, whether the-paper offered for probate contains the whole counsel of the testator, all his intentions at the time of his death, but whether it expressed his whole counsel at the time it was signed. If it did, then the statute declares that it shall continue to speak, until its power has been destroyed in one of the modes which the legislature has designated.\nApplying these observations to the case in hand, we are constrained to rule that the unsigned addition, made by Patience Heise two years after the paper was formally executed, did not work the destruction of the instrument; for, when the addition was made, it was an instrument which would have been provable as a perfect will after the death of the testatrix.\nIt is supposed, however, that this court has heretofore given a different construction to the Act of Assembly, and we are referred to the cases of Hays v. Harden, 6 Barr 418, Wikoff’s Appeal, 3 Harris 291, and Welsh’s Appeal, an unreported case.\nIf it be true, that a different interpretation has been given to the statute, and that interpretation has become a rule of property, we should not feel at liberty to assert any other, though we might believe that other to be the true one. It would then be a matter proper only for legislative interference. We do not, however, understand that such is the fact. Hays v. Harden was the first case in which the question was mooted. A reference to the facts of that case will reveal, that the decision had no reference to the effect of an imperfectly executed codicil, or writing, made after the completion and publication of a perfect will; such a will as is protected from destruction by the statute, except in certain defined modes. The alleged will in that case, commencing with a recital, contained a clause appointing executors and directing the payment of his debts; then another devising, in the following words, “all my leasehold estate to Abraham Hays. Witness my hand and seal, this 26th September 1844. John Hays. [Seal.]” This was immediately followed by another testamentary disposition, concluding, “signed, sealed, and delivered by the above-named John Hays to be his last will and testament, in the presence- of us, who at his request and in his presence have subscribed as witnesses thereto.” Then followed the attestation of two witnesses, who proved their signature and that of the testator. All this took place at one time. There never was a perfect instrument executed and published by John Hays as such. It was not a case of subsequent repeal, but of original defective execution. The paper never was a will executed according to the requisitions of the 6th section of the Act of Assembly. Unlike the case now before us, there was at no time anything capable of revocation or repeal, for there never had been any completed testamentary purpose. Undoubtedly, Hays v. Harden was correctly ruled. The part of the writing preceding the signature did not express the testator’s whole counsel at that time. It was truly said by Judge Gibson. in delivering the opinion of this court, that ££ a codicil, being distinct and supplemental, stands on different ground.” The codicil, whether executed according to the statute or not, can cast no doubt or uncertainty upon the state of the testator’s mind when he executed his original will. Hays v. Harden, then, is not at all in conflict with our present decision. It would be demonstrative of mental blindness in us, should we fail to perceive a distinction between that case and the one now under consideration. Here there was a complete and formal expression of the testator’s whole wishes at the time when the will was made. The attempted additions were after-thoughts, so far as appears, not existing in the mind of the testatrix until two years after the will had been consummated according to all the forms of the statute.\nWikoff’s Appeal is the next case to which we are referred. There is nothing there, however, that at all interferes with the view we have taken. It is difficult to gather from the report of the case what were the facts. It was however declared, that the addition, whatever it was, did not avoid the will, both because it was not testamentary in its character, and because it became incorporated in the will by a subsequent codicil. The case gives no countenance to the doctrine that an addition, posterior in time, but unsigned, annuls a testamentary disposition once perfect according to all the forms of law.\nWelsh’s Appeal is the next and only remaining case. It is not reported, and was never designed to be. Indeed it can hardly he called a real case, for it was an amicable proceeding originated to ascertain what was the true wish of the alleged testator. The argument, as well as the opinion of the Register’s Court, which we have before us, evidence that the doubt was whether the paper was ever intended as anything more than memoranda preparatory to making a will. The case was also ruled in this court, upon the ground, that the instrument offered for probate, bore intrinsic evidence that it was not at any time a complete - and finished testamentary. act. The language of the court was, “ We agree that the paper in question is to be regarded rather as the decedent’s scheme of distribution, or as he has entitled it himself, £ sketch of a will,’ than as his last will and testament.” It is true, that the judge who delivered the opinion of the court, seems also to have supposed, that the case was within the principle of Hays v. Harden, but his observations upon that subject were not necessary to the judgment, nor have we any reason to believe that they have established any rule of property.\nThere is nothing therefore in the past decisions of this court, which prevents us from ruling the case now in hand in accordance with what we think is the obvious meaning of the Act of April 8th 1833. Hays v. Harden, and the subsequent decisions, are to be understood as applying only to unsigned additions made contemporaneously with the will, and testamentary in their character. A testamentary writing, once perfect, can only be repealed or annulled as pointed out in the thirteenth section of our statute of wills.\nIt- may be added, that the validity of this will was before us on a former occasion, when it was tried on an issue of devisavit vel non. The effect of the additions was not fully considered, the question not having been raised by the record. The attention of the court was however called to them, and Judge Black, in his opinion speaking of them, remarks, that it will not be denied they were open to explanation. How open to explanation, if the addition was necessarily fatal ? And what possible explanation could there be, other than that they were made after the will had become a perfect instrument ? This court then seems to have thought as we think now.\nJudgment reversed, and judgment entered for the defendants on the verdict."}