{"id": "985013", "contents": "The opinion of the court was delivered by\nThompson, J.\nOn the 16th of October 1856, PhiEips & King' contracted with Miller, to furnish the materials and build for him, a brick dwelling-house, of given dimensions, “ to be finished by April next.” Judicial construction according with the common understanding of the country, has defined this expression to mean, before the 1st of April: Rankin v. Woodworth, 3 Penn. R. 48.\nIn the month of February 1857, the contractors had progressed so far as to have a building erected and under roof; but so badly constructed that it was with difficulty the workmen — to use the expression of one of them — could “ top it out,” or that it could be made to sustain a roof. It was out of plumb, and half the width of one wall was self-sustaining, without even the defective foundation to rest on. The mechanic engaged to do the plastering, abandoned his job through apprehensions of the building falling upon him, from the disturbance occasioned in moving his scaffoldings. The uncontradieted evidence in the case — as the learned judge remarked — showed, that in consequence of defects in the foundation the wall had cracked and bulged, and the building was unfit for a dwelling. On the 28th February, after the superstructure was thus erected, Miller gave the contractors notice, that he would hold them to a strict compliance with the contract. The building remained without further progress, until about the 27th of April following, when the contractors commenced pulling down some of the walls with a view to rebuild them, when Miller notified them that the time within which the contract was to be completed had expired, and “ that he would take no house that they might now build, fix, or patch up, off their hands,” and requested them to remove the materials from his premises. Notwithstanding this notice, they pulled down the greater part of one side of the building, took up the foundation and rebuilt it, together with the walls, and finished the building, as they alleged, in compliance with their contract, about the 1st of July 1857; after which, this suit was brought on the contract, to recover the price agreed to be paid for the work, amounting to $1200.\nThe contract in this case was entire, and the recovery must rest on performance, or not be allowed at all. True, a qualification of the terms is permitted in equity, so as to relieve against minor deficiencies, both in quality and in time. But the equitable interference is to sustain the exception to performance, and not to substitute new terms or times in the contract. Hence it was said, in Preston v. Finney, 2 W. & S. 55, and in substance in Chambers v. Jaynes, 4 Barr 43, “ that if a party acting honestly, and with a bond fide intention of fulfilling the contract, performs it substantially, but fails in some comparatively slight particular, he is entitled to a fair compensation according to the contract; the other party receiving credit for whatever loss or damage he may have .sustained by these deviations.”\nPerformance has necessarily relation to time, and although it may not have expressly been made of the essence of the contract, yet it may become so notwithstanding. If one stipulate for the commencement of any particular work under a contract, at a specified time, or agree to finish work by a certain day, and neither commences by the time, or does anything toward finishing his contract by the day, the party for whom the work was to be done may choose to rescind and put an end to the contract, being in no default himself. He is not bound to a-wait the tardy movements of an indolent or regardless contractor, who, if permitted to go on, might again and again disappoint the expectations of his employer. In contracts for the purchase of property, if a time be fixed for the payment of money and delivery of the title, it is always within the power of the party ready to perform, to rescind the contract, if the other party is unable or unwilling to perform on his part. And where purchase-money has been paid, the vendee will be permitted to recover it back, if the vendor neglects, or refuses, or is unable to make the deed. It is necessary, in case of rescission, that the party against whom it is made, should be placed in statu quo, as nearly as possible.\nIf there be no performance within time, the contract may be rescinded. If there be substantial performance, with only minor deficiencies, it may not be. If there be defective, negligent, and worthless performance, it can only be placed in the category of non-performance; to be treated, as in fact it is, no performance, or part performance whatever. The present is a most marked case of this latter sort. No suppositive instance could better illustrate the justice of the principle we are discussing, than the one before us. A house was to be built by the first of April. In form or semblance merely, it was put up, but confessedly unfit for a dwelling-house, as conceded by the acts of the contractors themselves. The walls were bulged, crooked, and so cracked and weak, that workmen were unwilling to risk their lives in it to perform the necessary work of finishing. This was all that was done towards the completion of the contract, during the entire period within which the work was to be finished. After the time was out, and more than out, for performing the work, and the contractors returned and commenced pulling down the defective and broken walls to rebuild them, Miller gave them notice not to proceed any further — that on account of their worthless compliance with their contract, he chose to rescind it, and he gave them an opportunity to place themselves in statu quo, by inviting them to remove their material from his premises. Under the facts disclosed by the evidence, he had a full right to do so, and it was necessary, if he wished to protect himself from being liable for what they might do thereafter. It was a case in which the undisputed evidence showed there was no performance — not merely a case of imperfection, but of total deficiency, so far as they had gone, and the work must be done over again to be of any value as a dwelling-house. The employer was not bound, in law or morals, to give them another trial of their care and skill. Notwithstanding the notice, they proceeded with the work, and finished it, as already stated, about the first of July. Having disregarded their contract, and the notice of their employer, they proceeded at their peril to rebuild the house. And if the evidence on another trial shall make out that the work done between the 16th of October and the 1st of April, was done in an unskilful, negligent manner, and it was not a substantial compliance with the contract, they will not be entitled to recover in this suit.\nWe think the court erred in negativing the defendant’s points, and consequently in affirming the plaintiffs’ third point; and that tbe case should have been put to the jury on the question of performance, as we have stated the law. We think the principle of recovery laid down by the learned judge, that “ if it was a house inferior to what the contract required, but of value to the defendant,” the plaintiffs might recover, was quite too liberal to insure full performance by contractors. A work, although radically defective, in view of the purpose for which it was intended, and in every way inferior to the performance contracted for, yet might be esteemed of value to the employer — and if he should upon this rule be bound to pay for it, it would be a virtual substitution of one thing for another — a liability to pay for what was not contracted for, and a failure to obtain what was the object of the stipulation. The law calls for honest, substantial performance, regardless of trifling defects, when passing upon that question, and the judgment of men will always determine what will be a sufficiently close compliance with the requirements of the stipulations, to insure substantial justice. We have been treating of contracts containing the ordinary designations of time for completion, in which some latitude is usually yielded to an honest effort to complete within time. Where parties choose by clear and explicit terms to make time of the essence of the contract, performance to be entitled to compensation must be within it, and nothing but the act of God, rendering compliance physically impossible, will excuse a failure.\nOn the question of damages for delay in finishing a work partially completed, the unfavourable state of the weather, if it may be fairly presumed to have had the effect, against all due diligence of the party, to delay his operations, may, in many cases, be evidence. And in the aspect in which this case was presented it was evidence, and would again be evidence, if, the performance being found to be good and substantial, the claim for damages should rest, in any particular, on delay. But, as the contractor takes the risk of the season, when he undertakes to perform work at an unfavourable time, it should be received with great caution, and only in aid of a clear equity on his part. He must have done his whole duty before it should be allowed to mitigate damages in his favour. We think the case was put to the jury erroneously in the particulars adverted to, and for the reasons given the judgment must be reversed.\nJudgment reversed and a venire facias de novo awarded."}