{"id": "985062", "contents": "The opinion of the court was delivered by\nStrong, J.\nBy an Act of Assembly passed in 1836, the Burgess and Town Council of the borough of Erie were authorized to require the owners of lots in the borough to pave the side-walks in front of their respective lots; to fix a time within which requisition should be complied with; and in case of non-compliance, to cause such pavement to be constructed, and enforce the collection of the expense by scire facias, as in cases of mechanics’ liens. In pursuance of this act an ordinance was passed, on the 22d day of June 1849, requiring pavements to be made in front of the lots of the plaintiffs in error by the first of September next following. The trustees of the academy did not comply with the requisition. On the 14th of April 1851, the legislature changed the government of the borough into that of a city. The ninth section of the act of incorporation enacted, “ that all and singular the Acts of Assembly respecting the borough of Erie, and ordinances and bylaws, rules and regulations of the same, as they existed at and immediately before the passage of this act, except so far as is hereby altered or supplied, shall be and remain in force in said city, in the same manner and with the same effect as if this act had not been passed : provided that the said ordinances, by-laws, rules, and regulations, shall within four months after the passage of this act be recorded as aforesaid, with the certificate of the clerk for the time being of the publication thereof.” The ordinance of June 22d 1849, appears not to have been recorded until September 12th 1851, nearly five months after the passage of the act converting the borough into a city.\nOn the 10th of November, a. d. 1851, the city council passed another ordinance requiring the same pavement to be made on or before the 24th day of that month. The work not having been done in front of the lots of the plaintiffs in error, the city caused the pavements to be laid, filed their claim,' and sued out this scire facias to recover the expense. The record does not clearly show whether the work was done before the 24th day of November 1851, or after-wards. The case seems, however, to have been tried in the court below, as if the claim of the city rests upon the validity of the ordinance of 1849. The argument of the plaintiffs in • error is, that that ordinance is not in force, in consequence of its not having been recorded within four months from the incorporation of the city, as directed by the act of incorporation. It is contended, that the proviso in the section of the Act of Assembly above quoted, is a condition precedent, compliance with which was indispensable in order to give the ordinance validity.\nThe argument will not bear examination. There is no doctrine better settled than that a change in the form of government of a community does not ipso facto abrogate pre-existing law, either written or unwritten. This is true in regard to what is strictly municipal law, even when the change is by conquest. The Act of Assembly converting the borough into a city did not, therefore, of itself, and in the absence of express provisions to that effect, either repeal former Acts of Assembly relative to the borough, or annul existing ordinances. It was solely a change of the organic law for the future, and left unaffected the borough statutes, precisely as a change of a state constitution leaves undisturbed all prior Acts of Assembly. Were it not so, the new municipal organization would have been without law until its local legislature could re-enact, publish, and put in force a new system. Undoubtedly, the legislature of 1851 could have repealed all former acts relative to the borough, and have annulled all prior ordinances of the borough authorities; but it did not. The ninth section already quoted is not such a repeal. On the contrary, it recognises and asserts the continued existence of former laws, both statutes and ordinances.' It is true, that it requires that the ordinances should be recorded within four months. This provision can only be considered as directory, and not as a condition upon the performance or non-performance of which the continued existence of those former laws depended. It is, indeed, in the form of a proviso; but our statute book abounds with enactments which are in words provisoes, but which, instead of being conditions, are independent enactments. To hold that the provision in this statute is a condition precedent, would not only leave the city without laws during four months after its creation, but would make the binding force of Acts of Assembly depend upon the choice of the city councils whether all the borough ordinances should be recorded or not: even more; would make their validity depend upon the diligence or neglect of the city officer whose duty it might have been to see that all the ordinances were put upon record.\nThe Acts of Assembly were not required to be recorded; and yet, if the proviso he a condition, their continued force, precisely as much as that of the borough ordinances, is made to depend upon the recording of the ordinances within four months:\nRegarding the provision therefore as merely directory, we are brought to the conclusion that the ordinance of 22 d of June 1849 continued in force, notwithstanding the new act of incorporation; and, consequently, that in any aspect of this case, the judgment of the court below was right.\nJudgment affirmed."}