{"id": "985007", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe presumption on which an intermediate link in a chain of title will be supplied, after a long and unquestioned assertion of title and exercise of acts of ownership, was fully stated and vindicated in Taylor v. Dougherty, 1 W. & S. 326, and Hastings v. Wagner, 7 W. & S. 216. These cases decide the question here. The rejected deed was unquestionably competent against an intruder of recent date. Although not made by Paul Busti in strict accordance with the terms of his letter of attorney, and although the marshal’s deed necessary to vest title in himself was wanting, yet after more than forty years’ acquiescence by all parties in interest, and payment of taxes according to the present state of the title, we will presume, as against a stranger and intruder, both the ratification of his conveyance by his principals, and a conveyance to him of the legal title in pursuance of the marshal’s sale. His deed recites the ■decree of the Circuit Court of the United States and the marshal’s sale, and as none of his constituents or oestuis que trust, or any person claiming under them, question the regularity of his conveyance, it was not for this defendant to question it. The devisees of Samuel M. Fox were entitled to have the interest which was conveyed to them by Busti’s deed, and the conveyance after such a lapse of time is to he presumed regular.\nBut it is objected, that we have no right to treat the defendant as an intruder without title or color of title. If he has title, he should have permitted the primá facie case, presented by the plaintiffs, to have been received by the court, and then shown his own right. The question raised upon the plaintiff’s title could have been contested with better advantage, after showing his own, if he had any to show, than upon the competency of the evidence. As the case stood, when the deed of Busti and the record of the Circuit Court were offered, the court were bound to presume that the defendant was in without right from those under whom the plaintiffs claimed, and should accordingly have admitted the evidence and put the defendant to the showing of his hand.\nThe judgment is reversed and a venire facias de novo awarded."}