{"id": "985021", "contents": "The opinion of the court was delivered, by\nKnox, J.\nThis was an action of ejectment. The plaintiff claims as heir at law, and the defendants under the will of Dr. John Mitcheltree. The allegations of the plaintiff, are—\n1st. That the will does not contain words sufficient to pass the testator’s real estate.\n2d. That the will was revoked by the testator in his lifetime.\nThe writing which the defendants claim as a will is in the following wrords :—\n“I,John Miteheltree, do hereby will all I have to my beloved wife, Jane, for her to have and to hold for ever. January 9, 1839.\n“John Mitcheltrbe.\n“ Test. Witnesses — Elijah Flowers,\nJames Collins.”\n• Upon the back of the paper is'endorsed in the handwriting of the decedent, “Dr. John Mitcheltree’s will.”\nThat the words used are sufficient to pass a fee simple in real as. well as an absolute estate in personal property is so manifest, that it is unnecessary to cite authorities to prove it. “ All I have, to have and to hold for ever,” means every description of property, where there is nothing to show that the words were used in reference to a particular species or kind of property.\nTo establish the revocation, the plaintiff relies, first, upon a subsequent testamentary disposition of a portion of the devised estate, made by Dr. Miteheltree in favour of his wife ; and second, upon evidence tending to prove that the will was kept in existence by the fraud of the legatee, after the testator supposed it to have been destroyed by burning.\nIf the plaintiffs construction of the instrument of writing, bearing date July 2, 1851, was the true one, it would then become necessary to inquire whether it worked an entire, or but a partial revocation of the will. But we are clearly of opinion that the instrument in question is not of a testamentary character, but simply a trust deed, vesting a present interest, and not revocable at the pleasure of the grantor. It had, therefore, no effect ■whatever upon the will, except to lessen the estate belonging to the testator at his death.\nThe only remaining question relates to the revocation of the will by the alleged fraud of the devisee.\nRobert Miteheltree, a nephew of the decedent, whose father died before the decedent, and who was, as one of the heirs at law, directly interested in setting aside the will, testified as follows. (Here reference is made to the deposition above quoted.)\nOther witnesses proved declarations of Mrs. Miteheltree, that she wished she had never shown the little will; that she knew the Doctor did not intend it for his will; that she knew what his will was, and if the friends would let her alone she would do as he wanted done. Another testified to a conversation between Mrs. Miteheltree, the Doctor, and himself, about eighteen months before Dr. Miteheltree died, the substance of which conversation was that both declared, that at that time the Doctor had no will.\nThese witnesses -were all either directly or indirectly interested\nin defeating the will under which the defendants claimed title to the land in controversy.\nOn behalf of the defence, it was shown, that Dr. Mitoheltree had frequently declared, from about the date of the will to within a short time before his death, that he had made his will, in which he had devised all his property to his wife; that she knew his views relative to the distribution of it; that she had done as much in making it,and more in keeping it, than he had, and that she would make it right; that he would leave his and her relatives in her hands ; that she had as good a right to give away as he had, and that it would be better for all of them, that she should have the final disposition of it.\nThe Court of Common Pleas instructed the jury, that under the evidence the defendants were entitled to a verdict.\nFor the plaintiff, it is alleged that the testimony of Robert Mitoheltree, proved a revocation of the will of the testator; or, what amounts to precisely the same thing, that, as it was kept in being by the fraud of Mrs. Mitoheltree, the sole devisee, those claiming under her are estopped from alleging its existence, or asserting its validity.\ny The 13th section of the Act of 8th April 1833 declares that “ no will in writing concerning any real estate shall be repealed, nor shall any devise or direction therein be altered, otherwise than by some other will or codicil in writing, declaring the same, executed and proved in the same manner as is hereinbefore provided, or by burning, cancelling, or obliterating, or destroying the same by the testator himself, or by some one in his presence, and by his express direction.”\nIt is clear that the case in hand is not within the letter of the statute, for there was no subsequent will, and the one in question was not burnt, cancelled, obliterated, or destroyed by the testator, nor by any person at his express direction; and unless we enlarge the statute,by declaring that where a will is kept from destruction by the fraud or misrepresentation of a devisee, it shall be considered cancelled as against the fraudulent party, the validity of this will cannot be denied.\nIt is a well settled rule of law that actual fraud vitiates every species of contract, and annuls even the decrees and judgments of the highest courts of record. But is the principle applicable to the ease before us ? 1] Conceding the competency and relevancy of the plaintiff’s evidence, it establishes the fact that Mrs. Mitchel-tree told her husband that she had burnt the will, when in truth' she had not; that he was himself hunting for it to destroy it, and was satisfied with its destruction although he had given no express direction to her to destroy it. Now, even if we should consider his subsequent assent to the supposed destruction as equivalent to an express direction, it would only prove an intention to revoke without actual revocation. But the direction, however express it may be, can never amount to a revocation unless it is followed by burning, cancelling, obliterating, or destroying, otherwise the great object of the statute, which was to prevent parol revocations, would be entirely unaccomplished. To comply with the statutory requisition of revocation by destroying, there must be some act of destruction, or towards destruction, done animo rovocandi — mere words will not suffice.^\nThere has probably been no case like the present for adjudication in Pennsylvania since the Act of 1833 ; but there are reported cases bearing a strong resemblance to this, decided by courts whose decisions, though not of authority with us, are nevertheless entitled to great respect.\nIn the case of Doe on the demise of Reed v. Alice Harris, 6 Adolphus & Ellis 209, a witness proved that the testator told her that he had sent the legatee, Alice Harris, to fetch the will to him, that he had looked into it, and that when he had seen it he had thrown it on the fire, and that Alice had “scramped” it off the fire. This appeared to have taken place the evening before the conversation between the witness and the testator. After the conversation, Alice Harris, the legatee, returned, and when she and the testator retired at night, both sleeping in the same room, the witness heard a quarrel and blows, and upon her going into the room, the testator said that Alice would not give him his will. Alice went down stairs with the witness, and told her that she would not give up the will to the testator, that she had given it to him last night and he threw it on the fire, and that she would rather have the pleasure of burning it herself, and would do so the next morning. After this Alice begged the testator’s pardon, and promised to burn the will the following morning. The next morning the witness going into the kitchen where Alice and the testator were, heard Alice say, “ There, the thing is finished,” and the testator then told the witness that Alice had thrown the will upon the fire. The witness doubting it, he said, “she threw something with writing upon it, on the fire, but I did not have it in my hands to look at it.” The witness answered, “ I do not think she has thrown itand the testator said, “ I will go to Lantwit if I am alive and well, and make another willadding that Alice should not have his property, and that he had a son nearer to him. He also said, on several occasions, that the will was one made by Alice and Mr. R. (the attorney who prepared it), and that R. was a thief, and wanted, with Alice, to get everything he had.\nThe cause was tried before Mr. Justice Patteson, who stated to the jury, that if they believed the evidence of Esther Erehorn, and were satisfied that the testator threw the will on the fire, intending to burn it — that Alice took it off against his will — that he afterwards insisted on its being thrown on the fire again, with intent that it should be burnt, and that she then promised to burn it, there was a sufficient cancellation within the statute. But when the case came before the King’s Bench, the judges all argued that the instruction was erroneous. The Chief Justice, Lord Denman, said, that “ great inconvenience would be introduced by holding that there may be a virtual compliance with the statute; but there is none, by saying that, if a testator perseveres in the intention of revoking his will, he shall fulfil it by some of the means pointed out by the statute, that he shall revoke the will, if not in his possession, by writing, properly attested, or cancel it, if in his power, by some of the other acts which the statute prescribes.\nWilliams, J., said, “ It is argued, that if a testator throws his will on the fire, with intention to destroy it, and some one, without his knowledge, takes it away, it is a fraud which ought not to defeat his act. But so it might be said that, if the testator sent a person to throw it on the fire, and he did not, the revocation was still good. Where could such constructions end ? The effect of them would be to defeat the object of the statute, which was to prevent the proof of a cancellation from depending upon parol evidence.”\nPatteson, J., admitted that he had left the case wrongly to the jury, and Justice Coleridge said, “ the kind of construction insisted on, would lead to a repeal of the statute, step by step, and that fraud was not sufficient.”\nThe rule for a new trial was made absolute.\nIn a case upon the same will, touching copyhold lands, the jury found that the will was revoked by burning, and judgment was entered upon the verdict, because a will of copyhold lands was not within the statute of frauds: 8 Ad. & E. 1.\nIn Boyd et al. v. Cook, executor of Vass, in the Court of Appeals of Virginia, 3 Leigh 32, the testator was blind. Proof was given of his declarations that he had made a will but destroyed it, and that he had no will, but intended making one. The party contesting the will offered further to show that Sarah E. Vass, a daughter of the decedent, and a legatee under the will, had admitted that her father had directed her to destroy the paper produced in court as his will, and that he believed it was done. This evidence was rejected.\nThe rejection was sustained by the Court of Appeals. In delivering the opinion of the court, Mr. Justice Carr said: “No direction given by a testator to another to destroy his will amounts to a revocation. The statute provides, that no will shall be revoked but by the testator destroying, cancelling, or obliterating the same, or causing it to be done in his presence. Mere parol directions given to a person to destroy the will, could never satisfy the requisitions of the statute, and to suffer them would be to incur the danger the statute meant to avoid.”\nIn the case of Smith v. Fenner, 1 Gall. C. C. R. 170, for Rhode Island, a will was attempted to be impeached as having been fraudulently kept in force against the wish of the testator to revoke it. The provision in the Rhode Island statute is the same in substance as the statute of frauds, 29 Car. II. ch. 3. The evidence offered consisted in the declarations of the testator, which were rejected upon the ground, that even if the fraudulent suppression or prevention of revocation was equivalent to an actual revocation, which was said to be exceedingly doubtful, still such fraudulent suppression could not be proved by mere declarations, which could not be permitted to control or annul a solemn instrument.\nThe cases which I have already mentioned appear to me to bear strongly in favour of the validity of this will; and that the statute should have a strict construction, is clearly established by our own cases of Dunlop v. Dunlop, 10 Watts 153, Cavett’s Appeal, 8 W. & S. 26, Greenough v. Greenough, 1 Jones 496, and Lewis v. Lewis, 2 W. & S. 455. What safety would there be that a testator’s intentions would be regarded and made efficacious, if his last will and testament, executed under all the solemnities and formalities of the law, could be set aside by the mere declarations of a devisee tending to prove fraud; testified to, as in the present case, by persons interested in the destruction of the will ? There is certainly great safety in adhering to the words of the statute; besides which, is there not a want of power to interpolate other words, or to find equivalents for the express direction of the statute ?' At all events, there is danger in establishing exceptions to a statutory rule, which, like the present, has been found to be essentially necessary, for the safe enjoyment and secure transmission of real estate, by the experience of ages; for if exceptions once begin, no one can say when, and where, they will end. 1\nBut if we were to admit that, where a testator was prevented from revoking his will by the fraud of a devisee, the revocation would be complete, so far as the party to the fraud was concerned ; for myself, I never could permit a jury to find the fraud from evidence such as was given upon this trial. A woman far advanced in life, grievously mourning the loss of her husband, is made to admit by her own statements to his relatives, who were interested in having his estate distributed under the intestate laws, that she had prevented the destruction of a will, making her his sole devisee, by imposition and misrepresentation, and this too while she was unhesitatingly asserting her right to the estate by virtue of the will. I do not say that the witnesses for the plaintiff have wilfully misstated the declarations and conversations of Mrs. Mitcheltree, but I am well satisfied of the policy of a rule of law which would prevent such evidence from interfering with the distribution of an estate after tbe death of its owner, evidenced by his own explicit written declaration.\nIt has often been said that the declarations of a party made in the course of a casual conversation with a stranger, are the weakest of all evidence; and surely the character of the evidence is not improved when it purports to consist of admissions against the interest of the person making them, and inconsistent with other allegations made at the same time, and when the channel of proof is through persons pecuniarily interested in establishing the truth of the alleged admissions or declarations. We do not permit this species of evidence of itself to prove a parol contract or parol gift of lands so as to take a case out of the statute of frauds and perjuries; and the reason why it should not be permitted to invalidate a written will devising real estate, is of equal, if not greater weight.\nUpon the whole case, we are of opinion that there was no revocation by Dr. Robert Miteheltree of the will in question, and no such evidence of fraud upon the part of Mrs. Jane Miteheltree as to prevent her from taking the estate under the will.\nJudgment affirmed.\nJudge Black was present at the argument of this case, but was not a member of the court at the time of the decision. He concurred in the judgment."}