{"id": "985040", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nThe history of these titles, so far as it is important here, commences with the contract in 1794 by Chambers and McNutt to obtain for Wilson patents for ninety-six tracts. These tracts are all united by this contract into one subject-matter as between the parties; and to understand their history we must regard them as a unit, and divide them only as we find the parties dividing them. How have the parties dealt with the subject-matter of their contract, will be found a very important question in this case; and it is a natural suggestion of common sense, as it was in Jackson v. Lunn, 3 Johns. Cases 109, a case which bears a strong likeness to this in many particulars.\nThe applications for all the warrants were made by Chambers and McNutt, but the purchase-money on them all was paid by Wilson, and therefore in equity the title to the warrants belonged to him: Jones’ Land Office Titles, § 73. The contract of 1794 is therefore a contract by Chambers and McNutt to complete the title by having the surveys made and the patents taken out in the name of Wilson, and by Wilson to pay them the expenses thereof, and the stipulated compensation for discovering the lands.\nIt may be admitted that, subject to Wilson’s right, Chambers and McNutt might take out the patents in any name they pleased, and hold them as security for the amount due them. We need not say whether they might rescind the contract or not, and hold the patents for themselves on Wilson’s default in paying the expenses; for certainly there is no evidence that they ever did rescind. Mere neglect by him to pay the expenses did not transfer his title to them. Lapse of time does not of itself dissolve a contract, without reference to which was the active and which the inactive party in the transaction. The patents belong to those who in equity were at first entitled to them or who have since become so : Jones’ Land Office Titles, § 78.\nThis brings us to the question now to be looked into; not merely by the direct light of the original facts and documents, for, in over half a century, much of that has faded away; but also by the reflected light cast upon the subject by sixty years’ conduct of the parties in relation to it.\nWilson unquestionably had a title to the lands by paying the state for the warrants; and the question which the plaintiff has to meet is, whether the Wilson title has' been so continued and asserted by him and those claiming under him, as to have maintained its validity or acquired additional force as against the patentee; and this question sets aside several points of the plaintiff as irrelevant.\nHence it becomes unimportant whether the conveyance from Wilson to Moi’gan was a mortgage or not; while it is important how Wilson and those claiming under him have dealt with the land. If it is uncertain what lands passed under the deed of Wilson to Morgan, it is important, as an assertion of the Wilson title, to know what lands Morgan claimed and controlled under it. These facts are not set up against the Wilson title, but in support of it against the patentee’s interest in the title.\nIn Strimpfler v. Roberts, 18 State Rep. 298, the books of the Land Office showed that the price had been paid to the state, not by the patentee, but by another, and hence a resulting trust was presumed. But the apparent equitable owner laid no claim to the land, paid no taxes, exercised no acts of ownership, and manifested no consciousness that he had any title, for more than twenty-one years; and hence his presumptive title was conclusively barred in favor of the patentee: 2 Spence’s Eq. Jur. 62, 709.\n' This is a mere execution of the principle that bars a mortgagor’s equity of redemption, when the mortgagee has been in possession for twenty-one years after the time of payment, if nothing has taken place between the parties showing that the original relation is still kept up: 1 Pow. on Mort. 380—390; 3 Id. 1153-1155; Mathews Pres. Evid. c. 18 ; 9 Wheat. 489 ; 10 Id. 169; 3 Johns. Ch. 129; 1 Paige 48; Mathews, p. 209; and that presumes the conveyance .of a trust estate.\nAnd the same principle is applied to personal claims, changing the period of limitation according to the subject-matter. Mr. Story (1 Eq. Jur. § 55) states the rule as administered in equity thus: “ In cases of equitable titles to land, equity requires relief to be sought within the period in which ejectment would lie; and in cases of personal claims, within the period prescribed for personal suits of a like nature:” Id. § 529; 2 Id. § 1520, 1521; 2 Atk. 303; 1 Dana 282; 1 Rep. in Ch. 70; Prec. in Ch. 518; 24 State R. 52; 25 Id. 154; 23 Id. 371; 7 Johns. Ch. 90; 20 Id. 576 ; 5 Mass. 143.\nAnd this limitation may be shorter in equity cases than the statutory period, when the inconvenience or evil is trifling, and the neglect manifest; as when the money advanced on the faith of a mortgage is equal to the value of the property, for then there must be no unreasonable delay: 1 J. J. Marshall 344; 3 Dana 176; 1 Day 124; Math. Pres. Evid. 10, 415.\nNow the Wilson title does not at all depend upon an implication from the entries in the Land Office books ; but upon an express written contract which we have before us. The case of Strimpfler v. Roberts has, therefore, nothing to do with the question. But the general principle on .which that case is founded has much to do with it; and that applies to both legal and equitable claims. It is the principle that lapse of time strengthens the title of the possessor and weakens that of a mere claimant. Long possession is inconsistent with unacknowledged claims, and a continual challenge of their validity.\nIf the patentees had taken the control and management of the land from the first, and held it ever since, without recognising the Wilson title, there can be no doubt that, like mortgagees in possession, or vendors in an executory contract of sale, they would have been relieved from the Wilson title long ago.\nBut the land has always been under the control and management of those claiming under Wilson. They have always paid all the taxes assessed on it; kept agents to watch it against all intruders; redeemed such parts as were at times sold for taxes; from time to time sold large portions of it; occupied and improved parts of it; had a controversy over forty years ago with persons claiming a part of it under the patentees, and as a result thereof, maintained their right and got releases for some thirty tracts, and without any claim for any others being then set up by the patentees; and their title has no otherwise been opposed by the patentees until the bringing of this suit in 1855. The fact that this particular tract was by mistake dropped from the tax lists during a large portion of the time, has no effect npon the general question.\nThe only reasonable view that can be taken of all this is, that the true title was regarded by the patentees as not being in them, but in Wilson and his assigns. Perhaps there was originally a lien on the title for the surveying expenses, &c.; but this not having been admitted, nor asserted by suit or by possession of the land, during so long a time, thrice twenty years, is presumed to be paid, and cannot now be asserted: Math. Pres. Ev. cc. 19, 20; 1 Pa. R. 420; 2 Watts 214; 9 Serg. & R. 379; 14 Id. 15 ; 7 W. & S. 70.\nThe possession that is required in order to bar such claims as this, which with us is not more efficacious than a mortgage, is not the continued, actual, resident, and hostile possession of a trespasser, that gives a title in twenty-one years; but a possession according to the nature of the thing possessed, under a contract relation, and continued until the statute or a legal presumption bars the remedy on the contract, or until equity or the law presumes that the duty owed by the person in possession has been released, satisfied, or abandoned.\nThere seems to have been no sort of dispute about the material facts of the case, and no harm was done by the instruction to find for the defendant.\nIf there was any defect in the direct proof of the agreement of 1794, it was fully supplied by the admission of its genuineness in the release of Young to Morgan in 1813, and by numerous other circumstances. Cresswell had no visible shadow of interest affecting his competency as a witness. His agency for the defendant for his lands, including this unseated tract, does not exclude him.\nJudgment affirmed."}