{"id": "985052", "contents": "The opinion of the court was delivered by\nStrong, J.\nThe parties went to trial on the plea of property. The sole question was whether the ownership of the grain was in the plaintiff below. Undoubtedly, where rent of a farm is payable in a share of the grain raised on it, division and delivery are essential to vest the title to the grain in the landlord. There is nothing peculiar in such a case. The same thing is true in all sales of personalty, as well as in payments by articles in kind. But what is delivery ? It is such an act as is intended to, and in fact does, enable the vendee or creditor to obtain dominion over the thing sold or paid. Here the agreement between the lessor and lessee was, that the latter should deliver one-half of the grain raised, in the bushel, in the barn. The tenant thrashed it, divided it in the barn, in the presence of the lessors and the son of the purchasers of the lessors’ title, and took away his own half. How can the tenant aver that he had not delivered the landlord’s share ? What more had he to do ? Certainly, the landlord, after' the division, had an immediate right of possession; and that is sufficient to enable him to maintain either trespass or replevin. And if the tenant cannot deny that delivery was made, still less can a stranger. The court below were, therefore, right in treating the tenant’s title as having been divested, and of course as having passed to the owner of the rent.\nThe next and only remaining inquiry is, to whom did the. rent belong ? Before it had become payable, and before the grain was grown, the title of the reversioner had, under an order of sale in the Orphans’ Court, become vested in John Cooper, the plaintiff below. He bought without any reservation of the grain to the original landlords, and the case is, in substance, a contest between these landlords and the purchaser. The plaintiffs in error do not deny that grain growing at the time of a sale of lands, whether the sale be private or judicial, passes by it to the purchaser, unless it be expressly reserved, nor that rent always follows the reversion, but they contend that the circumstances of this case render these doctrines inapplicable to it. The lease to Burns was from April 1855 to April 1856. Under it, however, the tenant was entitled to one-half of the way-going crop, and consequently to the use of the farm for the purpose of maturing and harvesting the crop, even after the 1st of April 1856. During the term the land was sold under order of the Orphans’ Court. The conditions of sale were, that possession should be delivered on the 1st of April 1856. The sale, however, took place in November 1855, and was confirmed on the 10th of that month. On that day, at least, the equitable title to the reversion vested in the purchaser. Whether the conditions of sale were before the court at the time of the confirmation does not appear in the record, but assuming that they were, nothing was reserved but the possession until the following April. Surely the rent was incident to the reversion, not to that reserved possession. That possession belonged to the tenant, and if the rent was incident to that, it was incident to the title of the tenant himself. The argument of the plaintiffs in error is based upon the assumption that the title did not pass to the purchaser until possession was delivered, and until the lease had expired. The facts to which reference has already been made, show that this assumption is unwarranted. But, even if the purchaser did not become the owner until the 1st of April 1856, it is not easy to perceive that it would make any difference in this case. The rent (i. e. one half of the grain) was not payable until the crop should ripen and be harvested. If the reversion did not pass to Cooper until the 1st of April 1856, it still passed before the rent became payable ; and the principle is, that rent is incident to the reversion until it becomes both “ debitum et solvendum.” Until then, it passes with the land to the heir, devisee, or purchaser, and not until then, does it become personal and go to the executor. Until then, it is no debt. This is conclusively shown in Bank of Pennsylvania v. Wise, 3 Watts 394, by Mr. Justice Kennedy, and is fortified by the cases which he cites. See also 7 Watts 378.\nWe have said more than is necessary. In truth, this case is directly ruled by Cobel v. Cobel, 8 Barr 342. There, the owner of a farm had let it for one year from the 1st of April 1846; the lease contained the stipulation that the rent should be one-half of the grain raised, to be received by the lessor when cut; the lessor died in May 1847, after the expiration of the year, but before the grain was cut, having devised the farm; it was held by this court, that the half of the grain growing at the time of the testator’s death went to the devisees, and not to the executors. There is no difference in principle between that case and this.\nThe judgment is affirmed."}