{"id": "985057", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nThe Act of 14th June 1886, gives the right to recover damages in the writ of mandamus, as in an action for a false return of such writ. The evidence tending to show that the relator was in a condition which entitled him to the aid of the society, was therefore pertinent on the question of damages.\nIf the respondent’s counsel had offered to read the pleadings in the cause for the purpose of showing to the jury what the issue was, the court ought to have permitted it; but when the offer was made to read the answer, in order that “ the jury might take the statements therein as admitted so far as not denied by the plea,”, the court was correct in rejecting it. The statements in the answer, not denied by the plea, were not in issue, and therefore were not to be passed upon by the jury. If they were admitted to be true, and afforded good defence to the writ, the court and not the jury might say so, irrespective of the verdict.-\nThis disposes of the first and second errors. The fourth and sixth are not specified so as to raise any particular question; ■ and there is nothing in the fifth.\nThe rejection of George Senderling, Jr., on the ground of interest, remains to be considered. His competency depends either upon his interest in the fund out of which the verdict must be paid, or his liability to assessment for the purpose of raising funds to satisfy the demand.\nIn The Washington Beneficial Society v. Bacher, 8 Harris 425, it was held, that the witness was liable to assessment to raise funds to satisfy the claim, if there should be a recovery against the society, and he was therefore excluded. But in that case the constitution of the society expressly authorized such assessments from time to time, as might be required. In the case before us, there appears to be no express provision of that kind, but the principle seems to be a just one that the members of incorporated companies are bound to fulfil the obligations of the corporation itself, whenever their responsibility is not restricted by the charter; as it may be by express provision ascertaining the amount of capital stock, or the measure of liability: 1 Am. Law Mag. 100. The members are not directly responsible to the creditors of the corporation, but, when they authorize it to contract debts for their benefit, they are each bound in conscience to contribute to the corporation itself a just proportion of the funds necessary to meet the engagements thus made. And a court of equity will give effect to this obligation, by compelling the corporate authorities to make the necessary assessment. This seems to have been done in the case of Salmon v. The Hamburg Company, 1 Cas. Ch. 206; 6 Viner Abr. 310. That decision was cited with approbation by Ch. J. Spencer, in Slee v. Bloomer, 19 Johns. 484, and by Chancellor Dessaussure, in Hume v. Winyaw and Wando Canal Company, 1 Carolina Law Journal 217; 7 Am. Law Mag. 92. In the latter case there was a decree applying the proceeds of the joint stock towards the payment of the debt, and compelling each member to pay his proportion of the deficiency. That decree was affirmed on appeal, 7 Am. Law Mag. 103. In the case before us, there seems to be no express provision ascertaining the amount of the capital, or otherwise restricting the measure of each member’s liability. But it may not be necessary to determine this point at present, as, if the members are not liable to assessment to meet liabilities incurred by their authority and for their benefit, it would seem to follow that the provision for the witness himself depends altogether upon the sufficiency of the corporate fund. As the recovery by the relator would diminish that fund, the witness was interested in defeating it. He was therefore properly excluded.\nJudgment affirmed."}