{"id": "985114", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nThe executor of Ayres Lynn has been charged by the Orphans’ Court with $212.37 for “ timber, lime and coal, taken from the freehold, to the prejudice of the reversionary interests,” while he was in possession of the land as the tenant of the widow, who held the estate for life. If the coal mines and limestone quarries were open when the life estate commenced, it is very clear that the tenant for life had a right to work them. If the timber was cut in the process of clearing the land, or for other purposes required in the reasonable cultivation of it, or for keeping the premises in repair, it is not such waste as renders the tenant for life liable to the remainder-men. It is not necessary in this case to decide whether a tenant for life has a right to open mines and quarries. His privileges under the law of Pennsylvania are much greater than those recognised by the common law of England. If he exceeds them, the Act of 10th April 1848, gives the remainder-men a right to apply to the Court of Common Pleas for a writ of estrepement. That Act expressly declares that the tenant for life “ shall not be restrained from the reasonable and necessary use and enjoyment of the land and premises in his possession,” and authorizes that court to “inquire into and determine the nature and extent of said use and enjoyment.” As no complaint was made against Charlotte Lynn in her lifetime for the alleged waste committed by her tenant during the existence of her estate for life, and as the auditor has not found any facts which authorize the court to declare that he exceeded the rights of a tenant for life, we think he ought not now to be charged with these items in his account as executor. What he did as tenant of his mother was not done in his capacity of executor. The charges are not stricken out on that ground, but because no facts are found sufficient to support them. The auditor cannot draw the whole law and the facts into his cognisance, so as to exclude the supervision of the court, by merely stating that the acts complained of were to the prejudice of the reversionary interests.\nThe presumption is in favour of the tenant for life until the contrary appears.\nThe auditor states sufficient reasons for not charging the accountant with interest, on the first payment, for the real estate sold under the power in the will, and his report in that particular ought to be confirmed.\nThe other objections to the decree of the Orphans’ Court are overruled.\nIt is ordered that the decree of the Orphans’ Court be reversed, and that the account, as restated by the audi- • tor, be corrected by striking from the charges against the accountant the items for coal, timber and stone, amounting in the aggregate to $212.37, and by striking from the credit allowed for commissions the sum of $152.26. With these corrections the auditor’s report is confirmed, and a decree made accordingly."}