{"id": "985126", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nThe defendant denies positively that there was any usury in the transaction, and we are quite dissatisfied with, the evidence on which this denial was set aside. It proves payments made by'the defendant to the plaintiff; but against his denial on oath, it does not prove that those were the only payments. What was paid by checks appears, and we are simply without proof that the rest was paid: and this is not strange, considering that the trial took place after the defendant’s death, and fourteen years after the transaction.\nMoreover, there was too much value attributed to the entries in the defendant’s books as evidence. They were his own private memorandums, made for his own purposes, and liable to be altered at his pleasure, and they were in no proper sense admissions: 28 State R. 504. So far as they show his payments to the plaintiff, they seem to be elements of his account with his banker, rather than with the plaintiff; and therefore payments made in his business, not by checks, would properly be left out, and of course we cannot regard such entries as contradicting the defendant’s denial of usury. Such slight evidence as this for setting aside the written contracts of parties, after such inexcusable delay, most certainly ought not to prevail.\nBut the fundamental question of this cause is yet before us; and to get hold of it rightly we must go back to the time of the transaction in 1839, and receive the light which the then existing circumstances give us.\nThe defendant lent to the plaintiff $6932 on his promissory note, ' to be paid in October 1839; and as security therefor the plaintiff made an absolute assignment to the defendant of three hundred shares of bank stock, and at the same time gave him a written authority to sell the stock to pay the note at its maturity, if the plaintiff should fail to pay it. By substituted notes the loan was continued till May 16, 1841, and was not then paid; no new note was given; and for eleven years afterwards no more is heard of the matter. Why ?\nThe answer is plain on the evidence. The stock was then estimated as not worth more than twenty dollars a share, as appears by an act of the legislature of the state where the bank is situated, and we presume this .to be well founded. That it was not worth more appears farther by the dividends, -which for seven years after 1839 averaged less than 6 per cent, on twenty dollars. That it was not equal to the debt appears by the fact, that during part of the time additional security was given for the debt. It is quite manifest that, for seven years after the loan was made, the debt due by the defendant had continued to increase until it amounted to about $7400, if it was still subsisting, and there was no other security for it but the stock, then apparently worth less than §6000, for the plaintiff was insolvent; and the next year the debt was barred by the statute of limitations, and it is not till five years afterwards that this claim is made.\nNow, though the plaintiff might have sold the stock at the maturity of the last note, yet surely it was very natural for him to infer, from its inadequacy and the plaintiff’s neglect to provide for the payment of the loan, and from his hopeless insolvency, that it was abandoned to him. He might consider these circumstances, in connection with the fact that the title was in his own name, as equivalent to a transfer to him absolutely; and that the empty form of sale was waived, for the law does not require vain things. This was doing more than justice to the plaintiff, for it was paying his debt by less than its amount, and he would then have gladly consented to it. When he ought to have redeemed, and for many years afterwards, redemption would have been worthless to him, and he could have no intention to do it. It was a new intention, after a change of eleven years’ growth, that waked him up to this action.\nWe should administer equity very badly if we should allow the plaintiff to treat the stock as the defendant’s for so long a period, and the debt as paid by it, and then to claim the benefit of a rise in value occasioned by no merit of his. Eor thirteen years the legal title of the stock was in the defendant, and the plaintiff had nothing but an equity: and to prove that, he depended entirely on the defendant’s admissions and papers. When the defendant’s claim was barred, the plaintiff’s equity was worthless, for the stock would not have paid the debt. If the stock had fallen in value after the maturity of the last note, the defendant alone would have been the loser; and there can be no equity in a remedy which would favour only the delinquent party.\nCertainly the plaintiff had a right of action as soon as the debt was due; for then he might have paid the debt and demanded the stock, and the limitation of the statute is not usually to be extended by the negligence of the party who claims to be excused from it: 25 State R. 154; 24 Id. 52; 20 Id. 302. A debt is not saved from it because made payable on demand. It is often said that, where a demand is necessary to the right of action, the statute does not begin to run till the demand is made. But this almost sets aside the statute in such eases, and hence it is decided, that a demand will be presumed to have been made in a reasonable time: 18 State R. 23; 1 Taunt. 372: and the rule is often directly pretermitted: 1 Watts 275; 4 State R. 58; 6 Id. 51; 15 Wend. 302; 1 Rand. 284; 5 Cowen 376: and such is the wording of the statute.\nThe statute runs in favour of a mortgagee in possession, and also against a mere equitable title to land and in favour of the legal title; 18 State R. 283: and these are very direct analogies in favour of applying it here. We have no hesitation in saying, and especially under the circumstances of this case, that the plaintiff’s equity was barred by the delay of six years after his debt fell due, without suit brought, or any mutual acts to keep it alive.\nDecree reversed, and the bill is dismissed at the plaintiff’s costs."}