{"id": "985120", "contents": "The opinion of the court was delivered by\nStrong, J.\nFollowing the doctrine of the anonymous case reported in 2 Eq. Ca. Abr. 522, this court early decided that a parol license to lay conduit-pipes through the land of another was irrevocable, after the person to whom the license was given had executed it by expending'his money upon the faith of it: Le Fevre v. Le Fevre, 4 S. & R. 241. So, in Rerick v. Kern, 14 S. & R. 267, a verbal license to divert the water of a stream running through the grantor’s land, though given without consideration, was ruled to be equivalent to a formal conveyance of the right, after a saw-mill had been built in reliance upon it. And it was further held, that a right under a license, when not specially restricted, is commensurate with the thing of which the license is an accessory. Permission to use water for a mill, or anything •else that was viewed by the parties as a permanent erection, will be of unlimited duration; and survive the erection itself, if it should be destroyed, or fall into a state of dilapidation. The principle was broadly asserted, that expending money or labour in consequence of a license to divert a watercourse, or use a water-power in a particular way has the effect of turning such license into an agreement that will be enforced in equity.\nRerick v. Kern was followed by McKellip v. McIlhenny, 4 Watts 317, which, like the present, was the case of a license to flood lands, and in which it was held that such a license executed by the expenditure of money or labour is binding upon all subsequent purchasers of the lands affected by it. This is necessarily so, for if, as has been ruled, it would be enforced in a court of equity, by decreeing a conveyance by deed, a purchaser from the grantor must take subject to it, since from its very nature he must have notice of it.\nWith the doctrines thus distinctly asserted by our own courts, the English decisions and those of our sister states entirely concur: 8 East 309; 7 Taunt. 374; Taylor v. Waters, 11 Ad. & Ellis 34; 2 Gill 221; 15 Ohio 248; 7 N. Hamp. 237.\nThese principles are destructive of the case of the plaintiff in error, unless it c.an be successfully maintained that a written contract based upon a valuable consideration paid, is less operative than an oral license without consideration, each having caused an expenditure of money in reliance upon it. To vindicate such a proposition, however, no attempt has been made.\nJudgment affirmed."}