{"id": "985119", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThat Edwin F. Shoeneberger was the owner of Juniata Forge and its adjacent lands on the 14th May 1849, is a conceded point.\nThe ruling question in the cause is — indeed it is the only question that merits any consideration — did he on that day sell and convey his title absolutely or conditionally to Gen. Wilson for a valuable consideration, or must the deed he made, when taken' in connection with the accompanying papers, be treated as a mortgage?\nThis question the court below met fairly, and ruled it distinctly. They held the conveyance, the bonds, and the contract to amount to nothing more than a device or expedient to pledge the property as a security for money. The authorities cited in the argument, and which it would be a waste of time for us to review in detail, fully sustain the opinion of the court on every point, not excepting the withdrawal of the ease from the jury and pronouncing on the legal effect of the papers as a conclusion of law.\nIn the case of Reitenbaugh v. Ludwick (ante 131), the last of this class of cases that has passed in this court, the question whether a conveyance absolute on its face was intended as a deed of sale, or as a security for money, was submitted to the jury as a question of fact; but this, because the defeasance was not executed at the same time with the deed, but a few weeks thereafter. It was expressly said in that case, that if the two instruments had been contemporaneous in fact as they were in date, the law would have adjudged them a mortgage.\nThe late case of Alderson v. White before the Lord Chancellor of England, reported in the Jurist, New Series, vol. 4, No. 164, was cited against the ruling in Reitenbaugh v. Ludwick, as it is against the ruling of the learned judge below in the present case; but granting that it is not distinguishable, which is more than ought to be granted, it does not meet nor attempt to answer the reasoning on which our adjudications for fifty years have proceeded.\nIt is the settled law of the Pennsylvania mortgage, that though in form a conveyance of title, it is in reality, both at law and equity, only a security for the payment of money, or performance of other collateral contract. And none the less so, because the defeasance, instead of appearing in the original deed, is contained in an accompanying or subsequently executed instrument. Before our numerous, coherent, and well-reasoned decisions on this point can be set aside, something more must be shown than an isolated English case, which does not enter at all into the spirit and reason of our law.\nNotwithstanding Wilson’s possession and acts of ownership in respect to the property in dispute, he must be considered as a mere trustee of E. F. Shoenberger, or else the case involves the solecism of a vendor selling real estate for the bonds of the vendee which are not under a penalty of $500 to be asserted against the vendee. This would be the most remarkable sale of real estate on record.\nIt cannot be doubted, that the six bonds for $5000 each were the consideration of the deed, instead of the $50,000 mentioned therein; because there is no evidence of the manner in which the difference of $20,000 was paid or secured, and because on the lifting and delivery of the bonds Wilson bound himself in the agreement accompanying the deed to reconvey his title to Shoenberger’. If the consideration was not the $30,000 mentioned in the bonds, instead of the $50,000 mentioned in the deed, it should have been shown how the difference of $20,000 was paid by Wilson, and what was to become of it in the event of a reconveyance. In the absence of such evidence the conclusion is inevitable, that the six bonds were the whole consideration of the conveyance.\nNow, these bonds did not pledge even General Wilson’s credit. They were to be collected “ out of and only out of the Juniata Forge property” — they were issued at “ the special request of the said Shoenberger, and as supposed to benefit, profit, and advantage the said Shoenberger in his business” — said Wilson, his heirs and assigns, were indemnified against “all suits, actions, costs, and expenses for, on, or by reason of his having given and executed said bonds, and from and against the payment of all sums of money, or any money on said bonds, or costs” — and in .case Shoenberger should transfer the bonds, or deposit them collaterally, he was “ to lift the same at maturity, and not at any time to suffer suit to be brought against the said Wilson” — and in case he suffered suit to be brought against Wilson on said bonds, any or all of them, he was to forfeit and pay $500.\nAll this is intelligible enough, when regarded as an arrangement to enable Shoenberger to borrow $30,000 on the credit of the Forge property, but regarded as a valid sale of the title, it confounds all our ideas of business. Did Shoenberger indeed sell his real estate for bonds which he was never to collect, which, if he used them,he was bound to pay himself, and which he was finally to deliver up ? To believe this would be to believe him a madman. The transaction is so transparent — General Wilson defined his position so exactly, and protected himself against the responsibilities of a purchaser so effectually, that we should be inexcusable f(?r mistaking him for one, and the wonder is that it should ever have been expected we would make such a mistake.\nThe bank took the bonds with enough on their face to put them on inquiry, and they held them as Shoenberger held them, as a mortgage debt, liable to divesture by a sheriff’s sale of the mortgaged premises.\nThe agreement of 14th May 1849, speaks of a mortgage executed by Wilson, along with the bonds, but it was not in evidence, and if such an instrument were made, it would in no wise change the relations of the parties. General Wilson was mortgagee or trustee, for the purpose of charging the property with a loan for the benefit of Shoenberger, and any mortgage he may have made must have been inoperative, for he had no interest in the land to be bound by such an instrument.\nThe 11th and 12th errors are founded on bills of exception, for rejecting evidence that was manifestly irrelevant. The other assignments of error all relate to the charge, in which we see no fault, and therefore affirm the judgment.\nJudgment affirmed."}