{"id": "985127", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nIt is a mistake to suppose that the instrument on which this action is brought is a guarantee of the bond of Huber and others. It is certainly a guarantee, and not an original undertaking, because the word “ guarantee” is used in it without any words tending to show that it was not used in its ordinary sense. The contract guarantied is described in the guarantee to be one in which there was an obligation to pay to Martin Kemmerer “ the sum of one thousand dollars, with interest, in gold or silver coin, on the said first day of April, A. D. 1843.” The contract containing this engagement is the one which immediately preceded the guarantee on the same sheet of paper. We refer, of course, to the engagement of the bank, contained in the instrument assigning the bond of Huber and others to Kemmerer, as collateral security for his claim. It was not improper to call it an “ obligation,” for it is an engagement under the corporate seal of the bank. ,It is not very strange that Wilson should speak of the parties bound by it as “ obligors,” because it is signed by both of the officers of the bank. Although this description of them was not technically correct, such an inaccuracy of expression is not sufficient to outweigh the other controlling points of description. There is nothing whatever in the bond given by Huber and others which can substantially answer the description contained in the guarantee. There is no engagement in that bond to pay money on the first of April 1843 — there is no engagement to pay “ in gold or silver coin.” This construction is an answer to the argument founded on the supposition that the instrument on which the action is brought, contains an engagement for the payment of the money at an earlier day than that provided for in the principal contract. The principal contract is that entered into by the bank. The bond against Huber and others was assigned as collateral security for that contract. It was a part of the assets of the bank pledged to Kemmerer as a security for his demand, and although he might have brought his action immediately after the 1st of April 1843, still, as he did not bring suit until long after the bond of Huber and others became due, the defendant below, by virtue of his equity as guarantor, had a right to show that by the exercise of due diligence, the plaintiff below might have recovered his claim out of the assets of the bank in his hands. A loss of those assets, through negligence, is as fatal to his recovery from the guarantor as a loss of the debt through a want of diligence in prosecuting the bank itself. That' these assets were sufficient to pay the debt, and that they were lost through a want of diligence on the part of the plaintiff below, is admitted in the pleadings; The facts constituting this' defence, as set forth in the special plea, are not denied in the replication. The plaintiff below replies that he “ did proceed against the obligors in the said bond when notified to do so by the said defendant.” The value of this allegation depends upon the question, whether the instrument signed by the defendant below is of such a character as to require him to give the plaintiff notice to proceed against the principal debtor’s property. As we are of opinion that it is nothing more than an ordinary guarantee, it follows that the replication contains no sufficient answer to the special plea; and this entitles the defendant to judgment.\nIt was right to admit the letter of Q-eorge Heck in evidence, to show the mistake id the date of the guarantee. But we cannot see any error in rejecting it when offered in evidence generally.\nJudgment affirmed."}