{"id": "985118", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nOur natural sense of justice furnishes the ground and the measure of compensation for injuries done by one man to the property of another, and demands an adequate remedy to obtain it. On this sense of justice the action of trespass for mesne profits is founded, and of course it is not intended to be administered so as to work injustice. It is not distinguished in its nature, but only by its special application, from the general action of trespass.\nTrespasses to personal property are usually very easily measured by the value of the property at the time it was taken or destroyed, or by the degree of impairment of its value. But it is not so with real property withheld from the rightful owner; for it is entirely different in its character. Generally, land is not exclusively adapted to any one special use, like most of articles of personal property, hut may be turned to all imaginable uses, and its condition indefinitely altered at the pleasure of its occupant. Out of these changes of use and condition often arise very complicated questions, in the estimation of damages. In them all, our natural sense of justice is the clue to their solution. They have necessarily given rise to a great variety of decisions, because this sense of justice has had to be applied to a great variety of circumstances. But these decisions, though various, are not therefore contradictory. Generally, they are quite harmonious in their principles.\nThey all recognise that compensation is the purpose of the action, and they allow no more, in ordinary cases, even when the occupant knows that he is without title. And if such an occupant changes and improves the property, without objection from the real owner, who knows what is going on, still compensation for the use of the land is all- that is allowed, and the permanent improvements may be full compensation. But one who forcibly disseises another and makes such improvements, or one who makes them after action brought to try the title, can have no claim to have his improvements estimated; because he has no right to choose the mode of improvement of another man’s property, against his known will; and justice will not compensate him at the hazard of doing wrong to the owner.\nIt is everywhere admitted, that a bond fide occupant under claim of title, who makes permanent and valuable improvements, is entitled to have them taken into account in ascertaining whether or not the real owner has sustained any damage, and may show that they are a full compensation for the value of the property: 2 Kent 335 ; 2 Story’s Eq., §§ 799, 1237; 4 Cowen 168; 2 Johns. Cas. 438; 6 Watts 428.\nAnd how can Mrs. Morrison claim that the adverse possession was not bond fide, since it was held under a deed of conveyance from herself, in which no fraud is alleged ? If she thought she had power to convey, how can she say that her -grantee knew better ? In such a case, at least, Judge Washinuton’s definition is adequate:. that a bond fide claimant is one who supposes that he has a good title and knows of no adverse claim: 1 Wheat. 79.\nAnd if the supposed good title pass through many hands, this does not change the injury nor the measure of compensation. The injury is still one, though many persons are chargeable with it; and therercan be no double compensation, even though there may be many actions. If there was no damage for the whole time, there can be none for any part of it. The action is nominally for mesne profits, because usually they are a fair measure of compensation; but it is not necessarily so, because sometimes there are no profits, and it may cover acts of mere waste and injury: 2 W. & S. 308.\nThe present defendants were not the purchasers from the plaintiff, and did not make the improvements; but they are bond fide purchasers under the bond fide improver, and when ousted by the superior unknown title -they have a right to the defence, which the improver would have had, if he had continued in the possession. Neither occupant has a right of action for his improvements ; but any one, or all of them, may show that, during the several, but dependent occupancies, taken all together, the plaintiff has sustained no damage. This cause was tried according to these principles.\nJudgment affirmed, and record remitted."}