{"id": "985128", "contents": "The opinion of the court was delivered by\nLewis, C. J.\nThe note of 2d September 1848, given by the defendants to Edwin Young, and by him endorsed to the plaintiffs, was sufficient to enable the plaintiffs to maintain an action on it.\nThe agreement, signed by the plaintiffs, in which they acknowledged the receipt of the note on account of their claim, and agreed to stop proceedings on a certain judgment now in the hands of the sheriff, pending against the defendants, “ to enter satisfaction when notes to be agreed upon are given,” constituted, of itself, no defence against the note. If the defendants had shown that the notes to be agreed on had been delivered to the plaintiffs, and that the latter had refused to enter satisfaction on the judgment, the defendants would have been entitled to set off any damages which they might have sustained by reason of the breach of the contract. This was all that was claimed in the affidavit of the defendants when this cause was here before: 3 Harris 255. It is not necessary to decide upon all the views taken of the case by Mr. Justice Coulter. It is certain that he went further in favour of the defendants, than they claimed for themselves in their affidavit. It is sufficient to say, that the decision then given was founded on an affidavit averring that the defendants had given the notes to he agreed on, as required hy the plaintiffs. But, on the trial of the cause, the defendants entirely failed to make proof of any such fact. They had no right to require satisfaction to he entered until they were ready to give the notes. If they could prevent the plaintiffs from suing on the note already given “ on account,” until they gave the additional notes to be agreed on, and could also stop the plaintiffs from proceeding on their judgment, the plaintiffs would have no remedy whatever for their just claim; they would be entirely in the power of their own debtors. This is inverting the natural course of proceedings, contrary to the plain intention of the parties, and against the manifest justice of the case. The court below fell into error in supposing that the mere agreement, without performance, or offer of performance, by the defendants, took away the right to maintain this action; and also in supposing that the facts stated in the second question reserved entitled the defendants to judgment. On this record, the presumption is that satisfaction was entered on the judgment, when the notes were .given. If this was not before' this suit was brought, the defendants must bear the consequences of it, for it was their own fault — they ought to have tendered the notes sooner.\nWe are aware that the counsel for the defendants in error rely upon facts which do not appear in the bill of exception. But, in this court, we must take the case as it appears on the record.\nThe judgment of the 5th July 1856, for the defendants, on points reserved, is to be reversed, and the record remitted for further proceedings, according to law, on the judgment entered on the verdict on the 6th June 1856. If the defendants below have any errors to assign against that judgment, they can proceed by writ of error. If no such judgment appeared on the record, it would be the duty of this court, under the peculiar circumstances of the ease, to remit the record to the court below for further proceedings on the verdict, according to law. Where the verdict is not shown to be erroneous, and is therefore permitted to stand unreversed, a venire de novo would be irregular. A venire de novo was awarded in Wharton v. Williamson, 1 Harris 278, because the court below had set aside the verdict. Here the verdict and judgment thereon appear to be perfectly correct, so far as we perceive from anything at present on the record.\nIt is ordered that the judgment of the ,5th July 1856, in favour of the defendants below, on the points reserved, be reversed. It is further ordered, that the record be remitted for further proceedings according to law, on the judgment entered for the plaintiff below, on the 6th June 1856."}