{"id": "985111", "contents": "The opinion of the court wTas delivered by\nStrong, J.\nThis was a proceeding to alter the division line between the townships of Frankstown and Catharine, and it having been successful in the court below, it is excepted herd that the commissioners appointed to view and report were related to the petitioners for the alteration of the line, and that they did not return with their report a correct draft of Catharine township.\nThe first exception cannot be considered in this court. The fact of relationship does not appear upon the record, and only the record is before us. The depositions taken to be used in the court below are no part of the record, and are not brought up by the certiorari. Even if the relationship did appear upon the record, it would not avail. The exception is too late. It should have been made before the commissioners reported. Not having been made then, it is like a challenge waived. A party cannot take the chance of a favourable report, and failing, make use after-wards of an objection which would have been fatal in the beginning : 6 Harris 233.\nThe second exception is equally without foundation. The 14th section of the Act of April 15, 1834, provides for the appointment of commissioners in three distinct cases: first, when an application is made for the purpose of erecting ■ a new township ; second, when application is made to alter the line of any township; and, third, when application is made to ascertain and establish the lines or boundaries of any township. The prescribed duties of the commissioners are peculiar to each case. It is only in the first, that they are required to make a plot or draft of the township proposed to be laid off. The present is a proceeding of the second class, in which the commissioners are required only to make a plot of the lines of the two adjoining townships proposed to be altered. This they have done, and the statutory requisitions have therefore' been complied with. A draft of the whole township is essential for no useful purpose. Every part of it is already on record, except the altered lines.\nThe order of the Court of Quarter Sessions is affirmed, with costs."}