{"id": "985106", "contents": "The opinion of the court was delivered by\nPorter, J.\nThe record sheds an imperfect light on the facts of the ease.. From what is said, on both sides, of the lost inventory, and from the short minute of the court’s action, the widow seems to have prevailed over the younger creditors. Certainly she would have prevailed over them, but for the action of the appellants, who came in and snatched from her hands the property about to be retained. On her consequent withdrawal, the creditors returned indiscriminately to the contest, and the question is, whether those who existed before 1849, against whom she had no rights, shall take the money, or whether they shall share it with those who would have been-cut out, if the appellants had not stepped in. We decide for the former. However it might have been if the widow had remained inactive, it is plain to us that, as she had done what was necessary to establish her claim to the property in controversy, the creditors before 1849 ought not to be deprived of the rights which they acquired by their own vigilance; nor ought those since 1849, wrho, but for the appellants, would certainly have lost their entire claims, be allowed to make use of the promptness of their opponents to regain wThat was once thus clearly gone. It is something like the case of two execution creditors, one arising before, and the other after the exempting act, one prevailing over the defendant, and the other prevailed over by him. In the distribution of a fund thus raised by the sheriff, we can perceive no reasonable ground on which the older creditor can be deprived of the money by an interference of the younger, or in any other way than his own failure to claim to participate in the distribution. This was very much the case in Smith’s Appeal, 11 Harris 310, in which the first effort was made to distinguish between the rights of creditors before and after the act. We are disposed to follow it. Let the appellants take the money.\nDecree reversed, and the fund in the accountants’ hands awarded to the appellants, at the costs of the appellee."}