{"id": "985110", "contents": "The -opinion of the court was delivered by\nLowrie, C. J.\nIt is so contrary to the ordinary course of all regular judicial business, that reviewers should be appointed two terms after the proceedings for the division of a township havé been finally confirmed, and perhaps after the township has been fully organized, that it is impossible to avoid thinking that the Act of 26th April 1854, P. L. 489, was slipped through the forms of legislation without being noticed. Its very strangeness would require that it should be narrowly watched in practice, and we do not see that it affects this case.\nThis proceeding was confirmed nisi, on the 26th February 1857; which means that it stands confirmed, unless objections be presented according to rule. No such objections were filed; but on the 14th March 1857,-an'Act of Assembly was -passed, apparently a general law, declaring that “ when a return has been made favourable to a division, the court shall order a vote of the qualified electors of the township to he taken on the question of the division thereof.” It does not appear that such an order was asked for; but on the 27th January 1858, the case was brought here by certiorari, to reverse the final confirmation, entered on the 19th June 1857, on the around that it is forbidden by the Act of 14th March.\nWe do not presume that this act was procured for this case, else it ought to have been insisted on in the court below. We presume that it was intended as a general rule of future practice, and therefore we must read it in the future perfect tense, instead of the perfect — “ after a return shall have been made” — and then it applies only to future returns. Reading it literally as written, it would apply only 'to past ones, and would throw open all orders heretofore made for the division of townships; for it makes no exception of cases where the court has acted on the return.\nDoes the act mean to set aside the conditional confirmation already made by the court ? Reading it as we feel bound to do, it does not; and we cannot suppose otherwise without the disrespectful assumption that the legislature descends to the business of direct peddling in the little details of legal practice, that belong to the execution of the law, and that are regularly committed to other hands. All bodies, public and private, and all offices, trades, and occupations, have their own methods of practice, and the business committed to them cannot be well done, if others be continually interfering to change the methods.\nNo objections having been filed, this confirmation became absolute of course, and it was right to enter it. We do not feel bound to interfere with it; and after so long delay, it might be very injurious to the public interests to do so. We must read the law consistently with the ordinary principles of legislation, so that it shall not amount to a reversal of judicial acts. Then, at the very least, it must read — “ after a return has been made and no further proceedings had.” But we think it ought to be read as entirely future in its meaning. It was common sense that dictated the old Roman law that prohibited statutes from being interpreted as affecting past or current affairs, unless they were expressly named —nisi nominatim, et de prseterito tempore, et adhuc pendentibus negotiis eautum sit: Cod. 1,14, 7. And the same common sense declares the same law still.\nOrder affirmed at the costs of the plaintiffs in error."}