{"id": "985105", "contents": "The opinion of the court was delivered by\nWoodward, J.\nWe cannot doubt that the eestuis que trust, in the deed of John Brink to his son William, dated the 15th September 1827, were the then living children of William by his first wife. William was a widower, living on the farm, conveyed by the deed, with his children, and his father meant to give him the benefit of it “ towards the better maintenance and education of the children,” but there is not a word on the record to indicate that William was contemplating a second marriage, or that his father had any thought of providing for the issue of such a marriage. The natural love and affection which constituted the consideration of the deed, and the maintenance and education which were among the objects it aimed to promote, had reference, and in the nature of things must have had exclusive reference, to the children then in being; they were before the grandfather’s eyes, and were most manifestly the objects of his bounty.\nIn the construction of wills the rule is, that children, as a class of devisees, are to be ascertained at the time distribution is to be made. Accordingly, an immediate gift to children (that is, a gift to take effect in possession immediately on the testator’s decease) comprehends those living at the time of his death, and those only, among which, however, a child in ventre sa mere would be included; but, if a particular estate or interest be carved out, with a gift over to the children of the person taking that interest, such gift will embrace not only the objects living at the testator’s death, but all who may subsequently come into existence before the period of distribution: 2 Jarman 75.\nThough this rule does not admit of a formal application to deeds, except perhaps' where contingent interests are created, yet the principle of it may be readily applied to the deed under consideration here. The delivery of the deed was distribution. The grantees were already in possession of the farm, and the profits enured to their benefit from the moment the deed was delivered. When we adopt that period, therefore, as the time for ascertaining who belonged to the class of grantees mentioned in the deed, we do not violate the rule of construction which obtains in devises, but proceed according to the spirit of it.\nAll rules of construction, whether applied to wills or deeds, have for their object the bringing out of the intention of the makers, and that, when ascertained legitimately, is the meaning of the instrument. Tried by all the appropriate tests, we have no doubt, the deed of 15th September 1827, was intended for the benefit of William Brink’s children by his first wife, and not by his second.\nWe are not called on to declare what that interest was, and all argument on this subject was beside the point. Whether it was a use, which the statute executed in the children in fee; or a mere trust, which terminated with the life of William Brink; or, after his death, a life estate in the children; or, whether the children of the first wife are to take under the grandfather’s will; are questions which do not necessarily arise upon the record, and are not, therefore, to be decided at present.\nBy way, however, of averting the effect of that construction which counsel anticipated we would be obliged to give to the words of the deed, touching the class of children intended, it is earnestly contended that William Brink took an estate in fee simple. This position must be considered; for, if it can be maintained, it lets in the second family of children in common with the first. William Brink was a purchaser, and having died intestate, the farm, if he held it in fee, descended to all his children alike.\nThe argument in support of this position is necessarily a desperate one, for it is in direct conflict with the plain and unambiguous language of the instrument. It is a grant “ unto William Brink for himself during Ms natural life, and in trust for the use of his children, share and share alike.” There are no words of inheritance or perpetuity. Now, whatever room for debate there is about the interest which the children took under such a conveyance, it seems impossible to doubt that the first taker had a life estate and no more. What words could have been more aptly chosen to create such an estate ? and by what rule of construction are we to torture those fitly chosen words into the creation of a fee simple ?\nIt is said in the first place, that the word heirs is not necessary to a fee in a trustee.\nTrue it is, that if land be conveyed to trustees, in trust to sell and convey in fee simple, they take a fee without words of limitation : Neilson v. Lagow, 12 How. (U. S.) 98.\nAnd when, to support the objects of a trust, it is necessary that the trustee should have a fee in himself, courts of equity will treat him as possessing it, provided they contravene thereby no express provision of the instrument creating the trust.\nBut here there was no power given to the trustee to sell or convert the farm, and no purpose of the trust was declared, to support which he needed any greater estate than that created by the words used. It was an improved and productive farm that was conveyed, and it was simply by use and occupation that it was to be contributory “ towards the better maintenance and education of the children.” This \"was the object or purpose of the trust, and a life estate was all-sufficient for this purpose.\nIt is next said, that the reference made to the conveyance of Cornelius Cole to John Brink, carried a fee over to William. Undoubtedly, John Brink had a fee in himself by virtue of the Cole conveyance, but when he conveyed to his son William he referred to the Cole conveyance, hot for the purpose of defining the tenure of William, or the quantum of estaie granted, but simply for the purpose of identifying and locating the farm. His words were, “ All the farm which was conveyed to me by Cornelius Cole, situate on the river Delaware, in the township aforesaid,” &c. The citations from Preston and the Touchstone prove that a fee may be created, where such is the intention, by reference to another instrument; but they do not prove, what is contended for here, that a deed, plainly creating a life estate, can be construed a conveyance of the fee, because, to fix the outlines of the property, a deed is referred to which did pass a fee simple estate in the land. This argument is not worthy of more consideration.\nIt is next urged, that as William was in possession, the conveyance may operate by way of release, -and vest a fee without the word heirs. As the tenant of his father, William was capable of receiving a release, by way of enlarging the estate already in him; but releases which operate by enlargement of estate, require the same technical words of limitation as feoffments or grants: 4 Cruise on Real Property 81. The very example which this author puts is this, if a lessor releases to his lessee for years all his right in the land, this will only pass an estate for life.\nThere are certain kinds of release, those which enure by way of mitter le estate and mitter le droit, by which a fee will pass without words of limitation; but the first of these obtains only between joint tenants or coparceners, and the last between disseisor, his heir or feoffee, and the disseisee. Judge Brink and his son stood in none of these relations, and it was a mistake to suppose that their transaction was subject to these principles of law.\nThe final suggestion is, that this deed may be construed as a covenant to stand seised to uses. Possibly it may, and if we were defining the estate of the children, it might be convenient to so consider it. But we are now on the question whether William took a fee simple, and it is not perceived that this suggestion has any relevancy to that question. As between the father and the son, the transaction was a simple conveyance of a life estate, and we cannot, on any of the grounds suggested, give it any other or greater effect.\nThe argument, then, that William took a fee, failing at all points, the case stands on the construction we have given to the word children, and it follows that the judgment below was properly rendered for the plaintiffs.\nThe judgment is affirmed."}