{"id": "985112", "contents": "The opinion of the court was delivered by\nThompson, J.\nThe law seems to be settled, that the owner of a beast prone to commit trespasses is liable for injuries resulting from such propensity, such as breaking into enclosures, and consuming and destroying grain, grass, herbage, &c.: 3 Bl. Com. 211; Bac. Abr. title Trespass, G. So, where a bull broke into an enclosure, and gored a horse that he died: 7 W. & S. 369. So, in case of a dog killing sheep: 7 Barr 254. So, too, in case of a horse permitted to run in the streets of a city, which, in its gambols, kicked and injured a .person ; 3 Harris 194 ; and that the remedy is in trespass. The property in the animal raises the duty, on the part of the owner, to guard against its mischievous propensities; and failing in this, it holds him answerable for its injurious acts, without regard to the degree of care bestowed in' controlling it. “ Sic utere tuo alienum non Icedas” applies to all such cases. It is not a question of negligence, or want of due care on the part of the owner.\nThe case presented on this record is, as to the liability of the owner of cattle for damages done by them while in the possession of another, under a contract of agistment. The plaintiff below sued before a justice of the peace, and if trespass will lie against the owner in such case, then the justice had jurisdiction; but if the owner is only liable, if at all, for the negligence of his bailee, the agister, the plaintiff must fail. The court below held the owner, the defendant below, liable, and the plaintiff had judgment.\nNo direct authority is to be found in our own books illustrative of the ease, and but few in the older books; but it is said in 1 Esp. N. P. 387, title Trespass, that “ he who has the care, custody, or possession of the cattle who do the damage, is liable to this action,” and adds, “as if agisted cattle break into another’s land, the agister is liable to the damages. So if the hogs of A. were put into the yard of B., and they break into C.’s land, action lies against B., even though A.’s servant watches them, and so the owner had a special psssession:” Dawtry v. Huggins, Clayton 33, Trials per Pais 201. In 2 Roll. Abr. 546, it is laid down in one case, that' if the beasts of A., agisted by B., trespass on the close of C., it is in the election of C. to bring trespass against A. or B. This is cited in Bac. Abr. 498 (Bouv. Ed.), and is immediately sncceeded by a reference to the case in Olayton, as follows:— “ But it is laid down in another case, that an action in such case lies only against the agister of the beast:” Bateman’s Case, Clayton 33. This is an error on the part of the author; Bate-man’s Case is not reported in Olayton; it is referred to in the case of Dawtry v. Huggins. The principle, however, is correctly stated. But in Saund. on Pl. & Ev., Bateman’s Case, Clayton 33, is cited for authority, that either A. or B., the owner or agister, may be sued in trespass. This is also an error, both as to the principle and name of the case. Dawtry v. Huggins is the case reported in Clayton 33, and is as follows: — “ It was ruled upon' an evidence, if A. hath the custody of the goods of B., as here it was, hoggs put into the defendant’s yard ; if these do a trespasse to the land of C., adjoyning, A. shall be punished in trespasse, and this though the owner’s servant did wait upon them ; and here it was proved the servant of A. did also wait on them and serve them, therefore they were in his speciall possession ; and the like matter was relied on in the ease of Stephen Bateman of Wakefield, for agist cattle, if they doe commit trespasse, the owner of the soil where, See., shall answer for that trespasse.” York Assizes 1651. This case is accurately cited in 1 Esp. N. P. supra. Neither Dawtry v. Huggins nor Bateman’s Case, supports the doctrine that either the owner or agister of cattle may, at the election of the injured party, be sued for the trespass of agisted cattle. They are authority to the contrary. The case in Roll. Abr. 546 refers to the Year Book, 7 Henry IV., which does not sustain it, being but a question of pleading — whether a stranger to an award could plead it. There was no judgment in the case.\nBut, independently of authority, it seems clear that the case is with the plaintiff in error. We have said that the law raises a duty on part of the owner to guard against trespasses of animals prone to commit them. This is undoubted, as to the absolute owner; nor does it seem to be doubted, as applicable to the qualified owner in possession. But the point of the argument is, that either may be made liable in trespass for the depredations of agisted cattle. This cannot be maintained by any legal logic. The reason of liability in such cases arises out of the legal requirements to take the necessary care and control of them, so as to prevent injury, which implies not only the duty, but the right of control. The law must not be so administered as to destroy the relation altogether. And would not this follow, if I must answer in trespass, if my horse, being hired or loaned, break into the field of another while in the custody of the hirer or borrower; or my agisted cattle commit a trespass while under the control of the agister ? While in his custody and in his enclosures, how can I control them ? I could not enter upon his premises to do so without myself becoming a trespasser; and for omitting to do so, the principle contended for would make me a trespasser for injuries done, by them. It is not the ownership of the trespassing creature, but the possession and use, that raises the liability ; if this were not so, there would of necessity be an end to borrowing and hiring. The relation is of the same character with that of agistment — they are all bailments. The bailee, in all such cases, has the legal custody for the purpose of the bailment — has the power of control and management for its full accomplishment — does not act therein by the command of the owner, but is the qualified or special owner himself. He stands in the place of the owner, for the purposes specified — has acquired the temporary ownership, for this very purpose. Being thus the temporary owner, it is not denied that the trespasses of the cattle are his trespasses. Upon what principle can they be the trespasses of another, although he be the owner ? Not upon the principle of control, for that he has parted with. If it exists at all, it must be on account of the bailee’s mismanagement. To redress this, trespass is not the remedy — it must be case. In Wales v. Ford, 3 Halst. 267, trespass was brought against the owner of a stud horse, for injury done by biting and kicking plaintiff’s mare and horse. At the time of the injury, the horse was in the possession of a third person, who had him in the vicinity in service. Per Our. — “ The action is misconceived; if any action can be sustained at all, it must be in form of trespass on the case.” So we think here; and that the learned judge of the Common Pleas erred in ruling that the action of trespass was well brought against the owner of the cattle, for an injury committed while in the custody of the agister. If liable at all, he was only so in case, and of this the justice had no jurisdiction. This view of the case renders unnecessary the consideration of the other assignments of error.\nJudgment reversed, and a venire de novo awarded."}