{"id": "986693", "contents": "The opinion of the court was delivered by\nChurch, J. —\nThis was an action on the case for slander in uttering words imputing perjury to plaintiff. The defendant, who is plaintiff in error, went to trial on the plea of not guilty, with leave, &c., and the plea of justification. There are five several errors assigned to the charge of the court, but they embrace only two principles. The one, as to the quantity and character of evidence necessary to maintain the plea of justification; and the other, respecting the legal consequences of such a plea, on the question of damages, when not sustained by the evidence. The court instructed the jury that, to support the plea of justification, it was incumbent on defendant to fix the offence upon plaintiff by the testimony of at least two witnesses, or by one witness, and such other evidence or circumstances as amount to an equivalent for the second witness; and also that the plea of justification put in, is legal evidence of actual malice, when not sustained in proof, and should enhance the damages. In thus charging the jury, we perceive no error. The doctrine is very fully supported by authority. The cases on this subject may be found in the notes to Howard v. Thompson, 1 Am. L. C. 178-9. This defence is said to be an odious one at best, and the rules in relation to it are«gtrict. The plea is to contain in general the same degree of certainty and precision, as is required in an indictment for the crime charged in the slander, and supported by the same proof necessary to convict; although, perhaps, under our practice, it might be doubtful whether such nicety in the pleadings would be required, yet there is no question but in regard to the evidence to sustain the plea it is so. To convict of perjury, the oaths of two witnesses are essential, or one witness and corroborating circumstances. And so on a plea of justification in an action for a slander imputing that offence. And at page 180, of the same book, we find it distinctly stated that the entering of a plea of justification, without supporting it with adequate proof, is itself evidence of malice, and an aggravation of the injury. These views are established in numerous cases adjudged in various states. The doctrine is carried so far in some of them as to prohibit the withdrawal of the plea when once filed, unless supplied by an affidavit of its falsity, or a statement to that effect filed of record in the cause.\nIn Steinman v. McWilliams, 6 Barr 170, the subject seems to have received careful examination by this court. It was an action, in all essential particulars touching the question we are discussing, like this one. The court below had charged the jury, that if they were satisfied that what the plaintiff had testified in the trial, where the perjury was charged by the defendant, was untrue and false, then the plea was sustained; and that in ascertaining this, the jury should weigh the evidence on both sides. But this court rdust emphatically repudiate that doctrine of the court below. It is not a mere question of prep.onderance of testimony. To sustain such a plea, says Justice Coulter, in delivering the opinion of the court, the same character and strength of proof is required as would be to convict on an indictment for the offence. The instruction to the jury given in that case, that they might determine from the whole evidence in the cause, whether the facts sworn to were true or false merely, he says, was error, strong error, and so naked and meagre, as to be totally inadequate to the exigency. The general principle thus enunciated is fully justified by an almost uninterrupted uniformity of decision on the question, from Oroke’s Reports to the present day. I have found none to the contrary, either among adjudicated cases, or elementary writers. That the unsustained plea of justification afforded such evidence of actual malice as should enhance the damages, is equally well supported by authority : Farley v. Ranck, 8 W. & S. 556; Updegrove v. Zimmerman, 1 Harris 619; Dewit v. Greenfield, 5 Ohio 226; Doss v. Jones, 5 Howard, Miss. R. 158; Rush v. Cavenaugh, 2 Barr 190.\nThe naked affirmative answer given to the first and second of plaintiffs’ points might perhaps be subject to some degree of criticism, if standing alone; but, taking the whole charge in connection (ordinarily the only just manner of treating the charge of a court), it is free from embarrassment. The language of the learned judge on the subject is this, “ To authorize the jury to arrive at the conclusion sustaining the plea of justification, they must be satisfied, that defendant has made out the charge of perjury, by such amount of evidence as would authorize a conviction if she was on her trial for perjury.” Then follows this explanation: “ You must be satisfied that a lawful oath was administered. This is not denied. Neither is it questioned but there was a judicial proceeding pending before the justice. And we think the question of tender was material. The jury will decide then whether she did on that occasion swear wilfully, corruptly, and falsely, that the money was not tendered, when she knew it had been. This part or branch of the definition of perjury is what is called the corpus delicti, and must be made out by the testimony of at least two witnesses, or by one witness and such other evidence or circumstances as amount to an equivalent for the evidence of a second witness.” Thus we have in one connection all that is embraced in the first, second, fourth, and fifth assignments of érrors. As already shown, there is no error in this. Nor was there any in saying, that the plea of justification, or averring of record that the charge was true, and the plaintiff guilty of the offence, “ is evidence of actual malice, and always considered a high aggravation.” The plaintiff in error has not shown any just cause of complaint in the part taken by the court on the trial below.\nJudgment affirmed."}