{"id": "986687", "contents": "The opinion of the court was delivered by\nStrong, J. —\nThe sheriff returned that he had levied upon the bark. The return was conclusive against him. It established beyond controversy, that he had seized the property and taken it into his own possession. A sheriff’s levy necessarily disturbs the possession of the owner of the goods levied upon. It is seizure. It cannot be made in Pennsylvania, without having the goods levied upon, in actual manueapture or control: Wood v. Vanarsdale, 3 Rawle 406; Schuylkill County’s Appeal, 6 Casey 358. It vests the possession so fully in the sheriff, that he may maintain trespass for any disturbance of it; and of course it d vests the possession of the owner. Even the owner himself ma^ become a trespasser against the sheriff, by removing the goods from his control. Trespass is truly an interference with the possession, as has been urged in the argument; but possession is generally but a degree of a legal right. It is not necessarily actual holding. In most cases of personal property, it differs little from the right to immediate enjoyment. Even the possession of the articles of furniture in a man’s dwelling-house, is but a present right to use them at pleasure. A disturbance of this right is a disturbance of the possession. And such is a levy, because it interferes with such unlimited, unrestricted enjoyment. The interference with the possession may be either actual taking away the immediate enjoyment of the thing itself, or constructive taking away the right to the present use. No one, indeed, but an officer, clothed with legal authority, can divest the owner of that right, without actual seizure of the goods; but such an officer may. This is fully established in Paxton v. Steckel, 2 Barr 93. See also Wintringham v. Lafoy, 7 Cow. 735. These cases, and many others which might be cited, assert the doctrine that a levy upon the goods of a stranger to the execution, is an exercise of dominion over them sufficient to constitute a trespass, though there be no actual taking of the goods, — though they be not touched. It is a mistake, therefore, to argue that the official character of the sheriff has nothing to do with the effect of acts done by him. It is true that a sheriff may levy upon and sell the interest of a debtor in personal property, though the immediate possession and the right to it be in another. If the debtor have bailed or demised the goods, his interest may be seized and sold; subject, however, to the rights of the bailee or lessee. But the possession of the latter may not be disturbed: Strodes v. Caven, 3 Watts 258. The levy can be only upon the interest of the debtor. A levy upon the thing itself, disturbs the possession, and is a trespass, unless authorized by the execution. If, therefore, the bark had never been delivered to Kestner; if it remained the property of Bell, the levy made and returned by the sheriff was a trespass, and the action could be maintained. To support the action, it was not necessary, that the sheriff should have laid his hands upon it, or literally have ousted the plaintiff from its enjoyment.\nDid then the property and possession, or the possession alone, remain in Bell? The jury have found that they did, and the inquiry therefore is, whether the finding was under proper instructions. The case shows that Kestner agreed to buy, and Bell to sell, all the bark the latter had, at a stipulated price per cord. The quantity was not known. No agreement having been made for a credit, it was, of course, a contract for a cash sale; and without actual delivery, the property would not pass to the vendee until payment jjf the consideration'. A sale is an executed contract. It vests tl y property in the thing sold in the buyer, and the right to the price in the seller. But when the contract remains executory, there is no sale. It is a condition precedent of a sale for cash, in order to pass the property to the vendee, that payment should be made; clearly so, unless there has been delivery. Until that is done, the sale is not consummated. The buyer cannot sue for the goods, nor the seller for the price. Yet, even if the contract be for a cash sale; if the thing agreed to be sold be delivered •without payment, the property passes to the vendee, and is liable to levy and sale as his. The right of the vendor is converted into a mere chose in action. Of course, then, in this case, payment not having been made, it became a vital question whether the bark had been delivered to Kestner when the sheriff’s levy was made. It was a part of the contract of sale that the vendor should deliver it on the bank of the canal. He had taken it there, but that was not necessarily a delivery. This could only have been made by placing the bark in the possession, and under the control of Kestner. Delivery is the transmutation of the possession from the vendor to the vendee. If the actual possession was given to the vendee, Bell’s property in the goods was gone with his possession, and also his lien for the purchase-money; for, retention of possession, is essential to retention of a lien upon personal property. Whether the possession had been thus delivered, was left to the jury. Precisely what the counsel for the plaintiff below intended by “unconditional” delivery, mentioned in their fourth point, and what the court meant in their answer thereto, it is not easy to determine, nor is it perhaps important to inquire. The court charged the jury, that if the possession was given to .Kestner, accompanied by an agreement that the property and possession should not pass until payment, the property was liable to levy and sale by his creditors. This was certainly all that the defendant had a right to ask.\nThe plaintiff in error supposes, that the property in the bark may have been both in Bell and in Kestner. We do not think so. It was not a case of joint ownership, and not a case of bailment, or demise. The contract contemplated no such thing; and part payment, if any was made, gave no title. The property was either wholly in Kestner, or none of it. The contract having been to sell for cash, payment of the whole price was a necessary requisite to a change of the ownership, so long as the possession remained in the vendor.\nThe judgment is affirmed."}