{"id": "986680", "contents": "The opinion of the court was delivered by\nWoodward, J, —\nThe plaintiff showed that he obtained the original paper title to the land in controversy, by a conveyance made to him by Richard and William Eoulke, on the 17th of July 1851.\nBut the defendant showed that he had purchased the tract at treasurer’s sale, on the 12th June 1848, for the taxes of 1846 and 1847, and had obtained the treasurer’s deed therefor, reciting a bond for the surplus purchase-money, above taxes and costs.\nThat he was competent to purchase and take the title in his own right, though he held the office of county commissioner at the time, was decided when this case was here before, 12 Harris 147.\nWhy then should not his title prevail against that of the original owner ? The plaintiff relies for answer to this question, upon the fact that Jacob Coleman, a former treasurer of the county, had sold and conveyed the tract to the county, on the 5th of January 1848, for the taxes of 1844-5, and that it was duly redeemed from that sale on the 9th of October 1852.\nIf this fact were well established, it would be fatal to the defendant’s pretensions, for after the title to unseated lands has vested in the county by virtue of a treasurer’s sale, the county is the trustee of the owner for five years if it be not sooner redeemed; and no agent of the county — neither the commissioners nor treasurer — have power during that period to order it to a resale for current taxes or those of former years.\nBut was Coleman’s conveyance to the county valid ? It seems that he went out of office on the 3d January 1848, and that Souther, his successor, received the certificate of his election and gave his official bond on that day. His bond was approved oth of January 1848, and his certificate described his term of office as “ two years from the 1st of January 1848.”\nNow what power had Coleman to perform an official act on the 5th of January 1848 ? He was functus officio on that day, as much as he was a month or a year thereafter. He could no more sell and convey than a dead man. And the county whose agent he had been, and who knew better than all the world beside, that he had been superseded by another officer, could take nothing by a purchase from him. His act was simply null and void.\nIf it had been the case of an adjourned public sale, it would bear an argument in favour of its validity, but it was not that. The testimony shows, that the county auditors had met on the 3d January, to settle Coleman’s accounts, and that he claimed costs on some twenty or twenty-five tracts \"which had not been sold. To make sure of his costs, he went and made deeds to the county for the whole body of lands, including the tract in question here. Little, the commissioners’ clerk, says, “ They were not treated by the commissioners as regularly sold to them — the whole, or nearly all of them, remained on the land book with the taxes charged to them — the commissioners directed that they should remain on the land books.” This witness says, there had been an adjournment of the sales to the 3d or 5th of January, but that no sale was cried on that day. The sale book of Treasurer Coleman shows several adjournments, from the 8th June 1846 to the 27th of February 1847, but none after that date.\nThe learned judge assumed that there was no adjournment to the 5th January 1848, and the weight of evidence is clearly so, whilst it is not pretended that there was any public notice or outcry. There was therefore no sale, for, under the Acts of Assembly empowering treasurers to sell unseated lands for taxes, they have no authority to make private sales, but are to convey titles only after sales made in pursuance of public notice and by open vendue.\nIf there was no legal sale to the commissioners, it follows that the redemption goes for nothing — the assessment of the taxes of 1846 and 1847 was regular, and the sale of June 12th 1848, valid.\nBut the plaintiff insists that, because Broekway was a county commissioner at the time, he is estopped from denying the validity of the sale to the commissioners.\nWe do not think the law of estoppel applies. Estoppels operate only between parties and privies, and the party who pleads an estoppel must be one who was adversely affected by the act which constitutes the estoppel. Consequences which result from a party’s mistakes or neglects of duty are not ground of estoppel.\nNow the act complained of here is, that the county accepted Coleman’s conveyance, and thus led the plaintiff to suppose that all he had to do was to redeem his land within five years from that sale.\nBut Brockway does not stand in privity with the county. He bought at Souther’s sale in June, and that passed no title or interest of the county, but transferred the title of the original owner. He claims, not under the county, but under the plaintiff himself, who, if he had not neglected to pay his taxes and to redeem after the treasurer’s sale, would not have lost his title.\nBrockway was, however, one of the three county commissioners, and this, it is supposed, makes him responsible for what was done. The acceptance of Coleman’s deeds and the entries directed to be made on the books, were acts which the other two commissioners were competent to perform without Brockway’s knowledge or concurrence; and there is no direct evidence to bring home knowledge to him.\nIf it be said, that knowledge may be implied from the entries in the books of his office, then it must be observed, that these entries imported that Coleman’s conveyance had been repudiated, and the plaintiff’s land taxed as if no sale had been made. And these entries were open to public inspection, so that Cuttle, as well as Brockway, had the chance of learning that the county did not claim or hold the land under the deed of Coleman.\nHow then is Brockway to be affected by a void act, the only notice of which, that is brought home to him, was notice that it was set aside and treated as if it had never occurred ? Would a director of* a bank or railway company be prevented from buying and setting up a good title to land, because the corporation to which he belonged had purchased a spurious title? Would any agent of any principal be subject to such a rule, especially after the principal had rejected the spurious title ? To ask such a question, is to answer it. It won’t bear an argument.\nYet, the man who should pick up such a cast-off title, would be in better condition to plead an estoppel, than the present plaintiff, for he got no title whatever from the county by his redemption. He merely annulled any possible effect of the sale to the county, and had what he had before, his own title.\nIn view of these circumstances of' the parties, we rule that the doctrine of estoppel cannot avail the plaintiff — that an official act of a defunct and superseded public officer, performed in accordance with no law or usage, but in violation of a directory statute, estops nobody but himself from setting up the truth, and concludes nothing.\nNor has the plaintiff any reason to complain that he was misled. He knew the law. He knew that his land was subject to assessment — that it had been assessed and was liable to sale for unpaid taxes. Of the time and place of sale, he had also all the notice which the law prescribes, and after the sale to Brockway, he had two years within which to defeat it by a redemption.\n■ Here was enough, to say the least of it, to put him on inquiry into the validity of the sale to the commissioners, and if he did inquire and misjudged the legal effect of that sale, there is no more reason for charging his misfortune on Brockway than on any other man. If he did not inquire into it, the loss of his land is due to his negligence.\nThat Brockway did or said aught to mislead or throw the plaintiff off his guard, was not proved or offered to be proved. The effect of the proceedings of the county commissioners, was a question for the plaintiff to settle for himself under the law of the land. A mistake in this regard neither estops Brockway nor impairs his title. A very simple remedy for Cuttle was to pay his taxes, which would have resolved all doubts and saved his title.\nOn every ground, we are of opinion, that the court were right in directing a verdict for the defendant.\nThere are two bills of exception to evidence which are assigned, but one of them cannot be noticed because the deposition of Thayer on which it is founded is not furnished.\nThe other was an offer to prove by Shultz that, in February 1852, the plaintiff went to the commissioners to redeem the land from the title of the commissioners and of Brockway.\nA redemption in 1852 could avail nothing as against Brock-way’s title, and if there was any virtue in a redemption from the sale to the commissioners, that which was made in October 1852 was as good as that which was offered the February before. The offer did not tend in any manner to impair Brockway’s title or to establish the plaintiff’s, and was therefore properly rejected as irrelevant.\nThe judgment is affirmed."}