{"id": "986610", "contents": "The opinion of the court was delivered by\nLowrie, C. J. —\nThere was a final decree on this account, and the case was so treated by filing a bill of review. In strict law, therefore, the account is regarded as finally settled, and it is only on equitable principles that it can be opened. A bill of review is always founded on these principles, and proceeds according to them, and is never allowed to stand on strict law and against equity.\nIt is entirely against equity to allow a review of a guardian’s account in order to strike out payments made by him in relief of the estate, when there was no administrator, and in order to save the expense of one. Such payments do not diminish the estate of the wards, and the absence of the regular legal forms in making them, furnishes no equity for throwing the burden of them on the guardian. These items must, therefore, be restored to the account. Youcher No. 36, for $87, seems also- to have been paid in relief of the estate, and ought to stand as a general credit; and these make the whole credits on the general account amount to $687.23.\nThe $64 rent charged to the accountant in 1830 was no doubt partly for rent of 1829. The rent for 1830 ought not to exceed $55. Correcting this error, and another admitted one of $100, in the auditor’s report, leaves the whole amount of charges $1000; and, deducting the credits, the balance is $312.77. But the aggregate charges come from rents, and from a legacy to the decedent, payable out of the proceeds of land, and, therefore, personalty. Consequently the widow was entitled to one-third of this balance, and only two-thirds of it, $208.52, belongs to the wards, or $41.70 to each.\nWe see nothing to invalidate the charges made against Ellen. The testimony of \"VV. R. Newell rather confirms than disproves item No. 33 of $40. She has therefore been paid $50. Susan received $10, and Sarah Jane nothing. The other wards are overpaid, but the accountants cannot have a decree for over-payments. Susan and Sarah are entitled to interest on their shares.\nThe decree of the Orphans’ Court is reversed, and it is now here ordered, adjudged, and decreed that the accountants have fully accounted for the trust committed to their testator, John Stevenson, except as to the shares of his wards, Susan Newell and Sarah Jane Newell, and that the bill of review, so far as relates to the claim of Eli Flannigan and wife, be dismissed, and that he pay one-third of the costs of the proceeding. And it is further ordered and decreed that the accountants pay unto Susan Newell the sum of sixty-seven dollars, and to Sarah Jane Newell the sum of eighty-eight dollars, and that the accountants pay one-third of the costs, and the said Susan one-sixth, and the said Sarah Jane one-sixth. And the cause is now remanded to the Orphans’ Court that this decree may be there entered and carried into execution."}