{"id": "986643", "contents": "The opinion of the court was delivered by\nStrong, J. —\nThis was an application for a mandamus to the defendants, to compel them to appropriate money for a public school in an alleged sub-school-district, in West Deer township, called No. 10. The petition also prays, that the defendants may be required by the writ to support a school, in a school-house erected in the sub-district; to recognise, by a proper entry upon the minute-book, the legal existence of said sub-school-district; and to place forthwith in the school-house a teacher, at a compensation, and for a period similar to the compensation paid, and period allowed, in other districts of the same township. The court below refused the writ, and the inquiry here is, whether the plaintiffs in error have shown a case which entitles them to it.\nThough mandamus is a prerogative writ and demandable of common right, yet the applicant must in all eases establish a specific legal right, and the absence of a specific legal remedy. Tried by these tests, there is no warrant shown for the writ in this case. The allegations of the complainants are, that on or about the 10th of September, A. D. 1850, they, with others, presented a petition to the school directors of West Deer township, praying for the erection of a new school-district; that in answer to the prayer of the petition, the board of directors resolved, that the petitioners might have the privilege to build a school-house, provided they should build it at their own expense, and that they should have an equal share of the public moneys. The complainants also aver that these terms were accepted, that the board fixed the boundaries of a new district, that the school-, house was built therein, and that a school was maintained in it until the spring of the year 1857, the directors annually appropriating one hundred and twenty-five dollars for its support. These facts are relied upon as establishing a clear legal right to have a public school maintained by the directors in the schoolhouse thus erected, for all time. The argument is, that the geographical division marked off, and determined by the board of directors in 1851, was a sub-district under the general school law of April 7th 1849, and that it remains in existence as such, notwithstanding the substituted Act of Assembly of May 8th 1854. The Act of 1849 did indeed provide, that sub-districts formed under it should not be altered or abolished, except with the consent of a majority of the citizens of the sub-district, ascertained at a public meeting held for that purpose, or by writing signed by their names and addressed to the board of directors. But this division, called district No. 10, was never a sub-district within the meaning of the Act of 1849. It was not called so by the board of- directors, nor entered upon their minutes as such. Nor do the relators assert that any committee was ever chosen for it, or that any other than the school directors of West Deer township ever selected a teacher, or designated the time for opening the school, or attended to the local affairs of the alleged district. Under the Act of 1849, each township, borough, or ward in the Commonwealth was made a school district, and the directors were required to establish a sufficient number of common schools in each. They had also power to determine into which school each pupil should be admitted. This last-mentioned power was usually exercised by dividing the districts into parts, having convenient reference to the situation of the school-houses. These subdivisions were not, however, sub-districts. The schools in each remained in all respects under the control and supervision of the board of directors as before, and there was no restriction upon the power of the board to make changes in them at their discretion. District No. 10 does not appear to have been other than one of these convenient divisions, subject, like all others, to modification, or extinction, whenever the board of directors might think the interest of the entire district required a change. In this aspect of the case, therefore, it is apparent, that the relators fail to show any clear legal right, such as is essential to entitle 'them to the writ of mandamus.\nNor is their ease better, even if it be admitted that No. 10 was originally constituted a sub-district. The policy of the legislature has always been to establish an uniform system of common schools. Independent school districts and sub-districts have indeed been allowed, but they have been allowed as exceptions; as excrescencies upon a system that would otherwise have been uniform. They have not been encouraged. This is emphatically declared by the Act of May 20th 1857, P. L. 587. Sub-districts existed to a limited extent under laws enacted prior to the Act of 1849, but the 88th section of that act repealed all former acts and parts of acts relative to the common school system which were supplied by, or inconsistent with its provisions. Under this repealing clause, all previously existing sub-districts fell with the laws upon which they stood, and the Act of 1849 went into operation with no other than uniform township, borough, and ward school districts: see decisions of Sup. Com. Schools, 1852, Wharf. Dig., Schools, pi. 71. Provision was however made in the 17th section for the creation of sub-districts, and it is under that section that this division No. 10 is claimed to have been made such a district. The general Act of May 8th 1854 followed. It was designed to provide for a complete system of common school education in lieu of that which had existed before its enactment. It declared that every township, borough, and city of this Commonwealth should constitute and be a school district, subject to its provisions. It allowed but one exception. That was the case of a borough connected with a township in the assessment of county rates and levies. It is worthy also of remark that it conferred no authority upon the directors of any district to form sub-districts, or to continue those which had previously existed. In this respect.it was unlike its predecessor. Indeed one of its principal objects seems to have been to reorganize the districts. The fifty-second section also, in terms, repealed all former acts and parts of acts relative to the common school system, which were supplied by, or were inconsistent with its provisions, and all laws relating to or creating independent districts, or authorizing the establishment of sub-districts and the appointment of committees. After this, it cannot be doubted that the Act of 1854 extinguished all sub-districts which had been formed before its passage. It is vain to argue that it only prevented the formation of new ones, but left those previously formed in continued existence. The repealing clause of the Act of 1849 was held to have obliterated all the sub-districts which former laws had created, and the provisions of the Act of 1854 are still more sweeping. They are aimed, more directly against all such district divisions. The last act contains no saving clause to protect sub-districts theretofore created, and its effect must have therefore been not only to wipe prior laws out of the statute-book, but to extinguish the districts to which they had given life. It is not asserted that the repeal of a statute takes away civil rights which have become vested under it, though in some cases even this has been claimed: Miller’s Case, 1 Black. Rep. 451; repeated more fully in 3 Burr. 1456; Key v. Goodwin, 4 Moore & Payne 341-51; see also Butler v. Palmer, 1 Hill 324. But the right to a statutory municipal division, whether it be a county, township, or school district, is not a vested civil right sacred against a repealing statute. It is a mere political privilege of the citizen, held at all times subject to the controlling power of the legislature. The position which is contended for, that No. 10 is now an existing sub-district, is therefore not maintainable.\nThe relators advance another view of their case. It is that the action of the petitioners in 1850, and of the board of school directors in 1851, amounted to a contract that No. 10 should be a sub-district, and as such, should receive a share of the public money. Without pausing to inquire whether, if there be a contract, the law does not furnish an adequate remedy for its breach, it may suffice to remark, that the school directors had no • power to bind themselves and their successors in office, to maintain a school in any school-house for all time to come. Such an engagement would have deprived them of the power to discharge the duties which the law imposes upon them. The Act of Assembly vests in them a large discretion. They are to provide suitable school-houses, direct where they shall be located, determine to what school each pupil shall go, and decide what number of schools are necessary. The untrammelled power to discharge these duties they may not demit. They hold it in trust for the public. With a changing population it may be that changes in the location and number of schools may become necessary, and the, directors cannot bind themselves to make no such changes. Public trustees cannot by contract divest themselves of the powers which have been conferred upon them for a public purpose. It follows, that even if the arrangement between the relators and the school directors was a contract in form, it was not in power.\nIt is unnecessary then to inquire what legal remedies the relators may have. A preliminary requisite to the mandamus is wanting. They have no clear legal right.\nThe judgment of the Court of Common Pleas is affirmed."}