{"id": "986632", "contents": "The opinion of the court was delivered by\nWoodward, J. —\nThere are several technical difficulties in the way of this prosecution, some of which would most likely be found insuperable; but we choose to pass them all by, and to decide the case upon its substantial merits.\nOf the nine commissioners named in the Act of Assembly, to incorporate the McKean County Bank, five complain that three,-to wit, Daniel Kingsbury, Samuel L. Casey, and Sylvanus Holmes, separated themselves from their colleagues, and refused to act with them in the matter of obtaining subscriptions to the stock of said bank; that after the five commissioners, who are on this record as private relators, had obtained subscriptions for the full amount of one-half of the capital stock of said bank, they informed the three thereof, and requested them to meet at Smethport, on the 28th January 1850, to receive payment of the balance of fifty per cent, on the said subscriptions, and then and there make out and sign the certificate required by law to obtain letters patent, which the three agreed to do. Before the day agreed on for this meeting, to wit, on the 21st January 1858, the said Holmes, Casey, and Kingsbury, in the absence of all the other commissioners, and without their knowledge or consent, drew up a certificate, and signed and sealed the same, setting forth that-more than half of the capital stock of said bank was subscribed for, and fifty per cent, on each and every share had been duly paid in ; that though furnished with a list of the persons who had subscribed for stock, and paid their per centage of ten per cent, thereon to the other commissioners, the three commissioners designedly omitted the names of all such persons, except three or four, from their certificate, and thereby deprived divers subscribers of the opportunity of becoming members of the said corporation. Then follows the suggestion that the letters patent issued upon this certificate of the three commissioners were improvidently issued, and ought to be recalled and annulled. Such is the case on the part of the Commonwealth.\nHad the defendants, who are the stockholders of the McKean County Bank, demurred to this information, the questions would have been fairly raised whether private relators can be joined with the Commonwealth in suing by quo warranto — whether commissioners have an interest, after the corporation is full fledged, that entitles them to sue — whether quo toarranto is the appropriate remedy for repeal of letters patent — and whether the executive act of issuing letters patent under such an Act of Assembly does not conclude the regularity of the preliminary proceedings of the commissioners, and prevent judicial inquiry thereinto, especially as ground of ouster or forfeiture, in a proceeding by a. quo warranto.\nBut, instead of demurring, the defendants pleaded very fully. They set forth that the law under which they acted authorized the commissioners, or any three of them, to organize the bank — - that the books were duly opened and subscriptions obtained — they deny that the certificate prepared by them, on the 21st January 1858, was executed secretly or clandestinely, or that the names of any persons were excluded therefrom who had paid fifty per centum of their subscriptions as required by law — that the only subscribers excluded were those who had not so paid — they deny also that at any time before or since the charter they have in any manner prevented or endeavoured to prevent the relators or others from subscribing to the stock or participating in .the organization, management, and control of the bank, but on the contrary allege that they have given all persons the fullest opportunity to subscribe to said stock. They deny that the relators ever paid or offered to pay the per centage on their subscriptions required by law, and assign as their reason for not consulting the relators about the certificate to the governor, that they had ascertained that the said “Hyde and others, pretending to be acting as commissioners of said bank, had entered into and made an illegal, fraudulent, and corrupt contract with one J. R. Robinson, an individual residing without the limits of the Commonwealth, for the sale, transfer, and barter of the charter of said McKean County Rankand they set forth the contract among the exhibits.\nThe defendants go on to charge that the said relators, on the 18th January 1858, while pretending to act as commissioners, carried the subscription books to Hornellsville, in the state of New York; and, in pursuance of their fraudulent contract with Robinson, permitted him to subscribe in his own name, and in the names of many irresponsible persons, most of whom reside out of the state, about fourteen hundred shares of stock — that the alleged payment of five dollars a share by said Robinson was made in the bank notes of the Tioga County Bank, the Crawford County Bank, and the Shamokin Bank, which were banks authorized by the legislature, but put into operation by the said Robinson and others — that the whole or greater part of said money was redelivered to said Robinson by the said Hyde, Benton, and others, pretending to act as commissioners — that they afterward, to wit, on the 27th January 1858, secretly met the said Robinson and others at the town of Ceres, in McKean county, and then and there pretended to receive from the said Robinson the additional sum of forty per centum on the aforesaid fraudulent subscriptions, which payment was made in the notes of the aforesaid banks, and a small portion in specie — that the notes and specie were handed over to the commissioners by the said Robinson, and immediately redelivered to him, and by him returned to one Nathan Thayer, from whom it had been borrowed for this specific purpose, and by whom it was taken out of the Commonwealth, and never returned to the said commissioners.\nThe defendants further allege that the said Hyde, Benton, Sartwell, and J. 0. and Gr. B. Backus, certified the aforesaid fraudulent subscriptions, and feigned and pretended payments of stock to the governor, and requested him to incorporate the said subscribers, which application, “ after due and mature consideration,” was by the said governor refused, and letters patent issued upon the subscriptions and certificate presented and filed by the said defendants as hereinbefore set forth.\nThey set forth the letters patent, under the great seal of the Commonwealth, which recite that v“ the stipulations, conditions, and things in the said acts directed to be performed, have in all respects been fully complied with,” — and they allege the full organization of the bank in pursuance of said letters.\nTo all these matters, thus pleaded in due form by the defendants, the Commonwealth demurs, and the case is up for judgment on that demurrer.\nThe demurrer admits whatever facts are well pleaded and relevant.\nIt is argued that, although the Act of Assembly authorizes three commissioners to act, they can only act with legal effect when the others neglect or refuse to act, and that as the whole board, or at least a majority of them, were engaged in taking subscriptions, it was not competent for three to separate themselves from their colleagues, and make an ex parte certificate to the. governor.\nIf this be accepted as a sound construction of the Act of Assembly, the question still recurs whether the three have not given a sufficient reason for separating from their colleagues, and acting by themselves.\nThe legislature authorized the incorporation of this bank for honest and fair purposes, and it appointed the commissioners to carry the law into effect, in the ordinary manner in which other banking institutions are organized. They were to give all men an equal chance to subscribe stock. When, therefore, the five entered into a written engagement to J. It. Robinson to obtain for him the control of a majority of the capital stock, or to return him all the money he may pay on subscriptions, they made distinctions in his favour which were partial, unfair, and a violation of the duties they were sent to perform. Their colleagues had a right to separate from them at that point. If they had abjured the prescribed duties altogether — refused to take any part in organizing the bank, or had deputed the three to perform the duties, they would not more effectually have cut themselves off from all right to complain of the proceedings of the three.\nTheir guilty contract with Robinson is admitted by the demurrer, and it makes an end of this case. Neither they nor the Commonwealth have a right to oust corporators who have come into possession of their franchise in the manner described in the defendants’ pleas. On the state of facts there presented, the decision of the governor, if not conclusive on the judiciary, was a sound one, and is by no means to be reversed by a repeal of the letters patent.\nWhat was he to do? Was he expected to become a party to the agreement with Robinson, and to suffer him to carry off a Pennsylvania franchise for speculative and dishonest purposes? When he had to choose between the proceedings of a majority and a minority of the commissioners, he did well to adopt those that were in substantial accordance with the law and usages of Penn'sylvania, instead of those that were a violation of both, and an indignity moreover to the majesty of the Commonwealth. It matters not that they were the proceedings of a minority of the board. It was a minority that was competent to act under the circumstances of the case, and they were the only proceedings that were worthy of the executive sanction.\nWith the subsequent history of the bank we have nothing to do. The information does not allege any abuse or misuse of the charter. It only charges that the charter was improvidently granted. It is founded wholly on prevenient causes, not on subsequent misconduct.\nUnder the pleadings the complaint has no ground to rest on, and the defendants must have judgment on the demurrer.\nAnd now, to wit, January 8, 1859, this cause having been argued by counsel and considered by the court, it is ordered and adjudged that judgment be entered for the defendants in the demurrer, and that they recover their costs of the persons named in the information as relators."}