{"id": "986649", "contents": "The opinion of the court was delivered by\nStrong, J. —\nHad the certificate of the marriage been offered by itself, it would not have been admissible. But it was offered in connection with the testimony of a witness, that Burdick Hill had exhibited it as a certificate of his marriage, had stated that he got it from the magistrate, and had read it to the witness. Taken in that connection, it was properly received, as furnishing some evidence, not of the marriage, but of Hill’s acknowledgment of the alleged marriage.\nThe notice to the administrator was also admissible in evidence. The want of an averment in the declaration of a day certain when the alleged injury was done, was no reason for rejecting evidence. The defendant had the means of compelling such an averment, but he could not do it by resisting the introduction of evidence to support the averments that were made. The substance of the notice was laid with sufficient accuracy in the declaration.\nWe do not perceive upon what principle Burdick Hill’s declarations in denial of the marriage could have been admitted, non was it erroneous to exclude the testimony offered of what people called the plaintiff in the neighbourhood, or of what she was always called. There had been no attempt to prove the marriage by reputation. The testimony was not, therefore, to meet anything which had been proved by the plaintiff. We do not enter upon the doubtful question, whether marriage can be proved or disproved by reputation. It has been asserted that it can be, and in one case it was perhaps so ruled; Evans v. Morgan, 2 C. & J. 453. But it will be found, on the examination of the cases relied upon to support the doctrine, that the evidence received was not of reputation, but of independent facts from which a marriage might be inferred. The evidence offered here was, of the declarations of persons who might themselves have been called as witnesses.\nThe seventh and ninth exceptions also cannot b.e sustained. We think, however, that the court erred in rejecting R. W. Toles, Eddy Howland, and John Hill, witnesses called on the part of the defendant. It was supposed, that they were interested, either as heirs of Burdick Hill, or as bail in the defendant’s administration bond, or in his bond given when the order to sell the real estate was committed to him. The action was brought against the defendant, not for any debt or tort of his intestate, but for his own tort. Of course, the judgment must have been de bonis propriis, and could not have been paid out of the decedent’s estate. The heirs therefore had no interest in the question. Eor the same reason, the bail in the administration bond and Orphans’ Court bond were competent. Their suretyship did not extend to the personal tort of the defendant, and they would not be affected by any verdict or judgment that could be recovered in this suit.\nWe think also, that the tenth assignment of error must prevail. It was perfectly immaterial, whether the estate of Burdick Hill was solvent or not. If the plaintiff was his widow, her rights were paramount to those of the creditors, and none the greater because the estate was solvent.\nThe judgment is reversed, and a venire de novo awarded."}