{"id": "986621", "contents": "The opinion of the court was delivered by\nThompson, J. —\nHenry Kessler, executor of Anna Roemer, deceased, claimed to be paid out of the proceeds of sale, by order of the Orphans’ Court, of the real estate of Henry Roemer, deceased, the amount of a judgment recovered by the testator against his administrator in 1833, within a year after his death. This was resisted by the heirs of Henry Roemer, deceased, on the ground that the judgment was not a lien on the land at the time it was sold; and of this opinion was the auditor appointed by the Orphans’ Court upon the administration account of James Todd, Jr., administrator de bonis non of Henry Roemer, deceased. On exception to the auditor’s report, it was affirmed by the Orphans’ Court, and this appeal taken by the executor of Anna Roemer, deceased.\nIt is unnecessary specially to notice the proceedings had upon the judgment of the appellant; suffice it that the heirs were never, during the period of over twenty years from the date of the judgment, made parties to any revival of it; and that more than thirteen -years had elapsed since the last revival against the administrator at the time of the sale. There remained, therefore, not the shadow of a doubt, but that the lien was lost at the date of the sale, and long before; and that the land, and consequently the proceeds of it, belonged to the heirs of Henry Roemer, deceased. There is nothing whatever in the argument that because the heirs never had actual possession of the property, therefore, the land was to be subject, ad infinitum, to the lien of the ancestor’s debts, and liable to be seized for them, regardless of whether the lien was kept good by revival or not. Both the Acts of 1797 and of 1834 were designed as limitations of liens against the estates of decedents, unless prolonged according to law. And whenever there was a failure in this respect, it operated to relieve the estate, as well in favour of heirs as purchasers. The lien ceased, because the means of continuing it was omitted. It was a positive act to be performed, to prevent the limitation operating; and hence the want of possession by the heirs, had nothing to do with the question of lien. The ease stood under the Act of 1834, as to revival, after the 1st of October of that year: Keenan v. Gibson, 9 Barr 249; and, as there has been no compliance with its requirements to continue the lien, nor any, even if considered under the Act of 1797, the real estate of Henry Roemer was discharged of all liability for the judgment of the plaintiff, and the proceeds of it were rightly directed to be distributed to his heirs.\nDecree of the Orphans’ Court affirmed at the costs of the appellant."}