{"id": "986614", "contents": "The opinion of the court was delivered by\nWoodward, J. —\nThe circumstances of this case are sufficiently set forth in the report of our former judgment, 1 Oasey 317, and in the special verdict which has been brought upon the record by reason of what was there ruled.\nThe action is founded on a tort of the defendants, as common carriers. In one count of the narr. they are charged as common carriers from New Orleans to Pittsburgh, in the other as carriers from Louisville to Pittsburgh; but in both, the gravamen is, that the defendants did not take care of the plaintiffs’ goods, nor safely carry them; but, on the contrary, so negligently conducted and misbehaved in regard to said goods, in their said calling as common carriers, that the said goods were wholly lost to the plaintiffs.\nNow, the special verdict finds that the only damage done to the goods was done on board of the Concordia, from New Orleans to Louisville, and that the Tuscarora took them on board at the latter city, under a stipulation that she should not be liable for the damage done on board the Concordia. It does not find any negligence or misbehaviour against anybody connected with the Tuscarora.\nHow, then, can it be thought that the special verdict sustains the narr.? The negligence imputed to the defendants in the narr. is expressly found in the special verdict not to attach to them.\nThat would seem to be a final answer to the action.\nBut, by a sort of vicarious imputation, the Tuscarora is to be made to bear the sins of the Concordia, notwithstanding the stipulation to the contrary. How?\nA common carrier, says the counsel, who receives goods from another common carrier to whom they were at first delivered by the owner for carriage, may become liable to the owner as a common carrier; and for this, two cases are cited; Sanderson v. Lamberton, 6 Binn. 129; New Jersey Steam Navigation Co. v. The Merchants’ Bank, 6 How. 381.\nBoth these cases were actions against the sub-contractor for the consequence of Ms own negligence. The owner of the goods, though not privy to the contract which the first carrier makes with the second, may nevertheless avail himself of it, so far as to enforce performance of the duty assumed, and so far also as to hold the second carrier responsible for injuries resulting from his fault. This proposition is proved by the counsel’s authorities, but the proposition on which his action rests is, that the second carrier is answerable for the faults of the first. For that, no authority has been shown.\nThe bill of lading authorized the Concordia to re-ship the goods. The larger boats that ply on the lower Mississippi cannot, at all seasons, come up to Pittsburgh; and hence, it is a customary thing for bills of lading to stipulate for a transshipment. The Tuscarora, therefore, succeeded to the possession of these goods in accordance with the usual course of business, and by the consent of the owners as implied from the bill of lading; and a special stipulation that the owners of the Tuscarora should not be liable for the injury done on board the Concordia was added to the transaction. The Tuscarora assumed the responsibilities of a common carrier, but she performed them — she brought the goods in safety to Pittsburgh. Her owners are now sued for the tort of the Concordia.\nUpon the pleadings and the special verdict, we think the court rendered the right judgment.\nIf the action had been ex contractu, if, instead of imputing the sins of the Concordia to the Tuscarora, the plaintiff had treated the owners of the Tuscarora as assuming the responsibilities of the whole voyage by demanding the whole freight, and had made the injury of the goods the breach of that contract, the chances of recovery would have been better.\nIt would then have resembled the very common case of goods shipped by lines of transportation that are made up of several parts, where each company or individual of the lines is responsible to the owner for performance of the entire contract.\nThere is no question that the consignees had a right to defalk, against so much of the freight as was going to the Concordia, the damages sustained on board that steamer. The case of Leech v. Baldwin, 5 Watts 446, is express to this point, but does not seem to be an authority for more.\nThe defendants, however, in disregard of this right, coerced payment of the whole freight to themselves.\nWhat responsibilities they assumed thereby it will be soon enough to consider, when they are called on to answer in a different form of action.\nThe judgment is affirmed."}