{"id": "986658", "contents": "The opinion of the court was delivered by\nWoodward, J. —\nThis case is here on bill and answer. The bill alleges that on the 21st March 1846, Peter Livergood was seised of the legal title of the “Benshoof Tract,” and that his son-in-law, John Benshoof, was then, and had been, for about fourteen years, in possession thereof under an equitable title, taking the rents, issues, and profits, and claiming the same as his own.\nThe answer admits the legal title of Peter Livergood on the 21st March 1846, but denies the equity of Benshoof, and alleges that he was a mere tenant at will of his father-in-law Livergood.\nAs no proofs have been taken, and the exhibits offered no evidence of title in Benshoof, we must assume that he had none beyond a mere possession, and that the title of the tract, both legal and equitable, was in Peter Livergood. That title he conveyed to the Cambria Iron Company by a deed of himself and wife on the 31st August 1854. But whatever rights to the iron ore of the tract had been previously granted to the Johnstown Furnace, or to the parties under whom that company claims, were expressly saved and reserved out of this conveyance to the Cambria company. There was another special reservation of iron ore, enough to fulfil a contract made between John Benshoof and McGill & MeKiernan, but as this does not enter into the present controversy, it may be laid out of view.\nThe Cambria Iron Company then holds the Benshoof tract exactly as Peter Livergood held it on the 31st August 1854— neither more nor less. If he had parted before that date with all rights to the iron ore upon the tract, the Cambria company acquired no iron ore by their purchase of the tract. But if the outstanding mineral right was a mere license to take ore in common with Livergood, or if it had terminated by its own limitation, their purchase vested them with a clear and exclusive right to the iron ore. It becomes necessary, therefore, to look back of the deed of 1854 to see what had been done in respect to the iron ore of the “Benshoof tract.”\nOn the 21st day of March 1846, Peter Livergood, Robert P. Linton, Jacob Livergood, Peter Livergood, Jr., and John Benshoof entered into partnership, by articles of agreement, for the purpose of erecting a furnace for making iron in Conemaugh township, Cambria county. Peter Livergood owned the 15 acres of land on which the furnace was to be built, and the agreement bound him to convey, as soon as the furnace should be in blast, four undivided fifths of the lot, to the other members of the firm, in consideration of $1400; which sum was to be credited to John Benshoof on account of his part of the expenses of erecting the furnace.\nAfter providing for other matters, the agreement proceeds with a clause in these words': — “And the said John Benshoof further agrees to give to the said firm the privilege of raising iron ore in his fields at twenty-five cents per ton, and also the privilege of raising the iron ore on his wood-land, after his contract with McGill & MeKiernan is filled, at the same price (twenty-five cents per ton), and to give the privilege to none else.”\nThe fields and the wood-land mentioned in the above clause are to be understood as upon, and forming part of the “Benshoof tract.” Now although the case as presented to us compels us to regard Benshoof as a mere tenant of the tract, without any such title thereto as would enable him to make a valid grant of the iron ore, yet this circumstance does not affect the question to be decided, because, on the 19th day of April 1848, Peter Livergood executed a paper under his hand and seal wherein he said, “I do hereby agree to and ratify the agreement as made with the above company by John Benshoof.” The instrument then goes on to secure to the company, and their assigns, the right of way for hauling the ore from the banks now opened, or that may hereafter be opened.\nPerhaps, without this paper, the legal effect of the common agreement, signed by all the partners, would have been to bind Peter Livergood to make good the stipulations which he permitted and encouraged his tenant and son-in-law to enter into in respect to the ore right; but, whether so or not, the express ratification above cited would, beyond question, conclude him. The two instruments are to be taken together, and so taken they constitute something more than a mere license, revocable at the will of the licensor. They are a valid grant to the firm of Peter Livergood & Co., and to their assigns, of an incorporeal hereditament. It was not a sale of all the iron ore in the land for a round sum, as in the case of Caldwell v. Fulton, 7 Casey 475, but of a privilege of raising iron ore at twenty-five cents the ton. It was a right exercisable within the lands of another, and, therefore, falling strictly within the definition of an incorporeal hereditament. It was not a sale of all the ore, notwithstanding the stipulation that the privilege was to be given to none else, because it was to be paid for by the ton, and of course no more was sold than should be raised.\nThat such a right was not exclusive in the grantees, but was to be enjoyed in common with the grantor, his heirs and assigns, has been held in all the cases, from that of Lord Mountjoy, best reported in Godbolt, c. 24, down to Grubb v. Guilford, 4 Watts 224, and Grubb v. Bayard, 2 Wallace Jr. 100. The language of Lord Ellenborough, in Chetham v. Williamson, 4 East 476, is that no case can be named where one who has only a liberty of digging for coals in another’s soil, has an exclusive right to the coals, so as to enable him to maintain trover against the owner of the estate for coals raised by him.\nIt seems to us very clear, therefore, that Peter Livergood had remaining in him, when he conveyed to the Cambria Iron Company, the whole title to the Benshoof tract, iron ore and all, subject only to the outstanding right of his former^ partners and their assigns to take iron ore from the land at twenty-five cents a ton. This disposes of the plaintiff’s case; for assuming that 'they have succeeded to the incorporeal hereditament, they have not established an exclusive right, and are, therefore, not entitled to the injunction prayed for. Their bill is founded, not on a right in common, but on an exclusive right to the iron ore, and, failing to establish that, they have no equity to demand the relief sought. Some difficult questions are raised upon their title, whether they are indeed assigns of the firm of Peter Livergood & Co., and whether this ore-right could pass as an appurtenant of the furnace they held; but we do not go into them, because it is not necessary, and therefore not proper, as the ease now stands. We allude to these questions only to guard ourselves against being understood as having decided them. Our decree rests on the case as the plaintiffs have presented it. Assuming them to have what they claim, the title to the incorporeal hereditament, we hold them not entitled to use it to the exclusion of the defendants, and, therefore, dismiss their bill.\nAnd now, to wit, January 3, 1859, this cause having been argued by counsel, it is considered and decreed that the bill of the plaintiffs be dismissed at their costs."}