{"id": "986698", "contents": "The opinion of the court was delivered by\nLowrie, C. J. —\nA voyage that is insured must be so conducted as not to change the risk insured against. If the usual mode, or the agreed mode of conducting it, be changed without a necessity arising from a danger insured against, the risk is changed.\nThe agreed mode of conducting this voyage was changed by running the boats with sweeps to the lower end of Manchester, instead of to Pittsburgh. Did it appear that this change was necessary in order to escape a danger insured against? We think not.\nWhen the plaintiffs below got insurance on a voyage, to be conducted in a prescribed mode, we must understand them as stipulating that that mode was practicable, and should be followed. If, therefore, the voyage in that mode was not practicable with a twelve foot stage of water, they had no insurance when attempting it at that stage; and they passed Pittsburgh, not to escape a danger insured against, but because they started at a time, when performance of the agreed conditions of the voyage was impracticable.\nIf the voyage in the agreed mode was, as we must presume, practicable with any other stage of water, they were bound to start with such a stage, or give up their insurance by changing the risk agreed upon. Stopping at Pittsburgh, and going in tow from that place, were essential parts of the voyage as agreed to be conducted, and this was prevented by intentionally starting with a stage of water that rendered it impracticable. The plaintiffs had no right to change the terms of the policy, by choosing to start at a time that made the change necessary. A change from necessity is one arising from a cause discovered after the commencement of the voyage.\nIn a short voyage like this (about four hours) the plaintiffs are charged with knowledge of the difficulties of the navigation; and their own proof shows that they did know them, and that, on account of them, they did not intend to stop at Pittsburgh. They started under a risk not insured against, and for this they changed the form of the voyage; and it follows, that the insurance never attached to this boat, and the plaintiffs might have been nonsuited on their own evidence. Under the circumstances of the case, the court ought to have affirmed the defendants’ seventh proposition.\nJudgment reversed, and a new trial awarded."}