{"id": "986699", "contents": "The opinion of the court was delivered by\nWoodward, J. —\nThe learned judge ruled this case on the authority of Harbach v. Riley, 7 Barr 81, without taking notice of two distinctions, the latter of which is very important. That was a case of distribution among lien-creditors — this, an action of ejectment by a vendor to enforce payment of purchase-money; but the more important distinction is, that Harbach, who was the vendor in that case, was the judgment-creditor who brought the vendee’s equitable estate to sheriff’s sale, and was himself also the purchaser at that sale — whereas, in the case before us, Bradley, the vendor, has caused no sheriff’s sale to he made of his vendee’s interest, and was not a purchaser. Storm, who held one of the notes given for the purchase-money by O’Donnell, entered judgment thereon, sold O’Donnell’s interest at sheriff’s sale, and purchased it. Bradley now sues him and O’Donnell, to compel payment of the residue of the purchase-money.\nExecutory articles of agreement for the sale of land establish the relation of trustee and cestui que trust between the vendor and vendee, and a reunion of the equitable with the legal estate is virtually a rescission of the contract. Judgments against the vendee bind only his equitable interest, which is measured by the purchase-money paid; and a purchaser at sheriff’s sale can take only such interest as the vendee held. But when that purchaser is the original vendor, in whom the legal title resides, his remedy on the articles is necessarily gone. The vendee cannot, after that, compel a conveyance, and therefore the vendor cannot-compel further payment; else he might hold both land and money, to the destruction of all the mutuality of the contract.\nBut when some other creditor than the vendor levies upon and sells the vendee’s interest, the vendor’s remedies, especially if he be not the purchaser, are unimpaired. In such a case, no union of the legal and equitable titles occurs. The purchaser stands in the vendee’s shoes, and the vendor may compel him to do equity. Such is this case. It is insisted upon, and some of the cases countenance the argument, that it is immaterial whether the vendor or a stranger be the purchaser at the sheriff’s sale. Possibly it may be so, where the vendor is the efficient cause of the sheriff’s sale. For then, in the language of Judge Kennedy, in Love v. Jones, 4 Watts 470, “the vendor being the plaintiff, and the owner of the legal estate, has the right to agree that all the estate in the land, whatever it may be, which he agreed to sell and convey to the defendant, shall pass by the sheriff’s sale on the judgment; and in order that complete justice may be done to all concerned, without delay, and with as little expense as possible, it is right and necessary that the agreement of the plaintiff to this effect should be implied, from his having caused the land to be levied on and sold under the judgment.”\nBut where, as in this case, the vendor has caused no sheriff’s sale, how is such an implied agreement to be set up against him ? It is replied, that he transferred one of the notes to Storm, and that he is affected by Storm’s acts in entering judgment and making a sheriff’s sale. The notes were transferrable instruments, and when Storm purchased one of them, he had the absolute and exclusive control over it. He was obliged to use Bradley’s name to complete his right of action, but the proceedings to recover the note were his proceedings and not Bradley’s. The sheriff’s sale was at the instance of Storm, and for his exclusive use and benefit. It can no more ground an implication against Bradley, than any other act of Storm’s. There was no merger of O’Donnell’s equitable in Bradley’s legal estate, because he was not the purchaser. There is no implication that he meant his legal estate should pass, along with the equitable, to the purchaser, because he did not cause the sheriff’s sale. And hence it results, that while that sale divested the lien of the judgment which he had entered against O’Donnell, it did not take away his remedy on the articles of agreement. He stands in court as fully entitled to enforce them against Storm for the unpaid purchase-money due to him, as he might have done against O’Donnell.\nThe cases in the books, on some of the subjects here touched, cannot be reconciled with each other, hut whoever will read and compare attentively the following cases, will see that what is here' ruled has not been the subject of conflict, but is well supported by authorities that are unquestionable. Purviance v. Lemmon, 16 S. & R. 292; Chew v. Mathers, 1 Penn. R. 474; Kerr v. Stiffey, 2 Id. 174; Love v. Jones, 4 Watts 470; Wilson v. Stoxe, 10 Id. 434; Harbach v. Riley, 7 Barr 81; Garrard v. Lantz, 2 Jones 186; Vierheller’s Appeal, 12 Harris 105.\nThe judgment is reversed, and a venire facias de novo awarded."}