{"id": "986628", "contents": "The opinion of the court was delivered by\nWoodward, J. —\nNathan Taylor, a co-trespasser with the other defendants, was named in the prceeipe and writ, but was not arrested, and the jury was not sworn to try him. Was he a competent witness for his fellows ?\nIt is very earnestly insisted that he was not, but the cases in our own books which are relied on, were cases sounding in contract, and not in tort, and are not, therefore, applicable. Joint contractors are liable to contribution among themselves, and hence it is apparent, that one not served is not a competent witness for those who are; because, to escape liability over, he has a direct interest to defeat the plaintiffs’ claim. But among trespassers, contribution does not obtain. Taylor would not be liable over to the other defendants, though he would be liable to the plaintiff in a subsequent action, if the plaintiffs failed to obtain satisfaction in this suit.\nIt is manifest, therefore, that Taylor was called to testify against his interest, and was not on this ground disqualified.\nBut it is supposed, he was excluded by some rule of policy, and there are authorities to this effect which are cited in the note to 1 Greenl. Ev. § 358. They all rest, however, on the case of Lloyd v. Williams, Hard. Cas. 123. The question there turned upon the sufficiency of the outlawry of the defendant, whose testimony was offered, and Lord Hardwicke held the outlawry good, and said, if he was outlawed, he certainly had been served with process.\nThis then never was an authority for a case like the present, where there was no service of process, nor any equivalent for service. Nor has this case been followed, but on the contrary, it was very expressly repudiated in Stockham v. Jones, 10 Johns. 22; and in Wakely v. Hart, 6 Binn. 319, in which C. J. Tilghman said the principle long adopted by this court was, that the interest wrhich the witness has in the verdict, is the criterion by which his competency is to be tested. That was trespass against four, all of whom were served, but only two of whom pleaded to issue; and, on the trial of these two, the others were held to be competent witnesses, though there was evidence to implicate them.\nIf the interest which the witness has in the verdict be the criterion, the imagined ground of policy does not exist, and Taylor vas evidently competent; for, as I have already shown, his interest was adverse to that of the defendants. A verdict against them could not harm him, whilst one in their favour might leave him still liable to the plaintiff.\nThe tendency in modern times is rather to the enlargement, than the narrowing of the rules of competency, but we should be taking a long stride backward to hold a co-trespasser not served an incompetent witness; We neither recede nor advance from the rule of law, as it has been holden in Pennsylvania for forty years; but, administering it as we find it, we are obliged to say the learned judge fell into error when he rejected the witness.\nAnd we regret the necessity we are under to send the case back on this ground, for in the instructions given in the charge we find no error.\nThe defendants’ proposition, that the plaintiffs could not recover unless they were joint owners of the horse, was affirmed by the court, and the evidence was properly submitted to the jury on the question of joint ownership. Possession of chattels is always evidence of ownership, and very often it is difficult to produce any other evidence of title.\nThe fact that Taylor Brown was a minor was no ground of defence; and though it might weaken the presumption of ownership resulting from his possession, it was not decisive against it. The benefit of this fact, so far as it went to negative the presumption, the defendants had, and that was as much as they were entitled to have.\nThe judgment is reversed, and a venire facias de novo is awarded."}