{"id": "986677", "contents": "The opinion of the court was delivered by\nRead, J.,\nwho, after recapitulating the facts of the case, proceeded as follows:—\nFollowing the custom of the city of London, from which our law of attachment was originally derived, our courts had decided, that a legacy could not be attached; and, contrary to the custom, that a foreign attachment would not lie against an executor as defendant, for a debt due from the testator, because it would interfere with the order prescribed for the payment of debts: 2 Williams on JSxeoutors 1814, 5th ed.; 15 S. $ JR. 179; 2 Wh. 332. The same construction was placed on the revised Act of 13th June 1836, although the words of the 44th section, “ a writ of attachment in the form aforesaid, may be issued against the real or personal estate of any person not residing within this Commonwealth,” were large enough to include legacies and distributive shares.\nThe legislature, aware of the reasons of policy assigned by the courts for not considering legacies attachable, on the 27th July 1842, passed “ an act to enable creditors to attach legacies and property inherited in the hands of executors and administrators” (.P. L. p. 436), W'hich provided in express terms, “ that all legacies given, and lands devised to any person or persons, by will or testament, and any interest which any person or persons may have in the real or personal estate of any decedent, whether by will or otherwise, or so much thereof as may be necessary to satisfy the demand and costs of claimant, shall be subject and liable to be attached by any creditor or creditors of such person or persons, by writ or writs of foreign attachment, in the hands or possession of . the executor or administrator, or in the hands or possession soever the same may be, as fully and effectually as in other cases; and the like proceedings shall be had, as are prescribed in the several acts of this Commonwealth, regulating the proceedings in actions of foreign attachment.”\nBy death, the property of the decedent passes to those to whom it is given by his will, or if he leaves none, to those persons designated by the intestate laws of the state. If it be land, it vests immediately in the devisee or heir; if a legacy or distributive share, it vests in the legatee or next of kin, although the payment is postponed in order that the situation of the decedent’s estate may be fully known. Legacies, if no time be limited for their payment, are due and payable at the expiration of a year from the death of the testator, and if the executor has in his hands sufficient assets to pay all the just debts and legacies, he is bound to pay them without further delay. The right to the distributive share exists from the moment of the death of the intestate, but its payment is delayed for a year, and until, under the provisions of the law, its amount is ascertained.\nLegacies and distributive shares may be conveyed or disposed of by assignment, or by last will, and in case of death without a will, will pass to the next of kin of the intestate, although the year has not elapsed, and no account has been settled by the original executor or administrator.\nThere is, therefore, no reason why they should not be the subjects of a foreign attachment, and why the plain meaning of this Act of Assembly should be disregarded. We are, therefore, of opinion, that a foreign attachment will lie against a legacy or a distributive share, before any settlement of the estate of a decedent ; and it is in the power of the court to mould the judgment against the executor or administrator into such form, that no injustice will be done to any one.\nIn this construction of the Act of 1842, we are supported by the interpretation given by the Supreme Court of Massachusetts to a similar statute under their trustee process: Hoar v. Marshall, 2 Gray 251; Holbrook v. Waters, 19 Pick. 354; Wheeler v. Bowen, 20 Pick. 563; Cady v. Comey, 10 Met. 459.\nThe court below, therefore, erred on this point, although apparently supported by the decisions relative to attachment-executions, under the Act of 13th July 1843, which were corrected by the Act of the 10th April 1849. No such decisions having been made under the Act of 1842, it is not necessary to discuss the principles upon which they were founded.\nThe assignment of his interest in his father’s estate, by Painter to his father-in-law, was properly admitted; but we think the court erred in rejecting the evidence, offered by the plaintiffs, to prove his insolvency at the time of this assignment, and the pressure of the claims of his creditors.\nJudgment reversed, and a venire de novo awarded."}