{"id": "986675", "contents": "The opinion of the court was delivered by\nThompson, J. —\nThe Mahoning County Bank, holding by assignment the judgment of Wm. TI. Williams & Co. v. Thomas M. Wolf, brings up this appeal. Williams & Co. held a judgment in the Common Pleas of Lawrence county, No. 76 of July Term 1852, against Wolf, in the penal sum of $10,000, conditioned to cover advances made and to be made to him, with interest -and expenses of collection. They issued a sci. fa. to revive this judgment, No. 21 of May Term 1854, and the parties having liquidated beforehand the amount due the plaintiffs for advances, they not only revived the judgment, but the defendant confessed judgment for the amount so liquidated, amounting to $4271.38 and costs. Afterwards, on the 6th April 1855, the plaintiffs employed counsel to collect the money on the judgment. On issuing the fi. fa. the prothonotary calculated the interest on the judgment, entered the credits of payments made since the revival, and brought down and entered on the writ the exact balance due on the judgment, endorsed the costs, and also the sum of $226.71, commissions for collection, stipulated for in the bond. This sum for commissions was not included in the judgment, but it was thus attempted to collect it as an incident of the judgment, in the same manner as if it were costs. The auditor appointed to report distribution among the lien-creditors of the money made in the case of Marvin’s Executors v. Wolf, allowed this sum. The appellees, Campbell, Bredin & Co., junior judgment-creditors, excepted, and the court sustained their exception and overruled the auditor in this particular, and the Mahoning County Bank appealed.\nA judgment is the determination of the law as the result of proceedings instituted in a court of justice. A final judgment is such as at once puts an end to the action, by determining that the plaintiff is, or is not entitled to recover*, and the amount in debt or damages to be recovered. In courts of common law final judgment is a unit. It cannot exist in distinct parts at one and the same time, so as to be enforced in such form by execution. The plaintiffs are attempting this, but it cannot be done. If they had issued their sci. fa. after their right to commissions had /accrued, it is not to be doubted but they might have liquidated their judgment to include them, but this necessary form was ■neglected; and as the commissions appear on the writ they are no part of the judgment, but stand on it as costs. As such they cannot be allowed. It is more than probable that, when the judgment was liquidated, the right to commissions not having accrued, a future sci. fa. with assignment of breaches was contemplated, or an amicable liquidation, so as to cover them; but this was not done, and we cannot take the will for the deed. The learned judge of the Common Pleas properly sustained the exception to the auditor’s report by which these commissions were allowed.\nAppeal dismissed at the costs of the appellant."}