{"id": "986647", "contents": "The opinion of the court was delivered by\nWoodward, J. —\nAn ingenious argument was made to prove to us that the judgment docket, which prothonotaries are required to keep, is no part of the rolls which constitute the record of the court, and therefore not within the rule that forbids any averment to be made against a record. It is insisted, that the judgment-docket is a record in no other sense than the mortgage books in the recorder’s office — that both are kept for the same purpose, to give notice of liens only.\nIt is not necessary for us to decide how sound this argument is, for if the conclusion be granted, it is still true, that the judgment-docket is primd facie evidence of the order in which liens are entered; and thus far this docket is against the appellant. It shows that the judgments of Courtright were entered on the 1st of December 1856, and his own on the 2d.\nAnd the parol evidence, granting that it could be considered, shows that Courtright delivered his judgment to the prothonotary on the 1st, whilst that of Polhemus was not delivered until 4 o’clock of the 2d. True it is, Courtright’s papers were delivered at the dwelling of the prothonotary, instead of his office, and at an unseasonable hour, and for these reasons might have been declined but were not. On the contrary, the prothonotary received the obligations, told the messenger he would mark them filed as of the 1st, and actually did so.\nNow, as between Courtright and the prothonotary, this was a filing of the papers, and it was right to docket them next morning, as of the day they were filed. If Polhemus was prejudiced by the act of the prothonotary, his remedy is against him. The vested rights of Courtright cannot be taken away and given to Polhemus, merely to save the prothonotary from a personal liability to the latter. Under the circumstances, the court very properly refused to allow the prothonotary to alter the docket. He had made it up as he agreed to make it up,- and he must abide by it. When he accepted and filed Courtright’s papers, Courtright had done all that he could do, and all that it was his duty to do, to secure to himself the benefits of a lien. As to him, it was right for the prothonotary to give him a lien as of the 1st, and of course it could not be right for him afterward to take it away. If the docket be not such a record as imports absolute verity, yet, once made up by the legal custodian, in accordance with his duty and the rights of a vigilant creditor, it is not to be altered upon such a showing as we have here; and whilst it stands unimpeached it establishes the priority of Courtright.\nWe do not mean to countenance the practice of calling on public officers at 11 o’clock at night to perform official duties. Although neither law nor usage have assigned any very definite office hours for prothonotaries in rural counties, yet we think that the call here was greatly out of season, and had the prothonotary insisted on exemption from office duties at that hour, the courts would have sustained him. But we cannot say he was incapable of performing a valid official act, even at his house and so late at night. He chose to do it, and having- done it, a subsequent creditor has no right to complain of it, at least in a question of distribution.\nThe decree is affirmed."}