{"id": "986623", "contents": "The opinion of the court was delivered by\nThompson, J. —\nThe declarations of Thompson, under whom the defendant claims, made more than fifty years before the trial, in which they were proved, in relation to the boundary of his land, of which he was in possession at the time, as showing the extent of his claim, were evidence: 6 Binn. 59; 2 S. & R. 70. But they were not evidence to show an agreement between Gibson and himself to hold by a different line than the one on the ground, by which he had been holding; or in other words, to show that he had a right to shift his line. The offer, however, was to give the evidence in connection with what had already been proved in regard to the declarations of Gibson. It is possible, that these declarations, already given, may have been such as to render material and proper the evidence offered and admitted, and now complained of as error — we have not that evidence in the bill of exceptions or otherwise on the paper-book. It .lies upon the party alleging error to show it — it will not be presumed. This exception is not sustained.\nThompson purchased the land, the lines of which are in controversy in this suit, from Gibson, the ancestor of the plaintiffs, about the year 1805, and the parties employed one Armstrong to run off Thompson’s purchase by a line between them. In 1810, Gibson conveyed by deed to Thompson the land purchased, but by courses including more land than the Armstrong line gave him. But it'appears that during Thompson’s lifetime, he held and occupied by the Armstrong line. It was proved, that Thompson said in 1810, that he was to have a different line, hut that he would never claim to it during Gibson’s lifetime — and it would appear that neither Gibson nor Thompson, during their lives, for a period of thirty years, claimed by any other line.\n■The learned judge of the District Court refused to answer the plaintiff’s first and second points in the affirmative, which in substance affirmed the law to be, that if the parties had caused a line to be run between them on the ground, they and those claiming under them would be limited by the line, and that such a line on the ground would govern the courses and distances in the deed. These propositions the learned judge declined to affirm, but charged, “that if the parties, Gibson and Thompson, in 1805 agreed upon the Armstrong line or any other line, as the dividing line between them, and five years afterwards the deed given in evidence was executed and delivered, if it embraced twenty-four or thirty acres (nineteen it should have been) more than the quantity originally agreed upon, the jury might presume, in the absence of any evidence to the contrary, that they intended to abandon the former line, and that the division line should be moved farther south, so as to correspond with the calls in the deed.”\nWe think there was error in this instruction in' the abstract, and especially so in its application to this case. It gave the jury the power to find according to the line of the deed, notwithstanding the line on the ground, and notwithstanding the parties who caused it to be run, held by it for a period of near thirty years. Two great facts in the case, which, without clear evidence to the contrary, should have controlled the result, were by this instruction rendered inoperative, in favour of the courses in the deed. In official surveys the lines on the ground control the courses and distances in the patent: 4 S. & R. 456; 6 Barr 478. In Blasdell v. Bissell, 6 Barr 258, Gibson, C. J., after asserting this principle, asks, “ why shall they not constitute the boundaries of a grant by an individual ?” and after applying the rule to the case in hand, which was that of a deed made six years after the survey, including, as in this case, a greater quantity of land than that embraced in the survey, adds, “ it would be most unjust to let the grantee avail himself of the surveyor’s inaccuracies and the scrivener’s omission, in order that he might take in more land than he paid for, or was set off to him, and the judge should have told the jury that the law would not allow it.”\nThis is a case very similar in principle and fact to the one now under consideration. In our ease, the deed was made five years after the survey; it includes more land — and there is nothing on our paper-books to show that any more was paid for than was contained within the Armstrong line; but the deed was simply allowed a controlling effect, because it differed from the line on the ground. This, the law, without more, will not allow. Besides, too, the line was sustained by the fact of acquiescence in it, and the respective claims of the parties making it, in accordance with it, for a great number of years, and as long as they lived. The deed alone could not prevail against the joint force of these facts, and there was error in the charge that it might.\nIt will at once be perceived, that this view of the case by the court below entirely changed the onus probandi. Upon the principle stated, it lay upon the defendant to establish a change by the parties of the line, as run and marked on the ground, corresponding with the deed. The line on the ground, notwithstanding the excess in the deed, would control the deed until there was evidence to show that a different line was adopted by the parties. More particularly so in this case, where there was long acquiescence in it. On the question of a change of line, the deed would be some evidence, but alone it would, as we have seen, not be sufficient. It would be stronger or weaker as other facts and circumstances indicating a change might tend to show intent evincive of it. But a change of the line must be shown, or the one on the ground will control. For these reasons the judgment must be reversed.\nWe see nothing in the other assignments of error that calls for remark.\nJudgment reversed, and a venire facias de novo awarded."}