{"id": "986612", "contents": "The opinion of the court was delivered by\nChurch, J. —\nThere are two kinds of carriers for hire recognised by law. The one, designated as private, the other, public or common carriers. The former are bound to use ordinary diligence, that is, such diligence, as every prudent man usually takes of his own goods under the like circumstances, and are consequently only responsible for losses resulting from ordinary negligence. The latter are in general liable to answer for all losses, except those occasioned by the act of God, or of the public enemies. This responsibility, imposed by law upon common carriers, is derived principally from the public character of their employment, and is not avoided by any given degree of diligence shown on their part. The plaintiffs in error, with respect to the property in question, undoubtedly belong to one or the other of this class of bailees.\nIt was indicated very properly, in the case of Harrington v. McShane, 2 Watts 443, that the usage of trade and business, in particular localities, has much to do with fixing the liabilities in these sorts of bailments. And the same doctrine is further developed in Gordon v. Hutchinson, 1 W. & S. 285, where the principle of the case of Gisbourn v. Hurst, 1 Salk. 249, that one who undertakes for hire, to carry for all persons indifferently, who may employ him, is a common carrier, as to the privileges, is fully recognised; and the adjudication made, that a wagoner who carries for hire, is one also as to the responsibilities, whether transportation be his chief business, or only an occasional and incidental employment. The readiness to carry for all who will employ, gives the character to the bailment rather than the extent of his business, or the number of trips performed : Fuller v. Bradley, 1 Casey 120.\nIn view of these plain deductions from the leading cases on the subject, of what constitutes a common carrier, and distinguishes his liability, we are unable to perceive any material error in the charge of the court below; in the omission to instruct the jury as requested by the defendants there; or in the opinion given on the question reserved at the trial. The language of the learned judge, in the first paragraph of the charge, is very clear and explicit, and does, in reality, substantially cover the whole case presented in the evidence. And it is as favourable to plaintiffs in error as they had any right to demand. The very peculiar circumstances of the bailment are of recent origin, but the common law is believed to be sufficiently extensive to meet the exigency.\nIt was not essential, on the trial, to instruct the jury specially on the question whether the plaintiffs in error were common carriers of freight generally, in the usual acceptation of the term. The court didjiot do it, nor were they so requested. The question was one of Uawj rather than of fact; and hence the omission is not a proper subject of complaint here. If it was the custom of the defendants below to carry such property as this, in the manner and under the circumstances submitted by the court, and found by the jury, and if they actually did undertake so to do in this case, the law implies the liability. This implied liability, however, may be qualified by express contract, or general notice. But the onus of proving it, is on the party setting it up. And even such qualification of liability is not absolute, but subject to exception and reasonable restriction: Hollister v. Nowlen, 19 Wend. 234; Camden and Amboy Railroad Co. v. Burke, 13 Wend. 611; and Dwight v. Brewster, 1 Pick. 53. And it has been adjudged, that proof of general notice of limitation of liability, must be such as amounts to actual notice, or shown to have been so conspicuous, that the party sought to be affected by it could not have failed to discover it without gross negligence, the affirmative of which is upon the carrier. And that emblazoning the general object on a check, ticket, or notice, like the one used here, in large letters, but stating the restriction in small ones, is insufficient: Story on Bailm., § 558 ; Angell on Car., § 247, 248, 249; also 2 Greenl. Ev. § 216; and per Black, C. J., in Chouteaux v. Leech, 6 Harris 232-3. But suppose this alleged notice fully brought home to the owner of the goods, or to his agent intrusting them, which is equivalent, the effect is no more than to render the bailees private carriers for hire : Angell on Car., § 54. And in the absence of all proof of the circumstances of the loss, they would be liable: Beckman v. Shouse, 5 Rawle 179, 189; Clark v. Spence, 10 Watts 335. In the present case, we have an express contract on behalf of the carriers, to deliver both trunks, after the caution given respecting their value. And the less valuable of the two being alone delivered, and no proof or even allegation made of a reason for the non-delivery of the other, according to the doctrine fully recognised and affirmed in the eases last cited, they are subject to the imputation, that it is either yet in their possession, or has been embezzled by their agents or servants. The fact of non-delivery, under the circumstances proved in the case, is primé facie evidence, at least, of want of ordinary care. And such, is said per Savage, C. J., in Beardslee v. Richardson, 11 Wend. 27, would be the rule, even when the bailment is gratuitous on the part of the bailee, or for the sole advantage of the bailor. This case was, therefore, properly determined upon the facts, whether we consider the defendants below private or common carriers.\nJudgment affirmed."}