{"id": "986641", "contents": "The opinion of the court was delivered by\nWoodward, J. —\nAlthough the note in writing signed by Wm. S. Rankin, and delivered to plaintiff in 1832, was sufficient to take the case out of the statute of frauds and perjuries, especially as it appeared the plaintiff had taken possession of the land and made improvements in pursuance of that writing, yet nevertheless it was not a conveyance of the legal title, and conferred no more than an equitable interest on the plaintiff. Holding no more than an equity, this action of ejectment is to be regarded as-a bill in equity to compel the defendant, who has clothed himself with the legal title, to convey it, and to surrender the possession of the land to the plaintiff. The plaintiff, therefore, is subject to all the objections which would induce a chancellor to withheld a decree of specific performance. Upon the circumstances in proof, could the plaintiff obtain a decree ?\nIt is not to be doubted, that the consideration which Nankin received for the agreement which the plaintiff sets up, was in the house and lot that were conveyed to him by the deeds of Simpson and wife, and Findley and wife. Nut at that time Simpson had no interest in the house and lot, having previously released it to Findley. Whether, indeed, he had ever had any might be doubtful; for the mare and saddle which he had given for the lot came by his wife, and though, as the law then stood, these became his property by reduction into possession, still he might convert and invest them for her benefit; and if he did so, equity would support the settlement as against every party but his creditors.\nHowever this may have been, it is beyond all doubt, that when th§ deeds were made to Nankin, Simpson joined only to enable his wife to convey her interest, so that the consideration for Nan-kin’s agreement did not really move from Simpson but from his ■wife. Nankin’s agreement was to give one of the tracts of land referred to for $450; and as the consideration in the deed to hita for the house and lot was $900, it is fair to infer, that half of it representéd Mrs. Simpson’s interest, and the other half Findley’s. _ _\n_ _ If this-was the basis of the transaction, Nankin did very well not to convey the legal title to Simpson. Indeed, he had no right to do so. The house and lot once settled on his wife, when these were given for the land in controversy, it belonged to her as fully as they had before. Nankin was bound to secure the title to her, and he did so by conveying it to James McKean in trust for Mrs. Simpson and children.\nSimpson must be considered as having assented to this arrangement. His declarations to the Pews clearly imported an intention to settle the property on his wife and children, and his recognition of Breckenridge’s title when he employed Mr. Maxwell to assert it against Baird, indicates unmistakeably his knowledge of and assent to all that had been done; for Breckenridge’s title was no other than that which was settled on Mrs. Simpson through the agency of a trustee. When he employed Maxwell to assert that title, he must have known what had been done; and considering that it was exactly what he had declared his intention to have done, it is too late now for him to undo it.\nAn intemperate and thriftless husband, who had abandoned his wife and family, seeks to turn a son-in-laW out of possession of land, which in his better moments he settled upon his wife through their mutual friends — such is the plaintiff’s case.\nThe defendant has fairly acquired the title thus settled, and the plaintiff himself assisted the defendant to obtain possession under it — such is the defendant’s case.\nWe think the ruling of the court was more favourable to the plaintiff than it ought to have been, and the judgment against him must be affirmed.\nJudgment affirmed."}