{"id": "986652", "contents": "The opinion of the court was delivered by\nStrong, J. —\nThe inquiry raised by the pleadings relates to the extent of the exception inserted in the policy. It is entirely a question of construction. The contract was one of insurance upon the hull, tackle, machinery, and apparel of a steam propeller, but it stipulates for exemption from liability for certain losses. The stipulation was inserted by the underwriters, and was intended for their benefit. If it be obscure, it is their fault. If it be capable of two interpretations, equally reasonable, that must be adopted which is most favourable to the assured, for the language is that of the insurers.\nThe excepting clause in the policy is in the following words : “It is understood that this company is not liable for any breakage or derangement of the engine, or bursting of the boiler, or any of the parts thereof, or for the effects of fire from any cause connected with the operation of the repair of an engine or boiler, unless the damage be occasioned, and the repairs rendered necessary, by the stranding or sinking of the vessel after her engines and boiler shall have been put in successful operation. It is also understood that this company is not liable for fuel, wages, and provisions, nor for any expense of any delay consequent upon repairs to the engine or boiler, of any kind, or repairs to the hull, if such repairs are rendered necessary by breakage or derangement of machinery, or bursting of boiler.”\nIt is not to be denied that the intention of the parties is far from being clearly expressed in this excepting clause. The controversy, however, is all in regard to the first exception, and we are of opinion that its purpose was only to relieve the underwriters from liability to indemnify the assured for broken or deranged machinery, and not to exempt them from the obligation to pay for a total loss, even though that loss could be traced back to the breakage of the machinery as its first cause. The exemption embraces three kinds of losses; first, breakage or derangement of the engine, or bursting of the boiler, or any parts thereof; second, the effects of fire arising from certain causes; and third, fuel, wages and provisions, and expenses of delay consequent upon repairs to the engine boiler or hull, if rendered necessary by breakage of the machinery. If it was the intention of the parties by the first exemption to except from the contract of indemnity all losses directly or indirectly consequent upon breakage, it would have been easy to have done so clearly by the insertion of two or three additional words. That the difference between damage, itself a loss, as well as causing one, and the loss caused, was in the minds of the insurers, may be inferred from the fact that by the second exemption they have protected themselves against such consequential losses. They expressly provide against liability “for the” effects “of fire from any cause connected with the operation of (or) the repair of an engine or boiler,” but they do not expressly exclude the effects of breakage or derangement of the engine or bursting of the boiler, or any of the parts thereof. The difference in the mode of expression is indicative of a difference of intention.\nIt is difficult also to account for the additional stipulation contained in the third exception, if the first was designed to embrace all the consequences of breakage of the machinery. In that case expenses of delay consequent upon repairs to the engine or boiler, or repairs of the hull, rendered necessary by breakage or derangement of the machinery, are twice excluded from the contract. These things are but consequences of breakage. Why stipulate the second time for their exception, if they had already been excepted ? No satisfactory reason has been given for it. Parties are not to be presumed to have intended mere repetition. It seems clear, that something additional was meant which had not before been excepted. To allow any force to this part of the exempting clause, the first must be construed as extending only to immediate damage to the machinery. And it is a cardinal rule of construction, that effect should be given, if possible, to every part of the instrument. The general provisions of the policy cover the whole loss however occasioned. The underwriters limit the general words by stipulating that they are not to be liable for breakage, nor for expenses of delay caused by breakage, or by repairs consequent upon breakage. The exception itself raises an implication that, for all other consequences of breakage not mentioned, they were to remain responsible under their general covenant of insurance. This interpretation is consistent with all the provisions of the policy, and leaves no part of it without meaning.\nJudgment affirmed."}