{"id": "986784", "contents": "The opinion of the court was delivered by\nStrong, J. —\nAdmitting that the contract of the infant was not void, but only voidable, and therefore capable of being ratified, the question presented is, whether the plaintiff produced sufficient evidence of ratification to authorize the court to submit the matter to the jury. A single witness testified, that after Glover, the infant, attained his majority, he said to the plaintiff, “ I will pay you all I owe you, rent and all.” The witness added, on cross-examination, “ perhaps he did put in, that he would pay as fast as he got able. Think this was what he did say.” The court below instructed the jury, in effect, that this was not a confirmation of the contract to pay rent, into which Glover had entered, and as the plaintiff offered no evidence of his ability to pay, directed a verdict for the defendant.\nCertainly the direction was right. Most of the cases assert that an executory contract of an infant can be ratified only by a distinct promise to discharge its obligations, or by an express agreement to affirm it. A promise to pay as fast as he got able, was no affirmance of the contract originally made, for that was a promise to pay absolutely. A promise to pay when able, is perfectly consistent with a refusal to assume an immediate liability. It has -repeatedly been decided, that such a promise will not overcome the bar of the statute of limitations, unless accompanied by proof of ability to pay: Tompkins v. Brown, 1 Denio 247; Tanner v. Smart, 6 B. & C. 603; Laforge v. Jayne, 9 Barr 410. There is even more reason for applying the rule to promises set up in order to validate the voidable contracts of infants. The statute of limitations is said to be based upon the presumption that the debt has been paid; whereas the voidability of an infant’s contract rests upon a supposed mental incapacity. A conditional promise to pay, would seem to repel any presumption that the debt had been paid; but such a promise tends very slightly, if at all, to establish the prior existence of a mind capable of contracting. Accordingly, it has been ruled in New York, in Everson v. Carpenter, 17 Wend. 419, that where an infant had given a promissory note, which was only voidable, his promise to pay as soon as Tie could, made after attaining his majority, was unavailing without proof of ability. Such is our opinion.\nNor was there error in refusing to admit evidence of what Glover had told a stranger he would do. At most, it was hut a declaration of intention, not a ratification of the contract. A promise, to take-a case out of the statute of limitations, or to affirm an infant’s contract, must be made to the party in interest, or to his agent: Gillingham v. Gillingham, 5 Harris 302; Goodsell v. Myers, 3 Wend. 479. Declarations to.strangers are unavailing.\nThe judgment is affirmed."}