{"id": "986782", "contents": "The opinion of the court was delivered by\nChurch, J. —\nThe question in this cause arises upon the construction of the lease. The plaintiffs claim, that if defendant suffered the coal-bank to remain any one year during the term, without taking coal out of it, his rights under the lease became forfeited to them. The clause in the instrument upon which this forfeiture is set up, is in the following words: — “ It is mutually agreed, that if the said coal-bank should stand, by the act of said Tiley, when it would yield coal, for the term of one year, it is to be taken as an abandonment of the lease, and to be treated accordingly.” It is very clear from the language “ when it toould yield coal,” that it was contemplated by the parties, there might be, during the term, a period of at least a year, when the bank would not yield coal. This clause of forfeiture is inserted wholly for the benefit and protection of the plaintiffs. And the stipulation that putting the bank in good working order should answer for the rent of the first year, was apparently intended for the advantage of the defendant. If the latter put the bank in good working order and took out no coal, it necessarily saved the coal so much, for mining in subsequent years, when it would yield a rent to plaintiffs; instead of which, having it taken when yielding no rent to them; it might result' greatly to their disadvantage. This view is sustained by the provision, that for the next two succeeding years, the rent should only be half the sum per bushel of that required to be paid for the last seven years of the term. It would, therefore, be an unwarranted presumption, to suppose or infer that the parties intended to bind the lessee by contract to perform that which was so obviously, under any view of the evidence, to result most to his advantage, and the probable disadvantage of the lessors, upon the pain of forfeiture to the latter of all his rights with his contemplated improvements and expenditures, under the terms of the lease. There could have been no such incentive required. These are not the circumstances and motives which induce the introduction of clauses of forfeiture in deeds. It seems preposterous, therefore, to construe this one as contended for by plaintiffs. If there has been any breach of covenant by the lessee, in not putting the bank in good working order, during the first year, the only remedy is undoubtedly in damages, as indicated by this court when the cause was here before: 1 Casey 397. The true and common sense interpretation of this clause of the lease was given in the able charge of the learned judge who tried the cause below. Due consideration given to the commentator’s definition of title by forfeiture fully sustains the view we have taken. It is, he says, a sort of punishment annexed by law*, or contract, to some act or negligence in the owner whereby he loses all his right and interest, and they go to the party injured as a recompense for the wrong he has sustained. There is in this case no injury or wrong to plaintiffs shown, and none can reasonably be implied from the terms of the lease. Forfeitures are odious in law, not to be favoured, and never adjudged, except when required by a plain and clear interpretation of the contract, and also promptly demanded, without any symptoms of laches or acquiescence. That is surely not the case here.\nWe perceive no error in the ruling of the Common Pleas on the question, and the judgment must be affirmed.\nJudgment affirmed."}