{"id": "986778", "contents": "The opinion of the court was delivered by\nStrong, J. — The defendant set up an equity against the plaintiff’s legal title. Admitting now all he offered to prove, his rights against Dougherty were precisely what they had been against Richards. But the offer, at most, only tended to show, by parol evidence, without writing, that Richards, while he held the title, was a trustee for Barnet. This was in direct conflict with the Act of Assembly of April 22d, 1856. The fourth section of that act enacts “that all declarations or creations of trusts or confidences of any lands, tenements, or hereditaments, and all grants and assignments thereof shall be manifested by writing, signed by the party holding the title thereof, or by his last will in writing, or else to be void.” The plain meaning of this enactment is, that a trust in land can now be proved in no other way than by writing. The proviso, indeed, excepts from its operation resulting trusts, such as the law implies. A resulting trust, however, is raised only from fraud in obtaining the title, or from payment of the purchase-money when the title is acquired. Payment of the pui’chase-money, subsequently, is not sufficient to raise a legal implication of a trust, as all the authorities show.\nThe defendant’s offer, in this case, was not to show any fraud in making the purchase at sheriff’s sale, such as to constitute Richards, or his grantee Dougherty, a trustee ex maleficio. No misrepresentation, no management of any kind was averred; none was offered to be proved. Yet it is fraud in the purchase which makes the holder of the title a trustee. Subsequent fraud, if amr exist, no more raises a trust thaxi does subsequent payment of the purchase-money. Here, the trust, if any, arose with Richards’s title; and if none existed when the deed was made to him, it could not afterwards be created except by a writing. Of course, setting up the sheriff’s deed as an absolute conveyance of both the legal and equitable interest, was not a fraud from which the law implies a trust. It was nothing more than a violation of an alleged promise, either implied or express; which is of no avail to induce a chancellor to decree the purchaser to be a trustee: Jackman v. Ringland, 4 W. & S. 149, and the cases there collected.\nThen,.did the rejected evidence tend to establish that the land was purchased with Barnet’s money ? It had been sold at sheriff’s sale as his property, and had been returned as sold to Richards, to whom also the deed was made. The offer, as stated in the bill of exceptions, was to prove that Richards bought as the agent of Barnet, the debtor. Admitting now that he could and did so buy, the fact was quite immaterial. The question was, whether it was Barnet’s money that paid for it. Setting up, as he did, an equity, it was his duty to show such payment to the satisfaction of a chancellor. This he made no attempt to do. That Richards agreed to buy for him was a fact that could not be proved by parol: Bartlett v. Pickersgill, 1 Eden 517.\nThe testimony offered was, therefore, wholly inadequate to establish any resulting trust, and the learned judge properly rejected it.\nThe judgment is affirmed."}