{"id": "986765", "contents": "The judgment of tbe court was delivered by\nStrong, J. —\nTbe first question in this case is whether, as against Sarah Kenly, the creditor, under whose execution tbe property was sold, McAfoose, the debtor, is entitled to take out of court three hundred dollars, in pursuance of the Act of April 9th 1849.' Tbe right of a debtor to tbe exemption of his property from levy and sale, or, in case of land, bis right to demand any portion of the proceeds of sale, as against lien-creditors, exists only sub modo. To entitle himself to it, be must demand of the officer charged with tbe execution of any warrant against bis property, an appraisement; and be must make tbe demand in such season that proceedings under the warrant shall not be delayed. When he has made the demand, the law imposes certain duties upon the officer, which having been performed, the debtor’s right to the exemption is complete. Or, if the levy be upon real estate, and the appointed appraisers report that it cannot be divided so as to set apart the exempted proportion, and it is consequently sold, his right to claim an equivalent out of the proceeds of sale is perfect.\nIn the present case a fi. fa. had issued against the defendant at the suit of Sarah Kenly. It was levied upon his land, and he then demanded his statutory privilege. An inquisition was made and returned with the writ. It was indeed informal, but the debtor did all that the statute required. A vend. ex. then issued, and the land was sold. This sale was, however, set aside by the court, together with the vend. ex. and all subsequent proceedings, but neither the fi. fa. nor the appraisement were disturbed. They remained in full life, record evidence of the vested right of Mc-Afoose to the statutory exemption. Without proceeding further under this writ directly, the plaintiff issued an alias fi. fa. upon the same judgment, caused it to be levied upon the same land, obtained a condemnation, and sold it under a vend. ex. issued thereon. The proceeds of this sale are now in court for distribution. No new demand of an exemption was made under the alias fi. fa. Has the debtor lost the right to claim the $>300 out of the proceeds of the sheriff’s sale?\nIt is undoubted law, that the demand must be made in the case which is the instrument of effecting the sale. It is of no consequence who are the creditors, nor whether they have notice of the debtor’s claim or not. His privilege is in rem to the property levied upon, and it is only secured by demanding an appraisement of the officer who holds the warrant that becomes the foundation of the sale. Strictly speaking, the alias fi. fa., and not the fi. fa., was the foundation of the sale in this case. But the alias fi. fa. was wholly irregular, and would have been set aside on motion. The plaintiff should have proceeded under her first writ. Yet, though irregular, it was not independent. It was, in substance, a continuance of the first writ. Having been an alias, it was necessarily grounded iipon the original, and should have recited it: Tidd’s Prac. 934. Had it been levied upon other property than that upon which the fi. fa. was levied, it might have amounted to an abandonment of the first levy, but it was not. The levy under both writs was the same. In Miller v. Milford, 2 S. & R. 35, there had been a fi. fa. levied upon land which was extended. The inquisition and extent were afterwards set aside, but the levy remained as in this case.' An alias fi. fa. was then issued and levied upon the same land. Chief Justice Tilghman, in speaking of it, said that though the plaintiff had in form relinquished the first execution, yet he had adhered to it in substance, because he had laid the second on the same land. In some of our sister states, it is held, that an alias execution operates to continue the lien of the original levy: Brasfield v. Whitaker, 4 Hawks 309; 2 Munf. 253; 2 Dev. 354. However this may he, it cannot be doubted, that Sarah Kenly’s alias fi. fa., levied as it was, was but supplementary to the fi. fa., and, therefore, the demand of appraisement on the fi. fa. was a sufficient compliance by McAfoose with the conditions of the Act of 1849. It follows, that she has no claim upon the fund in court, as against him, and as the proceeds of sale do not exceed $300, she is out of the list of legitimate distributees.\nThe litigants are thus reduced to the debtor, to the Messrs. Arnold, and to Mechling, both the latter being judgment-creditors, their judgments having been entered upon the same day, and being liens upon the land sold. In favour of the Arnolds, the debtor had waived the privilege of the exemption law; and the debt due to Mechling had been contracted before the passage of the Act of 1849. Neither of these creditors are affected by the Act, and their rights are superior to that of the debtor; consequently, the fund in court belongs to them.\nThe decree of the Court of Common Pleas is reversed, and it is ordered that the money in court be distributed pro rata between the judgments of A. & H. J. Arnold and P. Mechling, the costs having first been paid out of the fund."}