{"id": "986700", "contents": "The opinion of the court was delivered by\nRead, J. —\nBy the civil code of Louisiana, every transfer of immovable property must be in writing; neither shall parol evidence be admitted against, or beyond what is contained in the acts, nor on what may have been said before, or at the time of making them, or since. ■ The authentic act as relates to contracts, is that which has been executed before a notary public, or other officer authorized to execute such functions, in the presence of two witnesses; and is full proof of the agreement contained in it, against the contracting parties, their heirs or assigns, unless it be declared or proved a forgery.\nThis forms a clear and distinct statute of frauds, and is intended to exclude all parol evidence, going to alter, change, contradict, or vary the written contract of the parties, in relation to the transfer of land. Such a contract made in the state of Louisiana, for the transfer of immovable property, situate within its limits, must be governed and construed by the law of that state, which will be recognised everywhere as the law of the contract.\nThe application of these settled principles of -the law of Louisiana to the present case, will enable us to determine with precision the only question really involved in it, although apparently complicated by the number of judicial proceedings at New Orleans, and our want of familiarity with the technical language of the civil law.\nThis suit was brought to recover the balance of a note, given by the defendant below to the plaintiff, in part consideration of the purchase-money of certain lots in the city of New Orleans. The sale was evidenced by what is called, in the proceedings, an act of sale, executed before a notary public, in the presence of two witnesses.\nPrior to the execution of the act of sale, it was found that the property was subject to a mortgage, in favour of the minor children of John N. Johnson, of whom the plaintiff was the tutor. It was alleged, that the plaintiff’s agent agreed with the father of the defendant, acting for him, that the tacit mortgage in favour of the heirs of John N. Johnson for $42,300, should be removed by the,plaintiff, as soon as the plaintiff should return from Europe; and that the second payment of $4333.33 was not to be made, until the said tacit mortgage should be removed.\nThis agreement was not in writing, and took place a day or two before the signing of the act of sale. The act of sale is dated the 15th April 1853, and is signed by Cornelius Fellowes per pro. John P. Vairin, William Fellowes, John T. Jeter, agent. In it the said John P. Vairin, representing Cornelius Fellowes, acknowledges, that for and in consideration of the sum, conditions, and stipulations, thereinafter expressed, he hath, for and on behalf of the said C. Fellowes, bargained, sold, transferred, and delivered, and by these presents, does grant, bargain, sell, convey, transfer, assign and set over, with a full guaranty against all troubles, debts, mortgages, claims, evictions, donations, alienations, or other encumbrances whatsoever, unto Tinsley Jeter, the two lots of ground thereinafter described.\n“ This sale is made and accepted for and in consideration of the sum of $13,000, on the terms, conditions, and stipulations following, to wit: the said J. T. Jeter has made and furnished three promissory notes, all dated the 1st of March last past, for the sum of $4333.33 each,” which are therein particularly described.\n“ And in order to secure the full, prompt, and final payment of all and singular the aforesaid notes, together with all interest that may accrue thereon, the property herein conveyed remains specially mortgaged and hypothecated in favour of the present vendor, or any legal holder or holders of the said notes; the purchaser thereby binding himself not to alienate or encumber the said property to the prejudice of this act.\n“ From the certificates hereunto annexed, there appears no mortgage nor alienation to exist against the said property, other than the one known to exist.\n“ And now personally came and intervened, William Fellowes, of this city, who hereby obligates and firmly binds himself, his heirs and assigns, to warrant and for ever defend the aforesaid lots of ground to the said Tinsley Jeter, his heirs and assigns, from a general mortgage to secure the administration of Cornelius Fellowes, as tutor of the minor children of John N. Johnson, as fully and completely as though he were selling for himself.”\nIt is clear, therefore, by the law of Louisiana, that the alleged verbal agreement was merged in the act of sale, and could never be set up as an independent collateral contract, to affect the payment of the notes mentioned in the act, and which formed the consideration of the purchase. The civil code expressly repudiates such an agreement, when it declares, “ neither shall parol evidence be admitted against or beyond what is contained in the acts, nor on what may have been said before.”\nBesides, there is the general warranty on the part of the plaintiff, and the intervention of his brother, and his special warranty against this special mortgage, clearly negativing the idea, that the defendant relied upon the former conversation upon this subject..\nThe first note was paid at maturity; the second note, due 1st and 4th November 1854, was protested for non-payment; and on the 8th of the same month, Cornelius Fellowes filed his petition in the Fourth District Court of New Orleans, against Tinsley Jeter, alleging the non-payment of this note, which was secured by a special mortgage in said act of sale, and which said act of mortgage imported a confession of judgment, and praying executory process against the said two lots and the said Jeter. On the same day, an order of seizure and sale was made by the court, and the proper writ for that purpose issued to the sheriff of New Orleans. From this decree an appeal was taken to the Supreme Court, who, on the 30th April 1855, affirmed the judgment or order of seizure and sale, with costs in both courts.\nOn the 10th November 1854, Tinsley Jeter filed in the same Fourth District Court, his petition against C. and W. Fellowes, alleging that he was a resident of Pennsylvania, and certain fraudulent acts and statements of William Fellowes, as agent of Cornelius Fellowes, at the time, and preceding the purchase of the two lots, by which his agent was induced to accept the act of sale, as before stated; also that he, Tinsley Jeter, did not know of said tacit mortgage of $42,300, until recently, and that his father, John T. Jeter, had no authority from him to take an encumbered title; and praying that this case be tried before a jury, and that there be a judgment against William Fellowes and Cornelius Fellowes in solido, and against each of them, cancelling the sale of the aforesaid two lots of ground; that his two unpaid notes be cancelled and delivered up to him; and that he have judgment for the amount of the first note, with eight per cent, interest and costs of suit, and for $500 paid for taxes.\nThe defendants filed an answer, denying all the allegations of the plaintiff’s petition, and that any false or fraudulent representations were made to the plaintiff or his agent, or that any fraud was practised on either of them.\nUpon the trial, the jury found a verdict for the defendants, and the court being satisfied with it, entered judgment for the defendants, with costs; and on the 18th May 1855, a motion for a new trial was refused, with costs.\nIn the first ease of Cornelius Fellowes v. Tinsley Jeter, the defendant, on the 15th June 1855, filed his petition for an injunction, alleging, amongst other things, the prior verbal agreement with the agent of the plaintiff, the violation of it, the insolvency of William Fellowes, and the apprehension that the heirs of John N. Johnson will come against the property purchased of the plaintiff, by the defendantand that, by reason of these facts, the petitioner is entitled to receive and have additional security and guaranty for the title aforesaid, even until and after the cancellation of the mortgage aforesaid, and Cornelius Fellowes should be enjoined from proceeding with the order of seizure and sale, until the security aforesaid is given.\nOn the 18th June, the court refused the writ of injunction with costs, and on the same day the sheriff sold the mortgaged premises, at public vendue, to Robert Mott, for Cornelius Fellowes, for the sum of $8000, which paid the second note, and also the sum of $2127.58 on account of the third note; and for which a credit was given and written on the face of the note, and signed by the deputy sheriff in the presence of the notary public.\nThe first proceeding was as upon a confession of judgment, and did not involve a decision upon the precedent verbal agreement. The second disposed of all questions of fraud; but the third, as we understand the practice of the courts of Louisiana, decided against the very defence attempted to be set up here, and therefore it is res judicata, and can never be raised again in any other tribunal.\nHaving exhausted all his defences in the state of the contract, Mr. Jeter cannot complain, if the courts of Pennsylvania hold him bound by the decision of a competent tribunal in the state of Louisiana.\nIn either aspect, therefore, whether as an original question, under the laws of our sister state, or as having passed in rem judicatam, by the decisions of the courts of the state of the contract, the judges below were right, and their judgment is affirmed with costs."}