{"id": "986723", "contents": "The opinion of the court was delivered by\nLowrie, C. J. —\nDr. Finley has his residence in the city of Philadelphia, and has had for several years, and is chai’ged with a city tax on bis household furniture, used by himself and his family; and he claims that this property ought to be exempt, because he is a surgeon in the United States army, stationed here on duty, and with no intention of acquiring a domicil in this state, or of remaining in it after he shall be relieved from duty.\nIs this a valid ground of exemption? We think not. There is nothing very poetic about tax laws. Wherever they find property, except what is devoted to public and charitable uses, they claim a contribution for its protection, without any special respect to the owner or his occupation, and without reflecting much on questions of generosity or courtesy. They leave no discretion to the taxing officers by which any exemption can be allowed; for if they did, favouritism and corruption would soon publicly abound.\nClearly the liability to taxation does not depend upon the intention of any one relative to his domiciliation, for this would make the state’s power of taxation dependent, in numberless cases, on the pleasure of the persons proposed to be taxed. Residence is a definite and obvious fact, and is of itself a sufficient ground of liability.\nHere is no tax on the official salary, for that stands in no need of protection from the state, and such taxation might lead to great abuses, and would be in effect a taxation of the federal government. But the officer’s household furniture, not within army quarters, stands as much in need of state protection as any other kind of property, or as the property of any other person. What is official about the plaintiff here is his surgical and medical function, and that is not taxed. As an owner of household furniture or other property (not being special instruments of his office), he stands on common ground with other residents and citizens, and is subjected to corresponding burdens and duties.\nJudgment affirmed, and record remitted."}