{"id": "986749", "contents": "The opinion of the court was delivered by\nStrong, J. —\nThe note was given to secure a part of the purchase-money of a tract of land. If the consideration has wholly failed, it is difficult to see upon what principle the plaintiff is entitled to recover. Though the note was payable in ten days, suit was not brought upon it until after the time when, by the contract of sale, the promissee was bound to make a good title to the promissor. At that time, it was impossible for him to make such a title. There were encumbrances on the land, greater in amount than the whole of the purchase-money then payable. Of course, the vendee had a right to treat the contract as rescinded, and he doing so, the consideration of the note Avas wholly gone. It is true, that if the purchase-money, payable on or before the 25th of March, when the title was to have been made, had been sufficient to discharge the liens on the land, the right to rescind Avould not have existed. This was shown in Mellon’s Appeal, (ante 121) a case decided at our last term in Pittsburgh. But such is not the present case.\nIt is supposed, however, that because the note was payable before, by the terms of the contract, the deed was to be made, the ease falls within the principle of Roland v. Tiernan, 8 W. & S. 193. But that case is easily distinguishable from the present. A sufficient reason for a distinction perhaps may be found in the fact, that there the articles of agreement stipulated for the payment of the dower-money in cash, when the agreement should be executed and delivered. Giving a note for the first payment Avas not, as here, authorized by the contract. It was taken in lieu of the money solely for the accommodation of the purchaser, and was treated by the court as if the dowe¥-money had been paid and then lent to the vendee.\nBut a more substantial ground of difference is, that in Roland v. Tiernan the executory contract of sale was still in force. The articles of agreement had not been rescinded by either party, and could not have been without mutual consent. The vendors were able to make the promised title, and tendered it at the trial. Consequently, the consideration of the note had not totally failéd, as in this case, where the pleadings show that the vendor was unable to convey that for which the note was given; when the bargain was in fact at an end. Doubtless, when the contract is, that the vendee’s note shall be paid at all events, without regard to encumbrances, and without reference to the quality of the title, it may be recovered; for there the covenant of the vendor, not obtaining title to the land, is the consideration of the note. No more than this is to be deduced from what was said in Roland v. Tiernan, and Lighty v. Shorb, 3 Penn. R. 447. But where the note is given to secure the purchase-money of the land, when its consideration is not the promise of the vendor but the title itself, a rescission of the articles of agreement extinguishes the note with them. The meritorious cause of the promise no longer exists. And in this case, even if the articles had remained in force, the matter having been left until after the promissee was bound to make title, the payment of the money and the giving a good title became concurrent duties. And neither party could recover against the other without showing, on his part, performance or its equivalent: Sergeant, J., Magaw v. Lothrop, 4 W. & S. 316.\nThe judgment is affirmed."}