{"id": "986771", "contents": "The opinion of the court was delivered by\nStrong, J. —\nThe fundamental question in this case is, whether the Court of Quarter Sessions has power to lay out roads within the borough of Pottsville.\nThe general road law, passed the 13th June 1836, confers upon the Court of Quarter Sessions of every county in the Commonwealth, upon being petitioned to grant a view for a road within the respective county, the power to order a view for the purpose of laying it out. This power is universal within the limits of .the county. It extends to all parts of the county, as well to incorporated towns as to rural districts. The evident purpose of the act was to create an uniform system. The city and county of Philadelphia are indeed excepted from the general provisions of the act, but the exception itself raises the strongest implication (if it be necessary to resort to implication), that all other cities and towns are embraced. The eighty-first section, however, enacted that nothing contained in the act should be deemed or taken to repeal any special or local act then in force in any of the counties of the Commonwealth, except certain acts relative to the city and county of Philadelphia. Was there, then, any special act in force relating to Pottsville which would have been repealed, without this saving clause, by conferring upon the Court of Quarter Sessions the power to lay out roads within the borough ? The town was incorporated on the 19th of February 1828, and a supplement to the act of incorporation was passed on the 4th of April 1831. It is argued, that these two last-mentioned acts confer powers upon the borough authorities inconsistent with the existence of a power in the Quarter Sessions to lay out roads in the town, and that, therefore, such power was not given to the court. Upon examining the act of incorporation, however, and its supplement, we find no grant of power over the subject of laying out new roads. It is not given to the borough authorities. It is not taken away from the Court of Quarter Sessions. Authority to improve, repair, keep in order, and regulate the streets and roads is given; as also authority to appoint street commissioners, another class of public agents in lieu of supervisors; but all this is entirely distinct from a power to lay out and open new roads. The local authorities were also directed to cause an accurate survey to be made of the streets, lanes, and alleys then existing, and it was declared that the drafts of such survey should remain unalterable. This has no reference to the subject of new highways. Now, it is too clear for argument, that the sole purpose of the eighty-first section of the general road law was to save those local laws which, without it, would have been repealed by the other provisions of the act. But conferring power upon the Court of Quarter Sessions of Schuylkill county, to lay out new roads in Pottsville, repealed nothing in the local law; and, consequently, the borough is not excepted in this particular from the operation of the general law.\nThat the jurisdiction of the court is not excluded, except by provisions in the local law clearly inconsistent with its exercise, is the doctrine of The Borough of Mercer Case, 14 S. & R. 447; of Newville Road Case, 8 Watts 172, and of Sharett’s Road, 8 Barr 89. The two latter were decided since the Easton Road Case, 3 Bawle 195, and they greatly shake its authority; destroy it indeed, except so far as it is applicable to the charter of Easton. It is remarkable, that in the Easton Road Case there were two opinions delivered, one affirming and the other denying the jurisdiction of the Quarter Sessions, and each professing to be the opinion of the court. The question is not, as seems to have been supposed by Judge Ross, whether the local law is inconsistent with some of the provisions of the Act of 1836, but whether it is inconsistent with the power which is here claimed to be exercised. If it is not, both statutes may stand together. We think the Court of Quarter Sessions has the power, and its proceedings are therefore affirmed.\nProceedings of the Court of Quarter Sessions affirmed."}