{"id": "986745", "contents": "The opinion of the court was delivered by\nLowrie, C. J. —\nThat experience which hides itself is often of very great importance to those from whom it is sought to be concealed. When people find themselves utterly disappointed in their reasonable expectations, it is well that they be informed how and by whom the wrong has been done. This knowledge may aid them in seeking redress from the wrongdoers, or may be profitable to them for future cases. The experience which this court has had, in cases wherein the credit of public bodies has been lent to aid in the construction of railroads, has not been at all agreeable, and this case is one of the worst of them.\nThe annual reports of this corporation, which were laid before us at the hearing of this cause, and especially the one for the year 1857, show that its affairs were, from the beginning, managed with utter recklessness and selfishness; and that the legislation, by which counties, boroughs, and cities became members of this corporation, has been totally inadequate to protect the public against improvident investments, or against improper management of them.\nOne of the early acts of the directors was the distribution among themselves and their friends of over $22,000 for services and expenses at Harrisburg in procuring the charter, and for services as commissioners and directors in procuring subscriptions. Another was an attempted and possibly successful release of themselves and a few friends from about $180,000 of subscriptions, made perhaps as a pretence in order to secure the desired municipal subscriptions, and released after these had been secured on faith in their genuineness. And, on the face of their record, it appears, that they falsely represented to the authorities of Philadelphia, that ten per cent, had been actually paid in on one million of subscriptions, and then, after the Philadelphia subscription was obtained, resolved that the treasurer should not be held responsible for more than he had actually received.\nThese reports also show that the first directors had paid a very insignificant amount of stock themselves, except, as already noticed, by voting to themselves large compensation for services; and that, therefore, they had but little pecuniary interest in the corporation, beyond the salaries liberally voted to some of their number, and the importance of securing themselves against the payment of their subscriptions.\nThese facts have very little direct importance in this case; but they justify a large suspicion and a strict caution in examining every part of the proceedings of this corporation, so far as they are relevant; and they show how the interests of honest stockholders may be rendered worthless by the selfishness and bad faith of directors.\nThis is very different from the faults of legislators and grand-juries, and city and county officers, that led to such subscriptions as this; all such legislation, and the acts consequent upon it, are now acknowledged to have been improvident; but generally they were the result of inexperience, not dishonesty. Honest men, who could foresee results only according to their wishes, and who were not sufficiently sceptical of the flattering schemes of sanguine projectors, nor sufficiently experienced in the interested and purchased representations of professional borers, to spurn them with disgust, such men, for the most part, passed the laws which have resulted so disastrously; and similar men gave them effect by making the subscriptions. Most of them acted honestly for the public benefit, and according to the best of their knowledge; and they fall not at all into the class of men who have been knowingly faithless to their trusts to the great injury of the public.\nIt is ordinarily impossible for men to suppose that they are unfit for the offices to which the people elect them; for it is only the wise that really know what ignorance is. If the people cannot select wise and good men for important offices, they must expect sad deficiencies in performance, and must be ready to take much of the blame to themselves, and to accept the consequences of their mistakes. To an honest discharge, by every officer, of his public functions, and to an earnest desire and effort to be fit to perform them, the people are entitled; but they are not entitled to any greater capacity of performance than the officer possesses, when elected, or can reasonably acquire in the short time usually allowed him to learn his duty.\nThe grand jury and commissioners of Lawrence county exhibited a great want of wisdom, in acting upon the calculations, and hopes and opinions of the railroad officers and projectors; yet, we cannot say that there is anything in all this, that is sufficient to invalidate their acts; for, we cannot direct the mode in which such business must be done. The railroad projectors had a hearing, and the people had none; yet this is a very common way of dealing with the people’s interest, by officers \"of a much higher grade than county commissioners. Wherever legislation is carried on, there projectors and speculators congregate in multitudes, and. their opinions and wishes are often quite efficient even against manifest public interest; and even professional borers are there regarded by some as fit companions of gentlemen and honest citizens. Though this is politically and morally a great wrong, yet we are not authorized to declare it illegal; the remedy will no doubt be some day provided by the legislature, for they see the evil as clearly as others do.\nPublic business is itself a source of public demoralization, whenever it allows itself to be urged on by the presence and promptings of private interest. Men of reflecting and experienced honesty hesitate in approaching public officers, in relation to matters in which they are individually interested, lest they should be suspected of desiring to practise improper means of influence; and if less thoughtful and less honest men are allowed such advantages, then even good citizens are tempted to imitate their example, in order to prevent the advantages of government from being monopolized by the unworthy. In such contests, however, honesty always has the disadvantage.\nUnquestionably, the authorities of Lawrence county ought to have chosen their own advisers, and ought not to have listened to the opinions and importunities of officious and interested volunteers. If they were cheated by relying on such opinions, we have no authority to relieve them. It might have been otherwise, if they had demanded information relative to the facts that were necessary in judging of the expediency of the proposed subscription, and had been falsely informed of them; but we do not discover that they sought any such information. They ought not to have relied, as a ground of their action, on the hopes expressed by the railroad officers.\nNotwithstanding the unskilfulness and inexperience with which this affair was managed by the county authorities, we think that enough was done to constitute a valid contract of subscription to the capital stock of the company, and thus to furnish a valid basis for the issuing of the bonds. They were issued and delivered to the company; but the county has never acted as a stockholder, has never voted at any election, or been represented at any meeting, and has never received any certificates of stock.\nAnother manifest and admitted fact remains to be stated and considered. The greater part of these bonds were passed away by the company at the rate of 64 per cent.; though the law expressly forbids any of them to be sold at less than par value.\nThe law makes it a part of the 'contract of the county with the company, that the bonds shall not be used unless the company can obtain one hundred dollars of money or work for every hundred dollars of bonds; for the county’s credit there must be an equivalent amount of realized capital in the form of money or railroad; for its $200,000 of credit there must be $200,000 worth of work done, and not $128,000; for so much of bonds the county was to have stock investments costing that much money, and not mere stock certificates bearing that amount on their face. This was an essential condition of the contract. On no other terms, did or could the county contract with the company to become stockholders. It was a gross and manifest fraud in the company, thus to deal with the bonds of the county. It was a violation of the county’s rights as subscriber, and a plain violation of a known Act of Assembly. It is equivalent to offering them $64 of stock for every $100 which they have promised by their bonds to pay with interest. If the bonds had been sold at ten per cent., the case would be the same in principle, but more striking. Then the county would have an actual stock investment of $20,000, as a compensation for the $200,000 which they are to pay by the terms of the bond, with semi-annual interest.\nFor this faithless and illegal use of their subscription, the county is entitled to have their contract rescinded, and to get back their bonds or the full value of them. The company cannot now give the stock which, by the contract, the county was to get; and after such faithlessness, the county would not be bound to accept it, if they could.\nWe have already shown, in the case of Crawford County v. The Pittsburgh and Erie Railroad Co., that we can make no decree against the other defendants, because they are not necessary parties to this suit, and the proceeding against them does not come within the original jurisdiction of this court.\nDecree. March 14th 1859. This cause came on for hearing at the late term at Pittsburgh, and was argued by counsel; and now, on full consideration thereof, it is ordered and decreed, that the subscription of two hundred thousand dollars, made by the plaintiff to the capital stock of the North-Western Railroad Company, be and the same is hereby annulled and set aside, without prejudice, however, to any rights which third persons may have lawfully acquired as purchasers of the bonds issued in payment of the said stock. And it is further ordered and decreed that the defendants, the said railroad company, do restore to plaintiff the two thousand dollars of bonds issued by the plaintiff to the defendants that yet remain on hand, together with the coupons thereof. And it is further ordered and decreed, that the plaintiff recover of the said defendants the sum of one hundred and ninety-eight thousand dollars ($198,000) with interest from the 1st July 1855, with costs, and the said defendant is allowed to pay the same, or ■ any part thereof, by a return of the bonds and coupons issued in pursuance of the aforesaid subscription of stock, other than those above mentioned of two thousand dollars. And as against the other defendánts the bill is dismissed."}