{"id": "986761", "contents": "The opinion of the court was delivered by\nStrong, J\". —\nIt may possibly be, that the parties to the articles of agreement and to the judgment-bond, intended to confine the creditor to a resort to the land sold, as the only source from which to obtain payment of the debt. We can, however, gather the intention of the parties only from what they have said — from the words of the instruments. The agreement stipulated that White should execute “ a mortgage and judgment for the balance of the purchase-money, upon the property; such judgment to be a lien only upon the above described land, and no other property.” The judgment-bond given in pursuance of this agreement, contains at the close of the warrant of attorney this clause, viz.: “ This judgment to be a lien only upon lands conveyed to me by the said obligees, by deed of this date, April 16th 1856.” The court below instructed the jury that the true construction of the agreement and bond was, “ that the land conveyed should alone be liable for the payment of the debt secured by the judgment, and that no other property of White, real or personal, should be liable, or resorted to for payment.” We cannot so read the contract. It was both a personal and a real security that were to be given. The mortgage was the real security, and the judgment was a personal one. Incident to the latter, indeed, but only incident to it, was a lien on all the lands which the debtor might own in the county. The stipulation inserted in the bond did no more than restrict the incident. It confined the lien of the judgment to the lands sold, but it did not profess to destroy the personal character of the security. . That more than a real security was contemplated, may be deduced from the fact, that both a judgment and a mortgage were agreed to be given. Admitting what was said by Ch. J. Lowrie, in Wood’s Appeal, 6 Gasey 277, that “ the word lien is of the same origin as the word liable, and the right of lien expresses the liability of certain property for a certain legal duty, or a right to resort to it to enforce the duty,” to be, in the main, a correct definition, yet the word means something more than simple exposure to being resorted to, in common with all the debtor’s property. It is a right to resort to the property to the exclusion of adverse interests. Every man understands the difference between the personal security afforded by a judgment upon all a debtor’s property, and that which is denominated its lien. The latter is such a hold upon certain property as prevents the debtor from making unrestricted use of it. To stipulate against that is not necessarily to guard against the former; for, if it were, a provision that a judgment should be no lien, would make it cease to evidence a debt. It is to be observed, that in this case, the debtor required that his other property should be exempted only from the lien of the judgment, and not from liability for the debt, to secure which the judgment was given. It was far short of the stipulation in Irwin v. Shoemaker, 8 W. & S. 75, where the alleged agreement was “ that the money was to come out of no other property but the one sold.” Stipulations against the general lien of judgments are not uncommon. Their object is to enable the debtor to convey the lands exempted .from it, free from encumbrance; to relieve a portion from the specific grasp of the judgment, but not to discharge him from his personal liability to pay it.\nIt is urged, that if it was meant that only his lands were to be exempt from the lien of the judgment, he might have derived no benefit from the restriction, because it does not appear that he had any other lands than those, the purchase-money of which the judgment was given to secure. It does not, however, appear that he had not; and even if the fact were so, it was quite possible that he might obtain lands in another county, and this stipulation protected them against the lien of any transcript of this judgment entered in such other county. The argument, at best, however, shows no more than that the parties have introduced a clause which may be of no practical benefit to either of them. The words which they used, in our opinion, reach no farther than to exempt other lands of the debtor from any specific lien of the judgment.\nThe judgment is reversed, and a venire de novo awarded."}