{"id": "986710", "contents": "The opinion of the court was delivered by\nStrong, J. —\nThe case of the defendant in error is apparently a hard one, but it is not in our power to relieve him. An ejectment was brought against him by the plaintiff to compel the payment of purchase-money. On the 26th of August 1857 he confessed a judgment in his favour, to be released on the payment of $322.04, on or before the 1st of February 1858. He suffered his day of grace to pass unimproved, and made no offer to pay the money until the 23d day of February 1858, when it was tendered and refused. The tender came too late. In the confession of judgment, time wrns made of essence to the continuance of his equitable title, and, on failure to pay within the period limited, all his equity was gone. It was the purpose of the ejectment and of the judgment to foreclose his equity, and the purpose would fail of accomplishment, if any equity remained in the defendant after February 1st 1858, without the payment of the ascertained unpaid purchase-money. It is true, that in equity time is often not essential, but even a chancellor will not relieve against a decree in which time is made essential. Upon this subject the course of judicial decision in this state has been uniform. So long ago as the year' 1800, in the Circuit Court of the United States for Pennsylvania, it was determined that when, in a contract, time is made a substantial and not a mere formal circumstance, it enters into the essence of the contract, and therefore must be observed. The court, it was said, cannot decree against the legal and express stipulation of the parties themselves: Hollingsworth v. Fry, 4 Dall. 345. This was ruled in regard to a contract. A judicial decision is even less within the reach of equitable interference. In Gable v. Hain, 1 Penn. R. 264, it was ruled, that where a, judgment in ejectment was entered by agreement of the parties, to be released on the payment of a certain sum, on or before a stipulated day, time is essential, and if the money be not paid on or before the day, the judgment becomes absolute and indefeasible. Even more, it was held, that the receipt of the money, by the attorney of the plaintiff, .'after the day stipulated for payment, is not sufficient to bar the plaintiff’s right to execution. This is beyond what is claimed by the plaintiff in this ease. Again, in Treaster v. Fleisher, 7 W. & S. 137, where a verdict and judgment had been rendered in ejectment, to be released on the payment of a sum of money within a designated period, Chief Justice Gibson said: “ The purchaser is to be relieved from the operation of the judgment, on performance of a condition of which time is an essential part; and if he be found in default at the day, no more is to be done for him; he goes out of possession, and the vendor becomes again the absolute ownervvThe same doctrine is asserted in Hewitt v. Huling, 1 Jones 27, and it finds its analogy in every foreclosure of a mortgage. It is also made written law by the Act of Assembly passed April 21st, 1846. That statute enacts that “in all actions of ejectment, hereafter tried, to enforce the payment of purchase-money, wherein time becomes of essence in the finding of the jury, or in a judgment by confession, by fixing a time for such payment, one verdict and judgment thereon unreversed, or a judgment in such case by confession, shall be conclusive between the parties; and a failure to pay the money within the time so fixed, shall be deemed a rescission of the contract between the parties, and shall render such judgment absolute.” If the contract be rescinded, neither in law nor in equity has the defendant any standing in court.\nThere is no force in the argument of the defendant in error, that the judgment was not for the land described in the writ. The issue between the parties was formed by the assertion and denial that the right of possession of the described tract of land was in the plaintiff, and not in the defendant. A judgment in favour of the plaintiff was, therefore, an adjudication that his was the right of possession. The record is conclusive that a deed was filed.\nHowever unpleasant the duty may be, what we have said proves it to be our duty, to rule that the defendant has no longer any interest in the land. The court below, therefore, erred in directing the deed of the plaintiff to be delivered to the defendant, and in refusing to the plaintiff a writ of habere facias possessionem.\nOrder of the Court of Common Pleas, directing the deed to be delivered to the defendant, reversed, and the record remitted, with directions to allow a writ of habere facias possessionem."}