{"id": "986776", "contents": "The opinion of the court was delivered by\nWoodward, J. —\nWe entirely concur with the learned judge, that the warrant of 18th January 1793, to John Moor, was not so descriptive as to locate itself and therefore to confer title from its date. The consequence was, that the plaintiffs’ paper title to the land in controversy, commenced with the survey made on the 23d June 1819, which was subsequent to the date of the warrant and survey to John Hill, under which the defendants claim. On the face of the paper, therefore, the best right would seem to be in the defendants. The survey made of the Moor warrant in 1819, is called a resurvey, and recites a survey made March 19th 1794; but that survey, if ever made, was not returned into the land office, nor produced on the trial. It cannot, therefore, avail the plaintiffs. It is as much the duty of a warrant-holder to return his survey within a reasonable time, as it is to make it on the ground. The consequence of his negligence is, that he is postponed to an intervening right which is followed up with diligence.\nThe court were right, therefore, in making the plaintiffs’ case stand on the early settlement and improvement commenced by Moor. It had no other foundation to stand on. And in respect to the rights of Moor as a settler, the instructions were, for the most part, unexceptionable. The answers given to the three first points of the plaintiffs -were, however, qualified in two respects, which we deem erroneous.\n1. They were such as to lead the jury to consider it the duty of the settler as against a subsequent warrantee to designate his boundaries.\n2. They submitted the question of a consentahle line without evidence.\nA few observations on each of these heads, will express all that we consider it our duty to say of the case. As a general proposition, it is unquestionably true, that it is the duty of a settler to define his claim. Entering on vacant land of the Commonwealth he has a-right to appropriate 400 acres and allowance, circumjacent to his improvement, in such reasonable shape as will best suit his purposes, regard being had to soil, timber, water, &c. And because he is a pioneer and generally poor, the Commonwealth has always regarded him with favour, giving him his own time to buy her title, and meanwhile treating his settlement and improve^ ment as a good title against all the rest of the world Of course, it is the duty of a man so indulged and favoured, to lay off the land he means to hold, by lines on the ground, or by the adoption of natural or artificial marks already found there. It is due to the Commonwealth, that she may know what land is for sale, and to other purchasers, that they may not trench upon his pre-emption rights. But if he have failed to perform this duty, a subsequent warrantee or settler may compel him to perform it, by calling on him to designate his boundaries; when, if he neglect to do it, he is not admitted afterwards to complain, that land has been taken away from him which he intended to appropriate.\nThe general principles of our law on this subject were so well expressed by C. J. Tilghman, in Barton v. Glasgo, 12 S. & R. 153, that I am tempted to quote them at length:—\n“ When Hess made his improvement, he had a right to take up four hundred acres under it, though he might take as much less as he pleased. And if he had, even in-an unofficial manner, designated his boundaries, however little they might contain, any other person might have taken up all the land without them. But if a settler has made no indication of the extent of his claim, it would be prudent in any other person who means to take up the land near him, to call on him, and request him to mark his lines. If this request be not made, but a warrantee proceeds to make his survey, it must be at his own peril, for in case of a dispute, I know no way of deciding it, but by the opinion of a jury as to a reasonable location of the settler’s tract, regard being had to shape, soil, water, and other circumstances. The settler, it is true, has no right to more than four hundred acres, but the warrantee cannot locate these four hundred acres just as he pleases. The jury must decide between them. But if the settler refuses, on request, to make his boundaries, his conduct is so unreasonable, that every presumption should be made against him.”\nNow, to make an immediate application of these principles to the case in hand.\nThe plaintiffs claimed in virtue of John Moor’s improvement, commenced in 1807 ; the defendants, under the warrant and survey of John Hill of 1818. As between an improver and a subsequent warrantee, the court were called on to declare the effect of the improvement. The improver had either designated his boundaries, or he had not. If he had, Hill could not take any of the land within them, unless they included more than 400 acres and allowance. If he had not, Hill should have called on him to designate them, before laying his warrant. It was not for him (Hill) to designate the extent of the improver’s rights. But the answers of the court were such as to imply no duty on the part of Hill, whilst Moor’s rights were made to depend more or less on the question of his designation of boundaries. It was not pretended Hill had called on Moor to point out the extent of his claim; yet, in answering the plaintiffs’ second point, the court, instead of an unqualified affirmative, said, it was answered in the affirmative “ if he (Moor) claimed the land in dispute, and designated his boundaries, and kept his claim to the entire quantity without any designation of limit short of the whole, and without any agreement or consentable line with the adjoining settler.” It seems to us, that this was making the efficacy of Moor’s settlement, as against Sill, to depend on his designation of boundaries. It was putting the plaintiffs to prove that Moor must have defined his boundaries, though unsolicited, in order to protect himself against a subsequent warrantee. The law is not so. As between a settler and a new comer, the presumptions are in favour of the settler. If the land in his vicinity is to be taken up, his rights must be respected. He must have a chance to define his claim. And if the warrantee does not give him opportunity, “ he proceeds to make his survey at his peril.”\nIt was strongly alleged that Moor marked his boundaries including less land than he had a right to claim, and there was evidence of marks on the ground. If the old survey which he was said to have made in 1794, had been produced and identified as his work, it ought to have been admitted in evidence, not in aid of the paper title, hut as a circumstance of designation, which in connection with the marks on the ground would have been powerful evidence of the extent of his claim. It should have been treated as part of the res gestee, like the declarations of the occupier in Potts v. Everhart, 2 Casey 493. But instead of the original, an unsworn copy of the old survey was the thing offered, and we think properly rejected. This could not be consider as an office copy, because Moor being himself the deputy surveyor, could not make an official survey for himself. If he made a draft, it was a private paper, and if lost, it was to be proved like any other private paper.\nWithout the old draft, however, there was evidence of lines on the ground, and of assertions of ownership up to them, which most likely would have rendered the qualified answers of the learned judge, to which I have referred, harmless, if it had not been complicated with what was said about a consentable line.\nAnd this brings me to the second topic of remark. In the answers to points, and in the charge of the court, the attention of the jury is frequently directed to the undoubted right of the settler to limit himself to less than 400 acres, by consenting to a line between himself and his neighbours. If there was evidence that Moor and Hill had agreed on a boundary short of the old marks of 1794, and that Hill’s warrant had been laid upon such new line, that was an end of the controversy. The plaintiffs could claim no land which their ancestor had once so distinctly surrendered. But in looking carefully through the case, we can see no evidence of a consentable line. On the contrary, the long-continued improvement of Moor, the claim of all the land up to the salt well — the caveat of 1810 — the ejectment of 1826 — and the payment of taxes, are all indications of adverse relations, rather than of a holding by an agreed boundary. And what is the evidence on which the court submitted this point to the jury ? The plaintiffs had called, Peter France to prove the continuity of the Moor improvement, by Isaac France and others. On his cross-examination the witness delivered the following testimony:—\n“ I helped out the timber for the France cabin; France said to us he did not know where the line was, but as soon as Foreman would come, lie would show the line; Foreman came down; Isaac France came along and showed us the line, and read us the letter purporting to be from Moor ; the line was forty or forty-five rods above the cabin, near the mouth of a spring run, that same line Foreman showed us in 1810 — me and Stitt who were making sugar above the line; I was there.under Hill making sugar; Isaac France cut the timber on the lower part below that line.”\nThis must have occurred before the Hill survey, because Foreman went on in 1807, and was succeeded by Isaac France in 1812, who was there only about three years, and Nightingale, the next tenant, came on in 1817, and was in possession when Hill’s warrant was surveyed in 1818. Of what line, then, did Peter France speak ? Surely not of a line of Hill’s survey, for it had not then been made. But Hill’s application, made in 1814, was founded on an improvement claimed to have been commenced in 1808. Now, although there was no evidence of the improvement claimed by Hill, commencing in 1808, yet before 1810 he may have made some unofficial line to designate it, and of thajt line France may be understood as speaking. And such a line between improvers, if agreed to, would bind them, not only whilst they held as improvers, but after obtaining their respective office-rights. But when was this line agreed upon as a boundary between Moor and Hill ? I cannot find a syllable of evidence of such agreement. Isaac France read a letter from Moor, but what it contained we are left to guess. Did it confess this line ? The witness does not say so, and the letter was not in evidence to speak for itself. Foreman pointed out the line in 1810, but he was only the tenant of Moor, and incapable of changing his landlord’s boundaries without his consent. And pointing it out was not necessarily to confess it, even on the part of the tenant. The witness and Hill made sugar for Hill above this line, and Isaac France cut timber below it. What of such facts ? They prove acts of dominion on the land, but they do not prove this to have been a consentable line. Moor was not present, nor had he, so far as we know, knowledge of these acts. His consent and agreement then are not to be implied from such acts.\nConsentable lines are generally easily proved. They acquire that sort of notoriety in the neighbourhood — there are so many witnesses of the acts and declarations of the parties recognising a common boundary, that tradition is a safer medium of proof on this subject than on most others. Yet in the evidence sent up, we find nothing worthy to be called proof of Moor’s consent to the line in question.\nWhen we observe how largely the learned judge treated of this subject, and how expressly he says there is evidence of a consent-able line, we fear we have not got all the evidence on our paper-books. Assuredly there is no trace of such evidence before us. What McCormick reports Moor to have said in 1817-18 or 20, about having thrown out the Barclay tract, can scarcely be thought evidence to establish this particular line.\nOn this ground mainly, that the court permitted and encouraged the jury to decide the cause, on a question of which there was no evidence adequate to raise it, the judgment must be reversed. The law of consentable lines was correctly laid down. The fact of a consentable line wras found without evidence.\nThe cause must go back to be retried on these points. In dealing with Moor’s prior rights as a settler, it will be of no consequence that his improvement did not adjoin the land in dispute, provided his claim embraced it. If the jury should be satisfied that the land was within his original claim, then they will inquire, upon proper evidence, whether it was subsequently narrowed by a consentable line.\nNor is it material, whether Hill first came on as an improver or warrantee. If subsequent to Moor, he was, in either character, bound to respect - Moor’s boundaries, if defined; and to give him a chance to define them, if it were not previously done.\nWe see no error in the bills of exception to evidence, and none in the ruling respecting the small piece of land at the old salt well, except that if this piece be within the plaintiffs’ writ, they would be entitled to recover costs up to the time when the defendants disclaimed the possession. If, however, it be not within the writ, the instruction was entirely right.\nThe judgment is reversed, and a venire facias de novo awarded."}