{"id": "986732", "contents": "The opinion of the court was delivered by\nLowrib, C. J. —\nIt is by virtue of our supervision and control over private corporations that we have original jurisdiction of this case; and if it were really necessary to the exercise of this authority in this case, that Howard should be a party, then he ought to be. But certainly it is not necessary; for the cause may well proceed without him. And, especially, this supervision and control does not authorize us to tack on to the remedy against the corporation another one against an individual, arising out of a subsequent, though somewhat connected, transaction.\nWe are, therefore, obliged to say, that we have no original jurisdiction to enforce the claim here set up against Howard, and must, therefore, dismiss the supplemental bill. If fraud were the ground of our jurisdiction, it would be otherwise, for then all alleged parties to the fraud might be joined; hut we have no original jurisdiction in banc on this ground, and to give it to us would burden this court to a degree utterly inconsistent with-our duties as a court of errors and appeals. It would have saved great trouble and expense, if the defendant Howard had presented this objection to our jurisdiction immediately on the service of the subpoena. Pie did, somewhat tardily, demur, on the general ground that he was not a proper party to such a suit, but not on the peculiar ground of this court’s original jurisdiction. This view of our jurisdiction over Howard excludes us from noticing his relation to the transaction, and sets aside, as irrelevant, the great body of the evidence and arguments in the cause.\nAfter a careful review of the pleadings, evidence, and arguments, we have come to the conclusion, that no decree is desired against any of the directors or members of the corporation, and we therefore dismiss the bill, as to them, without prejudice.\nBut it is very plain that the complaint, as against the railroad company, must prevail. When we had before us the case of Mercer County against this company, it did not seem clear to us all, that the organization of the company, as it existed when the county subscriptions were authorized by the legislature, was entirely destitute of a legal basis, and all of us did not join in the opinion then delivered by me: 27 State R. 405. But now all that was then said by me, very clearly appears to be substantially accurate, and no important part of it is now disputed.\nThis, therefore, is a mere sham corporation. If it was not so from the first, it became so when the original subscribers withdrew their capital and subscriptions, and passed the charter into the hands of thirteen new men, not one of whom appears to have paid or subscribed, or intended to become responsible, for a single share of stock. We need not repeat the plan taken to have the corporate franchise transferred to a set of men who wmre to direct the whole, while all the real stock should belong to the people of the towns and counties that should become subscribers. It is all substantially- described in the opinion already referred to.\nSurely it was not to a company, with no capital but their wits, while by law it ought to have had a capital of $750,000 ; it was not to such a company, that the legislature authorized the people’s property to be intrusted. And such a company can have no just right to insist that the county subscription is obligatory. We have, therefore, no hesitation in decreeing its rescission, and that the bonds issued be restored, or the value of them.\nDecree. — October 25, 1858. This cause came on for hearing at our late term at Harrisburg on the bill, supplemental bill, answers and evidence, and was argued by counsel; and now, on full consideration thei-eof, it is ordered and decreed:—\n1. That the supplemental hill against George W. Howard be dismissed without prejudice.\n2. That the bill as against the individual persons named therein he dismissed without prejudice.\n3. That the plaintiff recover from the defendant, the Pittsburgh and Erie Railroad Company, the sum of thirty thousand dollars, with interest from the 25th August 1853, and costs, to be taxed by the prothonotary of the western district.\n4. That all bonds yet remaining in the possession of the said corporation, defendant, be delivered up to the plaintiff; and that the amount so delivered shall be credited on the above judgment of thirty thousand dollars ; and that any part thereof may be paid by the surrender of bonds, according to their amount.\n5. That the subscription of two hundred thousand dollars, made by the plaintiff to the stock of the defendant corporation, so far as the same remains unexecuted, be vacated, annulled, and set aside, and that the plaintiff be totally discharged from any further performance thereof.\nAnd the plaintiff has leave to apply for such further directions, relative to the delivery of the bonds, as his case may require, against any or all of the defendants named in the bill, except George W. Howard."}