{"id": "986729", "contents": "The opinion of the court was delivered by\nStrong, J. —\nThis ease was rightly decided by the learned judge of the Court of Common Pleas. If at the time when Elliott proceeded to enforce payment of his judgment, by the sale of the lot and of the Anderson Farm, he could have been compelled in equity to levy upon the Swan Farm, which Prosser had purchased, then the appellants, whose security upon that lot and the Anderson Farm was taken away by his execution, would be entitled to substitution to his place and to the use of his judgment. The acknowledged principle is, that when a creditor has a lien on two funds in the hands of the same debtor, and another creditor has a lien upon only one of the funds, the first may be compelled in equity to levy his debt out of the fund to which the other cannot resort. This rule, however, has never prevailed except in cases where both funds were in the hands of the common debtor of both creditors. In Ex parte Kendall, 17 Ves. 514, Lord Eldon stated it thus: “ We have gone this length; if A. has a right to go upon two funds, and B. upon one, having both the same debtor, A. shall take payment from that fund to which he can resort exclusively; that by those means of distribution both may be paid. That course takes place where both are creditors of the same person, and have demands against funds the property of the same person.” Subrogation may indeed be admitted in some cases where the two funds belong to different persons, if the fund not taken be the one which in 'equity is primarily liable. Thus, where one creditor has a judgment against principal and surety, and another has a judgment against the surety alone. If, in such a case, the creditor of the two collect his debt from the surety, the other creditor is entitled to the use of his judgment against the principal: Gearhart v. Jordan, 1 Jones 325. There are other instances than the one I have given. In them all, however, the equity of the second creditor is precisely that of the debtor, and is worked out through the equity of the debtor: Ex parte Kendall, ut supra. Now it is clear, that when Elliott issued his execution he was under no obligation to levy it first upon the Swan Farm. On the contrary, a chancellor would have compelled him, at the suit of Prosser, to obtain satisfaction in the first instance out of the lands which his debtor had not sold. Prosser had bought the Swan Farm, and therefore the remaining property of the debtor was primarily liable for the debt due to Elliott. The rule firmly established in this state is, that if one of several tracts of land, encumbered by a common lien, be aliened by the debtor, the tracts still remaining in him are in equity first liable to discharge the encumbrance: Nailer v. Stanley, 10 S. & R. 450; Cowden’s Estate, 1 Barr 267. This was an equity existing in Prosser before the recovery of the judgment of the appellants. The case, therefore, shows that when Elliott’s execution was issued, and when Bell, Johnston, Jack & Co. obtained their judgment, there were not two funds belonging to the same debtor upon which the execution could be levied. Not only did the funds not belong to the same debtor, but one of them was exempt from seizure, until that to which alone the appellants could look, had been exhausted. The rule then, upon which they rely in urging their claim to subrogation, is inapplicable to this case. Nor was Galbraith, the debtor, a surety, having, as such, a right to insist that Prosser, as his principal, should pay the debt due to Elliott, The land which he had sold was not in equity primarily liable to discharge the lien upon all the property of the vendor, but only secondarily. Galbraith having had no equity to compel Elliott to resort to it, the appellants, whose equity in such a case must be worked out through that of their debtor, are equally without remedy.\nNor is their condition bettered by the fact, that Prosser had not paid all the purchase-money of the Swan Farm. He had obtained the title, had paid a large portion of the contract price, and had given his notes for the remainder. One of these he had paid, and the other was not payable until some months after Elliott enforced satisfaction of his judgment by the sale of the lot and the Anderson Farm. Upon this unpaid note, Elliott had no lien, and it was in no sense responsible for the payment of Galbraith’s debt to Elliott. If reached at all by him, it could only have been by attachment-execution, before its assignment to Bell, Smith & Co., or indirectly by a levy upon the land, which, as has been seen, Prosser had an equity to prevent, until the other funds of Galbraith should be exhausted. Moreover, Elliott was under no obligation to resort to an attachment, for the debt due from Prosser to Galbraith was not then payable, and neither Galbraith nor any subsequent creditor could insist that he should be delayed. After all, notwithstanding the purchase-money had not all been paid, it was still a fund in the hands of one who was not the debtor of the appellants, differing from the land only in the mode by which it could be taken in execution. Ebenhardt’s Appeal, 8 W. & S. 327, bears a very strong resemblance to this case. There, as here, a creditor obtained a judgment which was a lien on three several tracts of land. The debtor then sold one of them, and took a note from the purchaser for a part of the purchase-money. Upon this note the debtor endorsed a direction to pay the amount of it on the lien of the judgment so recovered. Subsequently, other creditors recovered judgments against the debtor, which became liens on the two tracts of land remaining unsold. These two tracts were then sold under the first judgment, and the proceeds applied to its payment, paying it in full. The junior judgment-creditors then applied to be subrogated to the rights of the first judgment-creditor. The court below decreed the subrogation so far as to allow them to collect a sum equal to the unpaid purchase-money of the tract sold by the debtor. This court, however, reversed the decree, and held that there was no right to subrogation. It is difficult to distinguish that case from the present\nThere is another view which strengthens the position of the appellees. Subrogation is not to be allowed except in a clear case, and where it works no injustice to the rights of others: Erb’s Appeal, 2 Penn. 296; Goswiler’s Estate, 3 Id. 200; Himes v. Keller, 3 W. & S. 401; McGinnis’s Appeal, 4 Harris 445. Now in this case, to say nothing of the fact that judgment was recovered against Prosser upon his note, and of the difficulty of his ridding himself of the judgment in case of his being compelled to pay on account of the Elliott judgment, the record reveals that Bell, Smith & Co. had become the purchasers of the note before Elliott levied upon the lot and the Anderson Farm. Substitution cannot be decreed, except at the expense of Bell, Smith & Co. But the rule is, that it will never be decreed in favour of a subsequent lien-holder, .not a surety, to the prejudice of intervening rights. Even one who becomes surety of a defendant in a judgment to entitle him to a stay of execution, and who afterwards pays the judgment, is not entitled to a cession of the judgment so as to have priority to judgment-creditors subsequent to his assumption of suretyship, and prior to his judgment: Armstrong’s Appeal, 5 W. & S. 352; 1 Barr 512. But it is said the equity of the appellants is prior in time to that of Bell, Smith & Co., inasmuch as their judgment was entered before the latter purchased the note of Prosser, and for this Hasting’s Case, 10 Watts 303,'is cited. That is not, however, the matter decided in that case. However that may be, the lien of their judgment gave them no equity against Prosser’s land, as we have already shown, and certainly no claim against his note, even if it had remained in the hands of Galbraith. But I am unable to perceive how, in any event, an equitable right could exist in them until the land bound by the lien of their judgment was swept away by the older lien, and if not, then the rights acquired by Bell, Smith & Go. before that time cannot be taken away by subrogation.\nThe decree of the Court of Common Pleas is affirmed."}