{"id": "986709", "contents": "The opinion of the court was delivered by\nLewis, J. —\nIn 1843, it was held that, under the provisions of the Act of 13th October 1840, a life estate in land could not be sold on execution after a lien-creditor had applied for and obtained the appointment of a sequestrator. It was also held, at the same time, that the application for the appointment of a sequestrator might be made “ at any time before the sale Pentland v. Kelly, 6 W. & S. 483. On the 24th January 1849, the legislature passed an act, declaring it to be the true intent and meaning of the Act of 1840, that the sale of a life estate was good and valid unless some lien-creditor procured the appointment of a sequestrator “ on or before the return day of the first writ of venditioni exponas íohenever a sale shall be advertised.” Of course it is not in the power of the legislator to expound the meaning of the Act of 1840 by a subsequent act, so as to make the latter operate retrospectively upon rights which were vested before its enactment. But it is worthy of remark, that the legislature, as well as the judiciary, have sanctioned the justice and good sense of the principle, that where the parties interested permit a proceeding to progress, which is repugnant to the privilege of sequestration, they shall be deemed to have waived the benefit of the latter. It is plainly implied from the action of both, that if no sequestrator be appointed before the sale, the purchaser will take the debtor’s title to the life estate. But in several cases subsequent to Pentland v. Kelly, it seems to have been determined in general terms, that a sheriff’s sale of a life estate, in land, passed no title, although the debtor made no objection to the proceeding, and although no lien-creditor applied for a sequestration. If these cases are to be sustained, the debtor may stand by and witness the sale of his life estate, and the application of the proceeds to the payment of his creditors, and then hold or take the estate from the purchaser whose money discharged it from the encumbrances: Dennison’s Appeal, 1 Barr 201; Parget v. Stambaugh, 2 Barr 485; Snavely v. Wagner, 3 Barr 275; Ingraham v. Gordon, not reported. We may regret the existence of these decisions, but our reluctance to disturb what has been decided, leaves them a foothold to which they are not entitled upon any other principle.\nIn this case, as now presented, two questions arise, -which do not seem to have been heretofore considered in this state. 1st. Does the Act of 1840 require a sequestrator of a life estate where there is a possession in hostility to it ? 2d. Where the debtor himself- disclaims the - life estate and claims a fee, or where the creditor has reasonable ground to believe that the debtor owns the fee, does the Act of 1840 require the appointment of a sequestrator ?\nThat act directs the appointment of a sequestrator only “ whenever an estate for life in any improved lands or tenements yielding rents, issues, or profits,” shall be taken in execution. ‘ As the provisions of the act relate exclusively to the estates of the debtor, the “ rents, issues, and profits” referred to must necessarily mean those which the debtor receives, not those which- strangers receive under titles and possessions in hostility to those of the debtor. The act operates only upon an actual perception of profits — not upon a mere right of action for them, in tort, dependent upon a recovery in ejectment. At the time of the second sheriff’s sale, in 1848, there was an adverse possession under a prior sheriff’s sale, made in 1843 ; and that adverse possession had the additional sanction of a verdict and judgment in its favour. This was sufficient to toll the entry of the debtor. He had neither possession nor right of entry. He had nothing but a right of action. In general, according to the practice of the English chancery, a chose in action is not the subject of sequestration. The sequestrator may take possession only of goods and chattels which are in the possession of the defendant, or which can be come at without suit or action: 1 Ban. Qh. Prac. 637. They may also enter into possession of such parts of the defendant's real estate as are in “ his own occupation,” or “ in the occupation of his tenants1 Ban. Oh. Prao. 641. So, where a tenant conveys to a stranger pending the suit, such a possession will not be regarded; but where there is a possession under an adverse title, it will be protected in chancery upon an examination pro interesse suo: 1 Dan. Oh. Prac. 644. In this Commonwealth, where the adverse possession is held in good faith, and has not been acquired pending the suit, no court would disturb it by any summary process. The right of trial by jury would stand in the way of such a proceeding. It is not reasonable to suppose, that the legislature intended to involve sequestrators in the endless litigation which might flow from the sequestration of mere rights in action to life estates. It is true, that the act authorizes the sequestrator to sell the debtor’s right; but if his estate is in such a condition that it must necessarily be sold, there is no reason why the sale should not be made by the sheriff. We are of opinion, that the Act of 1840 does not require the appointment of a sequestrator, where the life estate of the debtor is claimed by one in actual adverse possession.\nIf a life estate is not the subject of sequestration when the land is held adversely by a stranger, there is still less reason for such a proceeding, when the life interest is disclaimed and repudiated by the debtor himself, under a claim to hold the premises in.fee. The creditors are entitled to the value of the debtor’s estate, whatever it may be. It is no part of the policy of the law to throw obstacles in their way. Where it is doubtful whether the debtor’s interest is a'life estate, or some other or greater estate, what is the creditor to do ? If he sequester it as a life estate, he deprives himself as well of the debt as- of the advantage of trying the debtor’s title to the fee. If he sell it as a fee simple, he precludes himself from sequestering it as a life estate. For it cannot be supposed that the court would permit him to blow both hot and cold in the same breath. In such a case, the advantage to all parties of a sale of the debtor’s interest, whatever it may be, is so obvious, that we have no hesitation in declaring it to be the proper course. In that method the debtor and creditors get the full benefit of the debtor’s interest, and the purchaser, knowing that he gets a life estate at least, with the advantage of a greater estate if he can establish it by evidence, will of course bid a fair price. In the case before us, the debtor had been in possession more than 21 years, under a claim in fee simple, by virtue of a parol sale from his father, accompanied with valuable improvements. Both before and after the will, he claimed the fee simple, and denied his father’s right to limit him to a life estate. Under such circumstances, the creditors surely had a right to try his title to the fee simple, in the way most beneficial to all parties. That method was adopted without objection by any one, and we see no objection to it now. The debtor himself has surely no ground to complain.\nThe second and third points of the defendant below should have been answered in the affirmative. Under the evidence, as presented on the paper-book, the court might very properly have given a peremptory instruction against the plaintiff below'.\nJudgment reversed, and a venire facias de novo awarded."}