{"id": "986703", "contents": "The opinion of the court was delivered by '\nChurch, J. —\nThe undisturbed authority of the leading cases of Shaffer v. Kintzer, 1 Binn. 537, McClurg v. Ross, 5 Binn. 218, and Andres v. Koppenheafer, 3 S. & R. 255, establishes the principle, that words spoken of a private person are only actionable when they contain a plain imputation not merely of some indictable offence, but one of an infamous character, or subject to an infamous and disgraceful punishment; and that an innuendo cannot alter, enlarge, or extend their natural and obvious meaning, but only explain something already sufficiently averred, or make a more explicit application of that which might be considered otherwise ambiguous to the material subject-matter, properly and previously on the record, by way of averment or colloquium: Rex v. Horne, Cowp. 683-4; Van Vechten v. Hopkins, 5 Johns. 220. As, where the words themselves may be taken in a double sense, the innuendo is used in order to attach such meaning to them, as the plaintiff claims was intended, or may think necessary to render the same actionable. But whenever, in such case, the actionable quality of the words arises from circumstances extrinsic of them, averments are essential to show of record that such circumstances existed, and connect the words used with these circumstances: Stark. on Sland. 391.\nThe application of these principles to the present case results in the reversal of the judgment. The words themselves do not imply a criminal charge subject to infamous punishment; nor are they in the least ambiguous, and hence neither an innuendo nor verdict helps them: Dottarer v. Bushey, 4 Harris 204. It does not appear in the declaration, by averment, colloquium or otherwise, that any larceny of the goods had been perpetrated, or attempted by any one, or even alleged or spoken of; nor that the plaintiff below had ever obtained them upon any promise or pretence that she would return them, except perhaps by the innuendo, which we have seen already to be insufficient. But if this had been otherwise sufficiently averred, it would hardly be supposed that the obtaining of goods, on such a promise or pretence of intention, however false, could be held indictable. The language, “ she is a rascal,” cannot, by mere innuendo, be taken to mean that she is a thief, as indicated in the first count, and it is not pretended that the other epithets, cheat, rogue, and impostor, used of a private person, are of themselves actionable. Besides, the only actionable meaning, attributable even by innuendo, being found nowhere but in the first count, the judgment could not be sustained. For when entire damages have been given by the verdict, as in this case, a judgment thereon would be erroneous, unless at least some of the words declared upon in each count are actionable. It is a non sequitur, that plaintiff below, with intent to cheat and defraud designedly by false pretence, obtained the goods merely because “ she never intended to return them, nor have them returned when she got them,” unless she had obtained them by falsely pretending that she intended to do so, or have it done; which, as we have already said, is not averred, nor otherwise made appear to have been the fact, except it may be so considered inferentially from the innuendo, and is therefore wholly insufficient, because not warranted by the words spoken nor the context.\nJudgment reversed."}