{"id": "986743", "contents": "The opinion of the court was delivered by\nStrong, J. —\nThis judgment cannot be sustained. When the attachment was served upon Riddle, the garnishee, he was in no sense the debtor of Hannum & Price. He had paid his debt, and been discharged, before the attachment was laid. It matters not, that payment was not made in money. He had assumed an obligation to the agent of Paul & Co. at the instance of Price, who had been one of the firm of Hannum & Price, and the assumption had been accepted as payment. How then could Hannum & Price, after that, recover from him the price of the boiler ? And if they could not, how can the attaching creditors of Hannum & Price? They stand in the position of their debtors.- In a certain sense, they are equitable assignees of whatever claim their debtors had against Riddle.\nIt is no answer to this, to say that Price had no authority to take a note from Riddle and hand it over to Paul & Co., or to Mr. Broomall, their agent. If this be admitted, he still had a right to receive payment from Riddle. The firm of Hannum & Price had been dissolved, it is true; but, notwithstanding the dissolution, a debtor of the firm was safe in paying his debt to any one of the members of the firm. He could not, indeed, combine with one to defraud the other partner; but fraud is not in this case. • It was no fraud upon Hannum that Price should pay a creditor of the firm. But more. When the firm was dissolved, Price was specially empowered to collect the debts due to it, and to pay the creditors. Public notice of this authority was given. Even if it be conceded, that after the dissolution, Price could make no new executory contract which would bind Hannum, yet it was not in the power of the latter to prevent his receiving a debt due to the firm. But the better opinion seems to be,‘that even after dissolution, a liquidating partner may bind the firm in an executory contract given for the purpose of liquidation: Robinson v. Taylor, 4 Barr 243. It is, however, unnecessary to discuss that question. Eor the purposes of this case, it is sufficient to say, that the payment to Price was a discharge of the debt due from the garnishee, and that, consequently, there was nothing in his hands which the attachment could reach, on the 1st of January 1858, when it was sued out. The jury should, therefore, have been instructed that the plaintiffs could not recover.\nJudgment reversed, and a venire de novo awarded."}