{"id": "986763", "contents": "The opinion of the court was delivered by\nWoodward, J. —\nIt is a mistake to suppose that, under the latteral railroad law of 25th May 1832, the viewers, and in case of appeal, the court and jury, are to fix the location of the road. No such duty is assigned them by the statute. On the contrary, the first section authorizes the petitioner to enter upon the intervening lands to survey and mark such route as he shall think proper to adopt, and requires him to set forth in his petition to the court, the beginning, courses and distances of the selected route, and the point of its intersection with the public improvements.\nBy the 4th section, fifteen days’ notice of the time of filing this petition is to be given, and if the road set forth is not such a one as the Act of Assembly contemplates, then is the time for the parties in interest to appear and object to the appointment of a view. I will not say that exceptions, most appropriate to be urged at that time, may not be taken at subsequent stages of the proceeding, but the better practice undoubtedly is, to arrest the proceedings in limine, if, on the face of the application, fatal objections are revealed. The language of the act is mandatory, that the court shall appoint a view, but this means that they shall appoint a view only when the petitioner brings his case within the act.\nThe viewers when appointed are not to relocate the route adopted by the petitioner, but they are to view and examine it, and to decide whether it is necessary and useful for public or private purposes, and to report what damages the intervening owners will sustain by reason of the construction of the road upon that route.\nThese duties of the viewers performed, the court confirms or rejects their report “as to X’ight and justice shalL appertain.” Here another opportunity is presented to bring to the notice of the court any legal objections that may lie against the proceedings.\nOr either party may appeal, when the duties assigned to the viewers become the duties of the court and jury. The appeal does indeed open up the case de novo, but the case is precisely that which was before the viewers. The jury have no more to do with locating the road than the viewers. They rejudge the questions passed on by the viewers, and these only.\nThe proceedings in this case were marked with great regularity. The petition described the road with all necessary precision. No objections were made to the appointment of viewers, and their report is full to every point. The defendant appealed and obtained the benefit of a trial by jury, and now, after judgment on their verdict, the first of the fourteen errors assigned is, that the court erred in dismissing the exceptions (nine in number) which he filed to the report of the viewers.\nAs to all the exceptions which related to the damages and the action of the viewers, the court were right in dismissing them, on the ground of the appeal; and as to the rest, their want of merit was a sufficient ground for dismissing them.\nThe chief' ground of complaint both in the exceptions and the ex-rors assigned is, that the plaintiff did not lay his road'by a direct, and of course, the nearest line to the slackwater navigation.\nThis objection might have been taken when the petition was filed, but it could not have availed had it been. The act does not require the petitioner to adopt a straight line. The nearest route may often be the most impracticable and expensive, and the landing reached by it altogether unsuitable. Very good reasons were given in the argument for the deflection which the petitioner made from a right line, but his proposed road being pronounced by the viewers necessary and useful, it is quite immaterial whether it is as short as it might have been or not. The first road laid under this law (Harvey v. Thomas, 10 Watts 63) was not oix the nearest route to the water.\nThe testimony of McGowin was offered to prove that the present location was not reasonably necessary within the meaning of the Act of Assembly, because there was one shorter, cheaper, and more convenient.\nThis was an attempt to relocate the road of the petitioner. This and similar offers were pressed upon the court under the misapprehension that the.case involved a question in engineering. I repeat that this was to mistake the Act of Assembly. The question, whether the route adopted by the petitioner was necessary and useful, was in the case, but whether a shorter, cheaper, or more convenient route could be found was not in the case, except as that question may have involved these inquiries.\nThe petitioner had every motive for adopting the best route, for tho whole expense of construction, as well as the damages of the defendant, were to be borne by him. It was the policy of the enactment to intrust this question to his instincts of self-interest, • setting over him such guards, however, as would compel him to repair all damages he might occasion.\nIf the statute had not referred the location to the petitioner, if it had left it open for viewers and jurors, it would have accomplished none of its purposes. It was designed to enable citizens to bring out their minerals and manufactures for transportation on the public works which the state had been at great cost to build. It was a mode indeed of pushing the public improvements up to every man’s door, who was situated within three miles of any of the great lines. Each man was to do the work for himself under the jealous eye of the court, and subject to damages for injuries, but on a plan of his own. If a jury were to plan the ■work it would never be done. Supposing unanimity among them, which would not be very likely, he who was to execute would insist on guiding his own hand. Men do not commonly call in juries to project improvements of their estates, and the statute imposed no such necessity.\nThese doubtless were the views with which the court ruled all the vital points of the cause, and they ruled them well. McGowin’s evidence was properly rejected, not only that which we have referred to, but that which related to vrhat the viewers refused to hear, as well as that which proposed to show what was usually paid for rights of way over other lands.\nOn an appeal from report of viewers, of what possible consequence is it to prove that the viewers heard or refused to hear a particular piece of evidence ? The correction of the error, if any, is one of the purposes of the appeal.\nAnd the question of damages was a positive and not a comparative one. The plaintiff was entitled to receive what would repair his estate, not what was usually paid for similar privileges.\nThe only point that remains worthy of any especial notice is the constitutional question.\nIt is argued, as it has been in every case that has been up under the lateral railroad law, that it is an unconstitutional enactment: 10 Watts 93; 3 Barr 331; 8 Barr 134.\nThe act was designed, as already intimated, to promote a public object of very considerable importance. The 6th section requires an account of the expenditure upon any road built under it to be returned to the court and filed, “ to the end that the said road and the privileges appurtenant thereto may he resumed hy this Commonwealth tvhenever the legislature shall enact the payment to the 2proprietors of such railroad, their heirs or assigns, of the principal money expended in the construction of the same.”\nThe act also makes the road in the hands of its proprietors virtually a public highway, and no private property is to be' taken for its construction until compensation, ascertained as is provided, shall have been paid.\nIt is in effect the grant of a franchise to citizens, subject to resumption at the pleasure of the sovereign on reimbursement of the principal invested, without interest on the grant. It is not to be doubted, that in every instance where private property has been taken for the purposes of a lateral railroad, under this law, the Commonwealth might have taken it and constructed a railroad over it to connect her canals with mines, quarries, mills, and the like. When she granted her lands and permitted them to become private property, she threw in six acres gratis for every hundred she was paid for, that roads might be built as the future wants of the citizens should require.\nTo that extent she has a right to appropriate granted lands for ¡ purposes of highway, even without compensation, though it is a Í right she never exercises. But beyond the six per cent, she has a' right to take according to the public exigency, on compensation made or tendered. Every good government must possess and occasionally exercise this right of eminent domain. Pennsylvania has always exercised it, and so far from her constitution containing anything to prohibit it, the provision securing compensation to the owner is an express license to take on that condition.\nBut it is not more clear that the Commonwealth might take land for a lateral railroad, than it is that she may authorize a private corporation to do it. All our railroad companies stand on this attribute of state sovereignty. And is it not as competent for the state to grant a franchise to a natural as to an artificial being ? It would be passing strange if it were not.\nThe truth is, when a lateral railroad is laid upon intervening lands, private property is not taken for private use, and there was no occasion for Judge Gibson’s remark in Harvey v. Thomas, 10 Watts 63, that the constitution does not forbid such taking. The private property is taken for public use — for clear and definite objects of a public nature which are of sufficient importance to attract the sanction of the sovereign. That an individual expects to gain thereby, and has private motives for risking the whole of the necessary investment, and acquires peculiar rights in the work, detracts not a whit from the public aspects of it. The same thing can be said of every railway corporation and of almost every public enterprise.\nUntil, therefore, somebody can prove the state to possess no right of eminent domain — can point out some provision of the constitution which forbids her to take private property for public use, no progress will be made in demonstrating the unconstitutionality of-'the lateral railroad law.\nIt was found, as her public improvements penetrated the interior, that many productive mines and manufactories situated near them were still separated by the land of an unneighbourly owner, which must be crossed, or tonnage be lost to the public improvements.\nTo compel such owners to admit a right of passage was not to take away from them a fair participation in the public improvements, and to compensate them for the land occupied was to do all they had any right to claim. They hold their lands as every man does, subject to the call of the government. The constitution was not made to prevent or hinder the government from improving the country and promoting the general welfare of the citizens ; and when the selfish passions of individuals attempt to set up the instrument for such purposes they misapply it, and cannot expect the courts to help them.\nPerceiving no error in the record, the judgment is affirmed."}