{"id": "986781", "contents": "The opinion of the court was delivered by\nThompson, J. —\nThese writs of error are to the same record, and may be considered together.\nThere is but a single question presented in the first case, and it arises out of the charge of the court in answer to the 1st, 2d, and 3d points of the plaintiff in error; and that is, as to the con-elusiveness of the recovery by the plaintiff, in the Circuit Court of the United States, against Alexander Porter and Thomas Richey, under whom the defendants in error claim. The court below ruled, that it was not conclusive, and to this the plaintiff in error excepts.\nAn ejectment was brought by Alexander Cooper and wife, in the Circuit Court of the United States for the Western District of Pennsylvania, in 1822, was tried in 1828, and the plaintiffs recovered the land, by virtue of title in Mrs. Cooper, subject to valuation for improvements made by the defendants under a tax title, to the amount of $400. The defendants continued in possession of the land, and the amount found in their favour for improvements not having been paid by the plaintiffs, they issued a jñ. fa., in December 1829, for its recovery, and levied on the land in question. These proceedings brought out Alexander Cooper, from Virginia, who entered into articles of agreement with Porter and Richey, in May 1830, for the sale to them of the land, for the sum of $900; four hundred dollars to be paid in hand, being a credit to them of the assessed value of their improvements, and the balance to be paid in five annual instalments. The defendants, on making this agreement, gave to Mr. Cooper a power of attorney, directed to George Selden, Esq., to satisfy the valuation on the records of the Circuit Court, which was accordingly done. In addition to this, the defendants paid on the contract the further sum of $170, and proposed to pay the balance of the purchase-money, if Cooper would make the title. This he refused to do, alleging as a reason, that his wife, in whom the title was, would not consent to sell. Nothing further was done in the premises, until the death of Cooper, in 1852. Shortly thereafter, Mrs. Cooper conveyed the land in trust to the plaintiff, who brought this ejectment in the Common Pleas of Venango county, to August Term 1854, and recovered in 1857, subject to pay for improvements to the defendants, the sum of $1897.58 within three months.\nThe ruling of the learned judge of the Common Pleas against the conclusiveness of the judgment in the Circuit Court did not prejudice the plaintiff in his recovery, for this he did on his original title. In this aspect, it did him no injury whatever. But it was claimed to he conclusive, and an estoppel against the defendants recovering a verdict for improvements in the case. If they had been honestly once paid, this would have been right, and the plaintiffs would have been entitled to possession of the land without a new suit. But this had not been done. On the contrary, by a transaction of Cooper, clearly proved, and which cannot be characterized by any other term than dishonest, they were deprived of the benefits of that recovery. They were induced to satisfy the record, by getting a credit for it, on the agreement for the purchase of the land, and they paid in addition thereto $170. It was an easy matter for Cooper to impose upon them. He was a plaintiff on record — was interested in the land as the husband of the owner — asserted his right to sell, and agreed to make a good and sufficient title for the land. The defendants, relying on this, contracted with him, received a credit for their improvements, but got no title for the land; and the plaintiffs got rid of the execution by which defendants would have recovered their money. Forced to the necessity of bringing a new ejectment, because the plaintiffs never could have had the benefit of a writ of possession, without restoring the defendants to their rights, it is now claimed, that the defendants must be estopped from a recovery for improvements. For what reason ? Is it because they were paid them, or elected to take Alexander Cooper for them ? This cannot be pretended. Or is it upon the principle that, being cheated out of their right to recover them in the former case, the same thing must occur again ? It seems to me, the honesty of the matter is not much superior to this. If they are to be estopped, it must be by the record alone, and on account of some averments therein that the law will not permit to be contradicted, or by reason of equities which they must not be permitted to gainsay. We do not think there is anything in the first of these reasons, and certainly not in the last. The act of issuing execution, followed by a levy without more, I do not conceive would constitute an estoppel of record, or ever did. It may be evidence of recognition of title, but nothing more. Who is to be injured by it, if the party is not estopped ? Not the plaintiff, for he has not been misled by it. There is no complaint from any other quarter, and the case stands without any element necessary to constitute an estoppel. The case of Kirkpatrick v. Black, 10 Watts 329, cited by the plaintiff’s counsel to sustain his doctrine, rests upon a much more solid basis. There the plaintiff issued a fi. fa. and caused a levy to be made of an entire tract, of which he was the two-thirds owner, and the defendant one-third. Inquisition was held on the land — a condemnation followed, and the tract was sold as the defendant’s in the execution, without notice by plaintiff at the sale, or objection to the acknowledgment of the deed. It was held, that after all this, the plaintiff was estopped from denying his acts of record, and was not permitted to recover the land from an innocent purchaser. A result sanctioned by every principle of justice. But vastly different is our case. The elements constituting an estoppel in that case were wanting in this, for there it would have been a fraud on a purchaser without notice, if it had not been so held. But was the entry of satisfaction, procured as it was by Cooper, to operate so as to prevent the defendants from asserting the truth, that they had got nothing for it ? While this might be so as between them and a stranger, induced to purchase upon the faith of the act — because to allow them to contradict it would, in such a case, work a fraud upon him — can it have that effect as to the party who procured it to be done by fraudulent conduct ? Certainly not. Estoppels are regarded in law, and used, as a means to prevent fraud, and are never allowed to become its instruments. The act was not an estoppel of record, as between these parties, and it would be a grievous misnomer to call it an equitable estoppel. In Foulk v. McFarlane, 1 W. & S. 299, it was said that “ all the avenues that facilitate the detection and overthrow of fraud, should be kept open and free from the interposition of bat's and estoppels.” This is but a concentration of the pervading spirit of the law on the subject: Gilbert v. Hoffman, 2 Watts 66; 4 Kent’s Com. 269, in note; 11 Wendell 117. Under these circumstances, we think the defendants were entitled to an assessment of the value of their improvements. The law gave it to them as an incident to the recovery of the plaintiff against the tax title: Act of 12th April 1842, Brightly’s Purd. 827.\nIt may be said, that no fraud is imputable to the real owner of the land in this matter. This may be conceded. But would it be anything short of this, to permit that owner to appropriate an advantage, in discharge of the land, brought about by such means ? We think not. The act of the agent in effecting it, must either bind in whole or in nothing. His contract was either good, and the defendants entitled to hold as purchasers, or it was bad, for want of authority, and the defendants entitled to be remitted to their rights. The plaintiff repudiates its binding qualities, and the contract and satisfaction falls with this determination, 3 Casey 285 ; and the defendants, as a consequence thereof, must be permitted to reclaim their lost ground. We are clearly of opinion, that the court was right in permitting a recovery for improvements, and that there was no error in refusing to charge as requested. The judgment in this case must be affirmed.\nAnd now as to the second case.\n. The defendants in the foregoing ease are plaintiffs in error in this. But as there appears to \"be no bill of exceptions sealed to the admissibility of the deed in evidence, or to the rejection of the evidence offered by the plaintiffs below, the questions raised in the first assignment of error are not before ns, and we cannot further notice them.\nThe second assignment of error is, on account of an extension, by the court, of the time fixed by the jury for the payment by the plaintiff of the amount assessed to the defendants as the value of the improvements. After the rendition of the verdict, the defendants moved for a new trial, and filed their reasons therefor. The motion was made on the 1st of May 1857, and was not disposed of until after the three months fixed by the jury had transpired. When the motion was dismissed, judgment was directed to be entered on the verdict, and the time extended one month. This was the legal termination of the suit. There was no judgment in the ease, until this time, and as the motion was made by the defendants, it was they who delayed the entry of judgment, which in law is the end of controversy. The plaintiff was not bound to do anything, until judgment was entered, for non constat a new trial might be granted. It has been the practice of this court, to extend the time in which to make payment in cases of conditional verdicts in ejectment for purchase-money, on affirming judgment, when the time had been fixed in the verdict and has elapsed, or partly so; especially so, if the delay of the writ of error has been the act of the party who was to pay. And recoveries for the value of improvements, on the defeat of a tax title, resemble those in ejectment for purchase-money so entirely, and the power of the jury in both classes of cases being now conferred by statute, the practice may be properly assimilated. We think the court committed no error in ordering an extension of time.\nWe see no error in this record, and the judgment is affirmed, and the time for paying the valuation of improvements as found by the jury, extended for two months from this date, with interest from the 1st of August 1857."}