{"id": "986798", "contents": "The opinion of the court was delivered by\nChurch, J. —\nThe plaintiff below sought to charge the defendant there as bailee. The character of the bailment, if any, was a question in issue before the court on the trial. The first error assigned here is, the admission of the testimony of the witnesses Dill and Duncan; and, although it is not as specific as the rule of court requires, and might for that cause alone be passed without notice, yet it has received due consideration.\nThe rules of evidence having their foundation in common sense, are in some respects subservient to the general interests and convenience of society; and, consequently, admit of such reasonable modified application as will best adapt them to the actual condition of the business of men. The general principle undoubtedly is, that the evidence, to be competent, must correspond with the allegations, and be confined to the point in issue. Yet, all collateral facts that are in any direct manner capable of affording a reasonable presumption or inference, as to the principal fact or matter in dispute, are competent subjects nf proof. And, therefore it is, that sometimes other facts similar to those directly in issue, are receivable in evidence: 1 Qreenl. Lv. §§ 52, 53. It is not doubted that, in the trial of this cause, it was material for plaintiff to show that his alleged bailee occupied the relation to him of a wharfinger. What constitutes this relation is as well defined by law as that of warehouseman, or common carrier, and may be established by the same kind of proof.\nA wharfinger, then, is one who keeps a wharf for receiving goods for hire. And his responsibility begins when the goods are delivered at, or rather on, the wharf, and he has either expressly, or by implication, so received them. In Fuller v. Bradley, 1 Casey 120, it is said, that one who holds himself forth to the public to carry for hire, is a common carrier, as much the first as any subsequent trip, and that it is for the jury to say from the whole evidence in the case, whether he is a common carrier, or a carrier by the job, hiring for the trip only. So, it has been held, that any man undertaking to carry the goods of all persons indifferently and generally, is a common carrier : Gordon v. Hutchison, 1 W. & S. 285. The Chief Justice, in the case just cited, uses this language: “ A wagoner, who carries goods for hire, is a common carrier, whether this be his principal or only occasional business.” Keeping these general principles in view, and not forgetting they are held applicable to common carriers, whose responsibility is greater than wharfingers; and it will be readily perceived that the exception taken below, to the competency or admissibility of evidence, cannot be sustained. The mere contract of Rodgers with the witness would alone, perhaps, be irrelevant and inadmissible; but the testimony taken together goes much farther. And, having but one bill of exceptions, the testimony of both witnesses must be treated as one offer, and the objection a general one; hence, if any portion of their testimony be competent for any purpose, a special objection cannot avail the party now: Harmet v. Dundass, 4 Barr 178, 181; Fitler v. Eyre, 2 Harris 392. The witness, Dill, proves that the wharf had been previously used by the public, as we would understand, without objection or charge by the owner; but, previous to the occurrence in question, the latter informed him he would not suffer it so any longer, but should charge a specified sum per thousand feet. In legal parlance, this compensation is called wharfage. But Duncan testifies more. He says that Rodgers invited him to use his wharf, and informed him of the rate of compensation he charged. The witness demurred to this, and told Rodgers he could do better, by delivering his lumber at Barber’s, a short distance above, where it was free ground, as it is said. Rodgers replied, if he did so, it would likely be stolen; but, if put upon my wharf it will be safe. This, certainly, afforded some evidence of the relation he stood in to those using his wharf. It was not the offer of any special engagement or undertaking with the witness particularly, but rather, in the language of the authorities cited, the holding himself forth as a wharfinger receiving lumber on his wharf, for hire, at a given rate, from all persons, indifferently and generally. The value or strength of the testimony is not the question; but, could it afford any rational inference in connection with the other evidence in the cause, that defendant kept a public wharf, and offered himself to the public as a wharfinger, previous to the time of receiving there the plaintiff’s lumber ? We think it could, and therefore the court below were right in overruling the objection to it.\nThe two remaining errors assigned, embrace but one and the same principle. And the discussion of the first, and the answer already given, is a substantial overruling of these. Whether there be any evidence, is for the court; but whether enough, was here properly submitted to the jury. If there be any evidence upon the issue, however slight, it will in general, not be deemed error to leave it with the jury, Inman v. Kutz, 10 Watts 101, and many other cases. No specific instruction being demanded of the court, nor special exception taken at the time, the whole charge should be taken together. The jury were distinctly instructed, in immediate connection with that part assigned for error, that if they found the contract or relation of the parties only extended to the right to occupy the ground, then defendant was not liable. What follows of the charge that embraced in the specification here, is but little, if anything, more than a legal definition'of the term wharfinger. If they found him such, then the law implied the rest, unless his liability was limited by the evidence. We perceive no material error in this. There was evidence (the sufficiency of it we have seen is immaterial now here), from which it might be inferred, that defendant was a bailee for hire, and by general engagement liable to extend over plaintiff’s lumber, like that of others, ordinary care and protection. What is meant by ordinary care, was properly explained and defined. It is such as the generality of mankind use in their own affairs. This is required when the contract of bailment, express or implied, is reciprocally beneficial. This kind of care and skill is by law required of all persons employed in any business: 1 W. & S. 60. We see no error in the part of the charge brought to our notice, nor in the exception to the evidence.\nJudgment affirmed."}