{"id": "986788", "contents": "The opinion of the court -was delivered by\nThompson, J. —\nThe plaintiff in error complains of the charge of the court in several particulars; but, as the material exceptions to it relate to the views of the court as expressed to the jury, on the subject of ouster and the statute of limitations, we shall proceed directly to their consideration, without regard to immaterial matters.\nThe plaintiff’s eestuis que trust, and defendant, were children and heirs of Samuel Deetz, Sr., who died in the year 1825, seised of the land in question, by virtue of an improvement title, purchased in 1816, and a continuous residence and settlement thereon until his decease. He left a widow and a number of children, the eestuis que trust of the plaintiff, and the defendant. The widow, and George, one of the sons, with some of the younger children, continued in possession, occupying and farming the land, receiving and using the products, up until in 1842. In that year, the defendant having got married, moved on to the place, and George and his mother surrendered the possession to him. This was the commencement of his personal occupation of the premises. In 1855, the plaintiff purchased the land, under proceedings in the Orphans’ Court, for partition, commenced by one of the heirs, and holds the title in trust for the heirs of Samuel Deetz, Sr.; and in the same year instituted this ejectment for the recovery of the premises.\nTo enable the defendant to make good his defence, under the statute of limitations, which he set up against his co-heirs, it was essentially necessary to establish an ouster of them, and an actual, adverse, notorious, hostile, and exclusive possession of the land for 21 years. To constitute an ouster, it was said in Hall v. Mathias, 4 W. & S. 331, “that there must be some plain, decisive, unequivocal act or conduct on the part of the heir (the disseisor) so entering, amounting to an adverse and wrongful possession in himself, and disseisin of the others.” For this, is cited Hart v. Gregg, 10 Watts 185, in which Mr. Justice Sergeant, delivering the opinion of the court, says, “ There must be some notorious act done; declarations alone will not amount to a disseisin of the co-tenant;” and he cites, in support of the doctrine, Reading’s Case, 1 Salic. 392, in which it is ruled that “between tenants in common there must be an actual disseisin, as turning him out, hindering him to enter, &e.; but a bare perception of profits, is not enough.” So in Fairclaim v. Shackleton, 5 Burr. 2604, per Lord Mansfield. Also, 1 East 158, 11 Id. 219; Lodge v. Patterson, 3 Watts 74; Philips v. Gregg, 10 Watts 158; Watson v. Gregg, Id. 289, in which last case it is said, that an ouster by one heir of the others, can only be by some “clear, positive, and unequivocal act, amounting to an open denial of the right, and putting them out of possession.” It is not, however, intended to be asserted here, that an ouster may not be presumed after a great lapse of time, under circumstances.\nIn the case in hand, it was claimed that the jury might find an ouster by Samuel Deetz of his co-heirs, from the declarations of George and his mother, while in possession of the land, and of some of the other heirs at different times; and so thought the court, and left the fact of ouster on this evidence to the jury. These declarations consisted in George saying, frequently, that the place belonged to Samuel; that his father had given it to him, because he paid debts for him. The mother said the same thing; and they both said at several times, that Samuel could turn them out of possession. It appeared also, that Samuel leased the place one year, in 1838, while George and his mother were in possession, and that Barnhart, the tenant, by his direction, paid the rent, the one-third of the crops, to the widow. There were also declarations by both George and his mother, that they had nothing to do with the land. After Samuel took possession, in 1842, George, it appeared, worked on the place; and his declarations were proved, to the effect that Samuel paid him for his labour; but the witness says further, that George was the active man on the place, and owned the cattle and horses.\nThis was the character of the evidence relied on by the defendant, to establish an ouster of his co-tenants and title by the statute of limitations. To arrive at this result, it was necessary on part of the defendant, to claim that these declarations eonstituted George and his mother tenants of Samuel, and to presume that they had been turned out of possession by him shortly after the death of his father, and were held out until they came in again on condition alone of holding for Samuel, against themselves and all others. All this was claimed as a presumption from the declarations in evidence; an ouster to be established; thenar of the statute to be raised by these parties against themselves and their co-tenants whose possession they had never resisted; and all from mere talk, without an act, on part of the alleged disseisor. Potent words, and full of vast meaning, and vaster consequences! Notwithstanding the impossibility of producing such results by such totally inadequate means, as we have shown from principle and precedent, the court seems to have recognised the possibility of it by charging on this hypothesis, for there was no other, “ that one tenant in common may oust his co-tenants, so as to obtain title by the statute, although they may have surrendered their possession under a mistaken impression of their rights, but that the possession must be adverse, uninterrupted,” &c. It was scarcely worth while to speak of a surrender, with no better proof of it than that which arose from the declarations, 'that the property was Samuel’s, and he could turn them out. But, independently of this, there was error in the idea that the giving up the possession under a mistake was a disseisin — an ouster. It wanted the element of action on the other side. A turning out, adverse claim, and defence of the disseisor’s rights. For all that appears, the case had but imagination to bolster up the idea of anything else than a' fanciful surrender. But, even if there were a surrender in mistake of rights, this would indicate a voluntary yielding of possession, and w7ould be no ouster. We see nothing in the case that is evidence of an actual ouster of George, nor is there a “ shadow of a shade ” of anything of the kind in regard to the other heirs. If there were no ouster -established by the tests of law, then there was no point at which the statute of limitations could commence running in the case; for the possession of George, and afterwards that of Samuel, was without doubt the possession of the co-tenants. So that the defendant had no case against the title of the plaintiff on the principle upon which it was placed.\nThere was error, therefore, we think, in the refusal of the court, in not charging as requested in the 5th and 7th points of the plaintiff, and in charging as set forth in the 5th and 6th specifications. The view we have taken of this case renders it unnecessary to notice the 3d exception to the charge. Upon a consideration, of the whole case, we think it would have been proper for the court to have charged that the plaintiff was entitled to recover, as the defendant, taking all his testimony .to be true, had not made out title under the statute of limitations.. But as there was no specific prayer to this effect, we reverse only for the reasons given.\nJudgment reversed, and a venire facias de novo awarded."}