{"id": "986716", "contents": "The opinion of the court was delivered by\nThompson, J. —\nWa will depart from the consecutive order in which the assignments of error are presented, and consider the second error first.\nThe plaintiff in error prayed the court below to instruct the jury that “ the Act of 1848, giving consequential damages for injuries done by the defendant, is not repealed by the Act of 1854, so far as regards damages sustained prior to the passage of that act, and for which proceedings were instituted, and plaintiff may recover in this case,” and the court answered it in the negative, and this constitutes the second assignment of error.\nThe Act of the 9th of February 1848, enlarged and extended the privileges of the company, materially; for, without the act, their charter, under the original act of incorporation, would have, in a short time, expired. In extending their privileges, the legislature increased somewhat their responsibilities, by requiring them, in the second section, to make “ compensation for any damages direct or consequential, which may be occasioned to private property, by said dams, or those already constructed.” “And provided further, that said company shall be liable for consequential damages resulting to the owner or owners of real property, situate upon either side of said improvement.”\nThe act contemplated and provided for the building of new dams, but provided, as they might do, in granting the extension of the franchise, for the payment of consequential damages from both classes of dams, new and old, by plain and distinct terms.\nThe property of the plaintiff — for the recovery of injury to which these proceedings were instituted — is situate on the south side of the Monongahela river, below the company’s dam No. 1, and the injuries complained of, as we learn from the case, resulted from the ordinary flow of water over the dam, and also on account of a break in it, which occurred shortly after its erection, and which swept off the earth from the front of plaintiff’s lot, greatly deteriorating its value.\nThe defendants resist the claim on the ground, that damages in this case are not recoverable by proceedings under the act of incorporation of 1836, or the supplement of 1844; and that, if the Act of 1848 would authorize it, which they deny, it was repealed by the Act of the 25th January 1854.\nWe agree, that neither the Acts of 1836 or 1844 embrace the plaintiff’s case. We entirely concur with the learned judge, that the last-mentioned act refers to a different class of cases from the one under consideration, and need not be further discussed here.\nDid the Act of the 25th January 1854 repeal the Act of the 9th of February 1848 ? That it did not do so in terms, is fully apparent. The following is the portion of the act relied on as repealing the last-mentioned act: “ Provided that the said company shall not hereafter be liable for damages, which may be done to property lying in the vicinity of any portion of their lines, except as is provided for by” the Acts of 1836 and 1844.\nIt is a rule of construction that legislation is never to have a retroactive effect, except when enjoined by the most explicit language: 3 Casey 52; 2 Dwarris 638, 673, 681; Lefever v. Witmer, 10 Barr 505.\nIt cannot well be denied, but that the proviso quoted, is an act of legislation, supplying, within its legitimate operation, the rule as to consequential damages established by the Act of 1848. What then is to be the extent of its operation ? Certainly not retrospectively, unless the provisions of the act cannot be sustained otherwise. But to assert this would be idle indeed. Past liability is not touched by the clause; future liability is to be measured by the Acts of 1836 and 1844. The “ company shall not hereafter be liable for damages which may be done” is certainly not the same thing as if it had been said, that the company shall not hereafter be liable for damages which may have been done. Yet, this is the construction contended for. It is neither philologically, nor in common parlance, correct, to give to the words referred to, standing in the position they do, a past signification. They are in their connection distinctly future. This being so, the Act of 1848 was only supplied, and therefore repealed, in regard to cases which might occur after the passage of the Act of 1854. The court, therefore, erred, we think, in regard to the repeal of the Act of 1848. As to the negation of the plaintiff’s right to recover, we will consider it in the next exception.\nThe court refused to charge as requested in the plaintiff’s first point, that “this proceeding was rightly instituted under the special Acts o'f Assembly, applicable to the Monongahela Navigation Company, and a common law action would not have been the proper remedyand to this is the first assignment of error.\nThe court, and the counsel on both sides, treated the issue formed as properly part of the proceedings instituted under the Acts of Assembly; and although at first blush it struck my mind as a waiver of form, with a view to a trial on the merits, yet, on further reflection, I am satisfied of my misapprehension in this particular. Was then the proceeding adopted, proper to redress the plaintiff’s injury? It will be recollected that the plaintiff’s ground, the locus in quo, is situated entirely below the defendants’ improvement, and if the remedy is applicable to the injury, then it will extend to any injury below dam No. 1, to the mouth of the river. But there are no words in the Act of 1848 extending the proceedings to cases beyond contiguous possessions, as there are in the Act of 1844. The words in the enacting clause must be construed to stand with those in the proviso — they are general — the proviso is special; and the general intent will be controlled by the particular intent subsequently expressed. The words in the enacting clause of the 30th section of the Act of 1848, provide for “ compensation for any damages direct or consequential, which may be occasioned to private property by said dams, or those already constructed.” The last proviso in the same section limits the generality of the terms used, by declaring “ that said company shall be liable for all consequential damages resulting to the owner or owners of real property situate upon either side of said improvement.” There was no necessity for the proviso, unless to restrain terms so general as to embrace injuries to every species of property, wherever situated, that might sustain damage in consequence of the dams. If it was not intended to restrain the general clause, it was a nullity. But we cannot so construe it, if we can give it operation, for the rule is, that a statute shall be so construed as that it may all stand, and no part be rejected or declared inoperative. But the construction we give is not inconsistent at all with the body of the act. It merely limits its operation, and is certainly consistent with what might be supposed to be the intention of the legislature, when the subject-matter is considered. “Legislative acts are to be expounded as near to the use and reason of the prior law as may be, when this can be done without violation of its obvious meaning:” Cadbury v. Duval, 10 Barr 270. But here we have plain words, and the best rule to arrive at the meaning of the legislature, is to abide by them in their ordinary meaning and import: 1 Harris 166; Bright. Rep. 9.\nUnder this view of the case, we are constrained to affirm the answer of the court to the first point, for the reason that the injury was not on either side of the improvement, but entirely below its south-western terminus. In such a case, it is clear, the common law remedy, if any existed, was the proper one. The remaining exceptions embrace in fact the same principles, and we need not further notice them.\nJudgment affirmed."}