{"id": "986712", "contents": "The opinion of the court was delivered by\nStrong, J. —\nAt common law the bond of a married woman, either with or without a warrant of attorney to confess judgment thereon, was absolutely void. Of course, a judgment entered upon it was a nullity as against her, for she could give no authority to enter it. Whenever, therefore, such a judgment has been entered, the courts have uniformly, on motion, ordered it to be stricken off from the record: Read v. Jewson, 4 T. R. 362; Dorrance v. Scott, 3 Whart. 309; also, Caldwell v. Walters, 6 Harris 79. In Dorrance v. Scott, it was not only held that a judgment was void, which had been entered upon a bond with warrant of attorney to confess judgment given by a married woman, and in which her husband joined, but it was also ruled that even when a scire facias had been issued upon such a record, and judgment had been obtained thereon, the judgment in the scire facias was no lien upon the wife’s lands. In Caldwell v. Waters, it was held, that a sheriff’s sale of a wife’s land, under a judgment entered upon a bond of a husband and wife, with a warrant of attorney to confess judgment, passed no title to the purchaser.\nNor does the Act of April 11th 1848 remove the wife’s disability, resulting from the marriage relation, to enter into such a contract. It is a mistaken supposition, that the act was intended to take away any of.the safeguards which the law had previously thrown around her property. Her right to use and enjoy is enlarged, but not her power of disposition. The same things are essential now to a valid conveyance of her real estate, which were .requisite under the Act of 1770. The husband must still join in a-deed with her. She may, indeed, by a written consent, acknowledged in a designated mode, empower her husband to dispose of her property; but she can, herself, make no contract now which she could not have made before the Act of 1848. Happily for her, the purpose of this statute was not to make her a feme sole as to all the rights of disposition and encumbrance of her property, but to secure her in its undisturbed enjoyment. It is a shield against the husband and his creditors. It is true, that it declares that it shall not he construed to protect her property from liability for debts contracted by herself; but this has reference only to debts contracted by her before marriage — from liability for which the husband, by the same act, is exempted — and debts contracted for necessaries for the support and maintenance of her family. A debt incurred by her for such a purpose is valid; but a bond given in satisfaction of such a debt is not. An infant may be liable for necessaries; but there can be no recovery upon his bond, even though given for necessaries. Much more, therefore, should this rule prevail in the case of a feme covert, for an infant’s contracts are generally but voidable, while hers are generally void.\nThe plaintiff’s case is not aided by the written consent endorsed on the bond, and acknowledged before a judge of the Court of Common Pleas. That is only available to enable her husband to sell, convey, mortgage, transfer, or encumber her property, not to enlarge her own powers.\nThis bond was not an authority to. her husband to encumber it, but it was an attempt to encumber it herself.\nThere was no error, therefore, in the action of the District Court.\nThe order, setting aside the judgment as to Harriet Keister, is affirmed."}