{"id": "986759", "contents": "The opinion of the court was delivered by\nLowrie, C. J. —\nThose who raise a question of jurisdiction, as the ground of objection to the judgment of a court, ought to notice a confusion of ideas in the use of the word jurisdiction, and to draw the proper distinctions.\nJurisdiction is often confounded with judicial power, or its equivalent, judicial competence; yet, there is a clear distinction between the terms. The judicial fewer of a court extends to all those classes of cases which that court may hear and determine. The jurisdiction of a court is confined to cases actually brought before it, and admits of various degrees; for jurisdiction of a case, ás a cause in court, vests the court with authority to call in the parties, and to bring it to a hearing in some form, so as to determine the cause in court, though the determination of the case itself may be beyond its competence. The jurisdiction by which a case may be determined is measured by the judicial power of the court, and not by the form in which the case is brought before it. This is a question of regularity of practice, and not of power, competence, or authority.\nIt is not questioned, that the Common Pleas has judicial competence to hear and determine cases of taxation. And when a case of that kind is instituted in court by appeal, the court obtains jurisdiction to hear and determine it. This, therefore, is a case within the competence of the court, and a cause within its jurisdiction, and the court was bound to determine it. They have done so, and their record is brought up here by certiorari for review. We discover no error in it.\nThe appeal is by petition, setting forth that the valuation was irregularly increased by the county commissioners, and that it was too high, and praying for correction herein. A hearing was granted, and the assessment was affirmed. This is all that the record shows that is material, and this is all it ought to show. On the evidence before the court, they decided that the petition of appeal was not sustained, and we cannot review their judgment on the evidence.\nIt is argued, that the whole proceeding was beyond the jurisdiction of the courtj for the reason that the commissioners had no authority to increase the valuation, and therefore it was void, and furnished no basis for a valid appeal. We need not say, whether this reason is well founded or not; for it does not support the conclusion — the want of jurisdiction of the court. It is the cause in court that is in question. The subject-matter of it was within the judicial power of the court, and it was instituted in court by appeal, and thus the jurisdiction attached. The proceedings of the commissioners are not part of the proceedings in the cause in court, and they could be used there only as evidence, and as such they do not come up here on the certiorari.\nJudgment affirmed with costs, and record remitted."}