{"id": "986738", "contents": "The opinion of the court was delivered by\nChurch, J. —\nThe manifest object and effect of the Act of Assembly of the 31st of March 1856, on the subject of traffic in spirituous liquors, was the total prohibition of their sale by every unlicensed person, and in every form and manner, except such as the averments in this indictment exclude defendant below froni being and doing. The indictment, in the most plain and unequivocal language, charges defendant with the unlicensed sale of the forbidden liquors according to the usual form in practice, and such as in Commonwealth v. Baird, 4 S. & R. 141, was adjudged sufficient by this court. The one in question there charged that defendant “ on, &c., and divers other days and times, as well before as afterwards, at, &c., did keep a tippling house, without any license so to do first had and obtained, according to law, and then and there, without such license, commonly and publicly, did sell and utter, and cause to be sold and uttered, to sundry persons divers quantities of wine, brandy,” &c.; and it was held a good indictment for selling liquors without a license. The Act of Assembly of 1710 prohibited in terms the keeping a tippling house or dram shop without a license, and imposed a specific penalty for its violation. This act was followed by that of 1721, which prohibited selling and delivering spirituous liquors to be used on the premises without a license. And next in order of consideration is the Act of 1783, prohibiting sales in quantities less than a pint in Philadelphia, and a quart in the other counties of the Commonwealth. The first section of the Act of the 31st of March 1856, if it create any independent offence punishable by indictment, must be considered as prohibiting what was denominated in the Act of 1710, keeping a tippling house, as designated in the Act of 1721, or the disposing of spirituous liquors to be used on the premises; and the other prohibitory provisions of the Act of 1856, are substantially the same as the provisions of the Act of 1783; except, instead of the prohibition of sales less than a pint or a quart, the Act of 1856 prohibits all unlicensed sales.\nAfter a careful examination of the direct charges contained and made in this indictment against the plaintiff in error, and their comparison with the various provisions and prohibitions of the Act of 1856, the conclusion seems inevitable, that according to the authority of Baird v. Commonwealth, they embrace the offence of selling spirituous liquors without a license, and contrary to the provisions of the law in question; and, consequently, within and subject to the punishment imposed by the 28th section of that act.\nThe language used in this indictment, “ without a license so to do first had and obtained according to law,” must be taken to apply to the selling therein mentioned, for no license was required or even authorized by the law for keeping the house wherein such liquors were drunk, independent of the selling them. Were it not for the long practice or usage sanctioned by this court, in Baird v. Commonwealth, in this kind or character of offence, the objection that this indictment embraces and charges against defendant in one count, an indefinite number of acts, each of which constitutes a specific offence, would itself be fatal to this judgment, according to Updegraff v. Commonwealth, 6 S. & R. 11. But that objection removed by the case of Baird v. Commonwealth, there is left another equally fatal. The indictment was found at February Sessions 1857, charging the offence to have been committed in November preceding; and the trial and conviction was had in May following; while the judgment was not entered, and sentence pronounced, until June 1858. The eleventh section of the Act passed the 20th of April 1858, expressly repeals the twenty-eighth section of the Act of 1856. Now, it was the twenty-eighth section of the last-mentioned act that created the offence, and imposed the penalty for selling spirituous liquors without a license. This section being repealed pending the proceedings, the power of the court to conclude them is gone. It cannot be ascertained from this record before us, whether the sentence imposed by the court is for selling liquors without a license, or for some other of the indefinite general charges contained in the indictment; nor how much of it may be intended for one portion, and how much for the others. Such an uncertainty of the record in criminal proceedings has always been held fatal to them. Without, therefore, expressing any opinion upon the question, whether the prohibition in the first section of the Act of 1856 alone renders the commission of the thing prohibited indictable, independent of the selling, and of the twenty-eighth section, this judgment must be reversed.\nJudgment reversed."}