{"id": "986790", "contents": "The opinion of the court was delivered by\nLowrie, C. J. —\nThis is a ease of certiorari to review the proceedings of an associate judge of the Common Pleas of Luzerne county, on an arrest under the Act of 1842 abolishing imprisonment for debt. The defendant, Gosline, was, on hearing, committed to prison ; and we are to inquire whether or not the proceedings are regular, and show sufficient cause for his detention.\nIn order to obtain a proper*position for interpreting the act in question, we must recall the state of the law which it was intended to correct. It had long been the law, that the plaintiff might, on bringing his suit on any kind of claim, arrest the defendant to compel him to give bail to the action, and.might imprison him if he did not give bail; and that, on obtaining judgment, he might imprison him as a means of enforcing payment, even though he was totally, and not fraudulently, insolvent. This was felt to be a great evil, as putting the personal liberty of the debtor in the power of creditors to a degree that was unreasonable, and that was scarcely reconcilable with the constitution, article 9th, section 16th, which forbids debtors without property to be continued in prison where there is not a strong presumption of fraud. This evil was partially corrected by the Act of 1836, for the commencement of actions; and it was in order to correct it completely that the Act of 1842 was passed. It is a substitute for the old law of arrest and imprisonment, in actions on contracts.\nHow then are we to treat proceedings under it ? Certainly not on the principles that govern in the matter of summary convie-\" tions; for they convict of nothing. The judge who hears the case decides no final question, but only that there is sufficient ground for an arrest under the statute. The cases now before us are cases of arrest before judgment, and we consider the law only in this aspect. This proceeding is collateral to the action for a breach of contract, and in aid of it and dependent on it. If the case be shown to be within the law, the party may be committed unless or until he shall pay the debt, or secure its payment, in due course of law after judgment, or give security not to remove or dispose of his property in fraud of his creditors, or to take the benefit of the insolvent laws, and, without fraud, assign all his property for the benefit of his creditors.\nThis proceeding is, therefore, not of the nature of a summary conviction; but simply an arrest for debt under the regulated supervision of a judge, instead of the arbitrary and badly controlled discretion of a party. Its purpose is to limit arrests to cases where there appears to be a strong presumption of some kind of fraud on the creditor, or on creditors generally; and this presumption is sufficiently shown when a judge, on hearing the case, is satisfied that the fraud' described in the act has been proved.\nThe second section of the act provides, that if a party has commenced a suit on contract, in court, of which an affidavit by himself or others is sufficient evidence, he has a right to apply to one of the judges of the court for a warrant of arrest. The affidavit is also to specify the nature and amount of the claim, so that it may appear to be on contract, and that the amount of bail, if offered, may be known.\nThen (by section 3) on further showing in the affidavit, to the satisfaction of the judge, that the defendant is about to remove, or is concealing, or has disposed of his property in fraud of his creditors, or that he fraudulently contracted the debt sued on, the plaintiff is entitled to a warrant of arrest in aid of his suit.\nBut this arrest is for the purpose of a hearing on the charges contained in the affidavit; and the defendant may deny them by his own oath, or by such other evidence as he may think proper to produce, § 6: and if, after hearing, the judge is satisfied that the plaintiff’s allegations are “ substantiated” or proved, he may adjudge the arrest to be final, and may commit the defendant to prison to abide the event of the suit.\nWhat allegations did the legislature mean ? and what would the judge naturally think of at the hearing ? Not that which avers the bringing of the • suit on a contract; for that allegation can hardly be imagined to be unfounded in any case. It is the preliminary fact that gives the judge jurisdiction of the case, so as to entitle him to hear the charge of fraud. If that do not sufficiently appear, no warrant is issued. If it be shown at the hearing to be false, the warrant ought to be quáshed, and the charge of fraud will not be heard. The defendant may (§ 6) “ controvert any of the facts and circumstances on which the warrant issued and the judge (§ 8) must be “ satisfied that the allegations are substantiated,” before he issues the commitment. This means that the charge of fraud, as the ground of this collateral aid of the ordinary suit, is the matter supposed to be alleged, controverted, and substantiated.\nAfter this study of the Act of Assembly, we are prepared to examine how it has been applied to the several cases in which Gosline stands committed. They are sufficiently alike to entitle us to take one as example of the rest. In the proceedings in Place’s case, the affidavit alleges the institution of the suit for goods sold and delivered, amounting to $3019.90; that at the time of the sale Gosline made various representations which induced the.sale; and that he had disposed of his goods in fraud of his creditors, and has property, money, and claims, which he refuses to apply to the payment of his debts; and that this debt was fraudulently contracted.,\nNow if this were a case of summary conviction, and this all the evidence on which it was founded, of course it could not stand. But this part of the proceeding is rather like a rule on a party to show cause why he should not be held to bail in a given action; and this affidavit is sufficient for that, because it may show probable cause to the satisfaction of the judge, though it is very defective in stating the facts and circumstances, or the particular acts of fraud. Perhaps the judge, on farther experience in this sort of cases, would refuse to be satisfied by an affidavit that alleges the fraud so defectively and generally, and with so' little description of the facts that constitute it. It is of the nature of the human mind, that it slides, by slow degrees, out of old forms into new ones, and that it becomes more exacting of adherence to forms and accuracy in using them, as these become more familiar and usual. Usage gradually moulds and defines them, and exacts accuracy and uniformity in applying them.\nBut the defendant has no just ground to complain of these deficiencies in these cases; for they do not at all affect the hearing of the charges. He may, on oath, deny all the allegations, and demand full proof of all the facts. If he refuses to be examined, as was the case here, he must expect the presumption to be against him. There is nothing, therefore, in the preliminary affidavit, that affords any just ground for reversing the proceeding; and we proceed to examine the commitment, and to see if it is sufficient to detain him in custody. It does not require much discussion.\n. The commitment recites the allegations of the affidavit, the issuing of the warrant, the arrest, and the hearing of the parties, and declares that, after hearing, the judge was satisfied that the demand of the plaintiff was on contract, and that the allegations were substantiated “in that the said Gosline has assigned and disposed of his property with the intent to defraud his creditors, and that he fraudulently contracted the debt respecting which the suit was brought;” and thereupon he was committed.\nIt seems to us, that this is a sufficient recital “ of the facts of the case,” so as to come up to the form of commitment indicated by the act, and a sufficient finding of fraud to justify the issuing of the commitment. We repeat, that the decision is not conclusive of any matter' in controversy; and that it is efficient only in giving a more vigorous remedy. It brings the' case within the class wherein the defendant is liable to this substituted form of arrest. It leaves the suit to be tried in the usual way; while it decides simply that there is sufficient evidence of fraud, to justify a requisition on him that he shall give bail to purge himself of the fraud in the regular way, or to save the plaintiff from losing by any fraud, perpetrated or contemplated. And such being the nature of the decision, it does not seem to us, that it was essential to specify in the commitment, the particular forms in which the defendant had disposed of his property, or perpetrated the frauds charged against him. He had a full opportunity of being heard, and we must presume that the evidence was sufficient to establish the conclusions arrived at by the judge.\nIt was argued, that the fraud, if any, in contracting the debt took place in the state of New York, and could not be made the ground of such a proceeding here. But we do not think so. The proceeding is not at all a criminal one. The fraud is treated as a private injury, giving rise to a corresponding modification of the ordinary private remedy applicable to debts. If the debt be fraudulently contracted, or if it be fraudulently attempted to be evaded, this special remedy may be applied, whether the fraud be committed in or out of the state; just as we allow actions of tort without question of the place where the wrong was done.\nProceedings affirmed, and record remitted.\nStrong, J., dissented."}