{"id": "986707", "contents": "The opinion of the court was delivered by\nWoodward, J. —\nIt is undoubtedly the law, that settlements between guardian and ward, soon after the latter becomes of age, and before opportunity exists to become familiar with the condition of the estate, are to be regarded with a jealous eye. Courts of justice will not permit such transactions to stand, unless the circumstances demonstrate, in the highest sense of the terms, full deliberation and uberrima fides. But every case is to be judged by its own peculiarities. We are no more to permit a faithful and honest guardian to be plundered, than we are to'permit an unfaithful one to steal the ward’s estate. We have here the case of a respectable father brought to settlement of his accounts as guardian of his only child and daughter. And yet not at the suit of that child, for she is in her grave, but on complaint of an administrator, who acts fpr the benefit and, no doubt, at the instance of her surviving husband. When Lydia was between 21 and 22 years of age, she married a man by the name of Deaves, much against her father’s wishes and consent; and, in the language of a witness, was with her husband when he was preaching in the mountains, and died there. Her death, without issue, happened about a year after her marriage. This contest, therefore, is between the husband and father of the ward for a few hundred dollars, which she was entitled to receive from her maternal grandfather’s estate. Her mother was one of twelve children of John Niswanger, deceased, whose real estate, after her mother’s death, was divided into two parts, one of which, purpart No. 1, valued at $2422.33, the appellant took on behalf of his ward, then an infant about a year old, and entered into recognisance to the other heirs of Niswanger for their respective portions. He paid off the recognisance out of his own resources, except a twelfth part of it which he claimed to retain as tenant by the curtesy. He received what rents the farm yielded, and in 1835, contracted to sell it to the Vankirks for $3000. They sold it to Evan McCullough, to whom the title was to be conveyed. After Lydia arrived at the age of 21, and before she was married, she conveyed the title to McCullough by a deed executed under circumstances of great deliberation, which are fully explained in the testimony of the witnesses, especially that of her uncle, James C. Hawkins.\nReferring ourselves to that evidence, we proceed to remark that it is impossible to doubt the intention of the parties. She came for the purpose of relieving her father as well as making the title to McCullough. She acknowledged the receipt of the consideration-money, and delivered the deed to McCullough with that intent. She expressly refused to take a note or bond from her father, and preferred to trust to his generosity. She knew that she was his only child — that he 'was a man of large means in comparison with the triflipg sum she was entitled to claim, and that he was a fond and affectionate father. She had a right to indulge her natural love and affection. Had there been no other consideration for her release, this would have been sufficient, in the absence of all evidence of fraud or of any kind of undue influence.\nBut her conduct was prudent and sagacious, as well as natural and affectionate. Her father had received no part of the personal estate of her mother. He was entitled to hold the real estate, as tenant by the curtesy, for his natural life. His daughter’s share of the real estate, as ascertained by the court below, amounted to $379.01, payable without interest after his death. Such an interest in such a trifling sum, was of no present value, and its prospective value was not to be weighed against the sole heirship of a man worth some $20,000.\nBut her father had made a profit on the resale of the purpart taken by him of $215.13. Interest is charged on this sum from the death of the widow in 1841, to the time of the decree on the 30th September 1857, making the aggregate $298.70, after deducting the sums claimed in the guardian’s account. To ascertain the sum that was released in 1848, we must deduct the nine years’ interest on $215.13, which.go to make up the sum stated in the decree. This done, the balance due the ward, on the 9th September 1848, was only $182.53.\nNow, putting one’s self into her place, considering the education and care she had received from her father, the well grounded assurance that during his life she would receive from him, not according to his meagre liability as her guardian, but according to her necessities as his daughter, and at his death that she would inherit his whole estate, we are constrained to say, that her arrangement was sanctioned by the clearest calculations of worldly wisdom.\nThe law will not condemn the filial affection displayed in the arrangement, but it approves the wisdom and prudence exhibited. There is nothing in the case to show that her marriage, though disagreeable to her father, would have lost her the advantages of her position, had she survived him. But, however this may have been, the settlement and release were before her marriage, and if wise, prudent, legal, and binding then, a subsequent change of circumstances could not impair its effect. Once fairly and sufficiently released from further liability as her guardian, he was released for ever. And when Mr. Deaves took her from the paternal roof into the mountains, he took her not only without a paternal blessing, but without a subsisting liability on the part of her father as her guardian. This claim, therefore, is groundless.\nAnd now, January 15th 1859, it is ordered and decreed that the decree of the Orphans’ Court be reversed, and that the petition for the citation be dismissed at the costs of the petitioner."}