{"id": "986814", "contents": "The opinion of the court was delivered by\nLowrie, C. J. —\nThis claim is founded on the charge that the sheriff, in 1838, having a liberari facias in his hands against Samuel Heffner (the plaintiff now), received the money due on it from John Heffner, and made this return to the writ; and yet, in violation of his duty, he dispossessed the defendant, now plaintiff, and delivered the possession of the property to John Heffner.\nSuppose this to be true. Then, the sheriff and John Heffner might have been indicted for forcible entry and detainer, and the possession would have been restored to Samuel; or possibly the court might, in a summary way, have corrected the wrong of their officer by a writ of restitution; or the sheriff might have been held accountable in some other form for his official wrong.\nBut, instead of this, Samuel submitted to the alleged wrong for eighteen years, and then brought this action of ejectment against distant alienees under John Heffner. What is the purpose of this action? Certainly it is to try the present right of possession, and not to try the wrong committed against the plaintiff by other persons eighteen years ago. The wrongful disseisin by John Heffner and the sheriff is not now to be imputed to the present possessors. If they have now a complete title to the possession, they may stand upon it, notwithstanding the improper ouster of some former tenant, who, if he had any right of possession then, has none now. It does not affect their title, even if they knew that a former owner had used force or artifice to get the possession from a former occupant.\nThe action of ejectment always supposes a wrongful disseisin, and makes the title to the possession the test of the wrongfulness. If the plaintiff had title when the suit was brought, and has not when the suit is tried, he cannot recover the land. A party who does a wrong is not forbidden to defend himself when sued for it; and a title is not enlarged by being violated.\nJohn Heffner’s interference to pay the execution against Samuel, appears to be accounted for by the fact that John was the owner of the property subject to the judgment against Samuel as former owner. The other elements of the cause require no special consideration.\nJudgment affirmed, and record remitted."}