{"id": "986821", "contents": "The opinion of the court -was delivered by\nThompson, J. —\nIt is very clear, that the affidavit of defence in this case was insufficient. The defendant swears “ that he is informed and verily believes” that the company was insolvent during the whole of the year 1857, and that it failed five or six months before the expiration of the policy of insurance. But he does not aver, and of course could not, but that, notwithstanding an inability to pay liabilities, the assets of the company were sufficient to have paid a portion, if not the entire loss that might have occurred to the steamer “White Cloud.” No loss occurred, however, and no consequent injury from want of ability to pay ensued. But whether or not, the liability of the company existed all the while. The legal obligation to pay was not weakened by inability to pay. The contract stood upon promise for promise. It would hardly be thought of, as a valid defence for the company, if the insolvency had existed on the other side, that because the premium note might not have been collectable, that they could not have been compelled to pay in case of loss. That is but an inversion of the case. The ultimate value of the promise by the company, which was the consideration for the promise on the other side, is not the test of obligation. The parties must be presumed to have considered of this before contracting. It is the validity of it, that is to be considered in a case like this. That remaining, the contract remains, for this was what the insured contracted for. And this view of the case upon principle might be sufficient. But a case of Hone v. Boyd has been cited from 1 Sandford’s Rep. 481, in which the very point is ruled, that the insolvency of the insurance company was no defence to a recovery on the premium note.\nThe incidental allegation, for it is no more, that the company was a “ fraudulent corporation,” under the qualification that the defendant is “ informed and verily believes” it was so, does not aid the affidavit. There is no averment of fraud or trick, or concealment, to induce the insured to enter into the contract of-insurance. Nor are there any facts disclosed to show in what it was fraudulent. It is quite possible for a party to be of opinion that an inability to pay losses constitutes the corporation a fraudulent one. To different minds, different acts might be considered fair or fraudulent, hence the necessity of the rule which requires that the affidavit of defence shall “state specifically and at length” the “nature and character” of the defence, so that the court may be able to see that there is a defence that calls for a trial. If fraud is the defence, it must appear in what it consisted. In Brown v. Street, 6 W. & S. 221, it is said that the facts constituting the defence must be stated. So in Moore v. Somerset, Id. 262. So too the facts must be positively averred to exist, Walker v. Geisse, 4 Wh. 257; Lord v. The Ocean Bank, 8 Harris 386, which is not a characteristic of this affidavit.\nWe think there was no error in entering judgment in this case.\nJudgment affirmed."}