{"id": "986825", "contents": "The opinion of the court was delivered by\nWoodward, J. —\nUndoubtedly the defendant’s first point ought to have been affirmed. The pleadings raised the question, whether the notes declared on were partnership liabilities of the firm of Mehaffey & Brewster, or individual debts of Brewster alone. There was some evidence, in the signature of the notes, to raise this question, though the weight of evidence inclined strongly to the plaintiff’s side of the issue, that the notes, though signed with the firm name, were really the proper debt of Brewster.\nIt is competent for a man to bind himself by any form of signature, he may chose to adopt. It is equally competent, as a general rule, for one partner to pledge the partnership credit for a partnership debt.\nWhich of these rights Brewster exercised, was the question upon the pleadings, and because it was raised by the pleadings, and fairly put by counsel, it should have been submitted to the jury.\nBut the error of withholding it is immaterial, not because of the clear preponderance of the proofs in favour of the individual character of the indebtedness, but because, even though it were a partnership debt, the defendant was liable for it as administratrix of her deceased husband.\nIt used to be the law, that the personal representatives of a deceased partner were not liable for a partnership debt until the insolvency of the surviving partner was established, but this was remedied by the 4th section of the Act of Assembly of 11th April 1848 {Purdon’s Digest — title, Partnership), and now it is not necessary to aver on the record, or prove on the trial, that the surviving partner is insolvent.\nCounsel suggest that this act was intended merely to shift the burthen of proof from the plaintiff to the defendant. Instead of the creditor being required, when he pursues the estate of the deceased partner, to show the insolvency of the surviving partner, it is supposed the legislature meant that the representatives of the deceased partner should show, to make resistance successful, that the survivor is solvent.\nIf the legislature meant this, it would have been easy to say it. They seem rather to have intended to put the solvency of the surviving partner out of question. Whether he be solvent or insolvent, the estate of the deceased partner shall be liable to the creditor. And with good reason; for though the surviving partner be ever so solvent, he may not ,be within reach of the creditor. Death dissolves the partnership and sets the survivor free to go his way. But the estate of the decedent is fixed for local administration, and is often the most convenient and sometimes the only accessible resource of the creditor. The Act of 1848 cleared away all obstructions to the creditor’s access to the estate of the deceased partner, and gave him that which he had not before, alternative remedies. This was agreeable to the general principle of the partnership relation, which makes the estate of each partner responsible for partnership debts.\nOf what significance then was the first point which the defendant pressed upon the court ? Granting it proved, she was still liable as administratrix. She was sued as such. The instruments declared on were correctly described, and her liability was not changed a whit by the question whether they were partnership or individual notes.\nBut they were declared on as individual notes, it is said, and if they were partnership notes, the proof did not support the allegation. Non constat. Where the instruments are correctly described, or set forth in hsee verla, and are given in evidence, it cannot be said the prolata and allegata do not agree. The very notes declared on were given in evidence. True, they were charged to be the individual debt of the deceased partner, but this did not alter the identity of the notes. It was the allegation of a circumstance wholly immaterial to the plaintiff’s right of recovery or the defendant’s liability to pay. I do not mean it was immaterial for the plaintiff to allege an indebtedness of Brewster, but that it was immaterial to allege whether it was an indebtedness in his own right or as a partner. And whether the allegation on this point was true or false, it did not affect the identity of the notes, or disqualify them as evidence. .\nIt is apparent, therefore, that the defendant was unharmed by the court’s disregard of the issue which her pleadings had raised. It cannot be said, it was important to her, that the record should show that they were partnership notes, for the purposes of recourse over against Mehaffey; because that record, if it did show it, would not be evidence against him. Whenever she should attempt to force contribution from Mehaffey, she would have to make out the partnership character of the debts, by proof quite independent of the record as made up between her and the creditor. Mehaffey was in no wise a party to that record, and therefore it would not conclude, nor indeed be evidence against him.\nNor would it estop her from charging Mehaffey. If he should allege against her action for contribution, that the creditor had sued the notes as the individual debt of her husband, that she had taken issue upon that point, and it had been found against her, the reply would be that it was an immaterial issue, and therefore concluded nothing. If this did not protect her, she would have to bear - the consequences of tendering to the creditor an unavailing issue.\nWhilst, therefore, it was an error in the court to refuse an affirmative answer to the defendant’s first point, it was not such an error as would justify us in reversing the judgment. What we have said on the construction of the Act of Assembly, shows that we consider the fourth point properly answered.\nThen as to the testimony of Mehaffey — was he a competent witness ? His testimony is not furnished on our paper-books, but we suppose he \"was called to prove that the notes were not a partnership debt. If so, his testimony could not have injured the defence, for that question was not submitted to the jury. The refusal to submit it, is the error we have just been considering, and the assignment of that error is an answer to the complaint that Mehaffey was admitted. The admission of an incompetent witness to testify to an issue that is withheld from the jury, is not an essential error.\nBut whatever the point to which Mehaffey’s testimony was directed, we think he was competent. We have already said, the record would not be evidence for or against him. In testing his competency, we must consider the debt a partnership debt, else there was no ground for questioning his competency. If a partnership debt, he would be liable to the plaintiff for the whole debt, with a right to call on Brewster’s estate for contribution. But if the plaintiff succeed in getting his money from Brewster’s estate, then Mehaffey would be liable to the estate of Brewster for contribution. So that Mehaffey’s interest would seem to be the same, whichever way this action should end. The authorities cited seem to sustain this ruling, and we think there was no error in admitting the witness. His objection to testify on the ground that it might prejudice his interests, was properly disregarded.\nThe judgment is affirmed."}