{"id": "986807", "contents": "The opinion of the court was delivered by\nChurch, J. —\nThere is manifest error in the judgment entered by the Common Pleas in this case.\nIt most likely arose from the irregularity of the pleadings there. The deductions of the learned judge were mainly correct, but then his premises were all wrong. The action was in debt on simple contract, and declared on as such, and not, as supposed, on a specialty. The plea of non est factum was therefore a nullity. The inducement to the contract, set forth in plaintiff’s narr., would have been better, perhaps, omitted altogether. It is, at most, in pleading, generally, but a sort of preamble. A recital of the circumstances, which brought the parties to the making of the contract, furnishing the foundation of the action. It is usually unnecessary in the pleading, except to aid in composition for the purpose of greater perspicuity: 1 Chit. PI. 31T. It requires very little certainty, either of name, place, person, or subject-matter, because not usually traversable, when, as here, constituting no more, at best, than an executed or past consideration: Id. 819. So when the debt arises, not from the matters set forth as inducement, but from some other dehors in the narr., the couj’t concludes as here, per quod actio accrevit: Id. 894. Here the consideration- was the procuring Martha Smith, who held the-legal title of an undivided moiety of land, to convey it directly to defendants. That being performed, they agreed to pay a-specified -sum to her, and this forty-nine dollars and twenty cents, with interest thereon from the 8th of August 1840, to the. plaint-tiff. This is most certainly a very different, and wholly independent contract, from any indicated in the inducement or preamble of the narr. No such action as this is, could have been instituted between these parties, upon those recited specialties. If the defendants desired to deny the contracts, and their liability under that declared on by plaintiff, they should have pleaded nil debent. But going to trial, on the plea of payment, in reality (the other being a nullity from its entire inapplicability), they took the affirmative of the issue, and were necessarily required to be first in proof. The case of Gilinger v. Kulp, 5 W. & S. 264, rules this: — It was a sei. fa. on a mechanic’s lien claim; the plea was payment; the plaintiff read his claim, and the writ, and rested. The defendant gave no evidence. The court say there, the verdict must be for the plaintiff. The same principle is found in Abbott v. Lyon, 4 W. & S. 39. Lewis v. Morgan, 11 S. & R. 234, was also a case of sei. fa., on a mechanic’s lien, tried on the plea of payment. And it was adjudged by this court, that the plea admitted the truth of all the material averments in the writ, as there set out, and put the defence entirely on collateral grounds. The averments are to be taken pro confesso: Id. 236-7. It is true, that in debt on a specialty, where the plea is merely payment, in practice, the plaintiff usually exhibits the specialty to the jury, as affording an exhibit of the sum he claims. But it is no more than the reading of his statement, or declaration, for if these were sufficiently artistic and definite, it would be enongh. This was done here;— the plea of payment was to be taken, as admitting the contract and original liability, as declared upon. The issue is formed by the actual or presumed replication of non solvent.\nAs the case was presented in the court below, the judgment should have been entered for plaintiff upon the verdict.\nJudgment of the Common Pleas reversed, and judgment entered for the plaintiff on the verdict."}