{"id": "986806", "contents": "The opinion of the court was delivered by\nRead, J. —\nRobert McGrath, without any apparent consideration, but from good-will, consented to lend his cousin, Samuel McGrath, not money, but his name; which seems to have been in good credit. This was effected by giving him his notes to the amount of $4675, in various sums, and at short dates. As it was intended to aid Samuel in his business,, it was necessary that the loan of his name should be continued; and this was to be effected by the issue of new notes, as the others fell due. The notes were given, to be used as Samuel thought proper; there being no stipulation that they should be discounted at any particular institution, or by any particular person. They formed, in fact, a part of Samuel’s active capital, in his business as a tailor; and were, no doubt, used originally to pay for goods, or their proceeds were probably appropriated for such or similar purposes.\nTo secure' Robert McGrath, for the loan of his name in the shape of notes, Samuel, on the 19th November 1847, executed to him a bond for $9000, conditioned for the payment of $4675 with interest, in one year from the date thereof, accompanied by a mortgage of certain premises in the county of Philadelphia.\nThis arrangement continued for several years, until Samuel Me Grath became embarrassed, and in November 1851, made an assignment; and all his books, notes, and papers, together with his bill-book, which contained an accurate account of all the said notes and renewals, were burned with his store, which was in Hart’s Building, corner of Sixth and Chestnut streets, in the month of December in the same year.\nSome payments were made by Robert McGrath on account of the renewed notes, and several were left outstanding in the hands of different persons, to whom he was responsible either as drawer or endorser.\nThe appellant, having purchased the mortgaged premises at sheriff’s sale, under a subsequent judgment, filed his bill in the court below to redeem this mortgage, if anything was due, and to ascertain whether anything was due. The evidence on this subject is to be found in the answers of the mortgagee and mortgagor; and the allegation on the part of the appellant, the plaintiff below, is that nothing is due, because these payments were not made on notes covered by the mortgage, nor are the remaining notes secured by that instrument.\nThe construction placed upon the agreement of the parties is founded upon a strict interpretation of the word “renewal.” The appellant contends that, as the mortgage was to secure the original notes, which he asserts to have been at four months, and the renewals, it must be shown that the remaining notes’ have been the regular successors of the original paper, continued from four months to four months, and each successive note applied to take up its immediate predecessor; and several cases have been cited to support this position.\nIt will be found on examination, that these cases are not applicable, and do not prove that such is the necessary rule of construction, even in renewals between debtors and creditors. “ Renewed,” and of course “renewal,” “is not a word of art; it has no legal or technical signification:” Russell v. Phillips, 14 Q. B. 900; 68 Eng. C. L. “ Renew,” says Webster, is “ to grant a new loan on a new note for the amount of a former one;” “ Renewal,” “ reloan on a new note given.”\nThis applies clearly to the relation of creditor and debtor, and may call for a strict construction, when the debtor claims the benefit of an agreement which is to delay the person to whom he is indebted. This is clearly not the meaning of the word, when applied to the present case, where this relation did not exist, and where the transaction is simply a reloan of the name. It is distinctly sworn to by both these defendants, that these notes were the renewals of the original notes; that is, as we understand it, it was a continuing loan of credit through a series of years, forming but one transaction, and of course secured by the mortgage which was given for this very object.\nWe are therefore of opinion that the decree below, the reasons for which are very clearly and forcibly stated by the president judge, is right, and must be affirmed. We believe this reaches the real justice of the case, as every tribunal before which it has been heard in various forms, has arrived at the same conclusion. The appellant suffers no other injury than that of not having made a successful speculation.\nDecree affirmed, and appeal dismissed, at the costs of the appellant."}