{"id": "986813", "contents": "The opinion of the court was delivered by\nRead, J. —\nIf the court below had followed the inclination of their own judgment, they would have decided the principal point in this case correctly; but misinterpreting, as we think, the decision of this court in Guy v. McIlree, 2 Casey 92, they have determined that the sixth clause in the agreement between the two railroad companies, is not an assignment in trust for the benefit of creditors. By this agreement, the Sunbury and Erie Railroad Company are to run their cars and locomotives upon and work the road of the Philadelphia and Sunbury Railroad Company — to receive the tolls and charges for the local and through trades — retain one-half of the earnings for themselves, and the remaining earnings (after deducting the expenses of maintaining the roadway), when received in cash, are by the said Philadelphia and- Sunbury Company assigned, transferred, appropriated, and shall be paid in manner following, viz., the said Sunbury and Erie Company shall first pay thereout unto Stephen Bittenbender seven thousand dollars with interest; next pay to Alfred R. Eisk eighteen hundred dollars with interest; and after payment thereof, pay over all other sums as they become due and payable to the Philadelphia and Sunbury Company, to Edward S. Whelen, in trust to pay, in their order the interest on three several mortgages of the said company; and, fourthly, if any surplus should remain after payment thereof, to pay the same to the said Philadelphia and Sunbury Company.\nWe have here property, a trustee, a trust, and creditors of an insolvent company, who are to take under it; and the simple question is, whether by an ambiguous inversion of language, the real meaning of this instrument can be so covered as to defeat the operation of a most salutary law: Dufaur v. Professional Life Assurance Company, 4 Jurist N. S. 841; 27 L. J. Rep. Ch., 817. We think that the object of the framer of this clause has not been attained, and that it is a voluntary assignment, by the Philadelphia and Sunbury Railroad Company, of a part of their estate, to the Sunbury and Erie Railroad Company, in trust for some of the creditors of the assignors.\nI am directed by a majority of the court (contrary to my own opinion) to say, that this assignment was recorded in the proper county, in which the assignor resided, within the meaning of the Act of Assembly. This therefore is an assignment for the benefit of all the creditors of the Philadelphia and Sunbury Railroad Company, and protects those funds in the hands of its assignor from an attachment execution. The effect of this decision is, that the judgment of the court below is affirmed, although the reasons for such affirmance differ from those assigned by the District Court.\nJudgment affirmed."}