{"id": "986819", "contents": "The opinion of the court was delivered by\nStrong, J. —\nThe action in the court below was debt for goods sold and delivered. With the declaration or statement a bill of particulars was filed. The defendant pleaded non assumpsit, set-off, and payment with leave, &c. Strictly, the first plea was a nullity, and would not have prevented the plaintiff from signing judgment: Brennan v. Egan, 4 Taunt. 163. The other pleas were affirmative, and admitted the alleged cause of action. After verdict, however, the plea of non assumpsit must be treated as if it had been nil dehet, the general issue. The plaintiff, not having availed himself of its inapplicability before verdict, has waived objection to it. Treating it, then, as a traverse of the alleged debt, we proceed to inquire, whether any of the defendant’s assignments of error have been sustained. .\nThe parties had entered into an agreement, by which Millard bound himself to sell to Morse a quantity of hemlock bark, from one hundred and fifty, to two hundred cords, properly peeled, piled, and cured; and to deliver it thus piled, on good wagon roads, within from one-quarter of a mile to a mile of Hollenbach’s steam saw-mill, and to complete the delivery before the next ensuing 1st of January. In consideration of this engagement, Morse contracted to pay Millard two dollars per cord for said bark, and to advance to him a reasonable amount of goods, provisions, &c., at reasonable rates, while he should be peeling and preparing the bark for delivery, according to the agreement/ The plaintiff furnished to the defendant the goods, for the value of which he now brings suit. The defendant commenced peeling bark and piling it, but failed in delivering it on wagon roads, as he had contracted to- do, and now attempts to make use of the contract as a defence under his pleas.\nAs a set-off, it clearly cannot .avail him. It was an entire contract, and substantial performance on his part was necessary, in order to give him any cause of action against the plaintiff. A partial performance was no better for such a purpose than no performance at all. Had the plaintiff received the bark, though not on wagon roads, the defective performance might have been the subject of compensation; but the jury have found that he did not. There was, therefore, no delivery; and consequently, no transmission of ownership from the defendant to the plaintiff. The contract fixed the place of delivery, and the plaintiff was under no obligation to receive the bark elsewhere. The court, therefore, properly instructed the jury, that the defendant was entitled to no allowance for anything he had done under his bark contract.\nIt is also contended, that the goods furnished by the plaintiff were not goods sold, but paid under the contract for the bark. It is difficult, however, to see how the delivery of the goods can be called a payment, when there was no debt to be paid. The fallacy of the defendant’s view of the case is, that the bark belonged to the plaintiff as fast as it was peeled. Such was not the contract. The defendant was bound to deliver'it, and until that was done, he had nothing which he could use either as a set-off, or in satisfaction of what was due to the plaintiff for the goods advanced to him. Having failed to render the stipulated equivalent for the goods, the plaintiff was at liberty to treat the advance as a sale. We think the charge of the court is, in all points, unexceptionable.\nNor are we able to perceive that the plaintiff in error was injured by the admission of the testimony of R. D. Patterson.\nThe judgment is affirmed."}