{"id": "986812", "contents": "The opinion of the court was delivered by\nRead, J. —\nGeorge Parkinson, by his will, gave a life estate, in his residuary real and personal estate, to his wife Eleanor, and after her death directed his said residuary estate to be divided into fourteen equal parts or shares, and two of the said fourteen equal parts he gave, devised, and bequeathed to his daughter, Jane Parkinson (afterwards married to William H. Kern), her heirs, executors, administrators, and assigns for ever. He gave his wife power to sell and dispose of all or any part of his real estate during her life, and his executors were to make the necessary conveyances, and the money was to be invested as she thought best, which investments were to be held in trust by his executors for the uses and purposes of his will.\nAfter the death of his wife the testator, “ in order more effectually,” as he says, “ to enable my executors, hereinafter named, to make a division of my estate as above directed, I do order and direct, authorize and empower them, my said executors, and the survivor of them, to grant, bargain, sell, and dispose of, either by public or private sale or sales, all my said real estate,” &c., and to convey the same to the purchasers, freed and discharged of and from all and every use and trust whatsoever; and without any liability, on the part of the purchasers, as to the application or distribution of the purchase-money.\nBy the power to sell, the estate, under our Act of Assembly, was vested in the executors, subject to the life estate of the widow: Brown & Sterrett’s Appeal, 3 Casey 63. The descent was broken, and all that passed to the seven children of the testator was the respective equal shares in the proceeds of the real estate, which was thus turned into personalty. As regarded them, it was a conversion, out and out; Burr v. Sim, 1 Wh. 263; and for the purposes of the will, it would be treated as if it had been personal estate at the time of the death of the testator; and Mrs. Jane Kern had the whole beneficial title in two fourteenths vested in her, subject to her mother’s interest for life: Fletcher v. Ashburner, 1 Bro. C. C. 534.\nThe court below were, therefore, right in awarding the share in controversy to Mr. Kern, and their decree is, therefore, affirmed.\nDecree affirmed."}