{"id": "986824", "contents": "The opinion of the court was delivered by\nChurch, J. —\nOf the errors assigned in this case the first and fourth only are material. The route between the extreme termini of a road is exclusively for the viewers. The court is not authorized to designate, in their order to the viewers, any intermediate point. Neither should the petition. If there could be one there might be many. The doctrine advanced, in support of these proceedings, on that subject would enable the petitioner to stake out the entire road, before even the jurisdiction of the viewers attached. This would be subversive of our whole system of laying out roads, as it has prevailed and been understood for half a century. The public roads are for public use, and not the advancement of private interests. If these petitioners want a road to and from the designated school-house, they should make distinct applications to the court. A place of that kind is sometimes, however, one of but little permanency, and is always a location necessarily subject to change. School-houses are for the accommodation of a special class of citizens, and that class too, which are certainly less continuous in a given locality than any other, and hence it is not necessarily advisable to have a long public road diverge from its proper location merely to reach a school-house. If there be two applications made in such a case, the court may appoint the same viewers in both. There may be cases where it would be highly proper to do so. The desired result might then be attained without restriction upon the judgment of the viewers. It is very essential that those persons to whom is intrusted the laying out of public roads, should go upon the ground as independent and untrammelled in judgment as possible, in respect to all intermediate localities. The whole policy of the laws on the subject seems to rest on this basis. Upon these exceptions alone, the proceedings in the court below are reversed. In respect to the second error assigned, the maxim that whatever, from a view of all in general, may be rendered certain in particular shall be deemed so, applies here, and rules the point. So with regard to the third, the law does not require the viewers to report this fact, and it will be presumed unless the record show clearly that it has been omitted. The fifth is not the subject of review here. The law has intrusted that question exclusively to the viewers. We perceive no error in entering a confirmation at the third term. The exceptions filed had delayed the final action of the court, and appear to have been taken up for adjudication like any other unfinished business. The issuing the order to open was the ministerial act of the clerk, and irregular, because premature. This question has been already fully discussed in the case of the road to Ewing’s Mill, just decided, and does not require further notice.\nThe proceedings in the Quarter Sessions are reversed."}