{"id": "986810", "contents": "The opinion of the court was delivered by\nStrong, J. —\nThis was an action of account render, brought by Portsmouth against Donaldson and Caldwell, jointly. ’ The three had been partners in a nursery, upon a tract of land in which they held a term for years. When the term expired, the two defendants removed the trees to another lot of ground, against the remonstrance of the plaintiff, and he instituted his action of account render declaring against them jointly, as his bailiffs. The court below instructed the jury that he could not recover, and the instruction was, in our opinion, entirely unexceptionable.\nWithout inquiring whether the defendants could be held liable to the plaintiff as his bailiffs for the property of the firm received by them during the continuance of the partnership, it is clear that they were not jointly liable. The action of account render is founded upon contract, and the engagement between the partners is, that each partner shall account to every other for himself, and not for his copartner. It is a several liability, and no two partners are responsible to another jointly. Indeed, it has been doubted, whether account render lies between partners when the firm consists of more than two members. But, however this may be, it is certain that each partner contracts with the other for himself alone. It can hardly be necessary to cite authorities to support so plain a principle. We content ourselves by referring to Whelen v. Watmough, 15 S. & R. 153, where the doctrine is thoroughly vindicated. In that case, it was unqualifiedly ruled, that in an action of account render by one partner against two, charging them as bailiffs and receivers, the plaintiff must show a joint liability on the part of the defendants to render an account to him. The plaintiff in error, however, complains that the court erred in charging the jury that there was no evidence from which they could be justified in inferring that the defendants jointly agreed to account with the plaintiff. Certainly, if there was such evidence, the plaintiff has failed to’show it to us. Each partner and all the partners had a right to the possession and control of the joint property. The possession of one was the possession of all. The defendants removed the trees from the lot in which they had first been planted, but they removed them during the continuance of the partnership. The removal was in law the act of all the partners, even though it was made against the remonstrance of the plaintiff. It left the parties, as before, liable to account to each other severally, but not jointly. The opposition of the plaintiff to the removal, instead of being evidence of an engagement of the defendants to account jointly, disproves it. There is therefore no reason to complain of the charge of the court.\nJudgment affirmed."}