{"id": "986817", "contents": "The opinion of the court was delivered by\nStrong, J. —\nThe plaintiff’s replication was a traverse of the defendant’s plea. To this traverse was added indeed an averment, which was neither an answer to the plea nor a demurrer. It was a statement of an abstract principle having no applicability to the case; only surplusage. It rendered the replication informal, but did not destroy its substance. The court, therefore, erred in giving a final judgment for the defendant upon his special demurrer to it.\nWe ought, perhaps, to give judgment for the plaintiff upon the whole record; but the pleadings are so informal, that we think it right to send the case back, with a brief statement of the principles upon which it should be decided.\nThe plaintiff can recover in this suit only upon proving that Eagley and Neef are jointly liable. Such joint liability he has averred in his declaration, and the facts that an award has been obtained against both defendants, and that but one has appealed, make no difference in this respect. It follows, that Eagley may avail himself of anything which shows that there was no joint liability when the action was commenced against both. I mean joint liability upon the note in suit. The Act of April 6th 1830 preserves the liability of joint obligors or promissors not served with process, in a suit in which judgment has been recovered against their co-promissors, or co-obligors; but it does not authorize a second joint suit. If, upon the contract, the promissee has obtained judgment against one of the promissors, either adversely or by confession, the contract is no longer joint. The promise of the one against whom judgment has been obtained is merged. But, in order-to work this effect, the judgment must have been upon the same contract. A judgment obtained upon another instrument, though it be a security for the’ same debt, does not destroy the joint liability created by the promissory note of two, and is therefore no defence to either, in a suit brought against the two. Satisfaction of it would be, but the judgment is not. It is but a cumulative security; not a former recovery. If, therefore, the judgment pleaded as having been recovered against Mrs. Neef, was not obtained upon the promissory note which is the foundation of this suit, it is no defence.\nJudgment reversed, and a procedendo awarded."}