{"id": "986808", "contents": "The opinion of the court was delivered by\nThompson, J. —\nThe only assignment of error in this case is founded on the exception to that part of the testimony of George Baker, a witness for the plaintiff, in which he details who Lenhart said were partners with him, in the firm of Lenhart & Allsworths. Baker was a competent witness, and it is conceded that he could properly testify as to what Lenhart admitted in regard to himself being a member of the firm; but it was objected, that it was not competent for him to testify to the whole conversation, and disclose with whom Lenhart said he was a partner, for the reason that the declarations of Lenhart were properly only evidence against himself, and not against his partners, and would, if received, affect them also. The court admitted the evidence to affect Len-hart alone, and not his copartners, stating at the time that they would instruct the jury that the evidence could only affect Lenhart, and that it was admitted alone for that purpose. That the court did so instruct the jury we must presume in the absence of any complaint on the subject.\nThis is not a case of attempted withdrawal of clearly incompetent testimony, discovered after admitted to be so, but one in which the testimony for one purpose was competent, but which might peradventure have an effect beyond its legitimate purpose. In the former case, we have recently decided, in the Delaware and Hudson Canal Co. v. Barnes & Harlan, 7 Casey 193, that this court will supervise the action of the court below in cases of this kind, and will reverse for the admission of evidence discovered to have been incompetent, unless it clearly appear that it was so effectually withdrawn from the consideration of the jury, by the court, as to work no injury to the party objecting. The authorities cited by the counsel for the plaintiffs in error touch this point, and are in accordance with this recent ruling. But the case in hand is not of this character. In this case, the witness was competent, and his testimony was relevant to the issue, and no rule of evidence has been discovered to exclude it. There is nothing whatever in the suggestion, that a party about to be charged might, by this means, diminish his liability in amount by increasing the number of his partners, and that such would be the effect of the admission in this ease. It would not do to change the rules of evidence, because of the suggestion of impracticable difficulties and improbable results. Such a ease has as yet no precedent, and even if such a thing should occur, the party would in the end be obliged to answer over to those who had been made unjustly to contribute to the payment of his debt. But it is unnecessary to pursue this course of reasoning. The plaintiff was clearly entitled to the testimony to prove Lenhart’s connection with the firm as a partner. The same thing was done in Taylor & Fitzsimmons v. Henderson, 17 S. & R. 453; and, on argument of the exception in this court, the case was affirmed, C. J. Gibson saying, in delivering the opinion of the court, that “ the declarations of Mr. Fitzsimmons, one of the defendants, were obviously evidence against himself to prove the partnership, a fact which might be established by the separate admissions of all the defendants.” “ The only remedy in the power of the court,” as was said in Nash v. Gilkeson, 5 S. & R. 352, “ was to give such direction as was here given” — an instruction to the jury that the testimony was not to have any effect other than upon the interests of the party making the declaration.\nWe see no error in this record, and the judgment is affirmed."}