{"id": "988355", "contents": "The opinion of the court was delivered by\nLowrii, C. J.\nThe principles decided in Kerlin v. Campbell, 15 State R. 500, and in Griffitts v. Cope, 17 Id. 99, very clearly require the affirmance of this decree.\nIn 1745, Casper Wistar, for the consideration of £40, conveyed to Yalentine Hergebrood and others, in fee, one hundred acres of land; and shortly afterwards, the grantees executed a declaration of trust, whereby they declared that they did not buy the land for themselves, but by the direction of this congregation, that the deed was made to them so that they and their successors chosen by the congregation should stand seised of the land for the use of the congregation, for the benefit of its poor, for a place to erect a church, and for a burial-ground.\nNow, it is very plain, that hereby a complete fee-simple title in legal form passed from Wistar to the trustees, and that an equal title, in the form usually adopted for conveying land to congregations under the Act of 1731, passed from the trustees to the congregation. That act gave to religious societies legal capacity to hold, and therefore the conveyance to their trustees constituted an executed legal estate in the congregation itself. The use of the medium of trustees was mere matter of form, and does not at all make this a case of a charitable use. Such trustees seldom, if ever, convey to successors; but the title in their name is treated as the title of the congregation, to be used by the congregation at their discretion, for such purposes as the law allows. How merely formal is the medium of trustees, is seen in Chambers v. Calhoun, 18 State R. 13, where a contract with a congregation to pay “ to the building committee” not then named, was allowed to be sued on by the congregation in the names of' the building committee afterwards appointed.\n• For what purposes could this congregation legitimately hold this land ? The Act of 1731 says, for places of worship, burying-grounds, schools, and almshouses. Having, therefore, bought the land, they may hold and use it for these purposes, and they alone are to judge in what proportions they will apply it to each purpose. And the land being entirely their own, they may sell it when and to whom they please. No restraints on- its use or alienation, imposed by themselves or others, are of any validity: 19 State R. 41, 369; 20 Id. 303; 26 Id. 231. Within the sphere of their legitimate congregational action, they may change their intentions and vary the application of their resources according to their pleasure.\nWhat then is the efficacy of the declaration that the congregation holds the land for the use of its poor, for a church, and for a burial-ground ? Nothing, except to show that they hold it for the purposes for which the law allows congregations to hold land. Not to limit their own title, but to recognise the uses allowed by law. So it is plainly held in Griffitts v. Cope, and we need not repeat the argument there presented.\nWe do not discover anything that prevents one congregation from having two places of worship; and, therefore, they may contract debts for the erection of both, and may pledge their land to pay them. Their new act of incorporation, P. L. 1846, p. 98, expressly gives them this power, and it does not violate the title by which they hold their land. The court below imposed some restrictions on the congregation; but these are not here complained of.\nDecree affirmed, with costs.\nStrong, J., having been of counsel for one of the parties, did not sit in this cause. Read, J., dissented."}