{"id": "988376", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nWe are not convinced by the learned argument of the defendant’s counsel. Our statute of 1705 makes fornication and adultery punishable; but it does not define them. Why? Evidently because the words were so well understood that a definition was not thought of. They are also used without definition, in the act of the same year against incest: 1 Smith’s Laws 26. And adultery is so used in the divorce laws of 1785 and 1815: 2 Id. 243; 6 Id. 287. It is almost defined, as to a married man, in the Act of 22d Feb. 1718, 1 Id. 100, where “ live in adultery” is defined, “ cohabit unlawfully with another woman.” The same meaning is shown, when it is declared, that a husband, marrying on a false rumor of his wife’s death, “ shall not be liable to the pains of adultery 2 Id. 345.\nIndeed, we understand the counsel as admitting that, long before the Act of 1705, through the ecclesiastical courts and otherwise, the words adultery and fornication had acquired a definite meaning, applying to acts of married and unmarried persons respectively; but they argue that this meaning is illegitimate, and had grown up improperly, so far as relates to the act of a married man with a single woman; and to prove this, they refer to the loose marriage relations, and to the low condition of woman, in ancient times.\nSuppose we admit the change of meaning in the word; this does not prove that the change was improper. Virtue (virtus) once meant only manliness, and yet that falls far short of its legitimate meaning now. It is the law of language, to be always changing, and therefore change is not illegitimate.\nBut suppose the change was improper; that is not the question; nor whether it was introduced by Puritans or Mahomedans. Not legislation, but interpretation, is our business; not the correction of language, but the ascertainment and application of its meaning. What did the legislature mean by the word adultery? Or, as they have not defined it, what did it mean in common usage ? We do not understand it to be questioned, that it meant sexual intercourse by a married person with any person not his or her wife or husband. We cannot doubt, that this was its meaning in common usage, when this law was passed. So the legislature must have used it, and so they have been always understood.\nIn describing the offence in an indictment, no greater particularity has heretofore been required than is found here, and this ought to he enough to sustain this indictment. We do not think that more ought to he allowed, unless it might he in stating the place. “ Commit adultery” does not merely imply, hut expresses carnal knowledge, for that is its very meaning. Having carnal knowledge is but a euphemism of it.\nIt is not charged that Matilda Moyer was not his wife; but his wife is named by a different name as still alive, and no one can reasonably suppose that the wife and Matilda Moyer are not different persons.\nJudgment affirmed and record remitted."}