{"id": "988361", "contents": "The opinion of the court was delivered by\nThompson, J.\nIt is settled in this Commonwealth, that growing crops are personal property; subject, however, to pass with and as appurtenant to the realty, in case of conveyance, unless severed by reservation or exception therefrom: Bear v. Bitzer, 4 Harris 178; Wilkins v. Vashbinder, 7 Watts 379. Such was the rule of the common law, and uniformly held in England not to have been altered by the statute against frauds and perjuries. Amongst the numerous cases on this point see Sainsbury v. Matthews, 4 M. & W. 343; Evans v. Roberts, 5 B. & Cr. 829; Dunn v. Ferguson, Hayes 540 (Irish Rep).\nThe plaintiff in error was the purchaser of a tract of land from the defendants in error,- administrators of the estate of Daniel Stahler, deceased, under an order of the Orphans’ Court of Behigh county, in proceedings in partition. At the sale, there was a reservation or exception of the grain by writing. The deed after-wards made, contained no reservation, and the vendee claims to hold it in the absence of such reservation in the deed, and by force of it, notwithstanding the exception or reservation in fact to the contrary. On the trial below, which was an action of trover to recover the value of the grain, the plaintiffs gave the written conditions in evidence, as well as offered parol evidence, to show that the grain was excepted from the sale of the land.\nTo the ruling of the court in regard to this matter, the 1st, 4th, 5th, and 9th exceptions apply, and will be considered together. It was offered to be proved by the plaintiffs, that at the commencement of, or during the sale, and before the property was struck down, the crier proclaimed that the grain in the ground was reserved, excepting every fourth bushel, in case the purchaser should choose to harvest it for that. This evidence was admitted under exception, and was, with the written conditions, referred to the jury, who found in favour of the plaintiffs. It was resisted on the ground that it contradicted not only the order of court but the conditions of sale. It will be remembered, that the order of court originated in proceedings in partition, and necessarily related exclusively to the realty. The grain, we have shown, was essentially personalty, subject to pass as incidental to the realty by a conveyance of the latter. If excepted or reserved, this operated as a severance, and it became thereafter, to all intents and purposes, personalty to which the order had no application. When the land was about to be sold, the grain crop rested on the contingency of whether it should be excepted from the sale by the administrators or not. If not reserved, it would pass by the conveyance as appurtenant to the realty, but if reserved or excepted, the vitality and scope of the order wTas in no way limited or impaired. It still operated to authorize the sale of what it described, viz., the realty and no more. The reservation did not change the denomination of the property in the crops, it only prevented their passage by the conveyance. In this view of the matter, it is apparent that the order was not affected or contradicted by the conditions of sale, or the oral announcement in regard to them.\nNor do we perceive the force of the objection, that the oral testimony contradicted the written conditions. At most, the announcement of the crier, which the jury have found was heard by the defendant, only declared what the written conditions defectively expressed. They either meant this, or there was such an ambiguity as might be explained by parol. In either event, the defendant would be bound. But we think the fair interpretation of the fourth clause of the condition of sale disclosed the same reservation as did the oral conditions announced by the crier, that the grain was excepted. It is as follows: “ All straw from the winter grain now in the ground shall remain on the premises, except two ton.” Here is a stipulated retrocession of the straw to the purchaser. It cannot well be doubted, but that this would be an insensible act if it had not been already reserved. That it could be reserved or excepted by a reservation or exception of the crop, will hardly be doubted either; hence, having been reserved by an exception of the grain, it became necessary, if it was an object to the purchaser to retain the straw on the farm, that it should be reserved to him out of the exception of it, and hence the stipulation that it should remain, excepting two ton. That this was so understood by the parties, is very apparent. The fourth clause of the conditions must be held to mean this, or it means nothing, which we are not at liberty to hold, if there be substance enough to disclose an intent, which we think there is. In this view of it, we think the court should have so interpreted the conditions of sale, and this would have rendered explanatory evidence unnecessary. Under these circumstances it is obvious the parol evidence did the defendant no harm, as the case was against him on this point without its aid.\nBut in regard to an interest, in a matter of a nature so temporary as growing crops, it is not necessary that the reservation should be by deed or in writing. It is not an interest in lands. “ Growing crops of grain and vegetables, fruetus industriales, being goods and chattels and not real estate, may be conveyed by a verbal contract, as they may be also sold on execution, as personal chattels:” 1 Denio 550, and cases there cited; showing this to be the rule of the common law, and not changed by the statute of frauds. A different rule exists, undoubtedly, in regard to the natural products of the earth, which grow spontaneously and without the culture of man’s hands, such as trees, &c., a continuous right to enter and cut which, would require to be reserved by an instrument in writing: 2 Pars. on Cont. 313, note k. 314. That the reservation of grain might he made by parol is inferable from the language of Sergeant, J. in Wilkins v. Vashbinder supra, who, after declaring that the grain in that case passed by the deed for the land, added, “ there being no reservation contained in it, or made at the time of its execution.” The nature of a reservation in such a case as this, is a collateral contract, and executory. It regards a subject that the statute does not require to be in writing, and therefore need not be. We know that a lease for a period short of three years is not void for want of a written instrument, and it would be strange if by a mere change in the form of the transaction a crop for one year could not have the same protection. The exception or reservation, in this instance, did not contradict or alter the deed in the least. And if- the written conditions had been ambiguous, testimony might well have been received to explain the ambiguity. We have said that this was unnecessary, however, but if it had been otherwise, the declarations of the defendant, on the very point in controversy, going to show his admission of the terms on which he made the purchase, were surely evidence against him.\nThe 15th assignment of error regards the effect of the deed of the 7th of April 1855, and should properly be next considered. The court were requested by the defendant to charge, that it was “on its face, conclusive against the reservation claimed by the plaintiffs, and there being no evidence of any omission by fraud or mistake, the plaintiffs cannot recover.” This was negatived by the court.\nTreating the deed simply as a consummation of the sale by the administrators under the order of court, we have determined this point against the plaintiff in error for the reasons already given. The deed, however, was made, not by the administrators, but by the heirs and widow of the decedent. The defendant below claims that this was independent of the proceedings under the order of the Orphans’ Court, and that the exception in the conditions of sale did not apply to it, or affect the presumption that the grain passed. It fully appears, however, that the deed was so made at the request of the defendant, as being more satisfactory to him— that there was no change in the consideration to be paid for the land from that bid for it at the sale — that the terms of payment were the same — and that the proceedings, order, report, and confirmation of sale still remain unreversed and in force. The only departure from the line of proceedings commenced, was the form in which the deed was made. This was done as a matter of convenience, and at the request of the defendant. The jurisdiction of the court was not ousted by this change, and that this was so understood, is confirmed by the fact that the proceedings in the Orphans’ Court were never set aside. The deed thus made, being but an alteration or change of the formal mode of conveyance, without any new consideration or change of terms, cannot otherwise be considered than as a substantial, although not a technical compliance with the order of court, and does not annul the conditions of sale, or render them less operative than if the deed had been made pursuant to the order of court. To give this part of the case the construction contended for by the plaintiff in error, would be to give him an unfair advantage, in an act done at his request and for his benefit. The law regards the transaction, in the manner in which it was consummated, under the evidence, as a substantial compliance with the order of court. The conditions of sale ought to have the same effect, as if the deed had been made by the administrators alone, and we think the court committed no error in their answer to the point on which this error was assigned.\nThe 7th assignment rests upon the rejection of evidence, offered to prove that one of the administrators employed a puffer to bid at the sale. The object of the offer was not to nullify the sale in all its extent, but only to get clear of it as an administrator’s sale, and with it the effect of the conditions of that sale. It is not doubted but this might have been a good ground to have set aside the sale, if the purchaser, when he bid off the property, had been ignorant of it, and had made the objection before the confirmation ; but after that, and the receipt of the deed, with the possession and occupancy of the property under it, it is too late. We need not elaborate this point.\nThe reservation of the grain by reason of the exception of it from the sale being established, no doubt can exist that trover will lie to redress a wrongful conversion. The right to the grain gave the administrators a right to the possession, and a right to cut and carry it away; hence, if wrongfully taken away by the owner of the fee or any one else, trover would lie to recover it: 1 Chitty’s Pl. 152; Stultz v. Dickey, 5 Binn. 285; Myers v. White, 1 Rawle 353; Forsythe v. Price, 8 Watts 283.\nThe value of the grain, with interest as a mode of estimating the damage, was not error by the court: 1 Jones 386. This is a measure of damage often indicated, but a jury may doubtless go beyond it; but it does not appear that they did so in this case.\nNor do we think there was the least ground for complaint, that the learned judge charged in substance, that as the defendant had repudiated the possession of the crop under the contract, and claimed it all by a wrongful conversion, he was not entitled to the benefits of the contract in shielding him from the full amount of the property in damages. He could not claim in inconsistent rights.\nIf there had been any serious objection on the ground of nonjoinder of parties as plaintiffs, about which the facts leave the matter somewhat in doubt, the defendant should have taken advantage of it by plea in abatement: Arch. Civ. Pl. 51; 1 Chit. 68; 1 Harris 497. Upon the whole, we discover no error in the numerous assignments in this case, and the judgment must be affirmed.\nJudgment affirmed.\nStrong, J., dissented."}