{"id": "988392", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nIn endeavouring to ascertain the classes who are taxable by the mercantile appraisers, we find them described in the Act of 1830 by the terms, “ every person who shall deal in selling goods and merchandise;” but it applies only to foreign goods. The Act of 1841 gives much the same description of the class, using the terms, “ all persons engaged in selling,” &c.; and it applies to domestic as well as foreign goods, but with a different scale of taxation for each. It. also calls them “ dealers,” and describes them as persons who make “ purchases and sales § 10, P. L. 311. The Act of 1845, §§ 5, 6, 8, also calls them “ dealers.”\nNow it seems to us quite clear, that all these modes of expression are merely different forms of describing the class called merchants and shopkeepers, and that it does not include manufacturers or mechanics who sell only their own manufactures. This becomes still more clear when we refer to the Act of 1846; for it changes the rate by putting dealers in foreign and in domestic goods on the same footing, and by making manufacturers taxable in certain cases.\nEvery manufacturer must sell his wares; but he is not, therefore, classed as a “ dealer” in them, under the Act of 1846. That law distinguishes between dealers and manufacturers; and, therefore, we must do so. A manufacturer or mechanic is taxed for selling his wares, only when he keeps a store or warehouse away from his manufactory, in which he sells the wares, in the manufacture of which he is “ concerned or interested” — that is, as whole or part owner.\nThe defendant is a tanner, and sends his leather to Baltimore, and sells it there. That is not a selling within the state, and, therefore, is not a ground of taxation here. He sends some to commission merchants to sell for him. For that he is not taxable, because the commission merchant is the seller, and pays the tax as such. His sales at his tan-yard are plainly not a ground of taxation.\nBut he also sends leather to Philadelphia, and sells it there, though without keeping a store there; and according to the decision in Berks County v. Bertolet, 13 State Rep. 522, this makes him taxable as a seller of merchandise. In that decision we think that the law was misunderstood; for it confounds the distinction between dealers and manufacturers, which is clearly marked in the law. Dealers are the middlemen between the manufacturer or the producer and the consumer; and they are made taxable under all the laws we have referred to. Manufacturers were made taxable, as sellers of merchandise, by the Act of 1846, if they keep a store, away from their manufactory, for the sale of their goods. The mode in which the defendant sells his leather does not bring him within the act, and therefore he is not taxable by the mercantile appraisers.\nJudgment affirmed."}