{"id": "988397", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe evidence proved that the witness George Roland had been indicted and convicted, with one Meyer Seigle, for a conspiracy to cheat and defraud creditors.\nDid this disqualify him as a witness ? In other words, is conspiracy to defraud creditors an infamous offence ?\nThe usual distribution of infamous offences is, into treason, felony, and the crimen falsi; but this latter classification is very imperfectly defined in our law. Mr. Greenleaf tells us, vol. 1, § 373, that in the Roman law — from which we have borrowed the term — it included not only forgery, but every species of fraud and deceit. If the offence did not fall under any other head, it was called stellionatus, which included all kinds of “ cozenage and knavish practice in bargaining.” But it is clear, that the common law has not employed the term in this extensive sense, when applying it to the disqualification of witnesses; because convictions of many offences, clearly belonging to the crimen falsi of the civilians, have not this effect. And he instances deceits in the quality of provisions, deceits by false weights and measures, conspiracy to defraud by spreading false news, &c.: 2 Dodson’s Admiralty R. 174, and 3 Starkie’s R. 21.\nNot only do forgery and perjury clearly belong to the crimen falsi, but a certain class of conspiracies do also — such as conspiracies to obstruct public justice, by bribing or seducing away witnesses; or falsely accusing one of an indictable crime. See the cases cited in note to 1 Greenleaf, § 373.\nThe conspiracy itself, in such cases, is a grave offence which affects the whole public, and is indictable at common law.\nBut cheating creditors is not an indictable offence at common law, unless a false token be used; and it may be well doubted, whether a conspiracy to cheat them would be. Our statutes have created the offence, and a conspiracy to perpetrate it may doubtless be punished criminally — but not more punished than the offence itself; for it was laid down as a principle, in Scott v. The Commonwealth, 6 S. & R. 224, and repeated and approved in The Commonwealth v. Hartman, 5 Basrr 67, that an attempt to commit an offence shall never be punished more severely than the perpetration of it. It was added, by 0. J. G-ibson in the last case, which was an indictment for conspiracy, that “ a conspiracy is even less than an attempt.”\nIf, therefore, cheating creditors is not even an indictable offence at common law, it cannot possibly fall within the common law notion of the crimen falsi, nor render the perpetrator infamous. And when the statute makes it an offence, but not an infamous one, how clear is it, that a conspiracy to commit it is not infamous.\nIt is true, that the infamy of an offence does not consist in the punishment, but in the moral turpitude of the act itself; but is it not self-evident, that if the law have failed to impute that degree of moral turpitude to an offence, which renders it technically infamous, no greater turpitude is to be imputed to a concerted scheme for its perpetration ?\nWithout going more largely into the subject, we are of opinion, that the court were right in overruling the objection to the witness, and leaving his credibility to be judged by the jury. The tendency of the judicial mind is against objections to competency. By a statute, 6 & 7 Vict. c. 85, all incapacity of convicts is removed in England, and several states around us have gone very far in the same direction. The question of competency after a conviction for conspiracy, was before this court in Lawson’s Case, reported in Grant's Cases 329, when the court seemed to hold the witness competent. If the opinion of the court was not quite clear on the point, the arguments of counsel, which are fully reported, will be found instructive.\nThe instructions of the court in respect to the effect of the endorsements on the bond, were correct. They were submitted to the jury only in connection with, and as explanatory of, Roland’s testimony.\nThe judgment is affirmed."}