{"id": "988365", "contents": "The 'opinion of the court was delivered by\nLowrie, C. J.\nIf the devise to Thomas and his children gave him only a life estate, with remainder to his children, then it follows, according to the case, that in strict law the plaintiffs have a right to recover; for in strict law the writings prove the title. But the postulate of this conclusion we do not discuss; for we prefer going on the equitable principles involved in the cause.\nThe testator had an estate tail in the Buckingham farm, and he might have barred the entail, and thus subjected it to his last will. He devised it without this, and thus left his will subject to be partially defeated by Thomas, the heir in tail. He devised the Plumstead farm to Thomas, and the Buckingham farm to Charles and Richard, and thus Thomas got the legal title to both — the one by devise and the other as heir in tail.\nBut equity does not allow him to hold both on such a title, and requires him to elect which he will take. If he elect to take according to the will, it requires him to convey the Buckingham farm in fee according to the will, which he could do by barring the entail. If this had been done, the will would have been satisfied, and these plaintiffs would have got the Plumstead farm which they now sue for, and their uncles would have got the other in fee.\nBut Thomas elected to take the Buckingham farm, which is of greater value, and thereby he became charged in equity to hold the other as trustee for Charles and Richard. To what extent ? Of course only to the extent of his legal estate; that is, according to the assumption with which we started, for his life. But the remainder was in his children, and if they also were bound to elect, then they are trustees also for the equitable owners.\nWere they bound ? When their father died seised in fee simple of the very land elected by him in repudiation of the will, and it descended to them; they were exactly in the position that their father had occupied when he was compelled to elect: they had the legal title to both tracts, one intended by the will for themselves, and the other for their uncles. They cannot have both, and of course they must elect. They have elected to keep the Buckingham farm, and have therefore no equitable claim to the other. They do not assent to the devise of their land to their uncles, and they cannot have the land that was devised to them instead.\nJudgment affirmed and record remitted."}