{"id": "988360", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nUnder the instructions given to the jury, the plaintiff might have recovered for the market value of his land taken for the road; for the value of his buildings removed; for injury by cutting his land into portions that were inconvenient in shape, or inconveniently separated by deep cuts or embankments; and for any difficulty or diversion of a private road, occasioned by the construction of the railroad above or below its grade; and he did recover for these matters, so far as the jury thought that any damage was proved.\nPie now complains that there were other injuries, for which the court did not allow him to recover any compensation. His objections to the trial are not all stated in the clearest manner, and before considering them respectively we shall define them as we understand them.\n1. The plaintiff insists that he ought to have been allowed compensation for the increased rates of insurance which he has to pay because of the danger to his property from locomotives.\nWe have already decided, that the occasioning of such risk by the lawful use of property is not an injury, in the sense of a wrong done to another: 28 State Rep. 202; 27 Id. 99. And we did not base this conclusion merely on the impossibility of calculating the risk in advance for all future circumstances. But if we had done so, that impossibility is not disproved by showing the present rates of insurance under the now existing circumstances. Insurance does not make that certain whieh was before uncertain. It merely assumes the risk of defined circumstances, for a compensation based upon an approximate calculation of chances, and is itself a mere speculation upon assumed uncertainties. Besides this, a man who is not liable for accidental fire, cannot be liable to insure against it.\n2. Another objection is, that the jury ought to have been allowed to consider that the defendant’s railroad is of no benefit to the plaintiff in his business there, because he has already the use of two other railroads.\nWe think that this objection is sufficiently answered by what we lately decided in Searle v. The Lackawanna and Bloomsburg Railroad Company, and we need only refer to that.\nOther objections involve one single principle, and they may be stated together, thus:—\n3. That the jury ought to have been allowed to consider, as elements of damage, that by the taking of his land for the road, the plaintiff is deprived of the advantage of keeping off others from his neighbourhood, and thus saving himself from the annoyance and risk of their proximity; and that he suffers inconvenience and delay by having to convey his hides and leather across the railroad, and by reason of the obstruction of trains passing along it.\nThis objection is essentially anti-social in its principle, and forgets that as in man himself, so in man’s title to land, there are two necessary elements, the individual and the social. Private right and public right, individual property and eminent domain, are perfectly consistent elements of the one thing, property in land.\nThose who are engaged in a contest for damages to land, caused by the construction of public improvements, are prone to forget the social element that is involved in all private titles; yet it is recognised in every system of rights, by such branches of law as those relating to eminent domain, public improvements, mortmain, devises, inheritances, entailments, perpetuities, and the like, and in such maxims as sic utere tuo ut alienwm non Icedas. All these are based on the principle, that private right involves some elements of social right. Individual property is exclusive as against individuals, but not as against society. Without society it cannot exist, and without a well-organized society it is almost worthless.\nOrganized society, the state, has rights as well as duties, and unless its rights are maintained its duties cannot be performed. A people passes from tyranny to freedom by insisting on individual rights as against government; and this habit, once acquired,may endure long after it has served its purpose; and then organized society, the state, is deprived of part of the powers that are necessary for its efficiency. When freedom is once achieved, individual duties become quite as worthy of consideration as individual rights. Eor the safety of the social bond, and for the efficiency of social action, as well as for individual improvement, they may need to be chiefly considered.\nSocial rights may receive a general definition in advance of any given social organization, but they can never admit of a definite application in advance. They depend on society with reference to its density, and its internal and external business relations, and cannot be fully defined in their application in anticipation of these. The greater its social activity, the more numerous are its social wants, for it must have the means of acting. Internal war brings the most intense social activity, and the greatest yielding of individual to social rights.\nNo social want or social right is more obvious than that of avenues of intercourse. And, from its very nature, this right must receive its application after the want has developed itself by the growth of society. Thus, roads in certain directions and over specified lands, become a social right, subject to the countervailing duty to compensate the individual for the pecuniary loss which he suffers for the benefit of society. This is simply a practical assertion of the social and individual character of all that belongs to humanity. It is not of grace, but of right, that society exercises such functions. It is not of grace, but of duty, that individual rights yield to social'ones.\nAnd society cannot possibly regard its own prosperity, and its activity and closeness of intercourse, as a damage to individuals; for then society would be thus far anti-social. That it should treat its own public thoroughfares as a private nuisance is impossible. To pay a man because its public improvements induce a high degree of public prosperity, and cause his neighbourhood to be too thickly settled, and beget great activity of commercial intercourse through his land, would surely seem like an almost absurd yielding to selfish and anti-social claims.\nChestnut street, Philadelphia, was once a quiet road through a country village, with its grass but little worn by travel; now it requires caution, and often considerable delay, to cross safely through its hurrying crowds; but the owners of property along it are not paid by the public for such inconveniences. All such matters are placed to the account of the social element in man receiving its due developement, and interfering with the individual element only so far as this ought to give way for its own and the general good. None of the grievances here stated can be recognised as an injury to the plaintiff. If the defendants unlawfully obstruct his business by trains standing in his way, he can have redress in the ordinary form.\nThese remarks seem to us to meet all the questions raised in the case. We discover no error in the trial.\nJudgment affirmed, and record remitted."}