{"id": "988363", "contents": "The opinion of the court was delivered by\nChurch, J.\nWhen there is any evidence from which arises a fair and legitimate inference of facts legally sufficient to justify a verdict for plaintiff, it is conceded the court should submit it to the jury; but otherwise a judgment of nonsuit may be properly 'entered. It is therefore manifestly essential, when such a case is presented for review, that all the testimony adduced by plaintiff on the trial, should fully appear of record, and be certified and sent up with it to this court. But we have nothing of the kind, nor anything resembling it, nor any record proceedings whatever exhibited in the paper-book — not even so much as an indication of the sort of action instituted, nor whether there was in reality any issue pending, or any trial, verdict, or judgment in the court below. The defendant has taken advantage of this omission by the plaintiffs, and has notified them of his intention to do so in his paper-book served upon them, and yet there is no correction made nor explanation given or attempted. We cannot, therefore, allow the objection to pass, without observing that there is enough in it alone, under the rules of practice here, to justify a non pros of this writ of error : Rules 16 and 17, 6 Harris 579. Instead, however, of making such summary disposition of the case, we proceed to consider and to determine the question here assumed to have arisen, and been adjudicated in the court below.\nThe Ohio is not a navigable river in a strict English common law sense, but having been by the Act of Assembly of the 21st of March 1798, declared a public stream or highway “ for the passage of boats and rafts,” the like incidents and consequences attach to it, so far at least as the ordinary purposes of navigation are concerned, and should be thus treated in the discussion and decision of the question involved in this cause. The river being therefore a public highway for the direct navigation of boats, is consequently such for all convenient purposes necessarily appertaining thereto. And of these there are perhaps none more particularly essential than the mooring of boats and other craft, at the well-known landings and wharves on the stream. This right is as well secured and protected by law, as that of actual navigation. Indeed, it may be considered as a part and parcel of it, and is only subject to restriction on the principles that govern in the use of all public ways or streets. The enjoyment of one right must not exclude the other. He who moors his craft at an accustomed landing must be careful to leave sufficient room for the passer-by $ the laws of navigation require no more of him. On the other hand the vessel in motion must, if possible, steer clear off and avoid the one moored or at anchor : 1 Conk. Adm. Juris. 306. And in case of injury to the latter by the former, no excuse will avail but unavoidable accident, or that vis major which no human skill or precaution can guard against or prevent: 3 Hag. Rep. 169, 173. The law demands of those in charge of moving vessels, constant care and vigilance, to avoid collision with others: 1 Conk. Adm. Juris. 298. And if both parties are in fault, neither can recover damages at law.\nThese are well settled principles, sustained by authority' and good sense, and upon a careful review of the alleged facts, will be found peculiarly applicable to the present case, and fully supporting the views entertained by the learned judge before whom this cause was tried: See cases on the subject, 2 Wh. Dig., p. 686-7; Tit. Shipping, div. Collision.\nThe material substance of the facts in evidence shows, that the defendant’s boats were moored at a well known landing, on the left bank of the river, where the natural channel is on the right, and not extending into the stream more than about one hundred and twenty feet; and at a place where the navigable width of it, at the then stage of water, was nearly two thousand feet, and the same for a distance of at least half a mile above and below, so that the moored boats could have been avoided, the witnesses say, if taken in time. And there is no proof that those in charge could not have seen the landing, and the craft there, in time, if a proper look-out had been kept up. It is true, there is evidence, that exertions were used to avoid the collision, as soon as the pilot saw defendant’s boats, but none, that he kept such look-out as the law requires under circumstances like these, and saw them at the earliest practicable period. By the rules of maritime law, it is deemed negligence in the moving vessel, in case of collision, where it is not shown that a proper look-out was kept up, especially if it be indicated, that the omission to do so may have contributed to the disaster. It does not appear to have been at all necessary for the navigation of plaintiff’s boats, to run so close to the left shore at this point; but it was done, so says the witness, to avoid work. It is very manifest, therefore, from all these various circumstances proved by the plaintiffs, that in mooring his boats, the defendant was only in the exercise of a lawful right, and did not unlawfully obstruct the navigation of the river; and that the injury sustained by the plaintiffs is not chargeable to him,, but resulted from what the law adjudges to be negligence or want of ordinary care and foresight, on the part of those who had the direction in the navigation of their boats. According to the facts proved, and the principles of law already stated, there might have been perhaps propriety in the defendant claiming reparation from the plaintiffs, if his boats had received injury. Without however speculating as to this, we are of opinion the facts proved did not justify a verdict in favour of plaintiffs, and that the court below committed no error in directing a judgment of nonsuit to be entered in this case.\nJudgment affirmed.\nWoodward, J., dissented."}