{"id": "988393", "contents": "The opinion of the court was delivered by\nRead, J.\nThe misnomer of a corporation plaintiff can only be taken advantage of by a plea in abatement: Gray v. Monongahela Navigation Company, 2 W. & S. 162; Fritz v. The Commissioners, 5 Harris 135. The want of an act of incorporation must be pleaded in abatement, or in bar specially: Zion Church v. The St. Peter’s Church, 5 W. & S. 215. This is the proper rule, and is the settled practice of the Supreme Court of the United States; Conard v. Atlantic Insurance Company, 1 Peters 450; Society for Preaching the Gospel v. Town of Pawlet, 4 Peters 480; who have also decided, that the question of the citizenship of the plaintiff can only be raised by a plea to the jurisdiction : Sheppard v. Graves, 14 Howard 505, 512. This disposes of the first error assigned, as the plaintiffs were not required, under the pleadings, to exhibit or prove their act of incorporation, orcharter under the laws of Connecticut.\nThe second and third errors may be considered together, consisting of the objections to the admission of testimony to prove the deceit, and of the answers of the court to the points of the plaintiffs in relation to this evidence.\nThe evidence offered and admitted, consisted of a letter of David Klinefelter, dated Mount Rock, November 15, 1856, upon the subject of his desiring to purchase a machine, and replying to a letter on the same subject, in which the writer said he had no acquaintance with him, and that he had no knowledge about his ability to pay for it. The postscript was in these words: “ P. S.— Please send the machine, so that it can be put up at the same time as the other machine, to save expenses. You will find Mr. Rheem’s reference on the other side of this” — which is as follows:— “ I am acquainted with Mr. Klinefelter, and have had, and still have considerable dealings with him, and find him industrious and honest. I have endorsed for him to the amount of $800, and would do so again whenever he wants. I would trust him any amount — a machine or anything else, the amount of $500 or $600. This I would, and have no fear ^s to the pay. You can do as you please, as I do believe he will pay anything he contracts for.”\nAlso, of a letter to Klinefelter, from the president of the company, dated Naugatuck, November 19, 1856, acknowledging the receipt of the above letter of the 15th, and also another of the 17th, and requesting him to come on and see their machines operate. “From their contents,” says the president, “we are inclined to think you are all right as to ability to pay.” “Provided you can’t come, if you will get the principal of the Carlisle Seminary to certify that the gentleman to whom you refer is responsible (viz. Mr. Rheem), we will forward the machines forthwith.” Upon this was an endorsement by the principal of the seminary : “ As .far as my acquaintance with Mr. Rheem extends, he is a responsible person. Chas. Clark.” And then by Mr, Rheem: — “ Mr. Clark forgot to state that I am a stockholder in the erection of his academy to a considerable extent. The cars just off, or I would say more. J. Rheem.”\nThese letters were to be followed, and were followed with evidenees that a machine was forwarded on the 29th November 1856, and that David Klinefelter gave his notes for it.\nThis evidence was entirely pertinent, and was properly admitted, for it proved the origin. of the transaction, the inquiries of the plaintiffs about the ability of Klinefelter to pay, and the assertion by Rheem of his responsibility, and that Klinefelter would pay anything he contracted for. In these days of cheap postage, the address is often not on the letter, but on the envelope; but there can be no doubt that the letter of the 15th November, backed by Rheem, was addressed to the president of the company, whose letter of the 19th, in reply, and asking for a certificate of the principal of the Carlisle Seminary, that Mr. Rheem, to whom Klinefelter refers, is responsible, contains on it, not only Mr. Clark’s certificate, but another, backed by Rheem, to show that he is what Mr. Clark represents him to be. This letter, with the endorsements, was, no doubt, returned to the president as the answer to his inquiry.\nIt is, therefore, clear that Klinefelter bought with a full knowledge of what he was purchasing — and the sale was made to him on the faith of Rheem’s assertion of his ability to pay. If these representations were true, and if they disclosed all the material facts, then Rheem incurred no liability of any kind; but if he, knowingly falsified, or wilfully suppressed the truth, with a view of giving Klinefelter a credit to which he was not entitled, then he was responsible to the plaintiffs for the damage sustained by them in consequence of his false representations.\nThe evidence showed a clear suppression of material facts by Rheem, such as that when he endorsed Klinefelter’s paper for $800, he had a conveyance of one-half of his property and a judgment of $1000 as security for his endorsement. If this had been stated in his letter, the company never would have sold this machine to Klinefelter. The question whether these facts were withheld through improper motives, and to obtain a credit for an individual he did not consider worthy of such credit, or whether they were not withheld through dishonest or impure motives, and that he honestly believed, at the time, that Klinefelter was worthy of credit, and would have given him credit, as he stated, was fairly put to the jury, by the court, with the instruction, that in the first case put, the defendant would be responsible for practising such a deceit, and in the second, or alternative case, there would be no such fraud or deceit as would subject him to damages. The same idea pervades the answers to the plaintiff’s points; and we can perceive no error in the answers themselves, or in the mode in which the case was left to the jury.\nIt was also in evidence, that there were other judgments against Klinefelter at the time of this transaction, besides Rheem’s judgment, and that executions on one of these judgments, and on Rheem’s judgment, were issued in 1857, and property sold under them. The judgment in favour of Jacob Rheem was entered on the 16th August 1836. On the 10th March 1857, a fi. fa. was issued and stayed; and on the 9th May 1857, an alias fi. fa., on which a sale of Klinefelter’s personal property took place on the 20th June 1857, and this spoke-machine was sold to Jacob Rheem, the plaintiff, for $230; three items sold, the spoke-machine, engine, and boiler, produced $730 — which, with other moneys, were appropriated to Rheem’s judgment.\nThe court admitted evidence, showing that this machine was an infringement of another patent, but instructed the jury to discard from their consideration this evidence, as irrelevant to the issue trying — and this is assigned for error. ■ Klinefelter received and kept the machine, and never complained of this alleged defect, or attempted to set it up as a defence; and the defendant purchased it at the sheriff’s sale of Klinefelter’s property, and became the owner of it. Neither Klinefelter nor Rheem ever offered to return the spoke-machine, but both retained it as a thing of value.' Under these circumstances, this evidence formed no defence in this suit, and was, therefore, properly withdrawn from the consideration of the jury.\nJudgment affirmed."}