{"id": "988389", "contents": "The opinion of the court was delivered by\nThompson, J.\nThe errors assigned relate to the order made in the court below, directing the money made on the venditioni against the defendants, to be paid into court, and there to remain until a deed for certain premises, of which it was part consideration, should be made by the plaintiff to the defendants.\nThe propriety of the order depends entirely on the nature of the contract between the parties, and its fulfilment, for it may be conceded that this power may be exercised in a proper case. The contract out of which the dispute arises, is dated 19th of Decernber 1853. The real parties in the case are those claiming title through sundry transfers, under the original vendees of the land, parties to the contract and defendants on the record. These original defendants parted with their interest in the land in 1855, and it became subsequently vested in William B. Keys, Benjamin Wells, Seth and Lewis Baggett, the present claimants of the land and mills, the subject of the contract.\nThe question to be determined, in arriving at a satisfactory conclusion in regard to the order, is, whether the contract for the sale and purchase of the land was entire or not, and whether it was so far completed as to entitle the defendants to this equitable interposition of the court. It may be stated here, that if the contract is entire, that is to say, if the consideration stated in the contract is indivisible, there, was not a compliance, for payment was made a condition precedent to the execution and delivery of the deed; and it was not pretended that all the covenants in the article had been complied with by the defendants. On the argument here, it struck my mind, that the consideration for the land was the sum of money mentioned as the purchase-money, and that the other covenants were collateral and independent of that. This momentary misapprehension arose out of the peculiarity of the terms used in the instrument, rather than the force and effect of it.\nOn an examination of the article, it very plainly appears that the consideration was not only the sum of money mentioned, but a covenant to manufacture into boards for the plaintiff, all the timber fit for the purpose, on a tract of land belonging to her, adjoining the land sold and described in the article, the estimated amount of which was from two and a half to three millions of feet, at $5 per thousand. The defendants gave their judgment-bond to the plaintiff for $3295.97, which, with literal accuracy, was called the purchase-money, for the reason that it was the only money consideration mentioned, payable in three annual' instalments from its date, and on it judgment was entered shortly before it all fell due. This bond, by the articles of agreement, was to be paid up by the manufacture of lumber from the land mentioned. As fast as the vendees manufactured according to the agreement, they were to receive a credit of $2.50 per thousand on the contract, in satisfaction of the bond, and a like sum in cash from the plaintiff. After the bond by this means should be paid up, then the plaintiff was to pay for the manufacturing of the residue of the timber, five dollars per thousand, cash. It is evident that the plaintiff sold the land to the defendants in consideration of manufacturing into boards the timber on the adjoining tract: and that this was a most important part of the consideration, is apparent from the proof, that the manufactured lumber at the mill was worth from $7 to $9 per thousand, and that the estimated amount of from two and a half to three millions of feet was the amount on which she could realize, without further expense, from two to four dollars per thousand clear, as the value of her timber. This of itself shows that the money was not the full consideration, and that the collection of it did not satisfy the defendants’ covenant.\nThe contract plainly shows that it was not in the contemplation of the parties, that the money mentioned as the purchase-money, was the consideration, for it starts out by setting forth, “ that in consideration of the payments, covenants, and agreements hereinafter mentioned to be made, and performed by the said second party, the first party is to sell and convey,” &c. Then follows a description of the premises sold, as also a description of the land from which the lumber was to be manufactured. Following this are the covenants of the defendants, agreeing to pay the judgment by sawing, and to manufacture into lumber all the timber on the land described at five dollars per thousand, estimating it at from two and a half to three millions of feet. Which is followed by the covenant of the vendor, that “as soon as practicable after the said timber on said land is all manufactured, stuck up, and delivered to her as aforesaid, she is to execute and deliver to the said second parties said warranty deed for said premises, and not before.\"\nThere is no room for doubt but that the consideration was entire, and required a compliance in full before a deed could be demanded. The case of Carmalt v. Platt, 7 W. & S. 318, resembles this case much in the character of the covenants, and it was held there, as we do here, that the covenants were dependent and the consideration entire.\nA chancellor could not decree a conveyance short of performance by the vendees, or something equivalent to it. To do so in this case would be to reform the contract, without any reason for it but non-compliance, and to expunge that portion of it which binds the vendor to convey only after full performance by the vendees. And this is simply the effect of the order made for the conveyance by the court below. If the plaintiff was to comply and make the conveyance, it would merge the article, for it would certainly be an acknowledgment of the receipt of the consideration mentioned in it. But even if it were possible to hold otherwise, the vendor, by making a conveyance, would lose the only security in her possession for performance, beyond the amount of the bond, which was all paid but about $500, to enforce the other covenants of the vendees, namely, her right to enforce them by virtue of the legal title. In this event she would be turned to her action of covenant against the vendees, not now in possession, and perhaps not in the country, and still perhaps, worth nothing if they were. There would be no equity in such results.\nThe defence of the ruling of the learned judge rests upon the argument that as the sum of $3295.97 is called the purchase-money, and as that sum has been paid to the vendor, excepting the balance in court, a conveyance is due before the lumber is manufactured, stuck up, and delivered according to the articles. A¥e have shown this to be an erroneous view of the contract. This covenant to make the deed after the lumber was all manufactured, expresses the intent of the parties very clearly; for it was contemplated that the bond would all be absorbed by credits before the contract was finished; the stipulation is, that if the bond is paid off in the manner provided, the vendor should pay in cash $5 per thousand for manufacturing the balance. The entire consideration was to be paid in making lumber. But the plaintiff could collect in money, if not so paid, to the extent of the bond. And hence being payable in manufacturing lumber, it was proper to state this, without reference to the money, as the consideration to be complied with precedent to a conveyance.\nTo claim that payment of the judgment entered on the bond is a satisfaction in full of the agreement, so as to entitle the vendees to a conveyance, is to assume that the consideration was not an entirety, and that as soon as it fell due they might have paid it and claimed the conveyance. This was not possible, without disregarding the expressed intention of the parties, as already shown.\nThe collection of the balance of the judgment did not in the least affect the right of the plaintiff to insist on compliance with the agreement. It did not place the defendants in any worse situation, excepting perhaps to the extent of the inconvenience of paying the money, or having it made out of the property at the time. The bond being satisfied, the plaintiff thereafter became liable to pay the whole contract price of manufacturing the lumber, in cash. This is the agreement. The plaintiff gained nothing, and the defendants lost little in the operation — no more than was incident to their agreement, and as a consequence of non-compliance, in a manner that would have saved them from execution. There is nothing in this part of the case that dispenses with performance by the defendants or their assignees, and these covenants being dependent, and the consideration entire, they must be performed or dispensed with.\nThe issue tried determined nothing about the performance or non-performance of the covenants, excepting so far as it related to the issue itself, which was, whether the judgment was paid or not. The judgment related to only part of the consideration. It did not affect the other covenants in the agreement — no more than would it have affected an additional security, to be paid at a different time or in a different manner. A judgment is conclusive of nothing, by way of inference or argument, but only of such matters as the pleadings show are embraced in it. It therefore had no operation on performance in manufacturing lumber, over and above the amount necessary to extinguish the bond. But the court evidently considered the money portion as the entire consideration for the bond. This is not to be wondered at, considering the peculiarity of the transaction; but it was nevertheless an error.\nIt was claimed in argument, that the plaintiff had notified the tenants in possession that she would take no more lumber. Taking this for true, we do not decide what the effect of it may be in other issues between the parties; but if this, together with the fact that the judgment was paid, led the court to make the order in the case, on the ground of refusal by the plaintiff to comply with her covenants, it was error, for on that point she had a right to be heard before a jury; and the issue before the court did not involve the question further than the judgment was concerned, and, as to this, the jury found against a refusal on her part to comply. We think there was not such a case, in the aspect in which it was presented here, as called for the equitable interference of the court to suspend the payment of the money until the deed was made, and the order to that effect must be reversed.\nNow, to wit, May 4th 1859, the order of the Court of Common Pleas of Tioga county, of the 11th December 1858, making the rule absolute of June 15th 1859, to show cause why the money in this case shall not remain in court until a deed is made by the plaintiff to the defendants, is reversed."}