{"id": "988351", "contents": "The opinion of the court was delivered by\nRead, J.\nOn the 1st October 1851, John Zimmerman and wife conveyed a lot of ground, in the district of Kensington, to Henry Monaghan, for the nominal consideration of $1, subject to a ground-rent of $75 per annum. On the 3d of the same month, by deed-poll endorsed on the deed, reserving the ground-rent, and reciting the payment by said Henry Monaghan, to the owner of the ground-rent, of the sum of $416-|, the ground-rent was reduced from $75 to $50 per annum.\nOn the 17th April 1852, Henry Monaghan and his wife Mary, without any real consideration, conveyed these premises to William A. Husbands, who, on the 6th May in the same year, reconveyed them without consideration to the wife, Mary Monaghan. The title, as regarded creditors, of course remained in the grantor, Henry Monaghan, against whom, on the 1st May 1852, a judgment was recovered, in the District Court for the city and county of Philadelphia, for $142.19. Under proceedings upon this judgment, these premises were sold as the property of Henry Monaghan, and by various mesne conveyances the title became vested in John Garrison, the present plaintiff.\nThe deeds by which these premises passed to the defendant were clearly fraudulent and void, and the sheriff’s sale, therefore, vested the real title to them in the purchaser and his assigns.\nIt is, therefore, his land, and as he takes it freed from all judgments and liens, except the reduced ground-rent of $50, no one claiming under the defendant in the execution, can pretend to hold it against him upon the ground that it has or had no value. If I have a title to real or personal property, no person can withhold it from me upon the simple allegation that it is of no value, and then ask to have that question submitted to a jury.\nThe case of Fassit v. Phillips, 4 Whart. 399, which proceeded on this erroneous principle, has been repeatedly overruled, after giving rise to numberless lawsuits. It would be a most dangerous innovation upon the well settled principle, that the owner of real or personal estate, and entitled to its possession, shall enjoy it himself ; although some third person may choose to assert it is worth nothing, and that he cannot, therefore, be called upon to restore it to its true owner.\nWe think, therefore, the learned judge erred in submitting the question of value to the jury, and\nThe judgment must be reversed, and a venire de novo awarded."}