{"id": "988386", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nWhen we had this will up before, we expressed our opinion, that under her father’s will, Mrs. Williams took a fee simple in the land devised to her: 28 State Rep. 89. We still think so. The principal devising clause gives her a fee simple expressly. How is this reduced to a life estate ? Certainly not by the direction that she shall not sell or convey; for this is a void restraint upon an absolute title, as we showed before.\nBut the will adds, that she shall receive the rents during her life, and after her death her portion shall be “ equally divided” among her children and their heirs ; and if she die without issue it shall be “ equally divided” among the survivors of his children.\nThis is not inconsistent with the fee granted before; for it provides only for a division of the estate among her heirs on her death; for the word “ survivors” of her sisters, includes the children of a sister not surviving. It therefore gives her an estate of inheritance, describing the line of inheritance according to the intestate act, first to her issue, and second to her collateral heirs on the side of the testator. In principle, the devise is the same as in Reifsnyder v. Hunter, and Walker v. Vincent, 19 State Rep. 41, 369. And see also 1 Hare’s Rep. 428; 1 Jacobs & W. 158; 31 State Rep. 292.\nIt is some evidence that the testator did not suppose that he had limited his daughter’s interest in the property to a life estate, that he authorized his executrix to sell or to let on perpetual lease “ for the benefit of his daughter,” without attending to the more important fee simple now supposed to exist in remainder.\nWe are of opinion that the Common Pleas was right in decreeing according to the prayer of the bill; but under the circumstances we think it ought to be without costs.\nDecree reversed as to costs, and afSrmed as to the residue.\nRead, J., dissented. Strong, J., was absent at Nisi Prius."}