{"id": "988388", "contents": "The opinion of the court was delivered by\nStrong, J.\nWhen the execution was levied upon the articles, as the property of Maxwell & Cumming, the plaintiff Meyers claimed them as his. The claim was not a restricted one; not a claim to the possession merely, or to the right of possession for a limited time, but it asserted absolute and exclusive proprietorship. To support such a claim he became the actor, and upon its basis, the issue was formed, and the parties went to trial. Before the jury, the plaintiff, instead of proving that the property in the articles levied upon was in him, disproved it. The evidence submitted by him established, that the ownership was either in Bancroft & Boustead, or in Maxwell & Cumming, the defendants named in the execution. It proved nothing in himself more than a temporary right of possession under a lease for a year. Had he stood upon his possession alone, he might have had a primd facie case, for simple possession is some evidence of ownership of personal property; but he disproved the fact which would otherwise have been presumed. A limited right of possession was not the issue which he tendered, and which he undertook to maintain. Whether he might have claimed such a right, and tendered such an issue, is not the inquiry now. It is sufficient to notice that he did not. By asserting a claim to the property in the subject seized in execution, by giving bond, and assuming the affirmative of an issue averring such a claim, he withdrew the property from the grasp of the sheriff. The creditors’ security is now in the bond alone. If the plaintiff can maintain the issue, by proving only a right of possession in himself for a day or for a year, the penalty of the bond will not be forfeited, and the creditors’ execution has become entirely fruitless. Yet it cannot be doubted, that no one but the owner can dispute the title of Maxwell & Cumming to the property seized, as against the execution-creditor. It is equally undeniable, that if the property belonged to Maxwell & Cumming, the creditor had a right to sell it, even though Meyers may have had a temporary right of possession, under a lease, mediately or immediately, from the owner. The sale would not, indeed, disturb the possession of the lessee, but the goods leased were liable to sale, subject to his rights. Srodes v. Cavin, 3 Watts 258. Brightly’s Purd. 331, Execution, pl. 13. Now, the reason why a stranger to the execution is allowed to interpose a claim, tender an issue, give bond, and thus discharge the goods from the hold of the execution, is, that, if the fact which he asserts and undertakes to prove be true, the sale would be wrongful. Had Meyers claimed only a partial interest, the lien of the execution upon the property would not have been lost. The sheriff might have sold only the interest of the debtor subject to the rights of the claimant. He would not have been compelled to withdraw entirely from his hold upon the goods and chattels, and thus leave them to be eloigned, or exposed to seizure at the suit of another creditor. All this evidences that the issue must correspond with the claim, and that when absolute and exclusive property is pleaded, it must be proved. If the claimant is unwilling to assume the burden of showing such a right of property in himself, he should tender his issue, and give bond accordingly. By so doing, he would secure his own rights, without destroying those of the execution-creditor. We think that, in this case, the plaintiff failed to make out the fact which the issue asserted, and consequently the nonsuit was right.\nWe express no opinion upon the questions whether the property levied upon was real or personal, or whether there was any evidence of a lease of it to the claimant by any one authorized to let it. Our opinion relates only to the failure of evidence to support the affirmative of the issue raised by the pleadings.\nJudgment affirmed."}