{"id": "988395", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nIt has never been considered, in this state, that a contract for the privilege of light and air over another man’s ground could be implied from the fact that such a privilege has been long enjoyed; or that, on a sale of a house and lot, such a contract could be implied from the character of the improvements on the lot sold, and the adjoining lots.\nThere is a sort of necessity for such an implication relative to other apparent easements, such as roads and alleys, in order to account for a use of another man’s land that would otherwise be a wrongful encroachment; and the implication is easily framed or defined, for it appears on the ground.\nBut how can we define an easement for light and air by implication, without arresting all change in the style of buildings, all enlargement of a man’s house according to the demands of a growing or improving family? A purchaser of a house in a crowded town never supposes that his neighbour will have a right to prevent him from changing the form of it according to his taste, while he may be entirely willing to act upon the duty of good neighbourhood in any alterations he may make. And he never supposes that his next-door neighbour is bound any otherwise.\nThe advantage which one man derives by obtaining light and air over the ground of another, is no adverse privilege as it ordinarily appears; for it is no sort of encroachment on the land of another, or interference with his enjoyment of it, and he could not, without churlishness, protest against it, when used with neighbourly propriety. The enjoyment of such a privilege needs no implication of a grant to account for it, and none is made.\nWe would not say that there, can be no possible case in which such an implication can arise; but we are satisfied that none is necessary or proper in this case.\nOther points are raised by the case, hut this is the only one insisted on.\nJudgment affirmed and record remitted."}