{"id": "988398", "contents": "The opinion of the court was delivered by\nStrong, J.\nHenry Stauffer, the administrator of the estate of Isaac Stauffer, deceased, who died insolvent, filed his account in the Orphans’ Oourt, showing a balance due the estate of $944.46. The account was not confirmed, but upon exceptions made to it by two of the creditors, was referred to an auditor. On a restatement, the balance in the accountant’s hands was found to be $1702.18. This balance the court ordered to be distributed pro rata among all the creditors of the decedent, after the payment of costs and servants’ wages. From this decree one of the excepting creditors has appealed, and complains that the excepting creditors were denied the benefit of an exclusive title to that portion of the fund with which the accountant was surcharged. The argument is, that the increase of the fund being attributable to the vigilance of those creditors who objected to the account as originally filed, they alone should share the increase which resulted from their vigilance. To sustain this view of the case, no authority has been found, and probably none can be. On the contrary, it was decided in Landis v. Scott, 8 Casey 495, that where the exceptions are not to the distribution, but radical to the account itself, they must, if successful, inure to the benefit of all interested in the fund. There is no analogy between such a case and that of a lien-creditor of a fund in court for distribution, who contests the right of another creditor of the same fund. That is a contest between distributees. Each claims through the debtor, and is, therefore, estopped by adjudications against the debtor. But here there has been an adjudication against no creditor. The Orphans’ Court never decreed that the sum admitted by the accountant to be in his hands, was correct; nor that any claimant was only entitled to his proportion of that sum. The final decree of the court confirming the account, as restated by the auditor, was the first judicial ascertainment of the amount of the decedent’s estate. The charge and the surcharge are alike assets for the payment of debts; and the Act of Assembly of 29th March 1832, § 19, provides for a distribution of all assets among the respective creditors, according to the order established by law. That order is declared by the 21st section of the Act of 24th February 1834, to be, first, funeral expenses, medicine and medical attendance, and servants’ wages; second, rents; and third, all other debts, without regard to the quality of the same, except debts due the Commonwealth. Unless, therefore, it can be shown that the surcharge, in this account, is no part of the assets of the decedent, it is vain for the appellant to contend that his rights to it are greater than those of other creditors of the third class. His claim has obtained no new character because he contested the correctness of the administrator’s account, unaided by the appellees. He still remains a creditor of the third order.\nNor can the other exception of the appellant be sustained. The court decreed to Sarah Reed the amount of her wages as a servant in the family of the deceased for one year. The objection to this is, not that a year’s wages were not due to her, hut that she had left the service of the decedent eight months before his death. The Act of Assembly, however, does not confine the servant’s priority to the wages of the year immediately preceding the decease of the intestate. Its language is, “ servants’ wages not exceeding one year.” The same language is applied to the second class — “ rents, not exceeding one year.” The legislative purpose, evidently, was to afford protection to a class of persons which especially needs protection, and we have no desire to be astute in withholding from them the benefits conferred by the letter of the statute. The statute respecting the landlord’s claim for rent, where goods have been sold by execution, is somewhat similar. It enacts that they shall be liable for the payment of any sum of money due for rent at the time of taking such goods in execution, “ provided that such rent shall not exceed one year’s rent.” It has been ruled, that the landlord is entitled to his rent for a year, though that year be not the last. We cannot apply a more rigid construction to a servant than to a landlord.\nThe decree of the Orphans’ Court is affirmed with costs."}