{"id": "988391", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nIt is not a true contract, inferred or implied from circumstances, that the plaintiff relies on. Such a one must be .found by the jury before it can be enforced, and here it is not. But her reliance is on a constructive or fictitious contract, adopted by the law for the purpose of sustaining an action of assumpsit where a duty to pay arises out of the facts: 29 State R. 467.\nThen the question is, what legal duty has the defendant violated in relation to this child or its mother ? D.id he wrong the mother by gratifying her wishes, and suffering her to keep their child which she had wrongfully carried off? Certainly not. . A wrongdoer cannot complain that the injured party did not resist or seek redress. She cannot complain of the expense of being allowed to have her own way. This cannot be made plainer. Kindness to the mother’s feelings for her son cannot be enforced by law; and. when it is exercised, it cannot be made the ground of a legal duty to do more. We must treat her as in the wrong, because the divorce, at his suit for her desertion, must be taken as proof of it.\nDid the father wrong the child by not resisting the mother’s wishes ? Yes, if thereby the child was left without support, which is not the case. But to this the mother is the principal party; and how can she make her own wrong against another the ground of an action against him ? She is claiming compensation for her own services and outlays, all growing out of a wrong done by her to him against whom she makes the claim. This cannot be allowed. The father is willing to take the child and support it himself. If she prefers to keep it, she can claim nothing from him as a right; and we cannot enforce the duty of generosity.\nWhen a man abandons his child and casts it upon the public, he becomes liable for its support. But it is entirely impossible to treat a child as thus cast on the public, when the fact simply is,’ that the mother has deserted the father, and carried away the child and continues to support it. This is merely leaving it with her, until she chooses to restore it; and while she keeps it on such ground, she has no claim for compensation.\nJudgment affirmed and record remitted."}