{"id": "988375", "contents": "The opinion of the court was delivered by\nLowrie, J.\nWe suppose that when this company gave in evidence their charter, or when it was treated as in evidence, this fully sustained their plea to the first three counts; and this throws the raising of the dam out of the question, and the court threw it out.\nThe verdict can, therefore, be founded only on the fourth; and we must' see whether this count, and the legitimate evidence under it, furnish a sufficient foundation for the verdict. The count charges that the company had negligently suffered their dam to be filled with dirt, and thereby caused the water of the river and of Mill creek to flow and penetrate into the plaintiff’s cellar, and also thereby caused the obstruction of Mill creek with dirt so that the water, soaking from the surface of the ground sloping towards said creek and percolating through it, was caused to flow into the plaintiff’s cellar.\nAll the principles that are necessary for the ruling of this case may be stated in a few plain propositions.\n1. The remedies against the company, provided by the act of incorporation, are for the injuries arising from the construction of the dam as a part of the navigable highway; and they do not exclude the common law remedies for injuries arising from an abuse of the privileges granted to the company, or for the neglect of its duties.\n2. The dams and locks of the company were constructed as part of the navigable highway, and the dam and lock No. 1 could not have been lawfully constructed for any other purpose, where they are; and the company had no right to convert them into a mere receptable of the dirt washed down from the country above, to the injury of the riparian inhabitants.\n8. The company, as custodians of' a navigable highway, stand in two distinct relations to the public — one to navigators and the other to the riparian inhabitants; and out of these relations arise distinct classes of duties and laws.\nTo navigators, they owe the right of a sufficient highway, and to the riparian inhabitants, the right to have the natural flow of the river preserved, except so far as by their charter they may change it for the purpose of improving its navigability; and the injuries and remedies correspond to those relations.\n4. The company cannot excuse themselves for suffering the dam to be and remain filled up, to the injury of the riparian inhabitants, by showing that it would not have happened, except because of the deposits of dirt improperly made by others in and near the upper part of the stream; because the company have the care and control of the dam, and it occasioned the deposit there, and they may have a full remedy against all who wrongfully contributed to filling it up.\nOur brother Black concurred with us in this judgment, before his resignation.\nThe case was tried on these principles, and therefore the judgment is affirmed."}