{"id": "988364", "contents": "The opinion of the court was delivered by\nRead, J.\nMichael Murray, Sr., by his last will dated the 26th May 1826, devised as follows: “ 1st. I do give, bequeath, and devise all them two certain three story brick messuages and lots or pieces of ground thereunto belonging, one No. 140 North Water street, the other No. 9 Prune street, in the city of Philadelphia, unto my two children, Bridget and Michael Murray, their heirs and assigns for ever. Bridget to have the first choice, as otherwise her own choice.\n“ 2d. If either of the said children, above named, should die without issue, the house, him or her being possessed of, shall descend to the surviving one, and if both should die without issue, then to descend to the next heir at law of my family. It is my request and desire that neither of my said children shall mortgage or sell either of the houses or lots.”\nUnder these clauses of the will, Bridget, the daughter, immediately after the decease of her father, elected and took as her choice the property in Prune street.\nThis devise clearly conferred an estate tail upon Michael Murray, the son, in the other house No. 140 North Water street; and the interest given to the widow of the testator, in the subsequent parts of the will, did not affect the quantity of the estate vested in Michael the son.\nA judgment having been obtained against the devisee, Michael Murray, his interest in the property No. 140 North Water street was sold on execution under it, and purchased at sheriff’s sale by Charles Leland.\nBy a paper executed by Michael Murray, on the 23d of November 1842, and called in the paper-book “Declaration and Covenant,” he recites that he has this day settled with Charles Leland, “he releasing to me all his interest as purchaser at sheriff’s sale, of the property No. 140 North Water street, in the city of Philadelphia, mentioned in the will of my late father, Michael Murray, deceased, and I executing to him a bond and mortgage on said property for the payment of $500, in consideration of said release,” and that in order to perfect the security of said mortgage, and to induce the said Charles Leland to accept the same, John C. Doyle and Bridget his wife executed to said Leland a written declaration, that the said Bridget did make election as above stated. This instrument then proceeds to say, that “ in consideration of the premises, and of the declaration so made to enable him to effectuate his settlement with Charles Leland, he acknowledges and declares, and also covenants and agrees to and with the said John C. Doyle and Bridget his wife, that he, the said Michael Murray, now does and hereafter during his tenure thereof shall and will stand and be possessed of the said property so released and sold to him by Charles Leland, as of precisely the same estate, both as to quantity and quality, as was created by the will of his said father, and that his interest in said property now is, and henceforth shall be, of the same extent and amount, and subject to all the conditions, contingencies, limitations, entails, and uses whatsoever as are created in by said will, notwithstanding the judicial sale thereof upon a judgment against him, and the execution of the mortgage and any and other proceedings since had in relation thereto, which-are hereby declared to have been effected for the sole purpose of more effectually securing the said mortgage-debt to said Leland, after the payment whereof the said property is to be considered and held as if said proceedings to bar the entail, and for other purposes, had never been resorted to.”\nThe sale under the judgment against Michael Murray, the son, did not bar the estate tail, and upon the execution of the release by Mr. Leland to him, he was in as of his first and former estate. The “Declaration and Covenant,” taking the whole of it together, appears to have been intended to remove all doubt upon this subject, and its only effect was to ratify what the law had already done.\nMichael Murray being, therefore, seised of an estate tail, barred it by a deed executed under the Act of 16th January 1799, 3 Smith 338; and subsequently, with his wife, conveyed the same premises to William McDevitt, in fee simple, who is both the legal and equitable owner of the same.\nJudgment affirmed."}