{"id": "988368", "contents": "The opinion of the court was delivered by\nStrong, J.\nThe testimony of Nichols, if believed, proved that the plaintiff below, under his contract, had the exclusive possession of the mill and mill-yard, as well as of the mill-houses. Of course, when the logs were delivered to him for sawing, the Messrs. Nichols parted with the possession of them. In no sense was the plaintiff their servant, employed by them to bestow, labour upon personal property, while they retained possession of it. He was more than a servant. He was a bailee for hire, who received the ■ logs to convert them into boards, and consequently he had a lien for his labour, independent of any special agreement. That the fee simple of the mill and mill-yard was in the bailors, is a matter of no consequence. They had surrendered the exclusive possession to Sweet. It was his for the time, even as against them; and he was also bound to keep the mill in repair. The learned judge was, therefore, clearly right in instructing the jury, that “if the plaintiff manufactured the lumber under such a contract as was proved by Nichols, he would have a lien for his pay, even if it was no part of the agreement that he should have such lien.”\nThe plaintiffs in error have no reason to complain of the answer given by the court to fheir second point. It was at least as favourable to them as they had a right to demand that it should be. The proposition was substantially affirmed; but the court submitted to the jury to find whether the facts were as assumed in it. Now it is contended, that there was no-evidence from which the jury could find that the shingles had been removed prior to the levy. How can we determine that ? Our paper-books do not show that all the evidence given is before us. No bill of exceptions brings it all up, and we cannot, therefore, say that there was no evidence to justify the court in leaving the question to the jury. It is evident, from the charge, as well as from the course of the argument here, that there were some facts proved below which are not presented to us. We have not the sheriff’s inventory, nor the fact which seems to have been in evidence on the trial, that some shingles were at Greenville depot.\nStill less were the plaintiffs in- error entitled to an unqualifiedly affirmative answer to their fourth point; for even if the fact had been as assumed, the court could not rule, as matter of law, that the payments made were to be applied in discharge of the debt due for manufacturing the lumber.\nNor is the instruction given, respecting the application of the payments, which had been made, open to just exception. Before the manufacture of lumber commenced, there was a debt due to Sweet of $ 121.10 for prior labour. This debt had been contracted before the 10th of December 1856. In that month, the bargain was made that Sweet should take the mill and saw the lumber. In pursuance of the bargain, he took possession some two weeks afterward, and his first credit for work at the mill was on the 7th of February 1857. From January 7th to July 3d of that year, various payments were made by the Messrs. Nichols. These payments were general. There was no evidence of any appropriation by the debtors — none of any by the creditor. Nor were there any circumstances in proof, from which the jury could infer an intended appropriation by the debtors. Nichols himself testified that the payments were general; that is, not on any particular account. When they were made, there were no persons interested in directing an appropriation, except the debtors and the creditor; no persons to be injured by any application. Neither of the parties then having made it, the law designates how the payments are to be applied. And in such a case, it deems them to have been made first in discharge of the earliest liabilities of a running account: Speck v. Commonwealth, 3 W. & S. 328; Berghaus v. Alter, 9 Watts 394; 40 Maine 378; 1 Williams 478. The rule is peculiarly applicable to the case in hand, because the first payments were made before anything was due on the sawing account.\nAnother rule of the common law is, that when no application is made by either the debtor or the creditor, the law will apply the payment in the way most beneficial to the creditor, and therefore to the debt which is least secured, unless to the prejudice of a surety. This is the doctrine of Field v. Holland, 6 Cranch 8. It prevails also in England, 5 Bing. N. C. 455; and generally in the American courts: Briggs v. Williams 2 Verm. 283; Hilton v. Burley, 2 N. H. 193; Blackstone Bank v. Hill, 10 Pick. 129; Jones v. Kilgore, 2 Richardson’s Eq. 64; 27 Ala. 445. So also, in Connecticut and many other states. It is true, there are exceptions to the current of decision, but the authorities greatly preponderate in favour of the doctrine. Applying this rule to the case in hand, the payments must be taken to have been made in discharge of the debt due for manufacturing the lumber delivered and removed, because, for that portion of his claim, Sweet had no lien, nothing but the personal responsibility of the bailors. Such was the ruling of the court below. It is true, that if there had been any circumstances in evidence indicative of an intention on the part of the debtors or the creditor to make a different appropriation, they should have been submitted to the jury, but there were'none, and the debtor testified directly that there had been no application.\nIt remains only to consider the effect of the release which was given in evidence. It need hardly be said, that it removed all ground for any objection to the competency of the witness. The suit was neither brought by him nor at his instance, and he could not be liable for costs. But did the release bar the plaintiffs’ recovery? If it did, then it operates directly contrary to the releasor’s intention. A release, however, is not excepted from the rule, that written instruments are to be construed according to the intention of the parties. Admit that the lien upon the lumber, being but an incident of the debt for sawing, could not exist when the debt was extinguished, it is still to be considered, whether the alleged release was intended to extinguish the debt. That it was not, is apparent from the reservation which it contains of the right to collect the debt through the lien. Significance cannot be given to the whole instrument, if it be construed as anything more than a covenant not to look to Nichols personally, and an agreement to resort exclusively to the lumber. It can hardly be asserted, the Messrs. Nichols, holding such an instrument, could successfully assert a right to remove the lumber from the possession of Sweet without his consent. And if they could not, how can the purchasers, who stand in their place and succeed to their rights ? If a mortgagee enter into an agreement with his debtor, by which he engages to look only to the land mortgaged, it has never been supposed, that he thereby gave up his lien upon the land also. Yet the mortgage is but the security, and the debt is the principal.\nWe hold, therefore, that the learned judge was right, in refusing to charge that the instrument called a release was a bar to the plaintiffs’ recovery.\nThe judgment is affirmed."}