{"id": "988367", "contents": "Thompson, J.\nIt might be enough to say, in this case, that it appeared on the trial that no judgment had been recovered by the plaintiff in the action of replevin. This was a necessary averment to be made in the plaintiff’s narr.; Chaffee v. Sangston, 10 Watts 269; and as necessary to be proved. We may presume that it was made. The narr. is not on our paper-books. There was no claim below, that for want of sufficient pleas, the narr., in this particular, was confessed, or that by reason of such insufficiency, the award offered as a judgment was superior to objection. The pleas were doubtless thought to be sufficient; and perhaps they were so, for there was neither objection nor demurrer to them, and their sufficiency is not before us. The plaintiff, to support his allegation of a judgment in his favour in the replevin, offered an amicable submission of all “ difficulties” between himself and the defendant in replevin, “ of every kind, civil and criminal,” to three arbitrators, “ whose award, in relation to all suits, claims, demands, and controversies, and all costs and damages, to be final and conclusive between the parties.”\nUnder this submission, in one general award, the referees determined several prosecutions — two replevin suits in Luzerne county — this replevin case in Susquehanna county — the contested rights of the parties to certain hay, tools, and stock, not in suit, but arising on a lease of land by the plaintiff to the defendant, and finally awarded that each party should pay half the costs in all the matters in litigation, including the reference. The court below refused to enter judgment on this omnibus award, in which f>T5 was found for the plaintiff in the replevin. Notwithstanding this, the plaintiff claims for it the effect of a judgment in the case. We think it was not so — at least so far as the surety was concerned. He was to “abide the judgment of the court,” not the result of an award under a submission, to which he was no party, and upon which the court had refused to enter judgment. It is not intended to deny that an award under the compulsory arbitration law, unappealed from, or under the Act of 1836, upon which judgment has been entered by the court, are not judgments of the court, and binding on the surety in the replevin bond. But here there was no judgment in law or in fact. And whether the court below were right or wrong in refusing judgment, is not a question now before us. We think that an amicable submission of an action of replevin, not under a rule of court, and on which no judgment is or can be had, entered into without the assent of the bail, does not, in case of an award against his principal, fix him as bail for the amount so recovered. A judgment by some of the modes provided by law for allowing it, must exist. I find no case directly on this point in Pennsylvania. The question has been decided, after the fullest consideration, in England, in the Common Pleas and in the Court of Exchequer: see Archer v. Hale, 15 Eng. Com. Law Rep. 62, in which it was held, that where “the plaintiff and defendant, in a replevin suit, referred the cause to an arbitration, and agreed, without the privity of the sureties, that the replevin bond should stand as a security for the performance of the award, the sureties were discharged.” This view of the law seems to accord well with sound sense, as applicable to the undertaking of the surety on the bond. Here, however-, there was no judgment, and we do not know whether the narr. set forth the finding as simply an award or not, or as a judgment, which it was not. We perceive no error in the record, and the judgment is affirmed.\nJudgment affirmed."}