{"id": "988359", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe company owed Kennedy $ 14.45 for mining coal, and Costello having obtained a judgment before a justice of the peace against Kennedy, laid his attachment on this fund in the hands of the company.\nThe question is, whether the debt was attachable.\nThe Act of Assembly of 15th April 1845, Purdon 490, gives justices of the peace jurisdiction in attachment-execution, but the proviso of the 5th section is in these words: “ that the wages of any labourers, or the salary of any person in public or private employment, shall not be liable to attachment in the hands of the employer.”\nWas Kennedy a labourer ? Was the money attached wages ? Were they wages in the hands of his employer ?\nIf these questions must be answered affirmatively, the judgment below was wrong; for, to permit such a fund to be seized in execution would be to repeal the proviso.\nThe Pennsylvania Coal Company are a large mining and transportation company, having the chief seat of their operations at Pittston, in Luzerne county. They work numerous mines and employ a large body of miners. Each mine is divided into chambers, and the mode of distributing their labour, seems to be by letting out these chambers to different miners at a fixed rate per ton for the coal delivered. The miners of each chamber employ one or more common labourers at so much per day. Welch, who was Kennedy’s mining partner, says, — “We worked one chamber. Timothy McNulty was the labourer. We all three worked together, and we paid our man by the day and we got what was left. Ten to 10|- tons a day was a good day’s work. Company paid 37J cents a ton in winter, and 40 to 45 cents a ton in summer. The company furnished the powder and we paid for it. Kennedy and myself got out the coal and hired the labourer. We were hired to go there and get out what coal we could. We had no contract to get out any certain quantity, and did not know what we were to receive. We settled at the office how much the labourer was to have and how much we were to have. Mr. Gaines paid it to me, and I paid it over to the labourer. The labourer was paid according to the price per ton for mining coal. What the whole came to was divided. We got miner’s pay, and the labourer too got labourer’s pay. If we got 40 cents a ton, the labourer got one dollar a day — if coal was 37J cents a ton, the labourer got 93 cents a day. I took in the labourer. We paid the labourer, and then made an equal share of what was coming. That made the wages of myself and Kennedy as miners. We settled monthly, &c.”\nThis mode of carrying on the business was explained by numerous other witnesses, whose testimony need not be cited.\nNow we have here an employer and an employee — labour contracted for and performed, and wages resulting therefrom according to the contract. Wages are the reward of labour, and always come of contract express or implied. And it is material to notice, that the fund attached, represents Kennedy’s labour and nothing else. McNulty’s was paid for, and Welch’s share was taken out of the money which the company’s agent had paid over. What remained in the company’s hands belonged to Kennedy. Assuming that the three raised ten tons a day at 40 cents a ton, their\njoint earnings per day were......$4.00\nDeduct McNulty’s wages .......1.00\nLeaving for Welch & Kennedy.....3.00\nWhich divided between them would be $1.50 a day for each.\nIf the other figures mentioned in the evidence be assumed instead of the above, the result will make it equally apparent that the fund attached in the employer’s hands was Kennedy’s reward for his labour — his wages. The balance, after paying McNulty, made, swears Welch, “ the wages of myself and Kennedy as miners.”\nMining being an art that requires considerable skill to carry it on with safety and success, those whom the company employ to conduct a chamber are expected to work in it themselves. The powder and oil are intrusted to them. They in fact do the mining. The common labourer they employ is to remove the coal and rubbish out of the way of the miners, as fast as it is detached. For their superior skill and care the miners should receive more compensation than the mere heaver, and Welch’s testimony is a clear exhibition of the mode in which these respective values are adjusted. But the labour of the miners is as truly labour as that of the subordinate whom they employ — and their earnings as truly wages as are his. If the proviso would protect his earnings from seizure (a point that is not doubted), it must be held to protect the earnings of tbe miners. Any other construction would embarrass a large and productive branch of industry, which doubtless has adjusted itself in the best form for both employer and employee, and would also discriminate unfairly against the most meritorious class of labourers. Without the skill of the miner there would be no mining, or if there were, it would be done at continual peril of human life. The miner is not a contractor who stands off and appropriates the profits of other men’s labour, but he leads the way into the subterranean chamber, directs every arrangement and movement, and performs the efficient labour with his own hands. The statute does not define the labour it meant to protect, and it might be difficult to construct a perfectly satisfactory definition, but there can be no doubt that wages earned by the personal, manual labour of the debtor, are under the cover of the statute. In legislative judgment such wages belong rather to the labourer’s family than to his creditors. And such was the fund attached. Whatever earnings of labour in other forms may be within or without the statute, we cannot doubt that these earnings are within its policy as well as words, and therefore they must be held exempted.\nI have been the more particular in stating the nature of this business, in order that it might be seen how broadly this case is distinguished from that of Heebner v. Chave, 5 Barr 115, which was relied on by the defendant in error, both in the court below and here.\nThat was the case of an occasional contract — such as municipal bodies and private corporations now and then allot for the performance of some specific job. It was not the case, as this is, of an ordinary every day business. To say that the legislature did not intend to protect the profits which a contractor makes out of the labour of his hirelings, in grading a street for a borough, is not to decide the case before us. Eor here is an ordinary avocation — ■ well regulated in practice — and one on which the families of many citizens depend for daily subsistence. It is too large an inference that the proviso is inapplicable here because it was not applied in Heebner v. Chave. If it was'designed for what the judge in that ease said it was, “to secure to the manual labourer by profession and occupation the fruits of his own work for the subsistence of himself and family,” Kennedy must have the benefit of it, for he was a manual labourer by profession and occupation.\nWhilst, however, Heebner v. Chave is distinguishable from this ( case in the nature of the contracts under which the attached funds accrued, there is one point of identity. In both the attached debtor laboured in person to produce the funds. This is a circumstance which we think ought to have carried the ruling in that case the other way, to the extent at least of that portion of the fund which was earned by the manual labour of the debtor. If it appeared that the money attached represented exclusively the labour of the hirelings, and not at all the manual labour of the contractor, we see no fault in the ruling, but if the earnings of his own hands were in that fund, we see not how Judge Coulter, consistently with the principle of interpretation he lays down, could deny the debtor the protection of the proviso. It is not quite certain from the report how the fact was. The amount of work done at the service of the writ was $110, from which were to be deducted previous payments. Only part of the final balance of $80 was due when the attachment was laid, and whether any part of this was earned by the manual labour of Chave, the defendant, does not appear. If it was, then Heebner v. Chave is not a case to be followed; but if it was not, it is for this reason inapplicable to the case before us, where it appears very clearly that the fund attached — every dollar of it — was earned by the manual labour of Kennedy himself.\nThis case, though insignificant in point of amount, is said to involve a principle of great importance in the mining districts, and we have accordingly bestowed more attention upon it than its intrinsic merits demanded.\nOur opinion is, that under the circumstances of the case, the debt was not attachable, and accordingly the judgment is reversed, and judgment is entered here for the plaintiffs in error, defendants below, for costs."}