{"id": "988381", "contents": "The opinion of the court was delivered by\nWoodward, J.\nVery soon after the elective judiciary came into power in 1851, this court was called on to commit itself to an interpretation of the Married Woman’s Act of 11th April 1848. Two modes of dealing with that statute were open to us. On the one hand, we might adhere to a very literal interpretation, and say that the married woman shall possess her separate property as fully after marriage as before, that she shall own, use, and enjoy it as if she was a feme sole, and that it shall not be liable for her husband’s debts. And for this mode of reading the statute we had the authority of Cumming’s Appeal, 1 Jones 272, and Goodyear v. Rumbaugh, 1 Harris 480; in both of which cases Judge Rogers had adhered to the most strict and literal interpretation of the statute, and had declared that a married woman, since the Act of 1848, was to all intents and purposes a feme sole as to her separate estate. If a, feme sole, it followed necessarily that her testamentary guardian, she being still a minor, could not be called to account by her husband — that a payment of her moneys to her husband was no payment — that she might bring suits in respect to „ her separate estate, in her own name, against her husband, or any one else — that she might buy and sell, and convey by deed or otherwise, without or even against his consent — that although marriage gave him control of her person, her time, and her industry, to some extent, yet, so far as the exclusive ownership, use, and enjoyment of her property would interfere with the marital rights of the husband, they must give way to her superior rights of a feme sole.\nIt was impossible to shut our eyes upon the consequences of such a construction. We could not fail to see that it would work a repeal of our old statutes of conveyancing which the legislature had exhibited no intention to repeal; that it would change the law of actions; that it would expose wives continually to the hazards of barter and business, without that aid and protection which the common law entitled her to receive from her husband; that it would dethrone him from the headship of the family, take her thoughts and time from the care of the family, and introduce confusion and discord, which would in their turn'entail upon the public, evils tenfold greater than those which the statute was intended to remedy.\nThere was another mode of interpreting the statute — that was by its spirit and intention. Blackstone had told us that there were three points to be considered in the construction of all remedial statutes — the old law, the mischief, and the remedy: that is, how the common law stood at the making of the act; what the mischief was for which the common law did not provide; and what remedy the parliament hath provided to cure the mischief.\nAt the making of this statute, the common law in Pennsylvania made marriage a gift absolute to the husband of all the wife’s chattels in possession, and of her power to reduce into possession her choses in action. If he exercised this power during coverture, and reduced her choses in action into possession, they also became his absolute and exclusive property. He was also entitled to the possession of her real estate and to the rents, issues, and profits. The mischief of this was, that through .the misfortune or reckless improvidence of the husband, her estate very frequently went to satisfy his creditors, and she was often left with a family of children to struggle against the manifold ills of poverty. That the wife’s separate estate should go to the husband’s creditors, was considered an evil of sufficient magnitude to justify the interposition of legislative authority. And it is the business of the judges, says Blackstone, so to construe the act as to suppress the mischief and advance the remedy. We have endeavoured to do so. We have held the wife’s estate beyond the grasp of the husband’s creditors; but as the act did not say she should be treated as a feme sole, or that she should have power to convey, or sue, or be sued, in her own name — and as we saw a virtual dissolution of the marriage relation in such a construction of what was said, we have withheld ourselves from it, not without difficulty and liability to misunderstanding, but nevertheless persistently and consistently. We hold that she is to own, use, and enjoy her separate estate, not as a feme sole, but as a married woman, and that her husband’s creditors are not to touch it.\nThe first case that came before the court after its reconstruction in 1851, was Peck v. Ward, 6 Harris 506, where the question was whether a married woman could convey her estate by deed without her husband joining in it. The Act of 1848 did not, in terms, repeal the Act of 1770, which required husband and wife to join in conveying her estate. Still it was argued, that under the Act of 1848, she was to own, use, and enjoy her estate as fully as if she had not married. If she had remained single, she might confessedly have conveyed it. The statute made her equally competent to convey it being married. To convey it was an exercise of ownership, and might be indispensable to the use and enjoyment of it.\nNow, there was no mode of resisting such reasoning except by falling back on the established principles of interpretation. I have stated some of them. Let me bring others into view. In all doubtful matters and where the expression is in general terms, statutes are to receive such a construction as may be agreeable to the rules of the common law in cases of that nature; for statutes are not presumed to make any alteration in the common law farther or otherwise than the act expressly declares; therefore, in all general matters, the law presumes the act did not intend to make any alteration, for if the legislature had had that design, they would have expressed it in the act: Archer v. Bokenham, 11 Mod. 150.\nAn obscure statute ought to be construed according to the rules of the common law: Bac. Abr. tit. Stat. I., pl. 4; and see 10 Barr 270, 2 Jones 42 et seq.\nSuch a construction ought to be put upon a statute as may best answer the intention which the makers had in view, for qui hceret in literá, hceret in cortice: Plowd. 232.\nWhen the intention of the legislature is doubtful, the court will interpret the law to be, what is consonant with equity and the least inconvenient: Kerlin v. Bull, 1 Dall. 178; Crocker v. Crane, 21 Wend. 211; Griswold v. Ins. Co., 3 Cow. 96; 15 Johns. 380.\nThe intention of the makers of a statute is sometimes to be collected from the cause or necessity of making the statute; at other times from other circumstances. Whenever this can be discovered, it ought to be followed with reason and discretion in the construction of the statute, although such construction seem contrary to the letter of the statute: Bac. Abr. title Statute, ut supra.\nThese were the principles on which the court planted itself in so interpreting the Act of 1848 as to suppress the mischief and advance the remedy. We limited it to the mischief and the remedy which the legislature had in view. We presumed they did not intend to alter the common and statute law of the marriage relation any further than they had clearly expressed themselves. The object of the statute, said Ch. J. Lewis in Haines v. Ellis, 12 Harris 255, “was to protect the wife’s estate from being encumbered or conveyed by her husband, or taken by his creditors against her consent, and not to enable her to sell, encumber, or give it away without his consent. The intention was that she should ‘ own, use, and enjoy’ it. It was not necessary to the purposes of the act, that she should he allowed to part with her estate without the advice and consent of her husband. On the contrary, such a construction would tend to defeat the wise and benevolent intentions of the legislature.” See also the general views expressed in Ritter v. Ritter, 7 Casey 396.\nI have thus developed the grounds of our numerous decisions under this act for the last eight years, because the learned counsel for the present plaintiff in error thinks we are too much “ wedded to the ancient landmarks, in the matter of married women’s rights and disabilities.” This is a complaint exactly the opposite of that we sometimes hear urged against our decisions. Still it may be just and reasonable. But if it is so, we should have to undertake the work of reconstructing society. The marriage relation is the foundation of our social organization. If we are not to stand by the “ancient landmarks,” while the legislature leaves them untouched — if, taking the words of the enactment, we are to run them out into all possible constructions, however attenuated and however remote from the great central idea — we shall substitute a judicial system of concubinage in Pennsylvania for the common law relation of marriage. For so soon as the material interests of the relation are severed at all points and for all purposes, marriage will become a mere partnership of convenience, to be formed and dissolved, like other partnerships, when the partners think they can do better for themselves. Those who think this would be a step in advance of the present civilization, must get the legislature to take it. The courts will not lead the way.\nThe only question presented upon this record is, whether Mrs. Fretz’s estate is bound by her agreement under seal of the 6th September 1855. It was made apparently for a fair and reasonable purpose, and we have nothing to say in justification of her executor’s refusal to execute it.\nNor do we enter into the question, whether there was a consideration to support it. The seal imports a consideration, if lawfully placed on the paper. '\nThe ground on which we place our judgment is, that a.married woman has no power to execute such a deed without her husband joining in it. The cases cited in the argument abundantly sustain this ground, and that they rest on a sound construction of the Act of 1848, we have no reason to doubt.\nThe judgment is affirmed."}