{"id": "988432", "contents": "The opinion of the court was delivered by\nStrong, J.\nIt is not controverted that Mr. Stewart, to whom the register granted letters of administration, is a fit man for the trust, or that he has given the required security. But the Register’s Court was asked to revoke the letters, and grant others to Henry Cornpropst, on the ground that Stewart is neither of kin to the intestate, nor a creditor. Undoubtedly, where, as in this case, there are no relatives to whom administration can be granted, creditors are to be preferred to strangers. The Act of Assembly gives to certain classes priority of right over others to letters of administration. But it recognises the rule which was in force previously to its passage, that there might be personal incompetency in individuals belonging to a preferred class. In such cases, the register is at liberty to pass by the incompetent individual, and grant letters to others who would not have been entitled to them, but for that incompetency. The act does not define the grounds of disqualification. They are to be sought for in the decisions of the English Ordinary, and in the practice of this state, before the passage of the Act 15th of March 1832. There is no doubt that insolvency is one. Those interested in the estate are entitled to the security of an administrator’s personal liability, as well as to that of his bail. If letters may be granted to an insolvent person, they have but the single security of the sureties in the administration bond. Besides, likelihood to prove insolvent is a ground for removal under the 22d section of the Act of Assembly of the 29th of March 1832. Certainly, the register may not appoint one whom it would be the duty of the Orphans’ Court to remove, unless he should give other and further security than the register may require. In Ellmaker’s Estate, 4 Watts 34, and in Bieber’s Appeal, 1 Jones 157, those who were otherwise entitled to administer, were rejected on account of the inexpediency of committing the trust to them. In the latter case, a brother of the intestate was ruled to be incompetent, because he was in possession of part of the decedent’s estate, and claimed that the mother, who was the heir, had given it to him. But, insolvency has always been held an insuperable objection to the grant of letters of administration. Henry Cornpropst, therefore, though a creditor, was incompetent, and there was no cause for revoking the letters issued to Stewart.\nThe decree of the Register’s Court is affirmed."}