{"id": "988433", "contents": "The opinion of the court was delivered by\nLoavrii, C. J.\nChristian Friday, by his last will (1847) gave a part of his estate to his daughter Sarah Snyder, a married woman, and in another part of his will, in order to secure this to her, he appointed Jacob Bush trustee for her legacy, directing him to invest the same at interest, and to pay her the interest yearly during her life, and at her death to pay the principal to her heirs in equal parts. Her husband is now dead, and she claims that the legacy is now her own, in absolute right, discharged of the trust, and ought to be paid over to her; and so it was decreed in the court below. We think this is right.\nOn the expressed intention of the testator, the whole legacy was for his daughter; and the creation of the trust was not to lessen her interest in it, but to “ secure” it to her. He was providing against her husband, in the usual form of a trust, and not providing a protection for his daughter’s heirs against their mother. Now that the husband is dead, the trust is without purpose, and she may claim an account and payment of the legacy; and this has 'very often been decided: 20 State R. 302; 27 Id. 75; 23 Id. 30; 26 Id. 231; and the authorities there cited.\nBut without regard to any expressed intention of the testator concerning the purpose of the trust, the legacy is absolutely Mrs. Snyder’s, because it is given to her and her heirs; to her for life, and then to her heirs. The trust, if valid, does not affect the real title. The equity form does not at all obscure the substantial title. A devise to one for life, with remainder to his heirs, or to the heirs of his body, in legal or equitable form, gives a fee simple or fee tail in land: 20 State R. 264; 21 Id. 343; 24 Id. 252; and an absolute right to personal property: 23 Id. 10, 388 ; 28 Id. 103; 30 Id. 168, 180; 19 Ves. 73 ; 1 Bro. C. C. 219 ; 2 Id. 33; 2 Ves. Sr. 646.\nSuppose the testator did intend, really to give his daughter the substantial title, and yet to restrain her power over it. That the laAV never allows, except on account of some sort of legal or equitable incapacity in the owner: 19 State R. 41, 369 ; 20 Id. 303; 26 Id. 231.\nIn old feudal times, this principle showed itself in Shelly’s Case, and was applied to prevent frauds upon the feudal tenures ;■ and this was a perfectly natural application of it then; for it was natural that the then existing system should he guarded from violation. Afterwards, it was applied to prevent the perpetuation of estates, and covering them from the reach of creditors: Smith on Executory Interests, §§ 419, 424.\nIt appears again in the statute of uses, to prevent frauds upon the feudal tenures, and to guard the rights of inheritance, curtesy, and dower; it declares that the substantial estate shall be the true legal one. It struck down the formal title, and established the real one, as the only true one.\nIt appears again in numerous decisions, setting aside all restrictions of the uses and disposition of property, that are inconsistent with the substantial title; and in the doctrine of merger, which unites several estates into one, according to their substantial character, and overlooks the mere form.\nIt appears very broadly in our law, which makes all estates in land, and interests in all kinds of property, whether held in legal or equitable form, subject to legal execution for debts, and subject to the ordinary rules of descent; and in our law converting estates tail into fees simple. In these cases also, it is the substantial estate that is regarded, and not the formal one.\nIf we depart from this plain and just principle, in judging of the quantity of estates, we can have no reliable guide through the mazes of the infinitely various forms in which estates are limited in wills and deeds; and we must content ourselves with a guess for each case, or, with its practical equivalent, a mere copying of ■the decision some Lord Hale, or Mansfield, pronounced perhaps a century ago-, in a case where we find approximately similar ■expressions in the form of the grant.\nWe think that the decree of the court below is right, except as ■to costs. The form given to the legacy was in favour of the appellant’s position, and his duty was not clear, and therefore he ought not to pay .costs.\nDecree affirmed, the costs to be paid out of the fund in the hands of the trustee.\nStrong, J., and Read, J., dissented."}