{"id": "988420", "contents": "The opinion of the court was delivered by\nStrong, J.\nIt is exceedingly doubtful whether the court below had any power to send back the report of auditors that they might certify issues of law, after final judgment had been entered thereon, and after that judgment had been removed to this court, and returned undisturbed because no questions of law were raised upon the record. There must be a time when the power of a court to open its judgments, obtained adversely, ceases. In England it ends with the term at which the judgment is signed. True, there is a reason for this which does not exist with us, arising from the peculiar manner in which the record is there made up and kept; but the rule of the English courts would seem to have been recognised as existing here : Catlin v. Robinson, 2 Watts 379-80; Stephens v. Cowan, 6 Watts 513.\nWaiving, however, a further consideration of this question, our opinion is, that the judgment of the court below upon the issues certified by the auditors was a correct judgment. The agreement between Mathers and William H. Patterson evidently had for its first purpose, equality between the partners, alike in the investments and in the profits and losses. Of the personal property on hand at the time the parties contracted, a large part represented investments previously made for the improvement of the real estate which they owned as tenants in common with two others. Another large part was needed for the payment of debts of the former firm, of which they had both been members. For both these things, it was necessary to make provision. To accomplish this, it was agreed that, of the property on hand, there should first be set apart sufficient to pay the debts of the old firm; and next, a part equivalent to what had been expended in the improvement of the real estate. The net remainder, it was agreed, should be Seemed the capital stock of the new firm. The evident understanding of the parties was, that the improvement fund thus set apart, was to he considered as real estate, or as absorbed in the land, and consequently was to .be treated as so absorbed. The previous investments of John and Robert Patterson constituted a part of that improvement fund, and were, therefore, not to enter into the division of the personal estate; or, in other words, were not to be divided between Mathers and William H. Patterson. The improvement fund was to constitute no part of the capital stock of the new firm, of which the partners as such were to be joint-owners. It was what remained, after the deduction of the debts and the money expended in real estate improvements, that was called capital stock, and it was that remainder which was to be equalized by Mathers’s payment of a stipulated sum into the firm.\nThe fallacy of the argument of the plaintiff in error consists in his reliance upon an isolated sentence in the agreement without noticing its qualification by the context. Rut the whole instrument must be construed together, and so as to make it consistent with itself. Every part of it must be regarded as significant. It is true that the contract stipulates at first that the parties were to be “ equal owners in all the stock in trade, personal property and effects belonging to said establishment, goods, wares, and merchandise, hides, leather, bark, accounts, debts, &c.,”but it immediately proceeds to describe how they shall own. They were to own subject to a deduction for past debts, and also subject to a deduction of the improvement fund. Until these were subtracted, no provision was made for equalization. The whole of that part of the contract relates to division, and not to equalization. It was by this division, that the capital stock was to be ascertained, and it was only when that was determined, that the parties proceeded to stipulate how the ownership of that capital stock should be equalized. Nothing else was then to be equalized, except what remained after the deductions spoken of had been made. The equality was to be effected by payments which Mathers was required to make.\nNor, as the plaintiff in error contends, is the subsequent clause in the agreement which provides for distribution at the close of the partnership, inconsistent' with this construction. That clause stipulates that at the expiration of the partnership, the parties should divide all the stock in trade, &c., equally between them. They had already designated what they meant by stock in trade, and defined it so as to exclude the improvement fund.\nEntertaining these views of the agreement, we see no error in the judgment of the court below.\nJudgment affirmed."}