{"id": "988442", "contents": "The opinion of the court was delivered by\nWoodward, J.\nEvery lease contains an implied covenant of quiet enjoyment, and when the landlord suffers the demised premises to be recovered from his tenant in ejectment by an outstanding title, his right to recover rent is gone.\nNor is it necessary for the tenant to be actually removed from the premises, to give.him a good defence against rent. Writs of habere facias possessionem are well executed when the tenant attorns to the plaintiff therein. And the taking of a lease or contract of purchase under pressure of such writ, where there is no fraud or collusion, is an actual eviction in law, which dissolves the relation between the tenant and his original landlord.\nNor does the recovery back of the premises, in a second ejectment by the landlord, subject the tenant to liability for rent for the period that elapsed between eviction and restitution. As between the immediate parties in ejectment — that is, those who hold the respective titles — a judgment of restitution is restoration of the plaintiff to all he lost in the former suit: Breading v. Blocher, 5 Casey 349. If there is a tenant in possession, though he be the same the plaintiff put there, he must turn out or attorn again to his original landlord, but complete restitution to the premises does not entitle the landlord to recover rent from the tenant whom he failed successfully to defend. The covenant to pay rent here was reciprocal to that for quiet enjoyment, and though the landlord may recover damages by way of mesne profits from the adversary who disturbed his possession, he cannot compel the .tenant to pay him rent for the time his own covenant was in a state of breach.\nThese principles decide this cause. It is argued, that Dysart & Earhart should respond on their lease, because of the inflexible loyalty which is due from tenant to landlord. But protection and allegiance are reciprocal. What they covenanted to pay rent for, was quiet enjoyment, and as Ross did not secure them that, he has no claim on them for rent.\nThe principle ruled in Coughanour v. Bloodgood, 3 Casey 287, is not applicable here. The habere facias, under which the tenant attorned to the new landlord, in that case, was set aside, and the lease fell with it. The tenant was restored to his original relation as a consequence. But here the execution was valid, until a second judgment and execution superseded it.\nEven in this view of the case it is argued, that the plaintiff was entitled to recover for the few days that elapsed between the 31st January 1849, the time up to which the rent was paid, and the 8th February 1849, when the writ of possession was executed.\nWe see no objection to this position, but as the demand was not made below, nor the attention of the court called to the point, we will not reverse the judgment on so narrow ground. Had counsel made the point, they would doubtless have got suitable instructions, but our business is to review the cause as it was tried below.\nWe see no errors in the record, and therefore affirm the judgment."}