{"id": "988441", "contents": "The opinion of the court was delivered by\nThompson, J.\nThe record in this case presents two errors for consideration:—\n1. The admission of a witness to prove the declarations of a deceased agent of Osborn, under whom the defendants claimed the locus in quo, as to where his principal’s line was previous to the Bradley survey.\nWe are saved the trouble of research, on the merits of this exception, as the defendants themselves had proved the agent’s declarations on the subject of the line by another witness. Having done so, it was certainly competent for the plaintiff to rebut, by showing declarations of the same man about the same thing, by a different witness. It was not unfair to fight the adversary with his own weapons. We dismiss this exception with this view alone of it.\n2. In deciding and awarding to the plaintiffs treble damages, for the timber wrongfully cut and converted on their lands by the defendants. There is no force in the objection that, the action being trespass quare clausum fregit et de bonis asportatis, and not trespass de bonis asportatis, or trover, therefore, treble damages, if otherwise proper, could not be allowed. Either action was a remedy for the cutting and conversion, and the plaintiffs might choose between them, as they did. In Welsh v. Anthony, 4 Harris 254, the action was the same as here, and the plea the same, “ liberum tenementum,” and treble damages being found by the jury, under instructions from the court, was affirmed in this court.\nThe effort to discover an intent in the Act of 1824, different from that plainly expressed in the 3d section, notwithstanding the ability employed in it, proved a failure. Before a party can be made to suffer criminally, for cutting timber under the act, it must be shown, that it was done knowing it to be growing on the land of another. Knowledge is an ingredient in the offence. The act and the knowledge being established, the party is punished at the instance of the Commonwealth, for his wanton disregard of social duty, and the rights of others. This is no bar, however, to a suit by the party injured, for compensation for the same trespass, in which he may recover double or treble damages, as the cutting was accompanied with the conversion of the timber, or otherwise.\nThe 3d section of the act provides for the civil remedy alone, and to give this, knowledge is not necessary, as it properly is in the criminal proceedings, if the cutting be done “ without the consent of the owner thereof.” The trespass by cutting, or by cutting and conversion, gives the right of action to the owner, if done “without his consent.” If the legislature intended to make knowledge an ingredient in this statutory action, it is difficult to account for the omission of the provision for it, which had so recently found a place in the first section of the act. Indeed, there is no ground for the hypothesis, as in lieu of it, the want of consent by the owner, is evidently substituted as the ingredient, in place of knowledge. The injury to the freehold is not the less, because the timber is cut off without proof of having been done knowingly or recklessly; if it was not knowingly cut, there can be no criminal punishment, but should this exception be a reason why the same extent of injury to the owner should not be compensated, when done without consent, or without due regard to his rights, as when done knowingly ? To him it is the same — the difference is only with the public. No man should strip the timber from land unless he has a title to it, or a well-grounded and conscientious belief that he has; in which case, a court and jury would not be likely to allow vindicatory or punitive damages. If there be doubt about the title, or it be in dispute, the party should take pains to test it by law, and abstain as much as possible, in the mean time, from any such irreparable injury. If he disregard these plain duties, let him not complain of the law fixing a high and severe measure of damages. Tested by the most lenient views towards trespasses, the Act of Assembly in this matter is not unreasonable. We think the point was directly decided in Sanderson v. Haverstick, 8 Barr 294.\nThe Act of 1840 gives no aid to the position of the plaintiffs in error on this point. A purchaser of timber cut from the land of another, should, according to no rule, be made answerable in the manner provided for in the third section of the Act of 1824, unless he knows it to be so cut. If the law were otherwise, it would put an end to the purchase of lumber anywhere but on or near the land, and then only by persons knowing the seller’s title to the premises, where cut or made, or the existence of a previous consent by the owner of the land, when not belonging to the owner of the lumber, and this would destroy the lumber business altogether. Where the purchaser does not buy it with a knowledge of the trespass in obtaining it, he is not answerable under that Act of Assembly, whatever other remedies there may be.\nThese being the only points in the case for our consideration, we find no error in them, and\nThe judgment is affirmed."}