{"id": "988443", "contents": "The opinion of the court was delivered by\nPorter, J.\nAccount render has not been a favourite in modern times. The practitioner of the present day is as much repelled, as the ancient lawyer was attracted, by its cumbrous machinery and want of speed. Formerly, it applied to bailiffs, partners, and by the statute of 4 & 5 Anne, to tenants in common. Against a bailiff, who refuses an account, it remains a successful remedy; and those who are fond of the action, may enjoy here all the happiness it is capable of imparting. The progress of equity practice has nearly swept it off as a remedy between partners, by substituting a much better. In its application to tenants in com-’ mon, it has been somewhat modified in Pennsylvania. Irvine v. Hanlin, 10 S. & R. 219, invoked by the plaintiff in error, and noticed in the books as far down as 5 Wh. 450, is not of much weight. An effort was made there by a tenant in common who had paid for ore, to recover the money after he had established his title to the land, and the very pivot of the case was whether money thus voluntarily paid could be recovered. Gillis v. McKinney, 6 W. & S. 78, in which the opinion of the court was delivered by a judge ordinarily the last man to abandon a common law form, has too solid a foundation in reason to be subverted. Two men owned, as tenants in common, a saw-mill, which they leased, and reserved to each, as rent, a fourth of the manufactured lumber. One owner took all, and said he would replace his fellow-owner’s share in the spring, hut did not. The latter sued him in assumpsit, and first lost his cause, because he had not brought account render; and was reinstated by this court on that question: 15 Johns. 159; 9 Mass. 538.\nThe court below thought the present case was ruled by that, and we think with them. Two brothers occupied a farm which belonged to them and a lunatic brother. His committee sued one of them in assumpsit, and the only question raised was the annual value of the farm.' It is true, that in Gillis v. McKinney there was something like an express undertaking to replace the lumber, but the court went beyond this, and very rightly put the recovery on the implied promise, for though an implied promise may be more difficult of proof, I am not aware that, when proved, it is a whit lower in the law’s regard than one which has been expressed. The admission is also due, that in Gillis v. McKinney one of the tenants in common had gotten his hands upon the lumber delivered in payment of rent, but that fact is not strong enough to serve as the basis of a distinction between the cases; for this tenant had, in the same manner, taken the products of the farm which ought to have gone to his brother, or to have been converted and paid to him. In a word, finding ourselves unable to draw a sufficiently broad distinction between these cases, and unwilling to revive the technicality which Gillis v. McKinney swept away, wre determine to allow common sense another triumph by holding the present action maintainable. In the other point, touching the amendment of the record, there is nothing whatever. Judgment affirmed.\nJustices Thompson and Strong dissented."}