{"id": "988415", "contents": "Lowbxg, C. J.\nThis is a cause in the Oyer and Terminer, and the president judge, within whose jurisdiction it falls, represents to us that there is a legal impediment that prevents him hearing it, and asks us to send one of the judges of this court to try it.\nWe think that we are bound to do so. We know of no legal or constitutional authority for any judge of the Common Pleas to hold a Court of Oyer and Terminer out of his district, and when such a court is held by judges of the Common Pleas it requires two to make a quorum, the president being one: Const. V., 5.\nBut the jurisdiction of this court extends over the whole state, and its judges are, by virtue of their office, justices of Oyer and Terminer and general jail delivery in the several counties; and the judges of the Common Pleas cannot hold an Oyer and Terminer or jail delivery court, while the Supreme Court or any of them are sitting in the same county for criminal trials: Const. V., 4, 5.\nThis makes it appear plain, that each judge of this court has power to hold a Court of Oyer and Terminer or of general jail delivery, in any county of the state. They are severally justices for this purpose, and no quorum being established, each of them has full and equal authority to hold such courts. “ Any of them sitting in the same county,” excludes the jurisdiction of the Common Pleas judges; and this can mean no less than that any one of them has jurisdiction, and therefore excludes all other jurisdictions that are not superior.\nA historical sketch of the origin of these powers is very appropriate here, because it tends to give a clear understanding of the jurisdiction intended to be vested in this court. We make it as brief as possible, and refer to the sources where it can be studied in detail.\nOur Judiciary Act of 1836, § 1, thus defines the powers of the court: — “ generally to minister justice to all persons, in all matters whatsoever, as fully and amply to all intents and purposes as the said court has heretofore had power to do under the constitution and laws of this Commonwealth.”\nThis act refers us hack to the Judiciary Act of 1722, which gave to this court all the powers and jurisdiction, within this province, which were possessed in England by the three superior courts of King’s Bench, Common Pleas, and Exchequer: and thereby the Supreme Court here was placed in the same relation to all inferior jurisdictions that the King’s Bench in England occupied ; and these powers were confirmed by the constitution of 1776. Thus our judicial institutions appear to have grown naturally out of prior institutions, whose jurisdiction is to be studied in the history of jurisprudence.\nIn such an historical investigation we can hardly desire to go beyond such authorities as Coke and Hale, at least for general outlines’; and all that we have to say on the subject is collected from 2 Pleas of the Crown, cc. 1, 4, 5, 6, and 27; and from 4 Inst. cc. 7, 27, 28, 30, and 33.\nThere we find that the justices of the King’s Bench are the supreme and general justices (capitales et generales) of the kingdom, these terms indicating both the order and the extent of their jurisdiction; that they are the supreme and general justices of Oyer and Terminer and jail delivery, and conservators of the peace; and that they hold courts of Oyer and Terminer and jail delivery, not as ordinary justices in eyre, oyer and terminer, and jail delivery do; that is, by virtue of special commissions for that purpose; but by virtue of their offices, as justices of the King’s Bench. These are inherent authorities of their office, and are not given to them by any writ, patent, or commission, as in the case of other judges.\nInto whatever county the justices in eyre went, all other courts during the eyre ceased, and the business before them was proceeded in, and determined by the justices in eyre, but the King’s Bench was superior to the justices in eyre, and their presence in the same county operated in the same way in superseding the justices in eyre, and of course all inferior jurisdiction. And even when eases are specially limited to the justices of oyer and terminer, the justices of the King’s Bench are not excluded, for such is part of their office; and in thus superseding other judges, they may take the jurors regularly summoned for the oyer and terminer, though the venire was not issued by them.\nAnd when any criminal cause was removed by certiorari from any lower court to the King’s Bench, that court could order a nisi prius to try it before the chief justice, or any two of his associates. And here we note a distinction between the chief justice of the King’s Bench 'and his associates, which does not exist with us; for, by our constitution, each has equal power in such cases.\nThis historical survey of the origin of the jurisdiction of this court in criminal cases, makes it quite clear to us, that we have not misunderstood the provisions of our constitution and laws; and we have, therefore, concluded to send our brother Thompson to try this cause.\nOrder accordingly."}