{"id": "988423", "contents": "The opinion of the court was delivered by\nRead, J.\nThe question in this case arises out of certain contracts, made under the authority of the councils of the old city proper, for the purchase of sites for market-houses, in anticipation of the immediate passage of the consolidation act. The documentary evidence in the cause furnishes a connected history of the transactions attending this last exercise of power to increase the city debt $650,000.\nOn the 27th October 1853, Mr. Snowden, in the select council, offered the following resolution, to wit: — “ Resolved, that the committee on city property be authorized to negotiate for the purchase of four suitable sites in the four sections of the city, for the purpose of erecting market-houses, with a view of ultimately removing the market-houses on High street; said negotiation to be. subject to the approval of councilswhich was finally passed , on the 8th December.\nOn Monday, the 30th January 1854, the committee reported that they had been diligently engaged in endeavouring to carry out the object of the resolution, and to procure lots in such locations as would best accommodate the wants of the public, and had succeeded in negotiating for the following, subject to the approval of councils, viz.: — In the North District, No. 1, lot north-west corner of Race and Crown streets; No. 2, market-houses recently erected on Race and Broad streets; No. 8, lot on Sixteenth street, bounded by Filbert and Jones streets. In the South District, No. 4, lot from Twentieth to Twenty-first street, between Spruce and Pine streets ; No. 5, lot North-west corner of Locust and Juniper streets; No. 6, lot between Barclay street and Middle alley and Sixth and Séventh streets. That the whole capacity of suitable market-houses, erected upon these lots, would be equal to fourteen squares of those then in' Market street, and the estimated cost of the lots and buildings would be $650,000. The committee recommended the purchase of the lots named, and asked that discretionary power be given them to abandon Nos. 5 and 6, and to substitute one on a larger lot about equidistant from the two, provided one could be obtained that would meet their approval.\nThe committee believed that a revenue would be received from these markets, sufficient to pay the interest on the cost, and an increase on the amount then received from the buildings in Market street.\nThey recommended an ordinance — which passed both branches the same evening — authorizing the committee to purchase these lots and market-houses, and to construct market-houses, with power to abandon Nos. 5 and 6, and to substitute another lot; and the mayor was authorized to borrow, on the credit of the city corporation, not exceeding $650,000, to defray the expenses of carrying out the provisions of the bill.\nOn Thursday, the 2d February, the committee reported that they had purchased No. 1 for $95,000; No. 2, from John Rice, for $110,000, subject to a ground-rent of $1500; No. 3, from the same, for $5000, subject to a similar ground-rent of $1500; lot No. 4 for $28,000; lot No. 5, which the committee thus described: — “All those lots of ground situate on the south side of Locust street and west side of Ninth street, bounded by Locust street on the north, Ninth street on the east, Shield’s alley on the south, and Raspberry alley on the west, containing 100 feet more or less on Ninth street by 188 feet more or less in depth to Raspberry alley, together with all the buildings and improvements thereon. The last-mentioned lots have been purchased in. lieu of the lot at the corner of Locust street and Juniper street and the lot on the west side of Sixth street between Barclay street and Middle alley:” which lot No. 5 the committee reported was purchased ( “ from George W. Brown for the sum of $75,000. The payments are to be made on the execution of the deeds, and the vendors, except the one of No. 5, have agreed to take certificates of city loan in lieu of cash.”\nThe ordinance of the 30th January did not authorize the issue of certificates, but required the negotiation of a loan, and the committee therefore reported an ordinance to authorize the issue of such certificates, which was passed on the same day.\nThe committee say “ they were further directed to cause to he constructed upon said lots suitable market-houses.” In the time at the disposal of the committee, it was impracticable to procure plans and specifications for the market-houses so to be erected, or to invite proposals. They, therefore, after full consideration and under the advice of counsel, concluded and executed a contract with Mr. John Rice to this effect: — “ The contractor covenants to purchase all the materials of every kind required for the erection and completion of four market-houses, at the lowest market prices, and to construct the same in a firm and workmanlike manner, according to the plans, elevations, and specifications to be furnished to him, and to contract for and provide, at just and reasonable rates, all the labour necessary and required for their entire erection and completion. The city is to pay, on the order of the contractor, the cost, at the lowest market price, of the materials, when and as soon as they are furnished and delivered, and the bills therefor have been approved by an agent to be named by the city; and in like manner to pay the wages of the workmen and labourers employed in the construction of the market-houses, at just and reasonable rates; and upon the completion of the market-houses and the delivery to the city of releases of all liens and claims for the labourers and material-men, Mr. Rice is to receive the sum of five per centum upon the cost. The committee herewith submit a copy of the contract of Mr. Rice, for the fuller information of councils.”\nOn the same day, councils passed an ordinance by which the city treasurer was authorized and directed, whenever required by the committee on finance, to issue certificates of city loan, to the corporation and individuals, from whom the committee on city property had purchased market-houses, or lots for sites for market-houses.\nGeorge W. Brown, the vendor of lot No. 5, on the 1st February 1854, entered into a sealed contract with the Mayor, Aldermen and Citizens of Philadelphia, by which he covenanted to make a good title to them for the same, clear of all encumbrances; for which, upon the execution of the conveyances for the same, they were to pay to the said George W. Brown the sum of seventy-five thousand dollars, in the bonds of the said corporation, bearing an interest of six per cent., and not redeemable before the year eighteen hundred and eighty-nine; with a provision “ that if the right and power of the said the Mayor, Aldermen and Citizens of Philadelphia to make this purchase should, before the date hereof, have been limited or abrogated by law, so that they are prohibited from making the purchase, then no claim for damages for the non-compliance with the terms thereof shall be made by the said, Greorge W. Brown.”\nThe plaintiff also gave in evidence an ordinance passed by the consolidated city on the 19th April 1855, appropriating the sum of $79,500, for payment to George W. Brown, being the purchase-money and one year’s interest thereon, for certain lots or pieces of ground situate on the south side of Locust street and west side of Ninth street, bounded by Locust street on the north, by Ninth street on the east, by Shield’s alley on the south, and by Raspberry alley on the west; which .premises the corporation of the Mayor, Aldermen and Citizens of Philadelphia covenanted to purchase, and the said George W. Brown to sell, by deed dated the first day of February, A. D. 1854; — provided the said purchase-money and interest thereon shall not be paid until the said George W. Brown convey to this corporation a good and sufficient title to the said premises, freed and discharged from any and all rent-charge, and free and discharged from all encumbrances; and provided further, that if any rent-charge on the same cannot be extinguished, in such case, the said premises may be conveyed to the corporation, subject to such rent, but the amount of the principal thereof shall’be deducted from the' purchase-money aforesaid.\nWarrants for the payment of the appropriation were to be drawn by the commissioner of city property when the city solicitor should certify that such title as before mentioned had been conveyed to the corporation.\nThe plaintiff also gave in evidence an extract from the annual report of the controller, to the common council of Philadelphia, January 17th 1856, from statement B annexed thereto, showing appropriations made by councils exclusive of trusts, the amount of warrants countersigned on each appropriation, and the unexpended balance of the same, containing amongst others this item:\nApproved. Appropriations made to. April 19. f Certain Lot of Ground, { Ninth and Locust Contract. Amount. Countersigned. Balance. 179,500 J - - - - | 79,500.\nand also an extract from the report of the committee on finance, of February 5th 1856, from a table annexed, showing estimates and receipts by the departments, and appropriations to the same for the year 1856, as reported by the committee.\nDepartments. Estimate 1 Appropriations asked for. s- agreed upon. Brown’s Property. $79,500.00 j Receipts. Remarks.\nIt will be observed, that all the transactions relative to lot No. 5, Brown’s property, are crowded into two days, the ordinance authorizing its substitution being passed on the 30th January, and the contract between the corporation of the city and Mr. Brown for its purchase from him, being signed and executed on the 1st February.\nThe explanation of this is to be found in the passage of the consolidation act. This bill was read by Mr. Price, the able senator from the city, in his place in the Senate, on the 3d January 1854, and passed that body on the 19th; on the 30th, it passed the House with an amendment, which was concurred in by the Senate on the 31st January; and on the same day, was presented to the governor for his approbation, by the committee to compare bills, and was approved on the 2d February 1854.\nThe sixth section of this act contained the following provision: “And provided that no corporation hereby superseded, or whose estates may by force of this act be vested in the City of Philadelphia, or the present councils of the corporation of the Mayor, Aldermen and Citizens of Philadelphia, shall at any time after the passage of this act, contract any loan or debts, other than for . the ordinary supplies, repairs, and payments of labour and salaries.”\nIt is clear, therefore, that after the passage of the consolidation act, no power remained in the councils of the city to make any new or other contracts for the purchase of sites for market-houses, and of course, that no person could be vested by them or their committees with any authority for that purpose.\nUpon the trial of the cause, after all this documentary and written evidence, showing a sale of all these lots at Ninth and Locust streets by George W. Brown to the corporation of the city, and a purchase by them from him, for a stipulated price to be paid to him, oral testimony was introduced to show that the contract was not made with Brown, but that he was simply the agent of the committees of councils in contracting with others and especially with the plaintiff below.\nMr, Brown testified that he was tax collector of Locust ward in 1853, and was spoken to by the commissioner of city property, and also by several members of the committee, in relation to the purchase of city property for market-houses. After inquiring about other properties, which he could not obtain, he mentioned the property at the corner of Ninth and Locust streets, in which he was interested as an heir, as to one portion of the lots. The committee said they would like to have that property. He then went round and asked the prices, and then reported to the committee, that the whole property could be bought for $68,750, but that they might raise the prices; but that the whole could be purchased for $75,000, and a report was made to councils. This report, as we have seen, was of a positive sale of all the lots to the city by Brown for this gross sum of $75,000.\n“Whatever the property cost,” says Mr. Brown, “the city were to pay, and no more; then they were to pay me for my trouble. All the deeds were to be made to me, and I to make one •general deed of the whole to the city.”\nMr. Twitchell, the plaintiff below, was one of the owners of a lot comprised in this large lot, and Mr. Brown contracted to pay him $6700.\nTwo members of the committee were also examined, who testified that Mr. Brown was to sell the property for a specified sum. “He was to lose nothing. He agreed to sell the property to the city for $75,000, and it was so reported ly the committee to the councils, and this is the report. This transaction shows for itself on the records of councils.\n“The other properties which the city took were paid for in bonds. The committee agreed to pay cash if there were some that would not take bonds; as Mr. Brown had said there were some that would not take them. The title was to be made first to Brown, and then Brown to convey to the city. The committee had no conversation with Mr. Twitchell. The councils knew only Mr. Brown.”\nIt will be observed, that all these conversations must have taken place prior to the 1st February 1854, when the contract was executed between Mr. Brown and the city, which was reported to and ratified by councils the next day.\nAfter all power to contract had ceased on the part of the city or its agents, the following receipt was signed by the plaintiff:—\n“ Received, April 5th 1854, of George W. Brown, his note dated April 5th 1854, at three months, for one thousand dollars, it being part of the purchase-money of lot and stables situate on the southeast corner of Locust street and Raspberry alley, which I agree to sell clear of all encumbrances, for the sum of sixty-seven hundred dollars — the title papers to be transferred immediately.\n“$1,000. G. S. Twitchell.”\nThe note was paid at maturity, and was produced on the trial by Brown the witness.\nThis receipt is entirely consistent with the contract of the city with Mr. Brown, and on its face proves only a sale by Twitchell to Brown, and a payment by the latter of a part of the purchase-money. It is, however, contended that it is a contract between Twitchell and the city, signed, it is true, only by the vendor, but accepted by the vendee’s agent.\nIt is hardly necessary to repeat, that on the 5th April 1854, no person could have any authority, on the part of the city, to make such a contract for it, or to draw up any such receipt, whether relating to a former or a present purchase; and that the mode of payment by the promissory note of an individual is entirely without precedent, in eases of purchases made by municipal corporations for public objects.\nBut there is another insuperable difficulty in this ease, that George W. Brown was not an agent of the city “ thereunto lawfully authorized by writing,” which is an essential requisite, by our Act of Assembly, in such a contract for the purchase of lands, in order to enable a vendor to enforce a specific performance of it : Vanhorne v. Frick, 6 S. & R. 90; McDowell v. Simpson, 3 Watts 129; Parrish v. Koons, 1 Parsons 89. All the cases cited by the plaintiff in error to establish the contrary doctrine, occurred under the 4th and 17th sections of the English Statute of Frauds, which sections were never re-enacted in this state.\nThis disposes of this branch of the case, and it is very clear that the evidence not only does not support the allegation that there was any parol contract between the city and the plaintiff for the breach of which an action for damages could be sustained, but directly the contrary. All the evidence proves a contract for the whole lot by Brown, for $75,000: and why this contract made by him with the city upwards of five years ago has never been completed on his part, the testimony in this case does not explain.\nThis matter was, however, left to the jury by the court below, in the most favourable manner for the plaintiff; and as they decided against him, it cannot be reviewed here.\nThe court made no error in their charge to the jury, and we see none in their rejection of testimony offered by the plaintiff; which, if admitted, could- not in any manner have aided or advanced his case.\nThese large contracts made with municipal corporations, which, although legal, stand on the very utmost verge of the law, and are often, as in the present case, highly improvident, should always be strictly scrutinized by courts of justice. And where, as in this instance, the whole scheme has utterly failed, with a most serious pecuniary loss to the city and their constituents, the shock upon the community often leads to other results which are greatly to be deplored.\nThis court, upon bills filed against The Mayor, Aldermen and Citizens of Philadelphia, and the vendors of these market sites and markets, and amongst others George W. Brown, on the 3d April 1854, decided that the contracts made prior to the passage of the consolidation act on the 2d February 1854, were legal. The opinion was published on the 4th April, in the newspapers of the city, but by some mistake has never appeared in our reports. In his answer to the bills filed, Mr. Brown alleged that he sold the said property, on the 1st February. 1854, to the corporation of the city, and executed the contract above stated on that day, that the price was a fair and reasonable one, and that he intended to proceed to execute and perform his covenants in said contract, unless restrained by the court.\nIn the printed argument submitted to the court, his counsel says, “ Mr. Brown sold and the city bought certain property. If he can make a title to the latter, it is no affair of theirs whether at the time he agreed to sell he had title to the property or acquired it since. He alleges in his answer, that he intends to perform the covenants in his contract.”\nOn the next day, the 5th April, the receipt is signed by Mr. Twitchell.\nThe result of this speculation may be summed up in a few words. None of the market-houses contracted for have been or ever will be built, and the Broad street market-house has as yet produced no revenue. Lots No. 1, 2, 8, and 4, cost the city $228,000 in cash, or its equivalent, and have subjected them to the payment of two annual ground-rents of $1500 each. Lot No. 3 has been conveyed to the Commonwealth for the erection of a state arsenal, the city agreeing to pay the ground-rent of $1500; and it is now proposed to sell No. 4, for its original price, $28,000.\nThis costly outlay for nothing is now entirely superseded by private corporate enterprise, which promises to supply the old city proper with well arranged and convenient market-houses.\nJudgment affirmed."}