{"id": "988404", "contents": "The opinion of the court was delivered by\nStrong, J.\nConceding that the trust, originally created for the benefit of the appellee, terminated at the death of her first husband, it was still in form maintained until after her subsequent marriage with the appellant. He then voluntarily assumed it; succeeded to the position of trustee, received from his predecessor the personal property belonging to the trust fund, and took charge of the. real estate, not in virtue of any marital rights, but asserting the continued existence of the trust. The right to the personal property was but a chose in action, while it remained in the hands of the former trustee, and when the appellant received it; and consequently, reduction into possession was essential to give him any beneficial interest, either in the principal or its usufruct. But reduction into possession was negatived by his receipt in the avowed character of a trustee. That was equivalent to a denial of any marital rights to the fund. It was perfectly competent for him to decline exercising, in his own favour, that dominion over the wife’s chose in action, to which he succeeded on the marriage; and in no way could he more unequivocally express his intention to preserve the property as his wife’s, than by accepting it as her trustee. As such also he continued to hold it, and accounted for it, as trustee, once during the coverture, and again after the coverture had ceased. So, too, with the real estate. He received the rents, issues, and profits during four years, but instead of claiming them as his own, he asserted in his first account that he had settled them with his cestui que trust. When afterwards he sold the islands under authority given to him by an Act of Assembly, the very act which empowered him to sell, required that the proceeds of sale should be placed at interest for the use of his wife, as directed by the will which first created the trust. His sale under that act was an assent to its provisions. It is too late for him now to assert, after all this, and after the cestui que trust has obtained a divorce on account of cruel treatment received from him, that as husband, he was entitled to the interest of the fund in his hands, and to the rents, issues, and profits of the lands. Added to this, is also the agreement of his counsel, an agreement founded upon sufficient consideration, the benefit of which he has received. That precludes him from treating the fund now as other than one held for the sole and separate use of the appellee.\nThe matter is therefore reduced to the simple inquiry whether he has discharged himself from liability for the interest and rents which he received. In his first account, he acknowledged his liability for interest, amounting to $1022.59, and in his second account he admits a similar liability for $1375.14, for additional interest. He claimed against these debits a credit in the first account of $1022.59, and in his second a credit of $1054.08, for alleged payments of interest to Mrs. Schoch. These credits the auditor and the court below disallowed, and we think justly. They are claimed on the faith of two receipts of the cestui que trust, neither of which states the sum received, and both of which were evidently obtained as proofs of a lumping settlement. They were not given from year to year, as interest fell due, and the purpose in securing them doubtless was to prepare vouchers for the accounts about to be filed. No person was present when they were signed, and no one saw the trustee pay any money. It is in evidence, that during the coverture, Mrs. Schoch had no money except the proceeds of a little butter, which she sold. It is also proved, that the treatment which she received from him was most unkind, and that he was anxious to obtain her property in his own right. Under such circumstances, the receipts are not satisfactory evidence that her interest was paid, and it is no wonder that the auditor so found. Indeed, it has been but faintly urged in this court that any payments were made, but the receipts are relied upon rather as evidence of a donation of the interest, or of a release of liability to pay. Settlements between a trustee and his cestui que trust are narrowly watched in a court of equity; where there is the least suspicion of unfairness, they will not relieve the trustee from accounting. The rule is peculiarly appropriate to such a case as this. The appellant was not only the trustee, but the husband of the cestui que trust. These relations placed her in his power, and that power he appears to have been quite willing to exercise. The circumstances which have already been alluded to are quite enough to cast upon him the burden of showing, either that the money was in fact paid, or that the settlement by which he claims to have been discharged from liability was a fair one, untainted by fraud or duress. To show this he wholly failed.\nThe same may be said of the alleged settlement for the income of the “Isles of Promise,” which the auditor also rejected. The receipt upon which the appellant relies to exonerate him from those rents, bears upon its face much evidence of constraint and unfairness.\nThe decree of the Court of Common Pleas is affirmed, and the appellant is ordered to pay the costs."}