{"id": "988400", "contents": "The opinion of the court was delivered by\nRead, J.\nThe Commonwealth of Pennsylvania cannot be made a defendant in a suit in equity, and therefore, in what we shall say, we do not intend to express any opinion with regard to her liability to the complainants. If they have any claim against the state, there is a mode pointed out by law, by which it can finally receive the adjudication of this tribunal.\nOn the 14th April 1843, the legislature passed a resolution, directing the state treasurer to pay to the treasurer of the Williams-port and Elmira Railroad Company, for the use of said company, at the end of each financial year, the aggregate amount of tolls collected at the office at Williamsport, for the transportation of passengers and tonnage descending, of all kinds, brought on the West Branch Canal and Susquehanna Division at that point, by way of the Williamsport and Elmira Railroad. These tolls were to be applied by the company to aid in-defraying the expenses incurred in constructing said road. It was, however, provided that this act should not take effect until one track of said road was completed the whole distance from Williamsport to Elmira, nor was it to continue in force more than fifteen years; and if at any time during the above period, the net proceeds of the road, after defraying all the necessary expenses for motive power and superintendence, should exceed six per centum per annum upon the capital stock thereof, then and in such case, the rights and privileges thereby granted should cease and determine. After the provisions of the act should have gone into operation, the officers of the company were annually to make out, under oath or affirmation, and transmit to the auditor-general, a detailed statement of the receipts and expenditures on the road, designating the amount of tonnage and number of passengers brought on the canal at Williamsport, by means of said railroad, whether the same ascends or descends the canal from that point, and also designating what percentage the amount received from the state treasurer, under the provisions of the act, would be upon the capital stock of the company. A failure or refusal on the part of the officers to furnish these statements rendered the provisions of the act null and void; and it was made lawful for a committee of the legislature, or a branch thereof, to examine the books of the company.\nThe single track being completed, the above act went into operation to continue for fifteen years, and the Commonwealth punctually paid to the company the tolls thus collected up to the 19th May 1858, when she sold the canal to the Sunbury and Erie Railroad Company.\nOn the 21st April 1858, the legislature passed an act for the sale of the state canals to the Sunbury and Erie Railroad Company, for which the state was to receive the bonds and mortgages of the company. All sales and transfers by the company required the written consent and approval of the governor, and it was “ Provided, that the said Sunbury and Erie Railroad Company, and its several vendees and assigns, who shall take the said public works under the provisions of this act, shall take and hold the same and their appurtenances, subject to all contracts and arrangements heretofore made, by Act of Assembly, or otherwise for or in respect to the use and enjoyment of the said works and their appurtenances; and shall carry out the same with all persons interested therein, in the same manner as the Commonwealth or its agents are now required to do by law.”\nIn pursuance of this act, the Commonwealth, on the 19th May 1858, sold and delivered to the Sunbury and Erie Railroad Company, the state canals; and on the 1st July in the same year, the Sunbury and Erie Railroad Company conveyed the West Branch and Susquehanna Division to the West Branch and Susquehanna Division Canal Company.\nThis last-named company and its vendor, the Sunbury and Erie Railroad Company, took this canal with a full knowledge of the existing laws, by which the Commonwealth of its agents were required to pay the tolls thus collected at Williamsport to the Williamsport and Elmira Railroad Company, and which, whether it be called a contract or arrangement, these companies were bound to carry out in perfect and entire good faith. The state paid to the day of the transfer, and then devolved the duty upon her assignees, never intending either to repeal the act itself, or to release its successors from the obligation imposed upon them by the contract with the Sunbury and Erie Railroad Company. It is clear, therefore, that this last-named company are bound to pay the tolls received by them from the 19th May to the 30th June 1858, and that the West Branch and Susquehanna Division Canal Company are bound to pay the tolls received by them from July 1st to November 1858, the end of the fiscal year; and to continue such payments annually for the unexpired period of the term of fifteen years, if they so long remain owners of the said canal, the said tolls to be applied by the Williamsport and Elmira Railroad Company to aid in defraying the expenses incurred in constructing said road.\nIt is therefore ordered, adjudged, and decreed that the bill of the complainants be dismissed as to the Commonwealth of Pennsylvania; and that the tolls collected and to be collected under the provisions of the resolution relative to the Williamsport and Elmira Railroad Company, passed 14th April 1843, are receivable by and payable to the said The Williams-port and Elmira Railroad Company; and that the defendants, the Sunbury and Erie Railroad Company, while they held the said canal, and the West Branch and Susquehanna Division Canal Company since, are lawfully chargeable with said tolls, and are respectively bound to pay the same to the Williamsport and Elmira Railroad Company, and are hereby ordered, decreed, and adjudged so to do; and it is further ordered, adjudged, and decreed that the said defendant corporations, and each of them, their, and each of their agents, be restrained during the whole unexpired.term of fifteen years, by injunction, from mixing their funds with said tolls, and permitting or applying the same for or to any other purpose than to pay them over to the said Williamsport and Elmira Railroad Company, to he applied by them to aid in defraying the expenses incurred in constructing their road."}