{"id": "988450", "contents": "The opinion of the court was delivered by\nThompson, J.\nThis was an action of debt, brought by the plaintiff below against the company, on twenty bonds of $500 each, amounting to $10,000, together with the amount due on the coupons thereto attached, all dated the 9th day of June 1856. The first interest was to fall due on the 15th day of June 1857, and semi-annually thereafter.\nThere was a mortgage given at the time of the execution of the bonds, on the property and lands of the company, to secure their payment, in which it is stipulated, “ that if default he made in the payment of the interest on the said bonds, for ninety days after the time appointed for the payment, the principal sum of the said bonds shall become due and payable, as if the time appointed for the payment thereof had actually arrived.” Default having been made in the payment of interest, this suit was brought, and copies of the claim filed.\nTo prevent judgment being had, the president of the company made and filed an affidavit of defence. The judge at nisi prius, on motion, directed judgment to be entered against the defendants on the ground of its insufficiency, and this is the only error assigned on this record.\nThe matters alleged in the affidavit, and relied on as a defence, are: 1. That the company had no authority to issue the bonds, and from a memorandum on the bonds themselves, the plaintiff knew, or had the means, by inquiry, of knowing it. 2. That the books of the company did not show that any value had been received by the company for the bonds; that the said bonds had been delivered to the then president of the company, whose accounts remained unsettled, and that he had made no return of the proceeds of the bonds to the company. 3. That the rate of interest (twelve per cent.) which the bonds bear, is illegal.\n1. The plaintiffs in error seek to establish the point that these bonds are void, because the company had no power to create the mortgage accompanying the bonds; and thus, as the accessory was inefficient, the principal was void. In other words, as the power of the company had been exhausted, to pledge by mortgage the franchises and property of the company, they were not bound to fulfil their obligations created by these bonds. It is a well known principle of law, that a corporation, like a natural person, has the right to carry on its legitimate business by all legal and necessary means not prohibited by law, or by its charter. “ That it has, at least,” says Kennedy, J., in Dana v. The Bank of the United States, 5 W. & S. 223, “ every capacity that is necessary to carry into effect the purposes for which it was established, cannot well be questioned.” This principle has been repeatedly asserted by this and other courts, and in view of it, why had not the Philadelphia and Sunbury Railroad Company a right to issue their bonds in the form of those in question ? We have nothing to do with the mortgage in the investigation of this question. That is another thing. It may be, that it will not affect the security intended — we do not know, and give no opinion in regard to it. But would this be a reason, why 'the bonds should not be binding ? It often has, and often will occur, that mistakes and defects in mortgages have rendered them worthless as securities, but nobody ever presumed that the bond was, therefore, to have no obligatory force. The power to issue the bond is all we have to do with. In McMasters v. Reed, Grant’s Cases 36, it was strenuously urged, that, as the legislature had conferred on the Erie Canal Company a power to borrow money on mortgage, to enable them to complete their work, this covered the whole scope of power possessed by the company, and they could not issue bonds without such mortgage. But they did not think so, and issued bonds payable to bearer, without any accompanying mortgage. It was insisted, that as this was unauthorized, the parties executing the bonds made themselves personally liable. But this court held, that the company had of necessity the right to enter into obligations in carrying out the ends of their creation, and that the obligations were binding- upon the company. The last case on this subject, affirming this doctrine, is Fritz v. The Holy Trinity Church, decided at this term. We have no doubt the company had a right to issue the bonds, and are liable upon them without regard to the mortgage. Nor do we think, that the memorandum on the bonds, that they were issued by the “ company in accordance with its charter, to the amount of $500,000, and that the mortgage therein recited had been duly executed” and delivered to the trustee, had any effect whatever, in this case, prejudicial to the plaintiffs’ right of recovery. What effect it may have when the mortgage comes to be tested, we cannot say. Thus far the affidavit of defence was insufficient.\n2. It was not sufficient to allege that the books of the company did not show value received for the bonds, or that the president had not made a return of the proceeds to the company. The bonds were in such form as to pass by delivery; a purchaser had simply to pay his money and take his bond. He was not bound to see to the application of the money to the purposes of the corporation. He might presume that they had sufficiently provided for their own safety in that matter. The allegation is not that the bonds were obtained fraudulently and without being paid for, nor that they were not in fact paid for to the proper officer or officers of the company, but only that the books do not show what had become of the proceeds. This was clearly insufficient.\n3. The third matter of defence is as to the illegality of the interest. This does not avoid the bond: 2 Dall. 92; 12 S. & R. 46, and many cases since. This being so, the courts in this state have always held, that a recovery might be had for the principal and legal interest on usurious paper. This is too well settled to admit of elaboration. The plaintiff below relinquished the excess of interest, and only claimed payment for the principal of their bonds and coupons, with six per cent, interest. This he was entitled to. We see no error in the case, and the\nJudgment is affirmed."}