{"id": "988444", "contents": "The opinion of the court was delivered by\nWoodward, J.\nWhether the Presbyterian Congregation of Blossburg were a duly constituted corporation, or only a religious society bound together by articles of association, it was a legal party competent to sue, and is named on the record as plaintiff. In accordance with article nine of their constitution, the trustees are also named, and the first question that arises upon the record is, whether James IT. Gulick, one of those trustees, was a competent witness.\nThis depends on the question, whether he was liable for costs, for it is not pretended that he had any personal interest in the contract on which the suit was brought. And that question is ruled by Keim v. Taylor, 1 Jones 170, and the cases therein cited.\nWe can say of Gulick, as was said of Taylor in that case, that his name is on the record only as naked trustee; the eestuis que trust are liable for costs, and are the only persons who have a spark of interest. A naked trustee was never excluded by the common law, but, on the contrary, was recognised as a competent witness, especially by the common law courts of Pennsylvania: 6 Binn. 16 and 481; 7 S. & R. 116 ; 7 Barr 467.\nThere was no error, therefore, in admitting Gulick as a witness.\nThe other assignments of error relate to the charge of the court.\nWhere a party encourages a congregation, in the manner and to the extent Ryerss did, to go on and build a church in a specified locality, promising a subscription or gift of $100, and recognising and repeating that promise under such circumstances as are detailed in the evidence — and they go on, within a reasonable time, and build a church in substantial conformity with the understanding and intention of the promissor, it is in vain for him after-wards to deny the contract, its consideration, or its obligatory force.\nThe contract was evidenced by his repeated declarations and admissions — the consideration was in the labour, trouble, and expense to which he subjected the party promised, as well as in the benefit he expected, with good reason, would accrue from the enterprise, to property wherein he was interested, in the neighbourhood. If he did not mean it should be a denominational church, he should have stipulated for a free church. If he did not like the plan on which it was built, he should have prescribed a better, or urged his objection before other people expended their money on the faith of his promise.\nThere are no grounds of defence against a promise so well proved, and which is so abundantly supported by a consideration both good and valuable.\nThe court were right in instructing the jury, that if they believed the evidence of the contract, the defendant was liable.\nThe judgment is affirmed."}