{"id": "988419", "contents": "The opinion of the court was delivered by\nWoodward, J.\nOn no principle whatever can this judgment be sustained.\nThe deed of Isaac Post of 24th July 1812, vested the title of the locus in quo in the county. Possession of the ten-acre lot was taken under, and has been maintained in pursuance of the deed. The public buildings of the county, an academy, a church, and a public school-bouse have been erected thereon, and still stand there in accordance with the will of the donor.\nNow what is to prevail against this clear legal title, and long-continued and notorious possession? The occasional trespasses of the borough in entering to take stone and gravel for their streets? Nothing else is set up on the part of the defendants. The borough acquired no title from the original grantor, none from the county, none from the legislature, who gave it only the usual legislative powers over streets, lanes, and alleys. The legislature did not pretend to confer on the borough any rights of property in the ten-acre square — and the grant would have been void for want of authority to make it, had it been made.\nBut the borough has made use of the quarry to mend the streets. This is the whole defence.\nIt is idle to pretend that such use of the quarry would give title under the statute of limitations; for, granting that the statute might, in some circumstances, be set up against the county, it certainly would not run against an owner, who had kept up an actual and continued possession in accordance with his title — and in behalf of a mere occasional trespasser.\nAnd for the same reason, the borough has no prescriptive right to assert. Public rights, said the court, in Commonwealth v. McDonald, 16 S. & R. 394, cannot be destroyed by long-continued encroachments, unless the possession has continued so long, that the party may put his title on the ground of prescription.\nTwenty-one years’ adverse user of a right of way, under claim of right, is sufficient to authorize the presumption of a grant — but the user is not adverse, if under circumstances showing it to have been by leave and favour, or by the courtesy of the owner: Esling v. Williams, 10 Barr 126.\nIf this principle in the law of easement, strictly applicable only as between private individuals, were applied to a municipal body like a county, it would not help the defence in this case, because every circumstance tends to negative the adverse character of the borough’s acts. They took the stone and gravel under the eyes of the county’s agents and officers in possession, and by courtesy of the county. Permissive trespasses of that sort, however long-continued, never raise the presumption of a right as against an individual — much less, as against a public body.\nIt seems from the case stated, that individuals as well as the borough have been accustomed to take stones from this public quarry, until the authorities forbade all parties. It would be a very harsh rule of law that should prevent public officers from protecting what remains of public property, because they had winked at trespasses so general and long-continued.\nThe county owns the quarry exclusively and entirely, and the judgment should have been in their favour.\nAnd now, to wit, May 4th 1859, this case haring been argued by counsel, it is considered and adjudged, that the judgment of the Court of Common Pleas of the county of Susquehanna be reversed and set aside, and that judgment be here entered for the plaintiff for one dollar damages and all costs."}