{"id": "988413", "contents": "The opinion of the court was delivered by\nThompson, J.\nThere are several matters in this case undisputed, and others so fully settled by the decisions of this and other courts as to leave little room for controversy, and being-material to a correct disposition of the case, may as well be stated in the outset.\n1. The plaintiffs in error and defendants below, were, by the Act of 16th February 1841, under restrictions therein contained, authorized to construct their road with a single or double track, through the county of Susquehanna, “ by such route as they shall deem expedient for the extension or continuation of their said road,” &c., with the right to enter upon and take such land and materials as might be necessary in constructing the same, paying the owners of such land and materials so taken, and in case of inability to agree as to the damage to the owners, then the same to be estimated by a jury of six disinterested men. There are two or three supplements to this act, but they are not material in this case.\n2. For the purposes of this case, the rights involved are to be tested and judged by the same rules of law as if the company had been primarily incorporated by this Commonwealth. So far as the road runs through this state under the privileges granted by it, the company is quasi a Pennsylvania corporation. The right of eminent domain, within the restrictions of the grant, was as fully conferred on them by the Act- of 16th February 1841, as it ever is conferred on corporations exclusively within the state; and their rights and duties under the privileges granted must be ruled by the same principles.\n3. The injury complained of by the plaintiff below, was not for a taking of his property for the construction of the defendants’ road, but for a consequential injury to it, resulting from the location and construction of the road; and which ensued, not from any wanton disregard of his rights, or negligence in doing their work, but from the location and construction alone.\n4. It has been held by this court in the Monongahela Navigation Company v. Coons, 6 W. & S. 101; The Susquehanna Canal Company v. Wright, 9 W. & S. 9; McKinney v. Monongahela Navigation Company, 6 Harris 65; Shrunk v. Schuylkill Navigation Company, 14 S. & R. 71; The Philadelphia and Trenton Railroad, 6 Whart. 45; and Rundle v. The Delaware and Raritan Canal Company, 14 Howard 80, that the grantees of such a franchise have the same power that existed in the state, and may exercise it, subject only to such restrictions as are imposed in the grant, and that they are subject only to the same liability unless otherwise declared. Such grants are always supposed to be for the public benefit, and to be exercised with that view by the corporation rather than by the state itself. In the cases cited, the doctrine has been distinctly held, and is the settled law of the land, if anything can be settled, that unless the act of incorporation provides for it, consequential damages are not recoverable from a railroad or other improvement company in constructing or maintaining their works. Thus applying the same rule to them as was held applicable to the Commonwealth itself: Commonwealth v. Fisher, 1 Penn. R. 467. That the legislature may direct otherwise, nobody doubts; but the liability does not exist unless it is expressed. The Act of Assembly does not require' the company to pay consequential damages, and none were recoverable from them.\n5. The right of the plaintiff to build and maintain his dam in the Susquehanna river exists by virtue of the provisions of the Act of 1803, called The Mill-dam Act. It is but a license, as was held in the case of The Susquehanna Canal Company v. Wright, 9 W. & S. 9, “ which the state had power to revoke” whenever the paramount interest of the public should require it.” And in discussing the principle, Gibson, C. J., says, “in this respect, a grant by a public agent of limited powers, and bound not to throw away the interests confided to it, is different from a grant by an individual who is master of the subject. To revoke the latter, after an expenditure in the prosecution of it, would be a fraud; but he who accepts a license from the legislature, knowing that he is dealing with an agent bound by duty not to impair a public right, does so at his risk, and a voluntary expenditure on the foot of it gives him no claim for compensation.” To the same point is the Monongahela Navigation Company v. Coons, supra. The grant to the Company, if it conflicted in any way with the license under which the plaintiff claimed, and impaired it for the public benefit, was but a realization of the contingency upon which it had been granted. That it was for the public benefit we are bound to presume — neither want of wisdom, care, or consideration can be judicially imputed to the law-making or sovereign power of the Commonwealth. The plaintiff, therefore, and even under a much larger responsibility than the Act of Assembly imposed, as against a grant which we must presume was based upon the paramount interests of the public, was not entitled to be compensated for the alleged injury to his mill privilege; and such was the decision in The Susquehanna Canal Company v. Wright, in which damages for injury to him were required to be paid, but were not; injury to such a privilege not being held to be within the agreement of compensation. Such also is the principle of the case of The Philadelphia and Trenton Railroad Company, 6 Whart. 45; Troy and Boston Railway v. Northern Turnpike, 11 Barb. 100; Henry v. Pittsburgh and Allegheny Bridge Company, 8 W. & S. 85.\nThese several matters of law and fact are sufficient, we think, to show that the plaintiff had not the right to recover; because the company were not required to pay consequential damages, and because the plaintiff had no title to compensation arising out of the alleged interference with the river to the prejudice of his mills.\nThe learned judge of the Common Pleas, however, thought differently, and left the question of the plaintiff’s right to recover to depend upon the question whether the company by a reasonable expenditure of money might not “ have so changed the site” of their road, “ as to avoid having caused such damage.” It is difficult to imagine a case, in the absence of some legislation directing it, th.at could require such a duty to be performed by a jury. The duty to be executed involved the question of location, not only at the point in question, but in the effect such a change would have on the grade of the road — and would also require the highest exercise of scientific skill and investigation. Nor would this be all. A reasonable expenditure of money is but a comparative matter, depending on many things — amongst them, ability of the company and the value of the enterprise; and this door once opened, the issue would be in fact made to depend on matters beyond and outside of the case, involving questions of fact noway connected with the issue trying. The company alone were intrusted with the right of location; their interest being the surest guaranty that the best and cheapest location, and that doing the least damage, would be selected. In this, their right cannot be questioned, in a controversy in regard to damages.\nWe think this portion of the charge was the radical error in the case, for it included in it, an affirmance of the doctrine, that the defendant was liable for consequential damages to the plaintiff, resulting from the • construction and maintenance of their road; and that the plaintiff had a right to claim damages of the grantees of the state for infringing or interfering with his privilege, in constructing their road; as well as the inherent error in the matter last noticed, in regard to the reasonable expenditure by the company to avoid injury. We have shown that both these positions are wrong.\nWe have determined only the case before us, and it touches not cases of wanton or wilful injury, or negligence in doing the work. Nothing of the kind appears in the case. For the reasons given, the judgment must be reversed.\nJudgment reversed, and venire de novo awarded."}