{"id": "988430", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe facts of this case, as sent up to us, have made a very different impression on our minds from that which they seem to have produced on the mind of the learned president of the Common Pleas.\nThe plaintiff in error, and his wife, were returning home from church on Sunday, along the public road in a buggy, when their horse took fright, rushed up against a fence, endangered their lives, and did some slight injury to the buggy and harness. He believed that the defendant in error, plaintiff below, caused the affright of the horse by the rapid and noisy manner in which he and three other young men rode past the buggy on horseback, and accordingly applied to a respectable gentleman of the bar, who advised a prosecution of the young men for malicious mischief. A bill of indictment was found against them; but on trial, they were acquitted, and the costs put upon the county. Then came this action for malicious prosecution, which resulted on the first trial in a verdict for the defendant, which the court set aside; and on the second trial, in a verdict for the plaintiff for $60 damages. It is the judgment on the last verdict which is here for review.\nWe are not unmindful that the facts do not belong to us to consider, any further than as they enter into the legal propositions on the record, nor do we forget that the judge who saw and heard the witnesses would be more likely to estimate the facts according to their true value, than we who receive them at second hand. Still, however, we cannot help thinking that they were so placed before the jury as to lead them to the conclusion, that the defendant’s liability to damages depended on the guilt or innocence of the plaintiff in respect to the malicious mischief charged.\nTake for instance those parts of the charge which relate to probable cause, and whilst many of the rules of law will be found correctly stated, we have the following language: “ if their motive was, or the motive of Ira Forrester was, to injure Isaac D. Fisher or his wife, or their horse or buggy, it would be malicious mischief in him or them, and would amount to probable cause. But if their conduct was the result of indiscretion, thoughtlessness in riding at a very rapid gait, accidentally touching Fisher’s horse in passing, without malice on their part or intention to do wrong or injury, they would not be guilty of the crime charged against them.”\nNow, if the learned judge had been trying the indictment for malicious mischief, this language might have been very proper; but in the case in hand, what had the jury to do with the motives of Forrester, or the question of his guilt or innocence ? They had rather to inquire into the motives of Fisher — whether .they were malicious or not, in instituting the prosecution of Forrester. That was the precise question on which the jury was to pass; and the fault of the charge is, not that this question was suppressed — for it was distinctly stated more than once — but that such observations as the above were thrown in, which were calculated to divert the jury’s attention from the true question, to another which did not arise upon the pleadings. It was possible, that Forrester should be innocent of the crime of malicious mischief, and yet that there should be such deceptive appearances of his guilt as justified Fisher’s prosecution. Fisher’s liability to damages did not depend on the question of Forrester’s guilt or innocence, but upon the question whether he had prosecuted him without probable cause. And when all the circumstances were taken into view — the rapid rate of the plaintiff’s riding, the affright of the defendant and his horse, and the advice received from his counsel, the court would have been quite justifiable in declaring, as a conclusion of law, that the defendant had probable cause. For these circumstances, which are of a nature to negative the malice of the prosecution, add themselves with great force to the prim&faeie legal presumption, which is always in favour of public prosecutions. Indeed, the single fact that he acted under the advice of competent counsel, should have shielded him, unless there was evidence that he made the resort to counsel a mere cloak of his malice. And there was no such evidence. An apparent contradiction of the defendant on one or two points of minor importance, was brought out by a comparison of his testimony on the trial of the public prosecution, with that delivered by other witnesses on this trial; but there was nothing to impeach the fairness of his representations to his counsel. Mistaken he may have been about the striking of his horse, but it is impossible to see in the evidence, any disposition to fabricate a case against the young men. Doubtless, the defendant was greatly excited; and not wholly without cause. A group of gay and frolicksome boys, coming gallopping up behind the defendant’s horse, was an effectual way of rendering him unmanageable; and it is- not strange that the defendant should be mistaken, in some particulars, in recounting the events of the moment.\nStill less strange, that he should seek to punish them for what lie naturally considered a great indignity to himself, as well as a profanation of the Sabbath.\nThe whole drift of the charge was such as to turn all the questions over to the jury, and to substitute for the true question in the case, an inquiry into the questions that had been passed upon in the criminal prosecution. Herein was error; for it was a case in which the court ought to have taken the question of probable cause away from the jury, and ruled that under the evidence, if believed by the jury, the defendant had probable cause.\nThis view of the case takes away all the importance of the bills of exception to evidence, and it is not necessary that they be noticed.\nThe judgment is reversed, and a venire facias de novo awarded."}