{"id": "988411", "contents": "The opinion of the court was delivered by\nWoodward, J.\nWe thought the only question in this cause was effectually decided, when it was here before, but the counsel have brought it up again, and have appealed to us very earnestly to reverse our former decision. We have no right to complain of this, for it is no more than the losing party in ejectment has a right,to do. Besides, if our former judgment were sound, it will bear to be reviewed, and if it were not sound, it is well for us to have an opportunity to correct it in the very case in which it was pronounced.\nIt is the case of clashing surveys. The interference is about forty acres. Both parties have been long in the actual possession of their respective surveys, but the junior warrant-holder cleared and cultivated a field of about five acres within the interference, and has had possession of that, and uninterrupted use of the rest of the interference, as woodland adjacent to farms is commonly enjoyed, for more than twenty-one years before suit brought. The question is, whether the statute of limitations will protect him. That he has acquired a right to so much as he enclosed and cultivated, is not denied, but it is denied that he has acquired title to the woodland.\nJudge Lowrie’s opinion, when the case was here before, adverted to the early decisions in reference to the extent of intruders’ claims under the statute of limitations, and contrasted them with the later cases, which have more carefully and clearly defined what is actual occupancy; and these he declared, do most certainly decide, that such, a use as the defendant made of the woodland, in connection with his improved land, is actual, and not constructive possession.\nThe cases referred to, especially Judge Kennedy’s elaborate opinion in Thompson v. Milford, 7 Watts 443, Cresswell v. Altemus, Id. 580, and Lawrence v. Hunter, 9 Watts 77, will be found fully to justify the above conclusion. In Alden v. Grove, 6 Harris 388, the result of the authorities was stated in these words:— “ Since the eases of Criswell v. Altemus, and those which follow in its wake, it is vain to deny that the intruder’s use of woodland, as woodland is ordinarily used, is, in the eye of the law, actual possession of it, as truly and effectually for the purposes of the statute of limitations, as his cultivation of fields is actual possession of them.”\nThis is very definite language, and unless its force is to be greatly abated, it leads inevitably to the conclusion, that the enclosed field, on this interference, was no more an actual possession than the woodland, used as it is admitted it was used. But if the intruder or younger warrantee had actual possession of the woodland of this interference, the elder warrantee was as surely ousted as it is true that two magnitudes cannot at the same time occupy the same space. Both could not have actual and adverse possession at'the same time, and since the law has defined such acts as the younger warrantee exercised over the woodland to be actual possession, the title, after twenty-one years, must be considered as divested from the true owner, and transferred to the intruder.\nCounsel are not unaware of the strong terms in which such possession of woodland has been defined, but they say the rule has been predicated only of unoccupied tracts whereof the rightful owner had but the constructive possession, and has never been applied to the woodland of a tract whereon the owner was actually resident. I have gone over all the cases in the books, and I believe this position of counsel to be correctly stated. In every case in which the customary use of adjacent woodland has been treated as actual possession, the original owner of the tract has not had the actual possessio pedis of any part of his survey. This must be admitted, but what of it ? The law draws the possession of unoccupied lands to the title, and when the courts define what kind of actual possession is necessary to oust the constructive possession of the owner, they are defining, not a fiction, but a fact —an actual, visible, and tangible possession. Nothing short of such a possession shall oust the imaginary possession which the law imputes to the absent owner. But the force of the fact is not affected by the circumstance that he is a non-resident owner, or if affected at all by that circumstance, it lessens it as compared with the force of the same fact, when urged against a resident owner. An entry on the woodland of a non-resident is an act of less direct hostility, than an entry on the woodland of a man who is at hand to repel it. In the one case, it may fairly be presumed he is ignorant of the trespass; in the other, he is defied to his very teeth. When repeated and continued so long as to amount to actual possession as against the non-resident, much more must it be accounted actual possession against him who has a chance to know that his rights are endangered, and, if not asserted in due time, will be lost.\nWhilst, therefore, it is true, that this peculiar kind of possession of -woodland has been set up in all the adjudged cases, against non-resident owners, it seems to us that it applies a fortiori to resident owners. If it is a good defence against a title which may be ignorant of its danger, it is better against a title that knows it is questioned. A rule of law, that should be so administered as to sacrifice the absent, but to protect him who was on the spot to protect himself, would not be remarkable for either wisdom or equity. In the late excellent work of Mr. Price, on Limitations and Liens, at p. 107, the result of a large number of authorities is stated in these words: “ In case of interfering surveys, and of actual possession by both parties, of their respective tracts, or parts of them, the law adjudges the possession of the unenclosed part of the interference to be in him who has the best right, and the statute does not operate.” This is true, if adjacent woodland, used as farmers ordinarily use such land, be not considered as “ unenclosed;” but otherwise, it is not strictly accurate. Where owners of conflicting surveys are both in actual possession within their respective lines, but neither of them within the interference, the law undoubtedly adjudges the possession of the interference to be in him who has the right, and when the other enters upon the interference, he acquires title under the statute to no more than he actually occupies. All beyond his actual occupancy is still in the possession of him who has the right; but here comes back the question — What is actual occupancy? We hold that enclosing and cultivating part of the interference, and using the residue as adjacent woodland is customarily enjoyed, is actual possession of the whole. The possession which the law imputed to the real owner, be it actual or constructive, is ousted by such entry and occupancy, and after the statutory period, the title is changed. The authorities cited by Mr. Price, when taken in connection with those which define the occupancy of woodland, will not he found inconsistent with this ruling. Undoubtedly, this woodland species of occupancy is of late growth in our law, but that it is well rooted in reason and necessity, was so fully proved by the late Judge Kennedy, in the cases to which I have referred, that I am under no necessity to enter upon its justification. It has been found a salutary construction of the statute of limitations, and notwithstanding the able argument of counsel, we think this a proper case to which to apply it.\nThe judgment is accordingly affirmed.\nThompson, J., dissented."}