{"id": "988403", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe doctrine advanced several years ago in Seitzinger v. Ridgway, 9 Watts 496, that one verdict and judgment in an action of ejectment, brought to compel the specific performance of a contract for land, was conclusive between the parties, and a bar to a subsequent action, has not only survived the vicissitudes of various Acts of Assembly since passed, but has been extended to all equitable ejectments, as may be seen from the opinion in Peterman v. Huling, 7 Casey 432.\nHad Hean set up his equitable title in defence against Maul-fair’s ejectment of 1853, the verdict would have gone against, him, because, without payment of his purchase-money, he could not possibly have got it. That verdict would have concluded him for ever on the principle of the above-named cases.\nBut he did not set it up, and because it was not adjudicated, he is not concluded. Such, in its highest condensation, is the argument of the plaintiff in error.\nSuppose it be admitted. Whether sound or not, I am not going to spend any time in combating it. An equity existing, but unasserted, may not be barred by a verdict on the same principle as an equity unsuccessfully asserted. But what then ?\nWhen the holder of that equity becomes a plaintiff in an action to enforce it, he is subject to all those rules by which a chancellor governs himself on a question of specific performance. If he can avert the specific force of the former verdict, he cannot divest himself of the conditions of his case. He stands in a court of equity asking that his vendor shall be decreed to perform the agreement between them, and the prime, the paramount, the indispensable inquiry is — Have you done equity ? Who seeks equity should do equity.- You ask that the vendor’s title should be conveyed to you. Did you pay him according to the contract ? If no time was fixed for payment of the purchase-money, did you pay it, or offer to pay in a reasonable time, all circumstances considered ?\nFrom these questions there is no escape for a party in the posture assumed by this plaintiff. They arise out of no technical rule of law, but from the essential equities of the contract sought to be enforced. So long as bargains are made upon the principle of mutuality, that justice which is due from man to man, and from courts to all men, demands that they should be enforced on the principle of mutuality. If a purchaser will not pay as he promised, there is no justice, reason, or equity in his demand that the seller shall be compelled to perform on his -part.\nNow, these observations bring us to the ground on which we ruled this case last year: 7 Casey 404. Not only did Hean neglect to pay his purchase-money, or to assert his equities when sued by Maulfair for the possession, but he attorned to him, once and again, as tenant. The written lease of December 1853 was renewed by parol in the spring of 1854, for a year; and in April 1855, Hean was put out of possession by proceedings under the landlord and tenant law. After the recovery in ejectment, there was proof of Maulfair’s declarations that he wanted no more from Hean than what he owed on the lot, but it was not paid or tendered until the 8th January 1856, when Wengert, who had purchased Jiean’s interest at sheriff’s sale for $35, offered to pay what was due, and the next day brought this suit. This offer was eight years after Hean’s contract of purchase — more than two years after Maul-fair’s recovery in ejectment, and Hean’s attornment to him— nearly two years after Maulfair’s conveyance to Eisher & Eunck, of which Wengert had full notice before he became the purchaser of Hean’s interest — and nine months after Hean had been put out of possession, not as vendee, but as tenant of Maulfair.\nNow, when it is considered, that the purchase-money was only $125 originally, the recovery on the Ashmead title, is no excuse for such backwardness on the part of Hean, and such trifling with the rights of the vendor. Hean, like every purchaser, was bound to be vigilant to perfect his purchase. If he meant to avail himself of the Maulfair title, he should have prepared himself to pay for it. If he thought the Ashmead title was better, and therefore surrendered his rights under the contract with Maulfair, we may regret the mistake he made, but cannot permit his vendee to return after so much time, and all that has occurred, to set up that contract as if it had not been abandoned. It would not be according to the course of equity to do so. Once abandoned, the contract was abandoned for ever. It never existed except in parol, and when the 'written lease was taken it was extinguished. As was remarked before, it would be an odd decree for equity to make, that a man was in possession under a valid parol purchase, whilst he himself says, in writing, that he was in merely as a renter: 7 Casey 405. It is vain to expect specific performance of a contract treated as this has been.\nWe see no occasion for modifying our former ruling. We attach very little importance to the question whether Maulfair was present, and assenting to what the deputy sheriff said whilst executing the writ of possession in December 1858. It is a very common, and in the winter time a most proper mode of executing such writs, to take a lease on a nominal rent from the defendant, and leave him in possession. This seems to have been done in the ordinary manner. What the sheriff’s officer thought would be the legal effect of the act he was performing, is of no consequence, and even if Maulfair assented to that thought, it amounted to nothing. It could amount to nothing, unless it was the making of a new contract for the land, or the revival of the old, on terms and conditions so distinct that we would know how to enforce them. To expand it to this extent would be an extravagant conceit.\nIt is not necessary to enter into any vindication of our course of decisions upon the statute of frauds and perjuries, for we have treated this contract throughout as if it was not within that statute. It is much to be regretted that so important and well-considered a branch of our law of real estates does not commend itself to the approbation of a highly enlightened judge; but since he did his whole duty in applying to this case the rule of decision which had been furnished to him, notwithstanding his doubts, it only remains that we affirm his judgment.\nThe judgment is affirmed."}