{"id": "988429", "contents": "The opinion of the court was delivered by\nWoodward, J.\nNothing is more clear than that the defendant’s set off was properly rejected. For what was it? The defendant, called on to answer for the difference between the sum at which he bid off, at Orphans’ Court sale, part of the real estate of the decedent, and the sum at which it sold on a resale, made necessary by his refusal to comply with his bid, offered, in defence of himself, to show the decedent’s indebtedness to him.\nIt would seem, that the rule of the District Court in relation to notice of set-offs had not been complied with by the defendant; but his offer was not evidence on general principles.\nThe estate of Swain, said to be largely insolvent, was in process of administration, for distribution among creditors according to law. The Orphans’ Court sale was a necessary step in this process. The defendant, by bidding off the property in question, entered into a contract with the executors, as such, on which he is now called to answer. If he may set off the indebtedness of the decedent, and thus release himself from the consequences of his contract, he not only obtains an advantage over other creditors of the estate, but he makes it impossible for the executors to distribute the estate according to law.\nBesides, the debts are not in the same right. One of them never existed between the defendant and the decedent, and the other existed between them only. The principle has been twice ruled, 10 S. & R. 10, 2 Jones 64; and was applied to parties in a fiduciary relation of a different character, in 2 Harris 162.\nThe regularity of the proceedings in the Orphans’ Court is not to be inquired into in this collateral action. Having acquiesced in them without appeal, the only question which the defendant has raised upon this record, to be noticed by us, is the legal effect of the alterations of the terms of sale.\nWe have lately had occasion to consider the nature of Orphans’ Court sales of real estate, with especial reference to the power and duty of the Court to prescribe terms of sale. We hold, that the terms of sale are part of the judicial decree, and are to be made by the court, and not by the executors or administrators; and, like any other decree, may be amended or modified by the court, at any time before the record is made up and closed.\nWhen Mr. Singerly twice purchased this property and refused to comply, he was bound to take notice that the Orphans’ Court had power to alter the terms of the next sale. He ran the risk of a change of terms that would depress the price. He has no reason, therefore, to complain now that such change was made. His capricious conduct could not impair the powers of the court. Because they had, again and again, ordered a sale with only $50 paid down — and had ascertained, that on such terms the purchaser could not be held, were they to be denied the right to make a sale on terms that would, hold the purchaser ? To deny the legal effects of such a sale, is to deny the right to make it. The Act of Assembly requires the sale to be made under the “ direction” of the court, and in a collateral proceeding they are always to be considered to have exercised a sound discretion. We hold, therefore, that they had a right to alter the terms of sale, and that such alteration discharged no liability which the defendant had incurred by reason of his non-compliance with the former sale.\nBut he complains that he was a lien-creditor to nearly the amount of his bid, and that he offered to pay the difference to the executors. If he was a lien-creditor, he was within the 1st and 2d sections of the Act of 20th April 1846, relating to executions, Purd. 343, and should have pursued the directions therein contained. He should have tendered to the executors a certified copy of his lien, and his receipt for the amount thereof, and then, on payment of the difference between that and his bid, he would have been in a condition to assert his rights and prevent a resale.\nBut this part of his duty he appears to have neglected, and has thrown himself on the forlorn hope of disputing the Orphans’ Court’s right to vary the terms of sale.\nThe cases cited to sustain him do not apply, and the judgment must be affirmed.\nJudgment affirmed."}