{"id": "988418", "contents": "The opinion of the court was delivered by\nRead, Jl\nA policy of insurance against .fire was effected by John Waughn, on certain premises, situate at Bowling Green, Caroline county, Virginia, for one year, from 18th October, 1847, in the Eranklin Eire Insurance Company of Philadelphia, for $8145. The policy was dated 20th October 1847, and contained a provision that it should have no force or effect “ if assigned, unless such assignment be made within thirty days after the transfer of the property, and allowed by the company agreeably -to Article XI. of the proposals annexed,” which is in these words: “ XI. The policy may always be transferred, provided such transfer be endorsed upon the policy, and brought to the office for approval, within thirty days from the date thereof; otherwise the premium shall be considered as sunk, for the benefit of the assurers.” By Article VII., “ all persons desirous of continuing their insurances may do so, by a timely payment of the premium only, without being subject to any charge for the policy.’\nThe policy was “ to the full end and term of one year, and also for the full end and term of any future time or times for which a premium of insurance shall be paid and endorsed on this policy, or otherwise acknowledged in writing by the secretary, or other authorized officer of the said corporation, for the time being;” and it was agreed “ that this policy shall expire at twelve o’clock, at noon, on the thirteenth day of October, in the year one thousand eight hundred and forty-eight, unless continued by endorsement or acknowledgment as aforesaid, and then at the time shall expire, according to the tenor of the said endorsement or acknowledgment.”\nThe premiums for continuing the insurance by this policy were regularly paid to John Minor, the agent of the defendants below, at Fredericksburg, Virginia, and were regularly endorsed or acknowledged by him. On the 25th October 1848, an additional insurance of $275 was made, and the premium $2.75 paid to and acknowledged by Mr. Minor.\nOn the 9th January 1854, the policy was assigned by John Waughn to John P. Massey, the plaintifl' below, and approved in due form by the agent of the company, John Minor. After this transfer, thus allowed, three premiums were received for its continuance, by the agent, and transmitted to and received by the parent office at Philadelphia. One was received on the 12th October 1854, one in 1855, and the last on the 14th October 1856, and all were duly acknowledged in writing by their agent.\nA loss by fire occurred on the night of the 11th November 1856, and about it or its amount there was no dispute. By the payment of the last premium, the policy was continued for one year from the 13th October 1856, and of course covered this loss. From the course of business, and from necessity, the agent at Fredericksburg was clearly an authorized officer of the said corporation, for the time being, with power to receive premiums for continuances, and, by his acknowledgment in writing, to bind the company for another year. It, therefore, lies on the company to show that this agent had no such power, and that such want of power was communicated to, or known by the plaintiff below.\nAll the previous acts of Mr. Minor had received the approval of the company, and we can see nothing in the evidence which was in any way likely to put the holder of the policy upon inquiry, as to the nature and extent of his authority.\nOn the 16th February 1855, after the transfer of the policy to Mr. Massey, and the receipt of the first premium from him as assignee, the secretary of the company wrote a letter to Mr. Minor on the subject of extra hazardous risks, and enclosed a printed set of instructions, and on the 5th March another letter of similar tenor. Neither of these letters were exhibited to Mr. Massey, and the printed instructions, which were not followed by the agent in some important matters, if shown to him, contained nothing affecting his standing in this case. By the II. Instruction, “ all insurances, whether new or renewed, also all changes or endorsements on policies to be reported daily.” This was never followed. Under the XI. Instruction, about monthly accounts, Mr. Minor, at the close of October 1856, sent his October account, containing the premium received by him for its renewal on the 14th of the same month.\nIn the letter of reply of the secretary, of the 30th October, speaking of this and another policy, he says: “We have to request that you return these parties the premiums on their insurances, and cancel the policies.” On the 1st November, Mr. Minor writes to Mr. Massey, saying that he had received a letter from the secretary, and that his insurance is declined; and quoting from it, he says: “ Every renewal is a new contract, and the company reserves the right of rejection, upon returning the premiums ; but the property is regarded as insured during the intermediate term.”\n“I should, therefore,” says Mr. Minor, “send you a check for the premium, but having a few days ago transmitted to Philadelphia all the funds in my hands, belonging to the agency, and my private stock being insufficient for the purpose, I shall have to put it off for a few days.”\nOn the 11th November, Mr. Minor wrote, from Fredericksburg, a letter to Mr. Massey, at Bowling Green, enclosing his check for the premium, $34.20, which could not reach, by course of mail, its destination, before the 13th November, at 2 o’clock, p. M.\nIt is clear, therefore, on their own construction of their contract, the property remained insured until the 13th November; and as the fire happened on the night of the 11th, or the morning of the 12th, the company are, of course, liable for the loss.\nThe form of action was right, and we see no error in the rulings of the court below, or in their decision upon the demurrer.\nUpon the simple facts of this case, we cannot see that there was any real ground to dispute the liability of the company, and in all such instances, it is the true interest of the insurers to pay, without the costs and trouble of a law suit. In England, in a kindred branch of assurance, “ the Equitable boasts that it has never, but in two instances, disputed a claim, out of its numerous and vast engagements.” This is remarkable for a society that has paid away, in all forms, twenty-nine millions sterling.\nJudgment affirmed."}