{"id": "988409", "contents": "The opinion of the court was delivered by\nStrong, J.\nThis was an action on a policy of insurance, and the defence was rested on an alleged non-compliance by the assured* with the conditions of the policy. One of those conditions was, that all persons assured sustaining any loss or damage, should forthwith give notice to the secretary of the company, or other authorized officer, and as soon as possible after, deliver in as particular an account of their loss and damage as the nature of the case would admit of, and produce to the company satisfactory proof thereof. The purpose of this requirement is obvious. It was to enable the insurers to inquire immediately into the extent of the loss, and to investigate for themselves the circumstances attending the casualty.\nThe fire in this case occurred on Thursday, the 9th of April 1857. On the following morning, the assured sent notice to Philip Arndt, who was a director of the Inland Insurance Company, and to Nathan Worley, who was agent of other underwriters. Arndt and Worley returned with the messenger, and inspected the ruins. While there, and while talking of the policy, Arndt promised Stauffer, the assured, that he would notify the company, stating that he should go to town (where the office of the company was) on the next day, or on the following Monday. There was no direct evidence that he fulfilled this promise. But it was proved that •five or six days afterwards, the president of the company, with another director, came from Lancaster to the scene of the disaster ■(fifteen miles), avowing that they came for the company. Then, the president made no complaint that notice had not been given. •On the 20th of April 1857, the assured gave to the secretary of the company formal and written notice of the fire, and of his loss. This was also received, without any intimation that the condition in the policy had not been complied with. In answer to a point propounded by the defendants, and in his general charge, the learned judge who tried the cause instructed the jury that in his opinion, the notice to Philip Arndt was notice to an authorized officer as required by the policy; that, being a director, he was an authorized officer within the view and meaning of the condition. This is assigned for error.\nWe are not prepared to assent to this instruction. The parties had a right to designate to what officer of the company notice should be given, and' they did. They stipulated for notice, not to the secretary or some officer, but to the secretary or some authorized officer. This can only mean some officer authorized to receive such notices. The instruction of the judge ignored the word 11 authorized.” Now, there was no evidence that a director of this company had any authority to receive notice of losses. We know that, ordinarily, notice to a director of an incorporated company is not notice to the company, and for the best reason— directors are usually but consulting managers, not executive agents. They are but occasionally at the place of business, and if the company could be affected by notice to them, no matter how remote they might be from the office, all the benefits 6f notice might be lost. It was not the duty of Philip Arndt to communicate to the company the fact of a fire having occurred; and, therefore, there is no presumption growing out of his position as a director that he did: Bank of Pittsburgh v. Whitehead, 10 Watts 402 ; Custer v. Bank, 9 Barr 27. The stipulation that notice should be given to the secretary or other authorized officer, was to enable the assurers to make immediate investigation. Notice to such persons was notice to the company in law, and presumptively in fact, for the authority to receive such notice, implied a duty to communicate it.\nProof of notice of the loss, if not waived, was essential to the plaintiff’s right to recover. It was a condition precedent, and so it seems to have been regarded on the trial; but we think it was not proved by communicating the fact to a director, without more; without showing, in addition, that he notified the officers of the company whose duty it was to take action on its receipt. It may be, that the mistake into which the learned judge fell worked no injustice. The jury would probably have found that the requisite notice had been given, had the question been submitted to them, as it should have been. The notice to Mr. Arndt was not a single fact to be separated from all others in the cause. It was proved beyond controversy, that on the receipt of it, he resorted at once to the scene of the fire, and that he there promised to give notice to the company — the notice required by the policy. He undertook to be the agent of the assured for that purpose. A few days afterwards, the president of the company, and another director, came out to view the ruins, meeting there committees from other insurance companies, and avowing that they came on the business of these insurers. Their presence there at that- time, is hardly to be accounted for, except on the supposition that Arndt had performed his promised mission, and that the company had received the required notice. The jury could hardly have come to any other conclusion. But even if they had, the facts above stated, coupled with the conduct of the company, when a formal notice in writing was served on the 20th of April, were evidence from which they might well have inferred a waiver of strict notice. Surely, it cannot be contended, that it was not competent for the insurers to waive .performance of a formal condition introduced solely for their benefit. At most, it was a condition precedent, not to the undertaking of the insurers, but to the right of action'of the insured. It is no new doctrine, that insurers may waive objection to defective compliance with such a stipulation, or to entire non-compliance, and that such waiver, in effect, strikes the condition out of the contract. Nor need the waiver be express. It may be inferred from acts of the insurers, evidencing a recognition of liability, or even from their denial of obligation exclusively for other reasons: 1 Cush. 257; 6 Cush. 342; 1 Dutch. (N. J.) 78; 9 Howard 390.\nThe case of Trask v. The State Fire and Marine Insurance Company, 5 Casey 198, is not to be understood as unsettling this doctrine. The facts of that case are imperfectly reported. Whether it was stipulated in the policy, that neglect to give immediate notice should avoid the contract, does not appear. It seems to have been assumed, that the insurers had been discharged, and the language of the judge who delivered the opinion, appears to have had reference to the effect of a waiver of the secretary of a company, upon a contract which had no existence. Such is not this case. While in this policy it was declared that a failure by the assured to perform other conditions should render the whole contract void, no such penalty is attached to a neglect to give formal notice of loss. It was a privilege reserved which the company could waive, and leave their engagement in force. Whether they did waive it was, however, a question for the jury.\nIt need hardly be said, that if there -was neither notice nor waiver, there could be no recovery at all. Being a condition precedent, neglect to perform it, if insisted upon, could not be compensated by a deduction from the claim of the insured of the damages which the insurers could show they had sustained. It stood in the way of the plaintiff’s right to sue at all.\nThe other branch of the defence in the court below, was founded upon an alleged breach of another condition. The seventh article attached to the policy, and made a part of it, contained this provision : — “ And in case of subsequent insurance on property, insured by this company, notice thereof shall also, with all reasonable diligence, be given to the company, to the end that such subsequent insurance may be endorsed on the policy subscribed by this company, or otherwise acknowledged in writing; in default whereof such policy shall thenceforth cease, and be of no effect.” Then follows a provision that in case of plurality of insurance on the same subject, the company should only be rateably liable. Ten days before the fire, Stauffer made application for a second insurance to the agent of another company, and paid tfye premium. He received no policy. The agent was not authorized to issue policies. His principals reserved the right to reject any application through him, and return the premium. When the fire occurred, the policy, though made out, had not been delivered to Stauffer, nor had he received notice that it had issued. He resided twenty-five miles from the office of the second insurers, and fifteen from that of the first. The counsel for the defendants asked the court to charge the jury that “ the plaintiff, having effected an insurance in the Farmers’ Mutual Insurance Company, on the same property covered by this policy, on the 80th day of March 1857, of §4000, and not having given notice thereof to the defendants, as required in the policy sued on, cannot recover in this suit.” To this the court answered, that this would be correct, if there was, under all the circumstances of the case, a want of reasonable diligence on the part of the plaintiff to give notice. They further instructed the jury that, if there was no want of reasonable diligence, the plaintiff was not in fault, and his not having given notice at the time of the fire, would not avail the defendants ; that if he did not fail in using all reasonable diligence, his omission did not stand in the way of his recovery; that the question for the jury was one of reasonable diligence. This seems to us to be a misapprehension of the point propounded. That was a request to have the plaintiff’s right to recover negatived, because there had been no notice at all of the second insurance, not because the notice had been unreasonably delayed. Doubtless delay in giving it might have been excusable, and if there had been any proof of notice, either before or after the fire, the reasonable diligence with which it was given should have been submitted to the jury, with all the circumstances which accounted for the delay. But notice at some time was indispensable. We discover in the case no evidence that it was ever given. The attention of the jury seems to have been turned solely to the question whether the circumstances justified delay in giving the notice, and the prior question, whether any notice had ever been given, was overlooked. In this, we think, there was error.\nThis is all that need be said respecting the errors assigned to the charge of the court. The evidence of the notice to Arndt, followed as it was by his promise, and the subsequent acts of the company, was admissible. Mr. Arndt’s statements to Worley, though not strictly evidence, could not have injured the plaintiffs in error.\nThe judgment is reversed, and a venire de novo awarded."}