{"id": "988445", "contents": "The opinion of the court was delivered by\nWoodward, J.\nJohn Galbraith is the president judge of the sixth judicial district, consisting of the counties of Erie, Warren, and Crawford, duly elected and commissioned.\nOn the 17th of April 1856 (Purd. 1165), the legislature authorized the people of that judicial district to elect an “ additional judge” with the same qualifications and powers, for the same tenure, and subject to the same duties as the president judge.\nJudge Derrickson was elected and commissioned as the “ additional judge” under this act; and before him and the associate judges of Erie county, the defendant was tried for and convicted of murder in the first degree, and sentenced to be hanged.\nOn removal of the record into this court, the first error assigned is, that the court before which the prisoner was tried was not a constitutional and legal court of Oyer and Terminer, nor was the judge who presided therein legally authorized to do so.\nThe guiltiest man has a right to insist on a trial before a constitutional tribunal and by due course of law, and if this prisoner have not been so tried, it is our imperative duty to set aside the judgment that has been rendered against him. Let us then look carefully into the authorities and powers of the tribunal whose record is before us.\nThe crime charged could be tried only in a Court of Oyer and Terminer. The 5th section of the 5th article of the Constitution of Pennsylvania, declares that the judges of the Courts of Common Pleas in each county shall, by virtue of their offices, be justices of Oyer and Terminer, any two of whom, the president being one, shall be a quorum. The judges of the Courts of Common Pleas, as said courts now exist throughout the state, consist of a president and two associates — the president elected for a judicial district, which may consist of one or more counties, not exceeding five, and two associates elected for each county.\nBut the constitution gives the legislature, in the words “ until otherwise directed ly law,” power to alter the Courts of Common Pleas as established in the Constitution, and when they have altered that system by requiring the associates to be learned in the law, we have held, that two such associates may hold the Court of Oyer and Terminer, with the sam'e effect as the president and one associate: Zephon’s Case, 8 W. & S. 382, and Kilpatrick’s Case, 7 Caseys 198.\nThe Oyer and Terminer derives its existence and powers from the Courts of Common Pleas. Judges are never commissioned for the Oyer and Terminer. The constitution, indeed, expressly forbids it. “ No commission of Oyer and Terminer or jail delivery shall be issued,” says the 15th section of the bill of rights. Itself a derivative court, and the court from which it is derived placed by the constitution under the care of the legislature, the Oyer and Terminer must necessarily be subject to legislative modification. The only constitutional provision in behalf of the Oyer and Terminer is, that two judges, the president being one, shall be essential to a quorum. The object of this was to secure both to the state and the accused the benefit of the law learning of the bench in the trial of high crimes, and as the president was more likely to possess that learning than the associates (though the constitution enjoined it as to neither president nor associates), he was required to be present at such trials. But when, in process of time, the legislature required all the judges of the Common Pleas of Philadelphia to be learned in the law, it is self-evident that the spirit and intent of the constitution were answered by the presence of any two of them in the Oyer and Terminer, and accordingly, the two cases above cited were not more agreeable to the exigencies of public justice than to the meaning of the constitution. And on the principle of those cases, we should have no difficulty in saying, that the legislature might authorize the “additional judge” of the 6th district, he being necessarily what is called a law judge, to hold, in connection with one or more of the associates, a lawful Court of Oyer and Terminer. The constitution commits the Common Pleas to legislative reorganization, and it requires the Oyer and Terminer to be held by such judges as for the time being are judges of the Common Pleas, demanding only that the president, or, according to the received interpretation, some judge learned in the law, shall be of the quorum. When Judge Derrickson holds courts under the legislation relating to the 6th district, he is not only a judge learned in the law, but the president for the time being of the court, and so, though called an “additional judge,” is substantially a constituent element of the Oyer and Terminer, in compliance with both the letter and spirit of the constitution.\nBut how far does that legislation confer Oyer and Terminer powers on Judge Derrickson ? This is a question of construction.\nThe 2d section of the Act of 1856 begins by fixing the time of Judge Derrickson’s courts in Erie county for the second Mondays of March, June, September, and December, to continue three weeks; thus distinguishing them from “the regular terms,” which are fixed by the Act of 1834 for the first Mondays of February, May, August, and November, to continue for one week.\nAfter providing for the courts in Crawford and Warren counties, it proceeds in these words: — “ And in case of sickness or absence of the president judge, at any regular term as fixed by law, the said additional judge shall preside in the Courts of Quarter Sessions and other courts, during such sickness or absence; and when requested by the president judge, shall be required to hold the regular term of the Court of Quarter Sessions and other courts now provided by law, to be held in the counties of Erie and Warren, not to exceed two .terms of one week each, in each of said counties, for each and every year.”\nBy a supplement to this act, passed 28th April 185T, “the court authorized by the aforesaid act, when in session (the said law judge and one or both associates being present), shall have and exercise jurisdiction in all matters pertaining to the Orphans’ Court, Courts of Quarter Sessions and of Oyer and Terminer.”\nAnd by another supplement, passed 24th March 1858, it is enacted, that the Act of 1856 “ shall not be construed so as to create independent terms of court, but the several weeks of court in said act provided to be held, shall be construed to be parts of the quarterly terms immediately preceding them; and the terms of court in said district shall be the courts commencing and held on the weeks in which by law the regular terms of the Quarter Sessions are to be held; and writs shall not be made returnable to the several weeks of the courts created by the act aforesaid; and the word ‘ term,’ in the second section of the said act, wherever it shall or does occur, shall be taken and held to mean court.”\nThis last supplement seems intended principally to regulate the return days of writs, and the only part of it which affects the question of construction before us is that which substitutes the word court for the word term in the original act. This change, whilst it disfigures the original enactment, does not materially affect the construction.\nThe substance of all this legislation, so far as it touches the jurisdiction of Judge Derrickson, in Erie county, may be stated thus:—\n1st. It authorizes him to hold the Court of Common Pleas, four times a year, commencing on the days designated, which may be called his special or peculiar courts.\n2d. It authorizes him to hold the regular terms of the Quarter Sessions and other courts, authorized by the Act of 1834, on the happening of either of the three following contingencies: — 1. The sickness of the president judge; 2. His absence; or, 3. His request.\n3d. That when in session with one or more of the associates at one of these regular terms, he is to have full jurisdiction in all matters pertaining to the Orphans’ Court, Court of Quarter Sessions, and Oyer and Terminer.\nThis construction limits Judge Derrickson’s criminal jurisdiction to his sessions at a regular term, and of course denies him a criminal jurisdiction at his special or peculiar courts.\nIf it be thought that this is too narrow a construction of the Act of 1857, it can make no difference in this case, for the record shows that the defendant was tried, not at one of Judge Derrick-son’s special courts, but at the regular term of February 1859. Whatever may be his Oyer and Terminer powers at his own appropriate periods of holding court (for myself and Judge Thompson I can say, we think he has none), he manifestly and by common consent- had no power to try this prisoner at the time he did, unless Judge Galbraith requested it, or was sick or absent. On one or the other of these conditions, his powers were expressly suspended by the Act of Assembly.\nBut the record is silent in reference to any request, sickness, or absence of Judge Galbraith. The district attorney alleges, in his printed statement, that at the February Term of 1859 Judge Galbraith was absent from Erie, and that by his request Judge Derrickson presided, but this statement is no part of the record, and will perish with the paper-book. The record which is to remain as the memorial of this trial, shows that Judge Derrickson presided, but does not show why he presided.\nAre we then to intend and presume that one or the other of the statutory contingencies had happened ? Surely not, in a capital case. The course of this court has been, in all time, to require the record to exhibit everything necessary to justify the state in taking the life of a citizen. In Dunn v. The Commonwealth, 6 Barr 388, and Hamilton v. The Commonwealth, 4 Harris 133, judgments of death were reversed because the records, though exhibiting formal sentences, did not show affirmatively that the prisoners were present when the sentences were pronounced. Every record, said the court in the first of the above cases, ought to show clearly that the prisoner was tried and sentenced, and is to. suffer according to the substantial forms of the law.\nIn many other cases, slighter objections than are presented here have been permitted to prevail in favor em vitse. We ought not to be expected to take life upon suppositions and guesses, or statements of counsel in respect to essential matters.\nIf any presumption is to be made, from the silence of this record in regard to Judge Galbraith, what shall it be — that he was sick ? or that he was absent ? or that he requested Judge Derrickson to preside ? It may import the one as well as the other. If it import absence, then absence from what — the court-house, or the county ? Until we fix the legal presumption, we should not know whether it was the kind of absence the statute contemplated, or was not. I do not enter into any consideration of what the word absence means in this statute, because I hold, with the sanction of a majority of the court, that we have no right to presume absence at all — no more than we have to presume sickness or request.\nThe record is fatally defective, in that it does not show affirmatively that the contingency had happened in which Judge Derrickson was authorized, by law, to hold a Court of Oyer and Terminer, at that time and place. The ordinary judicial tribunals of Erie county are in full existence under the constitution and laws of the state, and even from them we should require a record of every fact necessary to justify the extremest judgment of the law. Much more should such a record be required from a legislative court, called into being by a temporary emergency, and clothed with only a qualified jurisdiction in criminal matters.\nIn Clark’s Case, 5 Casey 137, we refused to listen to a plea to the jurisdiction of the judge, because the record exhibited a regular proceeding before a de facto judge, and we held that his title to the office he was exercising could not be tried in that suit. But here the objection is not to the judge’s title to his office, but to the time and manner of his exercising it. So far as the record shows, he did not try the defendant according to law. If it had shown this, we would not have gone out of the record to find objections to the judge’s title — but not showing a compliance, either formal or substantial, with clearly prescribed rules of law, the judgment must, on this ground, be reversed.\nWe conceive that there is no substance in the other error assigned. The circumstances that disqualify or excuse citizens from serving as jurors are so numerous, that it seldom, perhaps never, happens, that a panel is drawn without some incompetent name upon it. The non-a'ttendance of such a juror is of no consequence, especially after verdict. See Act of Assembly of 21st February 1814, and Jewell’s Case, 10 Harris 94.\nThe judgment is reversed, and a venire facias de novo• is\" awarded."}