{"id": "988451", "contents": "The opinion of the court was delivered by\nStrong, J.\nThe parties voluntarily submitted all matters in controversy in this case to referees. The agreement of submission stipulated that the award of the referees should be final and conclusive ; that neither party should have a right to appeal or file exceptions to it, and that the prothonotary should enter judgment thereon when it should be filed.\nPursuant to the submission, an award was made in favour of the plaintiff in the court below, and upon it judgment was entered. The defendant then filed exceptions, alleging that the referees had made mistakes of fact, and the exceptions were fortified by affidavits. The court below, however, dismissed them, on the ground that the defendant had, in the agreement to refer, waived his right to except, and concluded himself. This is the only error assigned.\nIt is impossible for us to reverse this decision without entirely disregarding the stipulation which the parties made a part of their agreement of submission, namely, that neither party should have a right to except. In the absence of that stipulation they had, under the Act of Assembly, a right to except for three causes, and for three only. One of those causes was a plain mistake in matter of fact or law. The only imaginable purpose of the agreement not to file exceptions was to take away this right. Each party agreed to take the risk of mistakes by the referees. If, as contended by the plaintiff in error, the effect of the stipulation was only to waive exception to mistaken judgment, then it was entirely unmeaning, for that was done by the submission itself, without the provision that neither party should have a right to except. The plaintiff in error has therefore withdrawn from the court its power to rectify a mistake of fact, if one was made. That the court may disregard the agreement of the parties not to appeal or file exceptions has not been seriously contended, and certainly cannot be claimed successfully. Where the agreement of submission merely stipulates that the award shall be “ final and conclusive,” exceptions have been entertained. Such was the case of Mussina v. Hertzog, 5 Binn. 387. Tilghman, C. J., remarked, that those words are common to every rule of reference, and leave the report subject to the opinion of the court, upon exceptions duly filed. He declined deciding what would be the rule, after a plain and clear agreement not to file exceptions. In the same case, Brackenridge, J., said, that if the defendant had agreed not to file exceptions, he would have been bound. Such was also Large v. Passmore, 5 S. & R. 51. But a party is precluded by an express agreement not to appeal or file exceptions. This was ruled in Andrews v. Lee, 3 Penn. R. 99, and reaffirmed in Rogers v. Playford, 2 Jones 183, and in Bingham’s Trustees v. Guthrie, 7 Harris 419. Such, also, is the doctrine of Wightman v. Pettis, 5 Casey 283. Indeed, such agreements have been held to estop a party against claiming a writ of error, which is a writ of right: Ranck v. Becker, 12 S. & R. 416; Cuncle v. Dripps, 3 Penn. R. 291; Townsend v. Masterson Stone Dressing Company, 1 Smith N. Y. 587.\nIf, therefore, the plaintiff in error has suffered in consequence of a mistake by the referees, the injury is remediless. It is not in our power to give relief.\nThe order of the Court of Common Pleas dismissing the exceptions is affirmed."}