{"id": "990419", "contents": "The opinion of the court was delivered by\nRead, J.\n— By the act authorizing a survey of the Borough of Germantown, passed the 7th April 1849, the burgess' and town council were required to appoint one or more surveyors to survey and mark the lines of all the streets, roads, lanes, courts, and alleys now open, or intended to be opened, for public use within the said borough; and also to survey and lay out such other new streets, roads, lanes, courts, and alleys, and common sewers within the said borough as he or they shall deem necessary for a regular and convenient town plan. Two drafts or plans were to be made, with every explanation necessary for a full understanding of the same, one to be returned to the burgess and town council, the other to the clerk of the Quarter Sessions of the county of Philadelphia, to be filed in his office for public inspection and examination. Thirty days’ notice to be given by the burgess and town council that, on a certain day appointed by the court, the said court will hear any objections that may be made thereto by any freeholder of the said borough, “ and the said court shall, at the time appointed, adjudge and determine whether any and what alteration shall be made therein, and shall direct the said draft or plan, with such alterations as shall he made, to he recorded in the office for recording of deeds for the city and county of Philadelphia, and thenceforth all the streets, roads, lanes, courts, and alleys shall he for ever deemed, adjudged, and taken to be public highways; and the survey and regulation so returned and recorded shall be and remain unalterable.” Provision for the future opening of these new streets, and also for the assessment and payment of damages, was made by the same act — the compensation to be ascertained and paid agreeably to the provisions of the Act of the 3d of April 1804.\nBy the 4th section of a supplement to the act consolidating the city of Philadelphia, passed 21st April 1855, “ ali the public plans of town plots in the office of the clerk of Quarter Sessions and of the recorder of deeds shall be deposited in the office of the board of surveyors subject to the public inspection without charge.” By the 7th section, “whenever councils shall deem the public exigency to demand it, they may order, by ordinance, any street, laid upon any of the public plans of the city, to be opened, giving three months’ notice thereof to the owner, whereupon any of the owners, whose ground will be taken by such street, may forthwith petition the Court of Quarter Sessions for viewers to assess the damages which such owners may sustain by the opening of such street; and, if the same be not paid within one year, may sue the city for the recovery thereof: provided that security shall be given by said city to the owner for the payment of such damages before his ground shall be actually taken, and the city may indemnify the persons entering such security” — no proceedings to lapse by the delay of a year in paying such damages, and councils may withhold appropriations for the opening of the same until the persons found on inquiry to be benefited shall have contributed, according to the benefit to be derived therefrom, towards the damages awarded to the owners whose ground will be taken therefor.\nBy the 6th section of a further supplement to the Consolidation Act, passed the 21st April 1858, it is made the duty of juries selected to assess damages for the opening, widening, or vacating roads or streets within the said city, to ascertain and report to the court, first, what damages the parties claiming the same are entitled to; and secondly, to assess and apportion the same among and against such owners of land as shall be benefited by such opening, widening, or vacating any such road or street; and when such report shall be affirmed by the court upon notice to all such parties, and the damages paid or secured by the parties among and against whom it shall be so assessed and apportioned, the chief commissioner of highways shall proceed to open, widen, or vacate such road or street accordingly.\n“ Provided however, that it shall be lawful for councils, when, in their judgment, the public interest shall require it, to provide for the payment of such damages out of the city treasury: and further provided, that two-thirds of the members of each branch of councils, present at the passage of such ordinance, consent thereto, and the yeas and nays on the passage thereof shall be entered on the journals.”\nFrom the bill and answer it appears that in pursuance of the Act of Assembly, a survey was made of the borough of German-town, and two drafts or plans thereof were made, one of which was placed in the custody of the surveyor of the borough, and the other was returned to, and confirmed by, the Court of Quarter Sessions, but it was not recorded in the office for recording of deeds. Upon these plans, Wilson street was laid out.\nBy a resolution of councils, approved the 14th March 1859, the chief commissioner was directed to give notice to the owners of property through and over which “ Wilson street from Haines street to the Branchtown Pike,” inter alia, is laid out on the plans of the city, that, at the expiration of three months from said notice, the same will be opened for public use as authorized by the 7th section of an Act of Assembly, approved April 21st 1855; and, on the next day, by another resolution of councils, the chief commissioner of highways was directed to cause all streets, roads, and avenues to be opened immediately after tbe expiration of the notices in accordance with the Acts of Assembly and ordinances of the city. On the 31st of the same month, notice was regularly given to the complainant by the chief commissioner.\nNo petition was filed by the complainant for the appointment of viewers to assess damages, nor was any security given by the city to him for the payment of such damages; but on the 30th June 1859, this bill was filed by Mr. Sower for an injunction restraining the defendants from opening Wilson street through his land.\nThe first objection made by the complainant to the action of the city authorities, that the plan of the borough not having been recorded in the office for recording of deeds, was not such a public plan as was contemplated by the Act of Assembly, is disposed of by the case of Commonwealth v. Wood, 10 Barr 96. In that case, a precisely similar clause was considered as directory merely. ■\nThe next objection, that the order for opening was by joint resolution, and not by ordinance, seems to be disposed of by uniform legislative usage in the city government, and by a fair analogy to the constitutional practice of the state legislature. Both joint resolutions and ordinances are passed by both councils, and approved by the mayor; and'by the 17 th and 18th sections of the Act of 11th March 1789, the laws, ordinances, regulations, and constitutions of the city must be published and recorded; and by the 44th section of the Consolidation Act, the laws and ordinances of the city must be published for the information of the citizens. It is a legislative act, a law, and it matters not whether it be called a joint resolution or an ordinance.\nIf, then, this proceeding to open Wilson street is under the Act of 1855, the city have not given the security required by law; and if under the Act of 1858, the damages have neither been assessed nor paid or secured to be paid according to law, and the court below was right in decreeing an injunction. The ter'ms of the decree are, however, hot before us, for it refers to the preliminary injunction, which is not on either paper-book, nor has it been furnished to us, although counsel have been particularly requested to do so.\nDecree affirmed, and injunction granted to restrain defendants from opening Wilson street on the ground of the complainant, until the damages are paid or secured to be paid according to law."}