{"id": "990445", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nWe are quite satisfied that this case, as now presented, is not entirely covered by the opinion which we passed upon it when here before. There is additional evidence requiring further instructions, and we are to inquire whether they have been properly given.\nThis is an action against three persons on a promise to pay the-debt of another, and, of course, a joint promise by them all must-be proved. Proof that they were partners, and that one of them promised for all, is not sufficient, for the authority of a partner over his copartners does not extend so far. Everybody admits, this. ■ There is no pretence of evidence of any promise by Douglas- or by Allan McQuewans, and it is not now supposed, since the. former trial here, that the loose declarations of John McQuewans,. proved by R. P. Wright, amounted to proof of such a contract, either for himself or for his copartnership. Indeed, it is almost-absurd to suppose, that he was volunteering to be security, when. Hamlin had just declared that he wanted none.\nWe have, therefore, nothing for the plaintiffs to resort to, but the fact found by the jury, that Douglas allowed Hamlin’s claim to be included in the judgment given in favour of him and his co-partners. Of course, we can imply no contract from this except that, if he should get their money under the judgment, he would pay it over to them; and there is no evidence that it was collected.. It is not pretended, that any new liability was then expressly undertaken by Douglas. He came to secure the risks already incurred for Wright, and not to assume new ones. Even if he did1 then promise to pay Hamlin’s debt, that would not bind his co-partners, for they denied their liability as soon as the claim was presented.\nThen what is the relevancy of the fact, that the plaintiffs’ claim was included in the judgment ? If we had sufficient evidence that McQuewans had made a contract for the firm, it might be evidence that Douglas assented to it, if this new fact could not he otherwise accounted for. But it is quite naturally accounted for, Douglas evidently did not know the amount of the firm’s liabilities for Wright, and, in getting them secured, he had to apply to Wright himself for information. They were both somewhat uncertain, and Wright says that, to be sure to have the judgment large enough, they added several hundred dollars for contingencies, and that Hamlin’s claim was included. Then it was not because of any contract, but because of Douglas’s ignorance, that Hamlin’s claim was included; and the other partners denied their liability as soon as it was insisted on, and thus this fact goes for nothing. 'Partners are not chargeable with a knowledge of acts which a copartner had no right to do as partner.\nThere is not a word of evidence of any contract by Allen Mc-Quewans, the only surviving partner, and this, of course, prevents a recovery against the firm. The facts that the firm had a contract to buy all Wright’s lumber at Pittsburgh cash prices, delivered at Pittsburgh, and that they had advanced money to him to help him in his business, are no evidence that one partner had authority from the others to assume his debts. There is no evidence to sustain any of the counts of the declaration.\nWe think, therefore, that the court ought to have affirmed the defendants’ second and fifth points, and, of course, we must again reverse the judgment. On both trials, the defendants ought to have had a judgment in their favour. We do not think it expedient to send the case back for a new trial, unless the defendants insist upon it, in order to recover their costs.\nJudgment reversed."}