{"id": "990441", "contents": "The opinion of the court was delivered by\nThompson, J.\nThese were cross appeals from the decree of the Court of Common Pleas in equity in the case of Scheetz v. Stout. Stout’s appeal we will dispose of first.\nIt has often been decided by this court, that the granting or refusing an issue, where the proceedings are in equity, is not the subject of a writ of error. This is a necessary result from the nature of the proceeding. A chancellor directs it as a means of informing his conscience as to disputed facts — but even when found by a jury in a particular way, they are not binding on him. He may disregard the finding, if he thinks it wrong. No writ of error lies to the issue: Baker v. Williamson, 4 Barr 469. The errors committed there must be corrected on appeal. The granting of an issue is matter of discretion: 2 Barr 110. This case settled the practice on this point under the Act of 1836, and it has been followed ever since.\nThat the subject-matter of the hill was within the equity jurisdiction of the court, under the Act of 1836, conferring chancery jurisdiction on this court and the Court of Common Pleas in and for the city and county of Philadelphia, which powers were conferred on the Court of Common Pleas of Montgomery county, by the Act of 15th April 1853, cannot well be doubted. The provision immediately applicable to the case in hand is, that the court shall have all the powers óf a court of chancery for “ the prevention or restraint of the commission or continuance of acts contrary to law, and prejudicial to the interests of the community, or the rights of individuals.” Under this provision it has been determined, that a court could restrain the cutting down timber, and ornamental trees, and other acts prejudicial to the reversionary interest of the complainant: Denny v. Brunson, 5 Casey 382. The remedy by injunction is, notwithstanding the provision for its exercise, only such in the absence of an adequate legal remedy. In the case in hand, if the complainants had the right they claimed, namely, the right to an uninterrupted flow to their mill of the waters of Sandy Run through the premises of the respondent, and, for the enjoyment of that right, the further right to enter on his premises to remove obstructions, the interruption of that right, by a refusal to permit the removal of obstructions, or throwing them again into the stream when removed, were acts obviously injurious not only to the enjoyment of the right, but prejudicial to its existence. Damages at law would be wholly inadequate to the vindication of such a right. Successive suits for successive interferences, instead of redressing the wrong, would in the end be worse than the wrong itself. There are many cases in the books, of restraint by injunction for such interferences. In principle, it is the same as the one cited from 5 Casey 322. Courts of equity will restrain acts of trespass, or nuisance, to prevent multiplicity of suits: Brightly's Eq. § 295. That is, where the redress could only be by and through the medium of a multiplicity of suits or actions. So, where wrongful acts might become the foundation of an adverse right, such as the diversion of water: Webb v. The Portland Manufacturing Co., 3 Sumn. 189; 2 Johns. Ch. 164. It is just in cases like the present, if the right be fully established, that the power of a court of chancery is most salutary. The right can be ascertained, and by the same proceeding petty annoyances and vexatious litigations restrained.\nWe do not mean to discuss the evidence in this opinion. We have carefully examined it, and see no error in the conclusion arrived at by the learned judge of the Common Pleas-, excepting it may be in the matter of the decree. It seems to us, that the same evidence which properly brought the learned judge to the conclusion that the complainants had a right to enter and remove obstructions, indicated the manner of that exercise, namely, by throwing the surplus gravel, earth, and stones on the bank of the stream. Without evidence to this effect, I think it would be an incident of the right to remove such materials from the stream, always to be exercised by doing as little injury as possible. But the abstract principle need not be discussed, for the right and the manner of its exercise in this particular is established by the same testimony, and subject to the same principle. With the modification indicated, the decree will be affirmed, and this will affirm both appeals at the costs of the respective appellants. The decree, as modified, is as follows:—\nAnd now, to wit, February 6th 1860, this cause came on to be heard at this term on appeal, and was argued by counsel, and thereupon, on consideration thereof, it is ordered, adjudged, and decreed: That the said Daniel Stout, the defendant, his heirs and assigns, be perpetually enjoined and restrained from obstructing the flow of the water in the bed of the creek called “ Sandy Run,” upon his land conveyed to him by deed of Joseph Paxson and wife, dated April 5th, A. D. 1853, and recorded at Norristown, in Deed Book No. 87, page 203, &c.; and from interfering with, molesting, hindering, or preventing the same complainants, their heirs and assigns, from going into and upon the said tract of land, so owned by the said defendant as aforesaid, with their labourers, implements, wheelbarrows, handcarts, boats or batteaux, and cleansing the bed of the said creek to a width not exceeding seven fee|,at the bottom, and eight feet between the banks on the surface, through the whole course of the same, upon said defendant’s said tract of land, when and as often as the said bed of the said creek shall become and be from time to time obstructed there, by accumulations of earth, sand, gravel, mud, sticks, stones, and other material, which from any cause whatever shall, or may be now or at any time here- . after deposited in any part thereof, hindering the free passage of the waters of the said creek into and through the land of the said complainants, and to their said mill; the said complainants, their heirs and assigns, not sinking or deepening the bed or channel of said creek, under colour or pretence of so cleansing the same, but being allowed and permitted to use so much of the said earth, and other materials so taken from the bed of the said stream there, in mending and repairing the banks of the said stream upon said land, as may be necessary for that purpose, and depositing the residue of the said earth, sand, gravel, and stones on the banks thereof, so as to do as little injury as possible to the meadow and arable land of the said defendant; and without unnecessary delay, removing . from the said premises all timber, driftwood, brush, and sticks taken from the said stream, and in no case suffering the same to be and remain on tne said premises of the defendant for a longer period than twenty-four hours; and in cleansing the stream, and in removing the material, so as aforesaid required to be removed, doing no unnecessary damage to the land and possession of the said defendant.\nThis decree to be without prejudice to the right of the said defendant, his heirs and assigns, to use the water of the said Sandy Run on his said land, in any and all manner of lawful ways, uses, and purposes, as fully as he might heretofore have done; so that after so using it, he return it to its proper channel on his said land, so that the same may thence continue to flow in and upon the lands of complainants, and to their said mill,, as the same has been accustomed to flow, and without, unnecessary detention thereof.\nAnd the court further order, adjudge, and decree, that', the defendant pay all the costs in1 the case, except $37.50; which last-named sum, it is adjudged, ordered,, and decreed, shall be paid by the complainants themselves, as their apportioned share of the costs, without any manner of recourse therefor to or against the-said defendant; and that to that extent the said complainants be not allowed their said costs as against the-said defendant."}