{"id": "990431", "contents": "The opinion of the court was delivered by\nWoodward, J.\nA merchant breaks down one year deeply indebted — the next year he is in full blast again, buying and selling goods in his wife’s name, which were purchased under endorsements and guarantees by his father — the next year his father loans his wife $1000, which probably went into the business — though that was not proved — and the next year a judgment-creditor of the husband levies the goods then on hand in execution of his judgment — does the fact that $1000 was loaned to the wife vest in her such a separate property in the goods as enables her to hold them against the execution-creditor of her husband ? We think it does not.\nThe learned judge argued that as the loan could not be recovered of the wife, it was a gift, and so became her separate property. This was the ground on which Manderbach v. Mock, 5 Casey 46, was ruled; but his reliance on the case of Hemphill v. McClimans, 12 Harris 367, would seem to indicate, that the learned judge was not quite satisfied with the theory that this was a gift to the wife, but that he was inclined rather to regard it as a debt, for which she would be liable after discoverture. It is difficult for us to see the applicability of that case, except in this view. A married woman, with a considerable separate income of her own, induced a man to build a saw-mill for her son, promising that she would pay for the work. After her marriage was dissolved by a divorce, she renewed the promise again, and a majority of this court held, that the moral obligation to pay for the labour she had induced the plaintiff to expend for her son, was a sufficient consideration to support her express promise after she was discovert. That became the debt of a feme sole — the note given- for the borrowed money in this case, if the debt of a woman, is the debt of a married woman, and so there is no analogy betwixt the cases. And if Mrs. Horter should be sued on that note, it would be sufficient for her to plead her coverture, and that the note was not given for necessaries : Imhoff v. Brown, 6 Casey 506.\nBut could not the note be recovered of the husband ? It was his legal duty to support his family, and when a husband permits and encourages his wife to borrow money for the purposes of trade which he carries on in her name, and in this manner makes a living for himself and family, we have no doubt that he is liable, and solely liable, for the money borrowed. The wife is to be regarded as his agent in making the loan, and his ratification of her act, if precedent authority be not proved, may be inferred from his use and enjoyment of the money. That the Act of 1848 does not enable her to contract debts in her own name as a feme sole, may be seen from the expositions of that statute in Pettit v. Fretz, 9 Casey 120, and Bear’s Adm’r. v. Bear, Id. 527.\nIf the loan cannot be regarded as the debt of the wife, so neither can it be considered a gift to her. There was no evidence that a gift was intended. On the contrary, George Horter, the father, swore that he loaned the money to his daughter-in-law instead of his son, because he thought it would be safer. If we were to go on presumptions, from the relation of the parties and all the circumstances in evidence, we should be quite as likely to conclude, that the gift, if indeed a gift were intended, was to the son as to the daughter-in-law, and that the note was taken in her name the better to elude the son’s creditors. But, as the case is presented to us, the presumption we are bound to make is, that the father intended his money to be a loan and not a gift, and, therefore, that he would avail himself of all his legal remedies to recover it back. When he should discover that his only legal remedy was against his son, he would realize the true nature of the transaction; or rather, he would learn, then, that the law treats the transaction according to its true nature, instead of being deceived'by the form it was made to assume.\nBut, independently of this view of the loan, we do not understand that the goods seized in execution were purchased with that money. Washington Horter and his wife began to trade in her name early in the year 1855. The notes and bills guarantied by George Horter, the father, during that year, were all paid, and paid doubtless, out of the profits of the business. In March 1856, he loaned the $1000 which it is assumed went into the business. In November 1858, Hallowell & Co. levied their execution. The goods levied on (whether the whole stock or not we are uninformed) amounted to $1260.66. We infer, from the character of the goods, that the stock must have been frequently renewed. Whatever there was in the store in November 1858, represented not only this loan, but the profits of more than three years’ trading, and these profits were the earnings not alone of this money, but of the skill and industry of both Horter and his wife..\nWe thought it a little singular that it became necessary for us to say in Raybold v. Raybold, 8 Harris 311, that the husband was entitled, in his own right, to the earnings of his wife during coverture, but it is more singular still, that we are required now to decide that joint earnings of husband and wife belong to the husband and not to the wife.\nWhatever may be said about the ownership of the goods purchased with the $1000, there can be no question that those which were purchased with the joint earnings of Horter and wife belonged exclusively to him, and were liable for his debts. And if these were so mixed and confused with the rest of the stock, as .not to be discriminable — especially when account should be talcen of all that went to the support of the family — it would seem very plain, that the wife would be in no condition to resist the husband’s creditors, even if she were originally the owner of the $1000.\nUnder the Act of 15th April 1851, a married woman may loan her money to her husband, and secure herself by a judgment or mortgage taken in the name of a friend for her use; and this is the honest and fair way of helping him to carry on business. But after he has traded on borrowed capital until he breaks, to put her forward to trade on borrowed capital for his benefit, is a sure way to imperil, if not to destroy the credit of both. Such arrangements cannot withstand the scrutiny of the husband’s creditors.\nWe are of opinion that the defendants’ points ought to have been affirmed.\nThe judgment is reversed."}