{"id": "990463", "contents": "The opinion of the court was delivered by\nRead, J.\nA warrant of attorney to confess a judgment cannot be expressly revoked, nor is such warrant given by a feme sole revoked by her subsequent marriage, but the court will, notwithstanding the marriage, allow the judgment to be entered up against the husband and wife. The English cases are collected in the tenth edition of Chitty’s Archbold’s Practice, by Prentice, of 1858, pp. 915, 916, where it is said, that if one feme sole give a warrant of attorney to another, and they both marry, the court will allow judgment to be entered up by husband and wife against husband and wife.\nOur own case of Eneu v. Clark, 2 Barr 234, decided in 1845, takes the same view of the law. By the custom of the city of London, however, a married woman is enabled to carry on trade as a feme sole merchant, but when she sues, or is impleaded, her husband must be joined for conformity. “ In such actions the husband is only named for conformity, and if judgment be given against them, the execution will only go against the wife or her goods:” 1 Pulling on the Customs of London, p. 179.\nOur Married Woman’s Act, of the 11th April 1848, makes the property of any single woman continue to be her property as fully after marriage as before, but also provides that the husband shall not be liable for the debts of the wife contracted before marriage, and that the act shall not be construed to protect the property of any married woman from liability for debts contracted by herself, which clause, it has been held, has express reference to debts contracted by her before marriage: Glyde v. Keister, 8 Casey 85; Bear’s Administrator v. Bear, 9 Id. 525.\nIt is clear, then, upon principle and authority, that, since the Act of 1848, judgment on a warrant of attorney to confess judgment given by a feme sole, should, after her marriage, be entered, as before, against her and her husband, but that it should be so limited as to allow only the property of the wife to be levied upon and sold.\nJudgment was regularly entered on the warrant of attorney, and it thus became a contract executed, the money for which it was given having been received by Mrs. Baker when a feme sole, and we are now asked to strike off this judgment, because the bond and warrant were dated on a day which appears by the almanac to have been Sunday. We have refused to interfere with executed contracts; Shuman v. Shuman, 8 Casey 90; and we cannot agree to aid an individual in this case in avoiding the payment of a debt which she is morally bound to pay.\nIt is ordered and adjudged that the judgment be affirmed, to be levied only of the property of Mary L. Baker."}