{"id": "990450", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe Telegraph Company did not send Le Roy’s message as he wrote it. If written as the company’s agent read it, the word hand was written hund; and if the company had sent the word hund to Dryburg, they would have been in no fault. Their agent, however, assumed that hundred was meant, and accordingly added the three letters, red, which did all the mischief. We do not understand that there was any dot after the letters hund, to indicate a contraction; so that the agent’s inference that hundred was the word meant, was entirely gratuitous.\nThe wrong, then, of which the plaintiff complains, consisted in sending him a different message from that which they had contracted with Le. Roy to send. That it was a wrong, is as certain as that it was their duty to transmit the message for which they were paid. Though telegraph companies are not, like carriers, insurers for the safe delivery of what is intrusted to them, their obligations, as far as they reach, spring from the same sources, — the public nature of their employment, and the contract under which the particular duty is assumed. One of the plainest of their obligations is, to transmit the very message prescribed. To follow copy, an imperative law of the printing office, is equally applicable to the telegraph office.\nBut, when they violate this duty, whether negligently or wilfully, are they responsible to the party to whom the erroneous message is addressed? That is the exact question upon this record. That the defendants would be responsible to Le Roy, and that he would be responsible over to Dryburg, are not contested, though, perhaps, not conceded points; but that the company are liable to Dryburg, is resisted on several grounds.\nIn the first place, it is said, that the case belongs to that class of torts in which malice is the gist of the action. This is a mistake. The narr. lays the duty to transmit the message as it was received, and assigns, as the breach, that it was transmitted “ erroneously, untruly, and carelessly.” No malicious intent is alleged, nor was it necessary that one should be alleged or proved. It is enough that negligence is charged and proved. It is settled, upon abundant authority, that incorporated companies may be sued in their corporate character, for damages arising from neglect of duty, and for trover: 1 Chitty’s Pl. 68; Turnpike Company v. Rutter, 4 S. & R. 6; Fowle v. Common Council of Alexandria, 3 Peters 409; Bushel v. Insurance Company, 15 S. & R. 173. And a corporation is liable in tort for the tortious act of its agent, though the appointment of the agent be not under seal, if the act be done in the ordinary service: Smith v. Birmingham Gas-Light Company, 1 Adol. & Ellis 526.\nApart, however, from corporation law, it is said, in the next place, that, upon the general principles of agency, the company can be held answerable to Le Roy only. That the relation of principal and agent existed between him and the company, there can be no doubt; but I do not think it equally clear, that that relation was not established between Dryburg and the company. Telegraph companies are, in some sort, public .institutions — open alike to all; and are largely used in conducting the commerce of the country. The banks decline to act upon their authority, and, doubtless, individuals may also decline; but when a man receives a message at the hands of the agent of such a company, and does act upon it, especially if, as Dryburg did, he use the same medium for responding to the message, it seems reasonable that, for all purposes of liability, the telegraph company shall be considered as much the agent of him who receives, as of him who sends, the message. In point of fact, the fee is often paid on delivery; and I am inclined to think, the company ought to be regarded as the common agent of the parties at either end of the wire.\nBut, however this may be, regarding the company as alone the agent of the sender of the message, is it to be doubted, that an agent is liable for misfeasance, even to third parties ? For nonfeasance, I agree, the agent is responsible only to his employer, because there is no privity of consideration betwixt the agent and a third party. The remedy in such cases must be sought in the maxim respondeat superior; but, even to this rule, there is an exception in the instance of masters of ships, who, although they are the agents or servants of the owners, are also, in many respects, deemed to be responsible as principals to third persons, not only for their own negligences and nonfeasances, but for those of subordinate officers and others employed under them, The general rule, however, was laid down by Lord Holt in Lane v. Sir Robert Colton, 12 Mod. R. 488, in these words: “A servant or deputy, as such, cannot be charged for neglect, but the principal only shall be charged for it; but for a misfeasance, an action will lie against a servant or deputy, but not as a deputy or servant, but as a wrongdoers. c., 1 Ld. Raym. 646. The compilers have taken the rule from this source, and the cases cited by them show that it has generally been followed. See Paley on Agency, p. 396 et seq., and Story on Agency, §§ 308, 309, 314, and 315, and the cases in notes.\nThe case of Camp v. The Western Union Telegraph Company, 6 Am. Law Register 443, does not affect this principle, as we apply it here, for there the action was by the sender of the message, and it appeared, that the message was sent subject to the express condition, that defendant would not be liable for mistakes arising from any cause, unless the message was repeated by being sent back. This company had such a rule also; but they charge fifty per cent, advance upon the usual price of transmission, where the sender demands that the message be repeated back to the first operator, and Le Roy did not pay it. If it be granted that, in consequence of his not purchasing this- security against mistakes, he could not hold the company liable, it does not follow that Dryburg cannot. He did not know whether the message had been repeated back to Le Roy or not. He received it as the company delivered it to him, and it is very material to observe, that the mistake was not due to what has been called the infirmi'ties of telegraphing, but to the improper liberties which the operator took with the text before him. The magic power which presides over the wires performed its duty faithfully, and bore the very message it was bidden to bear, but the human agent sent, a different message from that which he was commanded to send. This is the misfeasance the plaintiff complains of.\nThe company claimed that their operator was a skilful and careful one. Then his negligence in this instance was the more apparent and inexcusable. If the handwriting was so bad that he could not read it correctly, he should not have, undertaken to transmit it; but the business of transmission assumed, it was very plainly his duty to send what was written. It was no affair of his, that the message would have been insensible. Messages are often sent along the wires that are unintelligible to the operator. When he presumed to translate the handwriting, and to add letters which confessedly were not in it, he made the company responsible to Dryburg for the damages that resulted from his wrongdoing.\nWe do not conceive it necessary to go any farther in the discussion of this case. There are several errors assigned to which we have not specifically alluded, but we see nothing in them to require a reversal of the judgment.\nJudgment affirmed."}