{"id": "990474", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe sole question on this record is, whether the testimony of Seymour D. Ball varied or contradicted anything contained in the agreement of 20th September 1854, between John Odgers of the one part, and the defendants of the other part. It was an agreement, whereby Odgers sold to the defendants a coal lease and fixtures which he held, in consideration whereof they were to pay him ’ $4000, in the following manner: — $600 down, $216.62 in.a note at thirty days, and fifty cents for each and every ton taken from said colliery, until the sum of $815 was paid; and then the remainder of said consideration was to be paid at the rate of twenty-five cents for each and every ton so taken from said colliery.\nNow, the fair and reasonable construction of this writing, standing alone, would be, perhaps, that the purchasers were to take out coal enough to pay, at these rates, the balance of the whole sum of $4000, — hut there is no such covenant expressed; and the parol evidence of what occurred at the execution of the paper, shows clearly that, if such a covenant had been expressed, the defendants would not have signed; and that Odgers agreed to take the risk that they would mine that quantity of coal.\nIt is manifest, therefore,, that the parol evidence contradicts nothing expressed in the writing, but only an implication, from what is written. If we had held to the rule that is laid down in Starhie’s JEv. part 4, p. 1009, that parol evidence is inadmissible for the purpose of altering the legal operation of an instrument, we should be obliged to reverse the ruling in this case; but we have got far away from that rule. We permit a deed absolute on its face to be proved a mortgage; we receive parol evidence to rebut a presumption or an equity — to supply deficiencies in the written agreement — to explain ambiguities in the subject-matter of writings — to prevent frauds, and to correct mistakes: Bank v. Fordyce, 9 Barr 279; Rearich v. Swinehart, 1 Jones 238; Barnhart v. Riddle, 5 Casey 96; Musselman v. Stoner, 7 Casey 270.\nThese cases, and others therein cited, indicate sufficiently the 'wide departure we have made from the common law on this vexed subject; and they show too that the rule, as it obtains in Pennsylvania, was not violated by the admission of the evidence in question.\nThe judgment is affirmed.\nStrong, J., was absent at Nisi Prius."}