{"id": "990442", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nThe judgment-creditors of Weikel claim to exclude Zeigler’s mortgage from sharing in the proceeds of the sheriff’s sale, on the ground that it was not the first lien, and that, therefore, it was discharged by a former sheriff’s sale, though none of the proceeds of that sale were applied to it. It is perfectly clear, that the original sheriff’s sale was intended to be subject to Zeigler’s mortgage, as the supposed first lien, though there was no express condition to that effect. So the sheriff and all the bidders, and Weikel himself, understood it, and so the price shows, and it is not now denied; and Weikel has confessed judgment on the mortgage, and on that the land is now sold.\nWe start, therefore, with the assumption that Weikel bought subject to the Zeigler mortgage, and with the further assumption (for sake of the argument), that the sheriff ought to have sold the land discharged of the mortgage; and this raises the question, must we treat the mortgage as discharged, notwithstanding the actual terms of the contract to the contrary ? Let us first leave out of view the rights of Weikel’s creditors, and ask — could he defend against such a mortgage, admitting that he had bought subject to it, and that, therefore, it was not paid out of the proceeds of the former sale, and \"assigning, as his only argument, that it was the sheriff’s duty to sell discharged of the mortgage, and therefore it must be treated as if it had been so sold, even though the fact is otherwise ?\nThe general rule of law certainly is, that judicial sales divest all liens, with some well-known exceptions; but in order to know how to apply this rule, in answering our question, it is important to notice, that the rule grows out of and depends upon the practice of the courts. There is no positive law directly imposing any such condition on the contract of sale and purchase ; but the contract takes this character, without any express conditions, only because of the practice of the courts to sell discharged of liens.\nNow, this practice does not infuse this or any condition or element into the contract, any otherwise than as other public laws and customs do the like with the contracts made within their respective spheres. All nations have their general customs, and it is under the influence of those that the people transact their business, and by the aid of those that their transactions are interpreted. And every trade, occupation, and profession has its customs, which enter in like manner into its peculiar transactions. Such customs are presumed to be followed, unless the contrary appears; for parties may choose to deal differently, and then the maxim applies, eonventio vinoit legem.\nSo it is with that species of transactions called judicial sales; they are to be understood according to the laws and customs constituting the practice of the court in such matters, unless it appears, in a proper manner, that the court has, in the given case, departed from the usual practice. Then the contract must be enforced as made, according to the maxim already quoted, and in order that individuals may not suffer from the irregular practice of public officers, which the maxim, actus curiae neminem gravdbit, forbids.\nNow, if we may thus deal with and sustain departures from the common law, and from the customs of trade, it would seem plain that we must do the like in relation to contracts which involve a departure from the customary practice of the court, and to save parties from suffering wrong by such irregularities which they do not occasion; and that, therefore, we ought to treat the sheriff’s sale to Weikel as subject to Zeigler’s mortgage, notwithstanding the general practice to the contrary.\nBut we cannot feel satisfied, in this case, with this summary deduction from general principles, without going further, and testing our deduction by the experience which our reports reveal to us on this- very subject. How have judicial sales been treated in practice heretofore in analogous cases ?\nIn relation to judicial sales of lands for the payment of debts, the law of the case was from the first that the courts had authority to sell them, clear of all liens, that could be discharged out of the proceeds. The practice of the courts in making sales, how they were to exercise this authority, was declared by no law. The form of the proceeding had, therefore, to grow up, from great varieties of practice, into consistency and uniformity. While in this formative state, it often presented anomalous cases that were very hard to solve. Indeed, the complications of the practice were such as often to cast doubt upon the principle itself.\nAs might be supposed, in the absence of any general regulation, the practice was, for a long period, in a very unsettled state; and the Supreme Court was very cautious about venturing on any generalizations of it, so as to declare when prior judgments, mortgages, and other liens were discharged, and when not: 3 Yeates 561; 4 Id. 316; 2 Binn. 231; 9 S. & R. 306; 13 Id. 229; 14 Id. 263.\nIt was, indeed, impossible to find any one rule of practice on this subject throughout the state. Perhaps the most nearly universal one was that which left it to the sheriff to fix the conditions at the sale, as subject or not subject to any prior liens, and which ones. This he generally did, on consultation with the parties interested in the sale or liens, or with their attorneys. This practice is traceable everywhere in the reports, and it was very properly treated as a question of usage or practice; for law on l'he subject there was none. Thus it is said, it was “usual” for the sheriff to sell free of liens; the execution “ was considered sufficient authority for the sheriff” so to sell, and to pay out the proceeds accordingly: 2 Yeates 45; it was a “ practice of long standing,” and so on: 3 Binn. 358; 1 Id. 97 ; 13 S. R. 229 ; 14 Id. 262; 9 Id. 306, 314; 1 Browne 97.\nIn the case of Febiger v. Craighead, as reported in note 3 Rawle 117, 134, Chief Justice Shippen treated the matter as one -of mere practice, and took the testimony of ex-sheriffs and lawyers to ascertain the usage; and it was shown to be, in the eastern part of the state, that the sheriff sold with or without conditions as to prior liens; if without conditions, then it was considered as a sale free from liens; if with conditions, they defined what liens were to remain.\nThe traces and judicial recognitions of this, as a valid usage or practice, are very abundant in the reports. The case of The Presbyterian Corporation v. Wallace, 3 Rawle 109, shows three sheriff’s sales on conditions as to prior mortgages. Hart v. Homiller, 8 Harris 248, shows two, subject to testamentary charges. Such conditions existed in both Mode’s and Randolph’s Appeals, 6 W. S. 280, 5 Barr 242, and they were not sustained, only because of the rights of third persons who had no notice of them.\nIn Stackpole v. Glassford, 16 S. & R. 167, the apparent discharge of a mortgage by a prior sheriff’s sale was allowed to be rebutted by oral testimony of an understanding to the contrary at the time of the sale; and the same was allowed in Tower’s Appropriation, 9 W. & S. 105, and in Towers v. Tuscarora Academy, 8 Barr 297. In Barnet v. Washebaugh, 16 S. & R. 413, Mr. Justice Rogers expresses the opinion of the court, thus: “We have no doubt that land may be sold (by the sheriff) subject to legacies, and then the land goes to the sheriff’s vendee charged with their payment. But that it is so sold should expressly appear. It should be the clear understanding of all the parties.”\nIn Mix v. Ackla, 7 Watts 316, there was an express condition subjecting the sale to a widow’s encumbrance, and the court (Gibson, C. J.) declared, that the expression of the condition was important and right, that a sale otherwise “ would cast a ruinous obscurity over the biddings,” whereas an express condition would “inform the purchaser exactly what he buys.”\nIn Shultze v. Diehl, 2 Penn. R. 277, the sheriff’s sale was understood by all to be clear of all liens, even a first mortgage, the Act of 1830 not being then known to have been passed, and it was held to discharge the mortgage, and it was paid out of the proceeds. In that case the court expresses itself by Huston, J., thus: “A levy and sale, subject to a lien, does not pass the land free from it.” “ All the parties to a transaction can modify the terms of it as they please, provided they do not contravene express written law, or public policy.” “Where all understand the contract in the same way, I know of no case in which a party is subject to any conditions, or liable to any burden, not contemplated by any one. If the bargain is binding at all, it binds as it was made and understood, and this principle is as plain and as obligatory on the court as any other.”\nAny one can easily find other cases of conditions fixed at the sale, and also the approval of the practice often repeated: 3 Yeates 561; 3 Binn. 358; 11 S. & R. 135; 14 Id. 262. And it also appears to have been a common usage to consult the prior lien-creditors, and then sell with or without conditions relative to liens: 9 Id. 314. And Mr. John Sergeant is reported, 3 Rawle 123, as saying that such was the case in Keene v. Swaine. Considering the unsettled state of the practice, no doubt this was a very common, perhaps the usual mode.\nIn view of these circumstances, it was very natural that the courts should slide into the presumption that a sheriff’s sale was intended to be clear of encumbrances, if it was not made expressly subject to them, for such was the prevailing usage: 14 S. & R. 262; 16 Id. 413; 2 Rawle 56. Yet this presumption would, on the principle eessante ratione legis eessat et ipsa lex, be a violation of the true intention in such sales, if extended to places where the usage was to sell subject to all former liens.\nThat was formerly the usage in the western counties, as abundantly appears: Brackenridge’s Law Mis. 258; 3 Rawle 134; 8 Watts 298. And this usage continued until after the decision of Willard v. Norris, and The Presbyterian Corporation v. Wallace. Shortly after those decisions, an attempt was made to recover from John Gallagher and James Park a lot on Second street, Pittsburgh, by an action of ejectment on a sheriff’s deed, under a junior judgment, against a later sheriff’s deed, under an earlier judgment, and the cause was decided in favour of the first sale. But this did such violence to all the known usages of the west, that it gave rise to an intense excitement, and the claim was given up, and no such proceeding was ever afterwards instituted. The decision was erroneous in applying the presumption, founded on one usage, to a case that proceeded on a reverse usage.\nBut this decision did no harm; for by common consent the old usage prevailed for past cases, and the rule in Willard v. Norris-gave rise to a new and universal practice, to treat a sheriff’s sale as discharging all liens, when no contrary conditions were expressed, and when the discharge was not prevented by any Act of Assembly, or by any inherent quality of the lien itself. To this extent the court has authority to sell, and to this extent the presumption of law is, that it does sell, where nothing appears to the contrary. In selling, the sheriff is the minister of the court, and is in law presumed to exercise all the court’s authority. At first, this presumption was very weak, because the usage was uncertain and fluctuating. Now the usage is universal, and is not to be rebutted except by circumstances that demonstrate that it was not acted on: 16 S. R. 413.\n•It is, therefore, the usage in such cases that makes the law. This was well expressed by Chief Justice Gibson, in The Presbyterian Corporation v. Wallace, 3 Rawle 136, thus: “It is said practice, to be available, ought to be preceeded by judicial decision. It seems to me, however, that this would be an inversion of the usual process of formation; judicial decision not being in any case a nucleus for the increment of law; but, as in the case of the tenant’s right to the way-going crop, the recognition of it as a thing already established by the custom of the country.”\nWe know of Mr. Justice Kennedy’s declaration, 4 Rawle 447-8, that the sheriff has no authority to make any conditions for continuing or discharging liens; but we notice also that he had just before said, that the sheriff cannot do so to the prejudice of any, without the consent of all. In another place, 1 Barr 95, he said, that the rule is “ subject to exceptions, of course, whenever it cannot be applied without working manifest injustice.” Mr. Justice Rogers had before expressed the rule with a similar qualification: 1 Penn. R. 112. The sheriff has certainly no authority to make conditions by which liens shall be created: 8 Watts 48; 3 W. & S. 259; or excluded from distribution without consent: 10 Harris 312; or discharged, where the law has fixed them : 6 Casey 348.\nThe regular practice, in such sales, is, to sell discharged of liens; but departures from the rule are inevitable; and a sale made on an irregular condition, and not objected to by any one, will be confirmed by the court. Thus, an actual contract is made on faith in public functionaries, and with the concurrence of all concerned. How shall we afterwards treat the irregularity ? Surely not so as to alter the contract, and cast the consequences of the irregularity upon strangers to the practice, if this can be avoided. We must, if possible, prevent the evil consequences by overlooking the irregularity, and respecting the actual contract, if no others have been misled by it. Official morality requires us to save individuals from suffering by the irregularities of legal practice. Yet the general rule of practice must stand as the law of such eases, and exceptions to it must come in only by way of equity; and, as equitable exceptions, they cannot be allowed without the sanction of the court, upon very clear evidence.\nBut here we come to another element in the cause. After the sheriff’s deed to Weikel, and before Zeigler obtained judgment against him on the mortgage, several other creditors had obtained judgments against him, exceeding in amount the value of the property. Now, it is the very point in Mode’s and Randolph’s Appeals, 6 W. & S. 280, 5 Barr 242, that, as against subsequent judgment-creditors of the sheriff’s vendee, all ordinary liens against the title of the former owner, including legacies, judgments, and, before the Act of 1830, mortgages, must be regarded as discharged, if the deed from the sheriff does not recite them as continuing. As against such liens, purchasers and subsequent encumbrancers are not bound or presumed to look back of the sheriff’s sale.\nIt is otherwise as to mortgages since the Act of 1830. These may continue their lien, notwithstanding a shei'iff’s sale; and purchasers and creditors must look for them. In searching, therefore, they found this mortgage remaining unsatisfied on the record. But it is answered that, on looking back near forty years, they discovered that there was another lien standing in the title; being a suspension, in favour of the widow of a former owner, of a part of the consideration on a sale by the heirs, to secure her thirds; and therefore the mortgage was not the first lien according to the Act of 1830, and is not protected.\nIs this a sufficient answer to the mortgagee’s claim to come in against the proceeds of the sheriff’s sale? We think it is not. They saw that Weikel had bought at sheriff’s sale for $690 a property, worth at such sale over $5000 ; that there was still an unsatisfied mortgage of over $3000 standing apparently against it; and they knew that this mortgage was still a valid lien, if there was no prior lien which, with the sheriff’s sale, had caused its discharge.\nLooking for such a prior lien, they found a deed, dated 2d December 1820, from the administrators of Benjamin Garber, conveying the land subject to an “annual dower” of $108.90 to Garber’s widow for life, and to the payment of $1815, the principal sum, to the heirs at her death. Looking further, they found that the Orphans’ Court had ordered that sale, and had directed that the suspended third for the widow’s dower should be secured by mortgage.\nNow these judgment-creditors stand in no better position than a purchaser would. Is, then, this state of facts insufficient to put a purchaser on inquiry ? Would any man of common honesty or common prudence, in buying Weikel’s title, suppose that he was dealing safely for himself, or fairly towards Zeigler, in treating the mortgage as discharged? Would any lawyer have advised a purchase of such a title without inquiry of the mortgagee? Surely there is but one answer to these questions.\nAnd would any one have a moral or legal right to speculate on such a doubtful question of law and of legal practice, which might be readily solved by a fact that was easily ascertained, and-then appeal to the courts to protect or reward his venture at the expense of honest men ? If lawyers and judges are in doubt whether to call the widow’s interest a lien or an estate, surely no purchaser would disregard a mortgage that appeared to he unsatisfied, and that could have been shown by the records of the court, in the distribution case on a former sheriff’s sale, to have been left without appropriation in its favour; and no one would have purchased, treating it as having no existence.\nAnd how can the court say that the subsequent creditors acquired their liens on the faith of a title clear of the mortgage, when no man of any ordinary legal skill would have given any confident legal opinion in favour of so doing ? They had not then the aid even of Kurtz’s Appeal, 2 Casey 465. We think that they are not encumbrancers without notice of Zeigler’s mortgage. Some day, no doubt, this peculiar form of question in relation to the discharge of liens will receive so clear and well-known a solution that all persons will know exactly their duty; but then other cases will be sure to present other questions just as difficult.\nAnd now, February 16th 1860, the decree of distribution made by the Common Pleas is reversed, and it is now here ordered and decreed, that the money in court, after paying the costs of the audit and of this appeal, be paid as follows: to Plannah Garber $127.68, arrears of dower annuity; to Henry Zeigler the amount of his judgment on his mortgage against the land sold, so far as to satisfy the same, with interest up to the day of the sheriff’s sale, and costs; and that the balance, if any, be applied to the other liens as set out in the auditor’s report; and the cause is remitted to the Common Pleas, that this decree may be there carried into execution.\nRead, J., filed a dissenting opinion. Strong, J., did not sit, being interested in the question."}