{"id": "990444", "contents": "The opinion of the court was delivered by\nStrong, J.\nIt is a general principle, applicable as well to contracts of re-insurance as to those of insurance, that the assured must have an insurable interest. The contract is always one of indemnity, and where there is no danger of loss there is no subject-matter for a contract of insurance. Every underwriter has an interest which he may re-insure, though he has no ownership. But his interest extends no further than the risk which he has taken. He may stipulate for indemnity against loss from those perils against which he has undertaken, but not for indemnity against risks which he has not assumed when he obtains his policy of re-insurance. It can hardly be deemed necessary to refer to authorities in support of a doctrine so plain and familiar.\nFrom this it necessarily results, that when The Globe Mutual obtained re-insurance from The Commonwealth Insurance Company, it was impossible for them to secure indemnity for anything more than against the liability which they had then assumed for the body, tackle, apparel, and other furniture of the brigantine Speed, on her voyage at and from Halifax to Hull, England. Beyond that the Globe had no insurable interest, and beyond that there was no risk of loss. Yet, under the instructions given to the jury, the re-insured were allowed to recover on the policy for an interest which the contract could not secure; for a loss on an entirely different voyage, a voyage from Bridgeport to Halifax, commenced after that originally insured was abandoned. The risk of this second voyage had not been undertaken by The Globe, had probably not been thought of, when The Commonwealth signed the policy of re-insurance. It was conceded by the learned judge who tried the cause, that if the policy had been one of simple re-insurance, without more, the plaintiffs on the evidence would not be entitled to recover, but it was supposed not to be a policy of simple re-insurance, because it contained the following provision: “ This policy is to be subject to such risks, valuations, and conditions, including risk of premium-note, as are or may be taken by the said Globe Mutual Insurance Company.” This the judge construed to be a stipulation that the re-insurers were to be liable not only for the risks already assumed upon the brigantine Speed, but for any other risks The Globe Mutual might thereafter assume without their consent or even knowledge. With this construction of the policy we cannot concur. To us it is plain, that the clause already quoted is susceptible of no such interpretation. Its manifest purpose was, to place the re-insurers in the same position as that in which the original underwriters stood, as to the risk they had assumed. It made the terms, risks, valuations, and conditions of the two policies alike. It is true, that the policy of re-insurance is declared to be subject to such risks, &c., “as are or may be taken” by the re-insured, and it is true, that where the language of a policy will admit of two interpretations, equally reasonable, that must be adopted which most favours the assured. Still the construction must be a reasonable one. Let it be conceded that the words “ are or may be taken” might embrace the future as well as the present or past, yet this was a contract of re-insurance. It necessarily assumed that the same risk had been undertaken by the assured. It was also a contract of indemnity against a risk taken upon a brigantine for a designated voyage, to wit, from Halifax to Hull. That was the subject-matter of the contract. If now another voyage can be substituted, the subject-matter is entirely changed. But it is an established rule of construction, that the language of parties is to be understood as referring to the subject of their contract. Might The Globe Mutual have substituted a voyage from New Orleans to Calcutta in place of the insured voyage from Halifax to Hull ? Did the defendants engage to indemnify The Globe against loss for any risk they might assume for such a substituted voyage, and that without any increased premium ? They did, if the position of the plaintiffs below be correct. Even more. There was as much right to transfer the risk to another vessel, as there was to change the voyage. Surely a construction of the policy which leads to such results is unreasonable.\nIt is, however, decisive against it, that when the policy was issued, The Globe Insurance Company had taken no risk on a voyage from Bridgeport to Halifax, and could not therefore re-insure it. Of course, the parties were not making a mere gaming contract — were not stipulating for a thing in regard to which stipulation was a nullity. It is useless to inquire whether the defendants might not have bound themselves to insure any risks which the first underwriters might thereafter take. To say the least, it is doubtful, whether such a contract would be lawful, but if it would, it Avould not itself be re-insurance. It would require that policies should be issued after every new risk undertaken.\nWe hold that the present is only a contract of indemnity against loss, in a risk which the plaintiffs had taken when it was made. It covered only the insurable interest The Globe Mutual then had, and though the clause quoted from the policy is awkwardly expressed, it can admit of no other reasonable interpretation. It follows, that in our opinion the court erred in the instruction given to the jury. The first three points of the defendants below should have been affirmed. The first, fourth, and sixth assignments of error are therefore sustained.\nThis view of the case seems to render it unnecessary to consider the remaining assignments. We do not see how, upon the evidence, it is possible for any recovery to be had. We may say, however, that we are not prepared to dissent from the opinion of the learned judge of the District Court, in that portion of his charge which relates to the delivery of the policy.\nJudgment reversed, and a venire de novo awarded."}