{"id": "990429", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nWe regard this coal lease as a grant of an interest in land, and not as a mere license to take coal: 7 Casey 477. The question is, did the lessors warrant that there was coal in the supposed veins, and if so, what were the terms of the warranty ? We do not imply a warranty that the property demised is fit for the purposes for which it is demised: 2 Casey 117; but it is insisted, that a warranty is involved in the nature of the grant and of its terms, as expressed in the lease; and that, not the ordinary warranty of grants of real estate, which is measured by the consideration paid; for that would be of no profit to the lessees here. Whatever be its character, it must be a warranty that is definite in its terms; else it furnishes no measure of the plaintiff’s rights, and, as a contract, cannot be enforced. Therefore, a warranty even that there were coal veins, or that there was some coal in the veins, would not answer the purpose; for, if there had been found some coal there, it would not have prevented their complaints, if the veins had not been worth working. The plaintiffs must, therefore, be understood as insisting upon a warranty of sufficient coal to compensate them for their outlay in reaching it, or in mining for it, for that alone could be of use to them. Is such a warranty involved in this contract of lease? We think not.\nUndoubtedly, the court will construct a warranty or other contract where none is in terms expressed by the parties, if our common sense of justice requires it, and it is essential to complete the ■ definition of the relation plainly intended to be established between the parties, and if its terms can be clearly deduced from the instrument, and from the nature of the transaction. The cases cited for the plaintiffs abundantly illustrate this principle, and we may test this ease by it.\nWe do not discover that there is any unexpressed term of this contract, which common justice requires us to supply, or any that is necessary to complete the definition of the relation intended to be established. We have already sufficiently indicated our opinion, 3 Casey 439, that the expense of a fruitless search for these veins was not intended to be charged to the lessors; and, of course, we cannot construct any such a warranty. It was undoubtedly coal veins that were intended to be leased, and if the parties were mistaken about the fact, the result would be a right to dissolve the contract, and not a right to have a different contract in its stead. It is quite apparent, that the R. and S. veins were known subjects of contract, that they were supposed to exist in the lessor’s land as they did elsewhere, and that the lease was intended as a grant of the right to find and work them. But we have nothing that entitles us to construct a warranty that the lessees should be able to find and work them.\nJudgment affirmed."}