{"id": "990447", "contents": "The opinion of the court was delivered by\nRead, J.\nThe Western Insurance Company, being the owners of a note drawn by Andrew C. Craig & Co. for $2000, and payable to their order, gave the same to E. L. Moss, as collateral security for their own note for $1000, discounted by him. As the note for $2000 approached maturity, Andrew C. Craig & Co. received notice from the Farmers’ and Mechanics’ Bank, that they held the note, and that it was about to become payable. Finding, upon inquiry, that their note was held as collateral, by Mr. Moss, for the company’s note for $1000, and which the company were unable to pay, the defendants paid Mr. Moss its amount, and he transferred it to them with their own note for $2000.\nThe Western Insurance Company, being insolvent, made an assignment of all its property, and its assignees demanded this note for $2000, offering to note all credits on it to which the defendants were legally entitled. Upon the trial, no evidence was given by the defendants; but that on the part of the plaintiffs disclosed the whole case, and showed clearly, that the note in suit was required to pay losses, which it and others had been given to the company to cover, and for which the defendants were to receive a compensation by the terms of their agreement with the company. .\nIt is clear, then, that the plaintiffs, being the owners of the note for $2000, were entitled to recover its full amount, deducting the amount paid to Mr. Moss by the defendants, unless the evidence showed that other allowances were to be made under the terms upon which it had been given to the company, and then the balance only after deducting such allowances.\nThe court were, therefore, correct in refusing to charge the jury that the defendants had a right to retain the note till the repayment of the plaintiffs’ note for $1000. The court also made no error in refusing to charge as requested in the defendants’ second and third points, for there was ample evidence of the losses which this note was given to pay, and which note the defendants were thus liable to pay in full. But the court very properly gave the defendants the same advantages exactly as they would have had, if sued on the note itself, and instructed the jury that the plaintiffs could not recover more than what they would have recovered from the defendants, in an action upon the note — that the value of the note, if in their hands (the plaintiffs), was the measure of damages in this form of action.\nJudgment affirmed."}