{"id": "990493", "contents": "The opinion of the court was delivered by\nWoodward, J.\nWe think there was error in refusing to strike off the amended narr. of 27th July 1858. That it was introductory of a new cause of action, is as certain, as the distinction between actions ex contractu, and actions ex delicto. , The first count was for a breach of a parol promise to sell and convey lands — the second was for deceit in pretending to .own the land contracted for; and that these were separate and inconsistent causes of action, the decision of one of .which would not bar an action for the other, results out of the elementary rules of pleading, and was distinctly declared in Finley v. Hanbest, 6 Casey 195.\nNor was it necessary for the plaintiff to change his cause of action on the record. .His object, was, doubtless, to prove the defendant’s conduct fraudulent, in order that damages might be inflamed, and this he could have done without introducing a new cause of action. He complained that the defendant had failed to convey to him the land he agreed to convey. Now, that might be through mere inability, arising from honest mistake or other excusable cause, or it might be with fraudulent intent; and the measure of damages would depend on how the jury should find that fact. It turned out that the defendant had not an available title to the land, but did he honestly think it a good title, or, knowing it to be spurious, did he attempt to palm it off upon the plaintiff as good ? A count appropriate to a special action on the ease for deceit was not necessary to a fair trial of this question, and, therefore, it should not have been permitted to disfigure the record. The court tried the cause as involving a single question, the measure of damages, and the ruling seems to have been that if there was no fraud on the part of the vendor, he would be liable for the difference in price between that stipulated in the contract, and the value of the land at the time when the deed was to have been executed and delivered; but if there were bad faith on the part of the vendor, the jury would not be confined to the above measure, but might go beyond it and compensate plaintiff’s expenses, &c.\nThe learned judge adverted to the measure of damages on covenants of warranty, and admitted it to be limited to the purchase-money and interest, but took a distinction in favour of executory contracts, and placed them on the same footing as contracts for the delivery of ’personal chattels. In other words, he seemed to hold that the value of the bargain might be assessed in damages, even if the vendor had not been guilty of fraud.\nThe law has never been so understood in Pennsylvania. On the contrary, where the consideration of real contracts has been a pecuniary one, the same measure of damages has been applied, whether the contract were executed or executory; and that measure has been limited to the payments and interest thereon, and expenses incurred in preparing title papers, with a view to the conveyance of the title. But where the consideration has been, not moneys numbered, but uncertain services to be rendered in future, a distinction has been taken as to the measure of damages, which we had occasion to set aside recently in the case of Hertzog v. Hertzog, 10 Casey 418: and see Malaun v. Ammon, Id. 428. The law of this class of contracts is now brought back to the old rule of looking, for the measure of damages, to the actual consideration passing between the parties. If the consideration were services rendered, they are to be compensated according to their value — if moneys received, they are to be returned with interest. But the value of the bargain is not the measure; and so we ruled, not only in the case mentioned, but also in Dumars v. Miller, 10 Casey 319, which, like this case, was from Erie county, and was also a contract founded on a pecuniary consideration.\nThe court should have so laid down the rule in this case, and then what was added, if the jury should find the alleged fraud, was correct enough. As against a fraudulent vendor, it is reasonable that damages should be given to compensate for all the expenses in which his fraud involved the plaintiff.\nOn the question of fraud or no fraud, the attention of the jury should have been directed to the inception of the contract. Uunless the vendor knew that his title was worthless; and, unless he contracted to sell, with intent to defraud the plaintiff of his money, it was not a case of fraud, and the damages should have been measured by the rule which has been indicated. We see nothing else in the case to require remark.\nThe judgment is reversed, and a venire de novo is awarded."}