{"id": "990473", "contents": "The opinion of the court was delivered by\nRead, J.\nThis case has been twice before this court, and is reported under the name of Trego v. Huzzard, in 7 Harris 441, and under that of Irwin v. Trego, in 10 Harris 368. All the errors assigned in the present ease, when carefully examined and sifted, appear to have been already decided by this court, and it is not our intention to re-open or revise what we believe to have been correctly ruled on the two former occasions.\nJames Dunwoodv, being the equitable owner of the tract in dispute, died intestate, and the plaintiffs below were his lineal heirs, or their alienees, representing the whole of his interest in it, except one-fifth and one-thirtieth, which it was conceded belonged to the defendants. This tract was sold for taxes, in 1832, to Hugh Bleakley, and a deed executed to him; and by the treasurer’s sale-book it was redeemed by Joseph Turner, agent for the heirs of Dunwoody, on the 9th June 1834, and the deed to Bleakley was given up by him. This sale extinguished all taxes prior to 1832. A second sale for taxes took place-in June 1834, when it was again purchased by Hugh Bleakley, and a deed made to him, and on the 13th June 1836, it was again redeemed by Joseph Turner. On the 19th September 1838, Hugh Bleakley conveyed it to Rudolph Huzzard, for $ 115, he representing to his vendor, that he was buying for the heirs of Dunwoody, and without which he would not have sold to him at all. The defendants, therefore, claimed under the tax-sale and the deed from Bleakley to Huzzard.\nTwelve errors have been assigned by the plaintiffs in error, but some have neither been pressed nor argued; and most of them, if they had been drafted according to the rules of court, would have borne their own refutation on their face.\nThe 1st* 2d, 3d, 4th, and 9th errors are to the admission or rejection of evidence. The only objection taken to the deposition of Jesse James was to certain portions of it, marked with pencil in brackets, which were clearly covered by the ruling in 7 Harris 444; and no objection was made to the admission of the testimony of Albert Way, or to any part of that of Hugh Bleakley, both witnesses being sworn and examined, without any exception whatever. The court did not reject the testimony of James Turner, taken on a commission, but only an insufficient answer to the first cross-interrogatory of the plaintiff, the balance of his evidence to all the interrogatories of both parties being received and read to the jury. The court admitted as evidence, very properly, the treasurer’s sale-book; and were right in rejecting the letters of Joseph Turner and James Turner, as irrelevant, as had been already ruled in 10 Harris 375. This disposes of all these errors.\nThe 5th and 6th errors, as to the redemption in 1836, and the effect of the sale for taxes in 1832, are completely answered by the two former decisions; and the same may be said of the 7th and 8th errors. The court were correct in their answers to the defendant’s 5th and 6th points; and the 12th and last error was expressly negatived in 10 Harris 376, the court saying “the defendant was not protected by the statute of limitations under the Act of 1804.”\nThe original title of the plaintiffs was a perfectly clear one, while that of the defendants, depending upon the tax-sale of 1834, was defeated in two ways: 1. By the redemption in 1836, by Joseph Turner, acting for the heirs of Dunwoody. 2. By the undoubted fact, that the conveyance by Bleakley to Huzzard was, under all the circumstances, but a naked trust for the heirs of Dunwoody. In either, or both aspects, the recovery was a proper one, and the judgment must be'affirmed.\nJudgment affirmed."}