{"id": "990472", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nWe do not discover anything in the contract of sale by Townsend to Lewis, that makes time of the essence of the bargain. Very evidently, there was no inequitable delay in Townsend’s execution of the deed, but his wife had not yet signed it when the grantee died. Her signing it afterwards, and the recording of it, did not make a complete execution and delivery of the deed to the grantee. His death, therefore, prevented the performance of the contract in its stipulated form, and any delay that has since occurred, seems to have arisen from the supposition that the deed that had been made was valid in law. It is plain enough, that in such cases equity relieves the party from a strict performance, and allows it to be made out of time.\nThe court below were right in rejecting this contract as a defence to the bond and mortgage sued upon, because it had not been performed by the defendant below, and did not, therefore, constitute a legal set-off, or payment of so much. But we think that the defendant had an equity, that entitled him to have a conditional verdict, so that the judgment might be moulded in such form, as to allow him to make a payment according to the contract, as nearly as circumstances will now permit. The facts that constitute the equity are quite clear in this case, and therefore the verdict to establish them is not needed, and we can correct the judgment here without it.\nThe judgment of the Common Pleas is affirmed, and it is now here further ordered, adjudged, and decreed that if, within sixty days from this date, the defendant shall execute and deliver to the heirs of Enos Lewis, or deposit in court for their use, a good and sufficient conveyance of the property described in the contract of 4th November 1857 (pro ut same in bill of exceptions), and satisfy the said court that the title is good and clear of all encumbrances, then a credit of $3550 shall be allowed him upon the said judgment, and in the mean time no execution for that amount shall be executed against him."}