{"id": "990448", "contents": "The opinion of the court was delivered by\nWoodward, J.\nWe have here a very extraordinary case. It is called an action of trespass on the case, but the narr. is in trespass vi et armis. It charges that the defendants, now plaintiffs in error, broke into the plaintiff’s saw-mill with force and arms — ■ cut, damaged, and destroyed various parts of the machinery— pulled down and destroyed the mill-dam belonging to said sawmill — and ejected and expelled the plaintiff from the possession and enjoyment of said saw-mill and its properties. The plea was not guilty, and so the parties went to trial.\nThe first evidence given by the plaintiff was the contract of 29th June 1846, between himself and John Losinger, of one part, and Aaron Niles, of the other part, under which the mill in question was built. By this contract, Niles was to furnish land enough to build a saw-mill on, a mill-yard, and a house and garden. He was to furnish the material, and build a good and sufficient mill-dam — to dig the tail-race, and to keep dam and tail-race in repair during the continuance of the lease.\nBullock and Losinger were to build the saw-mill and bull works, and keep them in repair for the whole term, which was specified to be twenty years, but should they neglect to keep the mill running, or build a new one if the first should fail, for the space of nine months, then the whole premises were to revert to Niles. One-third of the mill was “ to be owned and occupied by the said Niles, the remainder to be owned and occupied by the said Bullock and Losinger,” the interest of the latter being stated to be one-fourth of the two-thirds.\nSuch was the relation of the original parties. A tenancy in common of the premises for twenty years — and all in actual possession. Niles’s interest passed through several hands, and finally vested in the defendants, and Losinger also sold his interest to Bennet, one of the defendants. The defendants, therefore, represent the original title to the land — an undivided third of the sawmill and its appurtenances, and a fourth of the other two-thirds, whilst the plaintiff represents only three-fourths of two-thirds of the saw-mill and appurtenances. And in respect of these fractional interests they are tenants in common.\nFrom the rest of the evidence we learn, that the dam was swept away, or so much impaired by freshets, in 1853, as to throw the mill out of use, when, the defendants neglecting to repair it, the plaintiff took away the saw, the bull-rope, and crowbar, to another mill in the neighbourhood, and left this property unoccupied until the defendants, more than a year after the plaintiff had quitted the possession, entered and erected a steam saw-mill.\nSuch, in substance, seems to have been the case.- An action of ejectment would have been the natural remedy for the plaintiff to regain possession, and in that action, or subsequently in an action of trespass, he might have recovered for mesne profits. The authorities of the law on this subject may be stated briefly as follows: Littleton, in § 322, of Estates in Common, said, “ if two have an estate in common for term of years, &c., and the one occupy all, and put the other out of possession and occupation, he which is put out of occupation shall have against the other a writ of ejectione firmse of the moiety, &c.” Commenting on which words, Lord Coke said, “ if the one drive out of the land any cattle of the other tenant in common, or not suffer him to enter or occupy the land, this is an ejectment or expulsion, whereupon he may have ejectione firmse for the one moiety, and recover damages for the entry, but not for the mesne profits 3 Thomas’s Coke Lit. 611. And so are several cases : 1 Salk. 392 ; 7 Mod. 39; and 5 Burr. 2604. But in Goodtitle v. Tombs, 3 Wils. 120, Ch. J. Wilmot, in a very spirited opinion, demonstrated that trespass for mesne profits between tenants in common-would lie after ejectment. In Cubitt v. Porter, 8 B. & C. 257, it was assumed, that if one tenant in common totally destroy the thing held in common, as a wall, for example, trespass would lie, but I think it will be found, that in all of the carefully-considered cases, trespass has not been sustained as a remedy between tenants in common, except where mesne profits were sought, or there had been total destruction of the property. In respect to chattels, the principle on which a tenant in common cannot sue his co-tenant is, that he has another remedy, namely, his right to take and use the chattel at all times, when not actually occupied by the other; but this right ceases, and consequently his right of action commences, if the subject-matter be destroyed. See note in 3 Thomas’s Coke Lit. p. 613, and cases cited.\nThe principle and its reason are 'applicable to chattels real, as well as personal. Generally, there is no constructive ouster among tenants in common. Some positive act of hostility must be shown, to constitute a disseisin : Hart v. Gregg, 10 Watts 189,190. And such an act was shown in McGill v. Ash, 7 Barr 398, the only case in onr own books I have found, in which it has been said a tenant in common might maintain trespass against his co-tenant, where neither mesne profits were sought nor damages for destruction of the property.\nIn view of these authorities, we should have great difficulty in sustaining the plaintiff’s action, if the point had been properly taken, for we do not understand that there was destruction of the premises, and certainly mesne profits were not sued for. If it were the defendants’ duty to repair the dam, the plaintiff could have compelled performance, if not by action at law, by proceeding in equity, and if the defendants held the plaintiff out of possession, his remedy was by ejectment.\nBut no point was put to the court which touched the form of remedy adopted by the plaintiff. The controversy in the court below turned upon the question, whether Bullock had not agreed by parol to keep the dam as well as the mill in repair, notwithstanding the agreement — whether he had not so violated his covenants as contained in the agreement as to forfeit his estate, and whether he had not abandoned and surrendered up the premises. These were questions of fact, on which there was a great deal of evidence, and which the court submitted to the jury with instructions that we think the defendants have no reason to complain of. Indeed, where the action is misconceived, or inappropriate, but is submitted to without objection by the defendant, it is very difficult for a court of error to scan closely questions of law arising on evidence and instructions, for such questions must always depend, more or less, on appropriate pleadings.\nTaking the case as it was tried, we see no error upon the record which requires a reversal of the judgment.\nJudgment affirmed."}