{"id": "990412", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe $240 could not have cometo the sheriff’s hands before he received the Stevenson execution, because that question, fairly submitted to the jury, was found for the plaintiff. Under the instructions of the judge, which are contained in the 3d, 4th, and 5th assignments of error, the question is, then, whether all that occurred amounted to a “ seizing and taking” of that sum in execution by the sheriff. If it did, he made a false return of Stevenson’s fi. fa., for he should have applied the money to that writ. There can be no doubt that when a sheriff has two executions in his hands against the same defendant, at the same time, he is bound to apply any levy he makes, whether of goods or money, to that writ which first came into his hands, giving the second the benefit of any surplus that may remain after satisfaction of the first. But can money, voluntarily paid to a sheriff with directions to hand it over to a specified creditor, be said to have been seized and taken in execution by the sheriff? If in any case it can be, the question that arises here is, whether it can be considered a seizure upon an execution that shows a levy and sale of personal property, and a levy undisposed of on real estate ? The Act of 16th June 1836 gives the sheriff authority to seize and take money in execution only “ when he can find no other real or personal estate of the defendant,” and even then, he is not to take the money from the person of the defendant.\nNow the sheriff having, on the 27th May, sold the defendant’s goods to an amount greatly less than the Stevenson execution, there was nothing in the fact of that levy to prevent his seizure, three days afterwards, of money on the same execution; but the levy on real estate, not having been disposed of, would seem to present an insuperable obstacle to his seizure of money on the 30th of May. If the Act of Assembly means what it says, he was in no condition to seize coin, for he had taken land, and it could not appear, except by a sale, that the levy was insufficient to satisfy the debt. Is he to be held liable for a false return because he did not do that which the statute forbade ? He made no false return of the plaintiff’s writ, if he did not, and could not levy that writ on the money in question; and that he could not is as certain as that he could not set aside the Act of Assembly.\nIndependently of this view of the case, we should have difficulty in considering it a seizure and levy at all, if the sheriff ha,d not concluded himself on that point by his return of the writ of Brock, Emery & Co. If Koffel, the debtor, gave the sheriff the money to carry to the attorney of his creditor, it was a trust, which the sheriff had better perhaps have declined, but which, being undertaken, he was bound to execute. To seize and take is an aggressive act on the part of the officer — to receive by the voluntary payment of the debtor, and to carry the money to be deposited according to the debtor’s directions, is altogether unlike the official act. Whilst the money remained in Koffel’s hands, he had the sole control of it. The sheriff could not take it from his custody by virtue of his office. Koffel might apply it to whichever creditor he pleased. And if he sent it by the sheriff, as his messenger, to Brock Emery & Co., the sheriff, no more than any. other messenger, could violate his trust to the prejudice of Koffel’s right of application. But the sheriff has precluded himself from standing on this ground, by returning the money as made on Brock’s execution. That return, though unsigned, was properly admitted in evidence, and, under all the circumstances in proof, we think the sheriff was properly held responsible for it. But what did it prove ? Only that he had applied the money to the later writ instead of the earlier. But if the Act of Assembly forbade him, in the circumstances of the case, to apply it to the earlier writ, then the plaintiff in that writ has no reason to complain. So is the act written that it would have been a breach of official duty, as well as of private trust, to apply that money to the plaintiff’s writ, though it was first in the sheriff’s hands. He ought not, therefore, to have been held responsible to the plaintiff. There was no error in holding Mr. Fox a competent witness.\nThe judgment is reversed, and a venire facias de novo is awarded."}