{"id": "990488", "contents": "The opinion of the court was delivered by\nStrong, J.\nThe case of the defendant below, now plaintiff in error, is most dishonest and repulsive, but if it be legal, it must prevail.\nHis plea was, that the loan association was a body corporate; that it had loaned to him the sum of $2080, for which loan he had executed and delivered his bond and mortgage, conditioned for the payment of $2600 within one year; that he was a member of the corporation, and had bid or offered for said loan the difference between it and the sum of $2600 as a premium, whereby the bond and mortgage were discounted by the corporation, and therefore void.\nThe defence intended to be set up by the plea is, that such a loan as it describes is a “ discount,” within the meaning of the 2oth section of article 1st of the amended constitution of 1888, and therefore that the plaintiffs below were not privileged to make it. The constitutional inhibition is as follows: — “ No corporate body shall hereafter be created, renewed, or extended, with banking or discounting privileges, without six months’ previous public notice of the intended application for the same, in such manner as shall be prescribed by law.” On the 1st of June 1839, the legislature prescribed the manner of giving this notice. Though the plea does not make the averment, it is assumed that the plaintiffs below were incorporated since the 1st of June 1839, and that they were incorporated without having given six months’ notice of their intended application for a charter.\nWas then the transaction a discount within the meaning of the constitutional prohibition ? For if it was not, the plea is bad. Then the loan was not illegal, and the bond and mortgage are not void.\nUpon this question we can entertain no doubt. It is nothing to the purpose, that the word discount, among its many significations, has one which would include this transaction. The inquiry is, how was it understood by the framers of the constitution? Did they contemplate a prohibition of anything which had ever been called a discount, or which makes up any of the definitions of the word to be found in our dictionaries ? Did they intend to prevent a corporation from selling any of its property, and throwing off a portion of the price for present payment ? Yet such a transaction is discounting in one sense of the term. Did they intend to prevent a corporation from -making a deduction from a sum due by a debtor in consideration of his paying the remainder before it became due ? This, too, is in one sense discounting. It is too evident to admit of a doubt, that the constitutional provision had in view the banking or discounting which was customary at the time it was framed. The framers used the word discounting in its banking sense. It was then, as it is now, a well-known fact, that bank discounting in this country has' always been conducted by the deduction of the interest at the time' the money is loaned, and has been confined to dealing in promissory notes, bills of exchange, or other negotiable paper. It has always been the buying of bills of exchange, promissory notes, or negotiable paper for less than its face. It was such a business as that (it being usually coupled with the privilege of issuing notes as a circulating medium), that the constitution intended to restrain, by interposing obstacles to the creation of corporations, with power to engage in it. With such views of the meaning of the constitutional provision, we hold that there was no error in giving judgment against the defendant below upon- the demurrer to his plea.\nNor are the other errors assigned to this record any better sustained, or any more creditable to the honesty of the plaintiff in error. They may be considered together, for they present the same question. Schober, besides the money obtained upon his bond and mortgage, was indebted to the loan association in the sum of $1400, for which they held his promissory note. This note was paid by Lewis E. Eackler, and in consideration thereof Schober transferred to him thirteen shares of stock, which he held in the association, upon which he had paid $1170. Fackler took it, subject to a previous assignment to the mortgagees, as a collateral security to the mortgage. The court below received the evidence of these facts, and instructed the jury to disallow the instalments paid by Schober on the stock, and to give a verdict for the sum originally advanced, with the interest, crediting all that had been paid as interest. The complaint now is, that the mortgagor was not allowed to have a credit on his mortgage for the $1170, paid by him to meet the instalments due upon his stock. In other words, after having transferred his stock for value received by him, he seeks to destroy it in the hands of his assignee. The case of Kupfert v. The Guttenberg Building Association will not sustain him in such an attempt. There the borrower had not severed his interest in his stock from application to the payment of his mortgage. Here he has done it by a solemn assignment over his hand and seal. It is not for him now to say that his stock should have been applied to the partial payment of his mortgage, when he had received its value in another way, and had given to it a different direction.\nThe judgment is affirmed."}