{"id": "990492", "contents": "The opinion of the court was delivered by\nThompson, J.\nThis was an action according to the course of the common law, in the Quarter Sessions of Philadelphia county, on a forfeited recognisance, under the 2d section of the Act of 4th April 1857, by which jurisdiction was conferred on that court in such cases. Hence, the writ of error is an appropriate remedy to bring up the record.\nThe second assignment of error should properly be considered first, and that regards the power of the Court of Quarter Sessions to establish a rule of court, requiring affidavits of defence to be filed in actions on forfeited recognisances.\nThe suggestion that such an instrument is not of such a nature as has been usual to consider as coming within such a rule, I think is without force. After forfeiture, the recognisance is certainly, primá facie at least, an instrument for the payment of money. Equity, or equitable action, may, under the statutes, relieve against a part, or the whole of it, and so may the same thing operate in our system as to bonds and promissory notes. It may be the equity of the case' alone which it is the province of the affidavit to declare. In The Commonwealth v. Boult, 1 Bro. 237, and in Davis v. Dolan, Id. 317, it was held by the Common Pleas, and acquiesced in, that an affidavit of defence was necessary, in case of a forfeited recognisance, to prevent judgment under a rule of court.\nThe instrument not being inappropriate to the operation of such a rule, measured by the practice in other courts, why might not the Quarter Sessions, having exclusive jurisdiction of it, establish such a rule? It is not restrained by the words of the act, although not expressly authorized. But Courts of Common Pleas and District Courts made such rules long before any statute on the subject: 3 Binn. 417. This was incident and necessary to their power to regulate the pleadings and practice before them. That such a rule as that of the Quarter Sessions could be adopted by such courts, cannot, after the numerous decisions in regard to their powers on this point be doubted: see 2 Wh. Big., tit. Prac. viii., p. 486. It would be difficult to give a good reason why a court composed of the same judges, exercising the same jurisdiction in one court, could not regulate the practice in regard to it as fully as they could in another. Why not in the Quarter Sessions, when they might have done it by rule in the Common Pleas ? There is no statute restraining it; and its right to regulate its practice in civil matters, ought to be as ample as that of any other court. We know they do exercise that power in regard to road proceedings — division of townships — altering township lines, and the like — and proceedings under such rules are constantly regarded by this court. And we think they have power to adopt the rule in question, and we regard a judgment taken pursuant thereto as valid.\nThe first assignment of error is in regard to the regularity of the judgment taken under the rule. Irregularities may be waived by a party entitled to take advantage of them, most certainly. If it was an error to take judgment on the day on which it was taken, instead of after that day, it was but an irregularity. The judgment was not void, and if it might have been avoided by the defendant, it could not have been by any other, and this proves it to be but an irregularity at most. Instead, however, of taking advantage of the supposed error, the defendant waived it, and, by an act totally inconsistent with the present ground of complaint, he affirmed its regularity by claiming and obtaining the benefit of a stay of execution for a year on the judgment. After this, he must be held to be estopped from averring the defect: Cochran v. Parker, 6 S. & R. 549; Morrison v. Wetherill, 8 Id. 502; Crosby v. Massey, 1 Penn. R. 229. How far we might feel bound to regard the interpretation by a court of its own rules, we need not discuss; the case is disposed of on other grounds. We find no error that calls for correction in the judgment.\nThere was a certiorari also in this case. It is essentially a writ of error, applicable only to proceedings not according to the common law. Its office is similar, and it brings up only the records of inferior jurisdictions. In the absence of statutory direction, it cannot take the place of an appeal; although in the Orphans’ Court of Philadelphia, it usually issues to bring up such records. But there must he an appeal in fact. Here, it is likely the certiorari issued for the same purpose; but as the paper-books were silent as to there having been an appeal, an examination of the record as filed made it apparent that no appeal had ever been taken from the decree of the Quarter Sessions refusing to remit all or any portion of the forfeited recognisance. The case therefore of the plaintiff in error for a mitigation of the forfeiture of his recognisance is not before' us, and we cannot determine , in regard to it.\nJudgment affirmed."}