{"id": "990428", "contents": "The opinion of the court was delivered by\nThompson, J.\nThis was an action on the official bond of C. M. Straub, formerly sheriff of Schuylkill county, and his sureties, alleging a failure, properly,' and according to law, to execute a certain writ in favour of the plaintiff. To this the defendants plead not guilty, and four special pleas, which were in substance, tbe pendency of a former suit — performance of the conditions of the bond — the execution of the plaintiff’s writ, and a lawful return thereto, and want of title in the plaintiff at the time his writ issued. To the first and third special pleas the defendants demurred, and replied to the others. The court below, after argument, gave judgment on the demurrers against the plaintiff, and if right in this, evidence could not' avail the plaintiff under the other pleas, and there was no harm done in rejecting it. The regularity of the pleading was not objected to in the court below, and is not made the subject of exception here. We will, therefore, treat the questions raised, as they were treated below; as if entirely regular.\nWas the pendency of a prior action on the sheriff’s official bond a bar to a subsequent suit on the same bond ? Under the Act of 1803, it certainly would not have been; for as often as any person or persons were aggrieved by the official misconduct of the sheriff, he or they might proceed, by action of debt on the bond, or scire facias on the recognisance, and recover a judgment for such amount as he or they might be entitled to, and the same course was to be pursued by every succeeding claimant against the sheriff. But the law was changed by the Act of the 14th June 1836,'regu-lating suits on bonds with penalties, and official bonds. A system is provided by that act for suits on such bonds, and by express terms, all such acts as are altered or supplied by it are repealed. Under this act, a party suing on the bond of the sheriff, brings suit in the name of the Commonwealth, and suggests breaches and assigns his damages. In case he is entitled to recover, there is a judgment, first, for the Commonwealth for the penalty of the bond; secondly, in favour of the individual party for his damages. Any number of persons aggrieved may suggest themselves as plaintiffs during the pendency of the suit, and have their damages assessed on trial. After judgment, the remedy is by scire facias, and assigning breaches. So that either before or after judgment, there is ample remedy provided without resorting to a second suit on the bond. There can be but one recovery on the penalty of the bond, and hence it follows, that a plea of action pending must, of necessity, put an end to a subsequent suit, otherwise there might be two judgments for the same penalty, which would in principle be wrong. That such a plea will abate the second action, has been decided: Hartz v. The Commonwealth, I Grant’s Cases 359.\nThese principles are not seriously controverted, but it is denied that the Act of 1836 changed the law regulating suits on sheriffs’ bonds, as provided in the Act of 28th March 1803. It does change it, unless sheriffs’ bonds are-not “ official bonds,” and are without “penalties.” This is not pretended; and it is an answer to the whole controversy on this point. The Act of 1836 is a system regulating suits on such bonds, and repeals all prior laws altered or supplied by it. The Common Pleas were therefore right in deciding against the plaintiff on the demurrer to the defendant’s first plea.\nThe third plea avers the sufficiency of the sheriff’s return upon the writ of restitution. That writ issued upon the judgment of the plaintiff in the scire facias ad computandum et rehabendum terram, and the sheriff returned that neither the plaintiffs in the liberari facias, nor any person claiming under them, were in possession of the premises, which his writ required him to redeliver to the plaintiff, but that other persons, naming them, were in possession, claiming title under sundry conveyances in fee simple, set forth in the return, and therefore he could not deliver possession to the plaintiff. The demurrer admits the truth of this return, and claims it to be insufficient in law, and thus raises the question whether the sheriff was bound to turn out of possession every person he might find in possession, even the legal owners and rightful occupants of the premises, and put into possession one who had neither title nor right of possession, because he had a writ which required him to redeliver the possession taken under the law by a creditor, with whom such occupiers had no connection in any way ? To state the proposition is to demonstrate the negative of it. But we will examine it.\nThe statute of 13 Edw. 1, ch. 18, which gave the writ of elegit in England, never extended to Pennsylvania: 1 Sm. Laws 62, in note. But the scire facias ad computandum et rehabendum terram, applicable in cases of extent, did, or rather was at an early period, adopted with us in practice: 1 Dall. 81; 1 Sm. L.62 ; 2 Troubat & Haly’s Prac. tit. “Scire Facias;” and is recognised, and its uses explained, in the recent case of McKelvy v. De Wolfe, 8 Harris 374. It issues where the defendant, after, an extent, has paid the judgment — or where, by the receipt of unusual and unexpected profits, the debt is supposed to be satisfied before the period estimated, or where for any other reason the defendant in the execution claims a satisfaction or release of the judgment. A judgment on this scire facias in favour of the plaintiff, who is usually the defendant in the execution, entitles him to a writ of restitution; and the sheriff is bound to deliver him possession of the premises, extended as against the plaintiff in the judgment and liberari facias, and all persons claiming under him. We think, however, that the sheriff could not disturb an occupier by independent title.\nThat he might deliver possession as against a mere intruder, I have no doubt. The plaintiff in the writ would not be guilty of a trespass by a peaceable entry on such, and if he would not, the sheriff would scarcely be. But that is not this case. Here the occupiers were in, as the demurrer admits, by good title, and of course, had rightful possession. Assimilating, then, the practice under this writ to that under the writ of liberari facias, and I see no reason for giving it greater scope, it would certainly only be operative as a remedy against the party in possession, under the extent, and perhaps, to intruders. The 56th section of the Act of the 16th June 1836, is a transcript of the 6th section of the Act of 28th March 1807, and it provides for the delivery of lands extended to the plaintiff in the execution, “ where the defendant or his tenant is in possession.” If the sheriff should find a stranger in possession, claiming title, he should make a special return of the facts: 10 Barr 143. In such case, only legal seisin could be delivered, and the plaintiff in the execution would be’put to his action of ejectment to recover actual possession. In England, as in this Commonwealth, up to the passage ofthe Act of 1807, that was all that the sheriff ever delivered to the plaintiff, and this out of regard to the possession of the occupier of lands and tenements. But to facilitate the remedy for the collection of debts of the owner out of his lands, the law was altered by the Act of 1807, and re-enacted by the Act of 1836, and actual seisin was required to be delivered, as against the. defendant in the execution, or his tenant in possession — but the law goes no farther. Why should it be extended in a proceeding so analogous as that under consideration ? There is no law requiring it, and we have no traces of any practice favouring it. As the judgment in the scire facias is not in the nature of an inquisition or office found, but like other actions operating in personam, it only binds parties and privies, and the execution upon it can have no greater effect, and hence the sheriff was in this instance without power; the parties he found in possession had title, and were strangers to the process. He therefore properly discharged his duty in making the special return of the facts upon his writ, and the court were right in overruling the demurrer to the plea.\nJudgment affirmed."}