{"id": "990430", "contents": "The opinion of the court was delivered by\nStrong, J.\nIt would be a waste of time, in the view which we take of this case, to discuss all or even any of the numerous assignments of error which appear on the record. Even if sustained, they have been rendered immaterial. The result of another trial must be the same, and the questions presented by them are consequently pure abstractions.' The plaintiffs in error were sued in the court below for a part of the purchase-money of several tracts of land. The defence they set up was failure of consideration for the note they had given. They alleged a defect in the title to one of the tracts, or rather an outstanding title existing in a certain Isaac E. Pearson and Stiles Williams, and the whole case hinged upon the validity of that title, and the right of its holders to assert it against the defendants. The defence was therefore nothing hut the assertion of an equity. They who set it up were in the same position as if they had gone into a court of equity, and asked the chancellor to enjoin the plaintiff against proceeding at law upon the note they had given. If there existed any fact which amounted to a bar to their obtaining relief in a court of equity, the same fact was fatal to their equitable defence in this suit. How, then, would the defendants stand in a court of equity ? It is- to be observed, that their case is not one of want of consideration for their promise, but of an alleged partial'failure. Their purchase embraced several tracts of land, to most of which they have confessedly obtained title. It is only to a part of one tract to which they aver that they have obtained no title. The contract of sale has been executed, and the grantor has conveyed to the promissors all the interest which he had. He has surrendered his own possession and whatever rights he had, and has estopped himself by his deed from reasserting them, either against the purchasers, or against any adverse claimant. Such being his position, the purchasers now ask to be relieved from their engagement to pay for that part of the land, the title to which they say is in Pearson and Williams. Thus far they seek to rescind the contract of sale, not to obtain a deduction for an encumbrance, but to treat the sale of that part as if it had never been made. Can they do’ this, and at the same time, retain the rights which they acquired under the vendor’s deed ? Can they do this when, by their own conveyance to Williams, they have put it out of their power to restore the vendor to the position in which he stood before they took his title, whatever that title may have been ? Is that doing equity while they are seeking it? It is a very unsatisfactory answer to this, to say that there was no title in the vendor, that his deed conveyed nothing, and therefore there was nothing for the purchasers to restore. The deed conveyed at least colour of title, and being retained by the purchasers or their grantee, it is an abiding estoppel to Beaupland against any attempt to vindicate his title, or contest the ownership with Pearson and Williams. At all events, the purchasers assert an estoppel against him, while seeking to annul the contract. Their conveyance to Williams is equivalent to a retention of whatever rights they acquired from Beaupland, and is necessarily embarrassing to him. Possibly, as was intimated when this case was here before, 4 Casey 124, the owners of the outstanding title have no rights, or if they have, they may never attempt to assert them, and in either case, it would be against conscience and equity, to allow the purchaser to keep the land' and the price which he agreed to pay the party who put him in possession. Possibly, also, if the title with which Beaupland parted were restored to him, he might be able, in a contest directly with Williams and Pearson, to establish his own ownership. Then he would not have to encounter the testimony of Williams, and then, too, he might avail himself of the testimony of these defendants. We have gone very far in this state to protect a purchaser under a contract executed, when we have allowed him for defect of title to detain the purchase-money, even before eviction, and when there has been no breach of covenant on the part of the vendor, but it would be a long step in advance were we to permit him to make a market of the title he has purchased, and still retain all the purchase-money. The defendants below are standing in this advanced position. They have disabled themselves from returning to the plaintiff what they obtained from him. They have made a deed to Williams, and are now setting up against the claim, for payment of their note, the ownership of Williams; an ownership which, if they have not created, they have at least confirmed. This we hold they cannot do. To us the attempt appears grossly inequitable. No chancellor could grant them relief from the payment of their note after such a conveyance, and of course, their attempted defence cannot avail them in this suit.\nThis disposes of all the assignments of error, and- leads to the conclusion that the judgment must be affirmed.\nJudgment affirmed."}