{"id": "990432", "contents": "The opinion of the court was delivered by\nStrong, J.\nThe familiar doctrine of subrogation is, that when one has been compelled to pay a debt which ought to have been paid by another, he is entitled to a cession of all the remedies which the creditor possessed against that other. To the creditor, both may have been equally liable, but if, as between themselves, there is a superior obligation resting on one to pay the debt, the other, after paying it, may use the creditor’s security to obtain reimbursement. The reason why subrogation is not allowed to one partner as against his copartner, or to one merely a joint debtor as against his co-debtor, is because that, as between them, there is no obligation to pay the debt resting upon one, superior to that which rests upon the other. The doctrine does not depend upon privity, nor is it confined to cases of strict suretyship. It is a mode which equity adopts to compel the ultimate discharge of the debt by him wTho in good conscience ought to pay it, and to relieve him whom none but the creditor could' ask to pay. To effect this, the latter is allowed to take the place of the creditor, and make use of all the creditor’s securities, as if they were his own.\nIn the light of these principles, we discover no error in the charge of the court below. It was a substantial answer to all the points propounded by the plaintiff in error, Avhich arose out of the •cause, and it was correct. Smythe, it is true, obtained his decree against both Irwin and Whittaker, but the agreements between them, given in evidence, established, that long before the decree, as between them, the primary or superior obligation to pay the sum decreed, lay upon the latter. He had covenanted with Irwin to pay it, and the effect of the covenant was to make himself the principal. Of course Irwin, after having paid the debt, became entitled in equity to the use of Smythe’s decree, obtained against the principal, and not only to that, but' to every remedy to enforce its payment which Smythe had against Whittaker’s sureties, who became such after he assumed the superior obligation to pay.\nThe case of Burns v. The Huntingdon Bank, 1 Penn. R. 395, rules that a surety in an original obligation, who has paid the debt, is entitled to a cession, not only of the creditor’s judgment against the principal, but also of his claim against a subsequent surety of the principal for a stay of execution. A similar decision was made in Pott v. Nathans, 1W. & S. 155. There the creditor took a promissory note as a collateral security for the payment of a judgment which he had obtained against a principal debtor. The original surety, having paid the judgment, was subrogated to the right of the creditor to the note. That was subrogation between sureties, for the drawees of the note were but sureties, but they were junior. The equities of such sureties are not equal.\nApply now these principles to the present case. McCormick was a surety, it is true; his obligation was secondary to that of Whittaker, so was Irwin’s. Though an equal debtor to Smythe, as between him and Whittaker, the latter was bound to pay the whole debt, and this was the extent of his obligation, before McCormick became surety at all. The expressed purpose of McCormick’s bond was to relieve the property in Whittaker’s hands, which might, without it, have passed into the hands of a receiver, and been applied in payment of the debt due to Smythe, and thus in discharge of Irwin. The bond was given to enable Whittaker the principal debtor to retain possession. But, as was said in Pott v. Nathans, by Sergeant, J., “ it is sufficient that it is settled, that if the interposition of the second surety may have been the means of involving the first in the ultimate liability to pay, the equity of the first surety decidedly preponderates.” When therefore it was established, as we think it was by the agreements, that as between Irwin and Whittaker, the latter was bound to pay Smythe, it followed, of course, that the former, having paid it, was entitled to subrogation to Smythe’s claim against McConnick. Irwin and Whittaker were neither partners, nor equal joint debtors. We need hardly add that the bond itself shows that the suretyship assumed by McCormick was for Whittaker alone.\nThe other points require but a passing notice. Actual payment, indeed, discharges a bond or a judgment at law, but not in equity, if justice require the parties in interest to be restrained from alleging it, or insisting on their legal rights: Fleming v. Beaver, 2 Bawle 128. Whether there was such an equity in this case, depended upon the question whether the primary obligation to pay was upon Whittaker. Certainly the court could not have said that payment by Irwin sustained the defendant’s plea, and discharged McCormick’s bond. We think also there was evidence even without the bill in equity, that the debt due Smythe was one which F. A. Whittaker had agreed to pay by his contracts given in evidence. If found nowhere else, it is found in the bond itself.\nThe errors assigned to the admission of the depositions and other evidence, are equally without merit. The record shows that rules of court were granted to take the depositions, and it has never been doubted, that courts have power to grant short rules. Besides, the plaintiff in error attended to cross-examine, and after that, he cannot be permitted to object, that sufficient notice was not given. If the depositions were taken in fraud of the rule, if the witnesses were not going witnesses, when the rule was only to take the depositions of such as were going, it was a matter for the control of the court below. It is not reviewable here.\nThe objection to a portion of the subject-matter of the depositions, as well as to the admission of the testimony of Thomas Garret, misconceives the purpose for which the evidence was offered. It was admissible to show that Whittaker had obtained possession of the property, under his contracts with Irwin. It went thus to establish in part the primary liability of Whittaker to pay the debt due Smythe, and with that to establish that the payment of the decree by Irwin was not in equity a payment so as to discharge McCormick’s bond.\nThe certified copy of the record from Clinton county could not have been rejected in the face of the prothonotary’s certificate, that it contained “ a full, entire, and attested copy of the whole record in the case, so full and entire as the same remained of record in his office:” 7 W. & S. 211, and cases there cited. By the decisions in this state, the admissibility of an exemplification of a record is put upon the certificate. So it was stated in Christine v. Whitehill, 16 S. & R. 106; and so it has ever since been held.\nNone of the other assignments of error to the admission of evidence have been seriously pressed, nor could they be with any hope of maintaining them.\nThe first error assigned, even if it was an error, was waived by the appearance of the administrator, and his taking defence to the suit.\nThe judgment is affirmed."}