{"id": "990435", "contents": "The opinion of the Court was delivered by\nStrong, J.\nThat the payment of usurious interest is not a voluntary payment in any such sense as to entitle the receiver to •retain the sum paid above legal interest, is too well settled to admit of doubt. The money is paid under the constraint of a •formal though illegal contract. That contract itself was obtained by oppression, by taking advantage of the necessities of the bornower, and, of consequence, so was the usurious interest paid under it. The early disposition of the English courts was to deny .the right of a party paying such interest to recover back any ■portion of the money paid, for the reasons that both parties to such a transaction were deemed to be “in pari delicto,” and the ■excess of interest was regarded as paid voluntarily, so that the maxim “ volenti not fit injuria” would apply: 1 Salk. 22. The authority of this decision, however, was soon questioned. Lord Mansfield declared that the case had been denied a thousand times: Cowper 199. At a later date a distinction was taken between transactions under statutes enacted on grounds of general policy, where each party violating the law is held to be in equal fault, and transactions under the usury laws, enacted to protect weak and needy men from being defrauded and oppressed. To the latter the law does afford relief. It regards the lender on usury as an oppressor, and the borrower as the injured and oppressed: Browning v. Morris, Cowp. 790; Briggs v. Thompson, 20 Johns. 294; Thomas v. Shoemaker, 6 Watts & Serg. 183. And in none of the eases do we discover that any other evidence of duress or oppression has been held to be necessary, than such as is involved in the act itself of taking the money under an usurious contract. The principle of the statutes of usury seems to be, that the lender alone is the wrongdoer, and that the borrower is his victim.\nIn this case, the jury were instructed that the plaintiff could recover whatever he had paid to the defendants (on account of principal, instalments, interest, fines, or otherwise) over and beyond the sum of $720 originally lent, and six per cent, interest thereon, and this even though the plaintiff, before his mortgage became due and could be demanded, proposed to the defendants to pay it and withdraw his stock, and although a settlement was had accordingly, and the mortgage was satisfied. By the term withdrawal of the stock is to be understood not that stock was returned to the plaintiff, for none ever was, but that he should cease to be a stockholder. In effect, the transaction was an extinguishment of the stock. The parties agreed to treat with each other simply as debtor and creditor. Now, how is it possible, that the fact that the settlement was made before the mortgage became due and payable can change the nature'of the transaction ? It still remains, that the security which had been exacted was for a greater amount than the sum actually lent. The settlement and payment, therefore, were under the constraint of an usurious contract, and consequently, the “taking” the money was itself usurious, whether before or after the day of payment fixed in the mortgage. Nor can the character of the “taking” be changed, by the fact that the defendants accepted a smaller amount of usurious interest than they would have received had they exacted all that the mortgage called for. Then, what is there in the withdrawal of the stock, in other words, its extinction, more than an application of the amount paid upon it toward the satisfaction of the debt? Certainly the defendants cannot say, after having taken an assignment of the stock as collateral security for the payment of the plaintiff’s bond and mortgage, that its value was less than the amount of money paid to them upon it. When, therefore, he relinquished to them all his legal and equitable ownership, when he gave to them the benefit of all the payments he had made upon it, it is not easy to see why he is not .to be credited with the amount of those payments toward the discharge of his debt. The stock may have been worth more than that amount. It could not have been worth less. The charge to the jury in this respect was, therefore, unexceptionable, and it was in entire harmony with what was said in Kupfert v. The Guttenberg Building Association, and Hughes’s Appeal, 6 Casey 465 and 471.\nWe think, also, the court was right in refusing to charge the jury that there was evidence from which they might infer that the arrangement made and consummated between the parties was a sale of the stock to the defendants for the balance of the mortgage loan, after deducting all direct payments for principal and interest. We are unable to find any evidence which would warrant such an inference. A withdrawal of the shares, not a sale, was the thing proposed and assented to. Nothing more was intended, nothing more was done.\nJudgment affirmed."}