{"id": "990460", "contents": "The opinion of the court was delivered by\nWoodward, J.\nAll the Material facts of this case lie within a narrow compass. The plaintiffs showed a perfect paper title to the land in controversy, from John Lesher, the original warrantee of the Commonwealth. Deriving their title through Schwartz and Snavely, they showed that when the latter purchased there was no- inconsistent title on record, and no possession to give notice of an adverse right. Daubert, who was on the ground at the time, was a mere intruder, and claimed under neither title that is in question here. The plaintiffs claimed, therefore, to be bond fide purchasers, without notice of the title of the defendants.\nThe defendants claimed under the statute of limitations. They showed a possession commenced in 1805, and continued down to about 1833, when the tenants of the then owners deserted the premises, and George Daubert entered as an intruder. This title, transferred several times, and twice by public sales, was duly vested in the defendants. As the case is presented on the record, we are obliged to. consider every fact necessary to complete a title under the statute, so proved, that the jury would have found it had it been submitted. In other words, we assume that the plaintiffs have a perfect paper title, and the defendants a perfect title under the statute of limitations — but that when Snavely bought the title under which the plaintiffs claim, the defendants had lost the possession, though the statutory period of twenty-one years had run out in favour of their right‘long before.\nThe learned judge declined to affirm the main position assumed by the defendants, that a title once perfected by twenty-one years' possession, cannot be lost by neglecting to keep up the possession after that period, and that nothing short of twenty-one years’ adverse possession will bar it.\n'An unrecorded paper title does not affect a purchaser without actual notice, and'the learned judge pronounced a title by the statute of limitations, if unaccompanied by a continued possession, as no more than an unrecorded paper title. If this be sound doctrine, then the claimant under the statute, however he may have perfected his right, must keep his flag flying for ever, and the statute ceases to be a statute of limitations.\nThe first observation we have to make on this ruling is, that titles matured under the statute of limitations, are not within the recording acts. However expedient it might be to require some public record of such titles to be kept, and however inconvenient it may be to purchasers to ascertain what titles of that sort are outstanding, still we have not as yet any legislation on the subject, and it is not competent for judicial decision to force upon them consequences drawn from the recording acts. Those acts relate exclusively to written titles. Possessory titles have always been favourites of Pennsylvania legislation, and it would ill’ become the judiciary to clog them with conditions and disabilities, which the law-making power has not prescribed, nor even suggested.\nOur next remark is, that the ruling below mistook the true nature of titles under the statute -of limitations. The elements of all titles to land are possession, the right of possession, and the right of property, which Blackstone denominates the Jus merum. The instance he puts to illustrate both the absolute right of possession and the mere right of property, is that of a person disseised, or turned out of the possession of his estate, neglecting to pursue his remedy within the time limited by law. The disseisor in such case unites the absolute right of possession with the actual possession, leaving to the disseisee the mere right of property, which is for all practical purposes a barren sceptre.\nIn the great case of Atkyns v. Horde, 1 Burr. 119, Lord Mansfield expounded the effect of the statute of limitations in these words: — “ Twenty years’ adverse possession is a positive title to the defendant; it is not a bar to the action, or remedy of the plaintiff only, but takes away his right of possession. Every plaintiff in ejectment must show a right of possession as well as of property, and therefore the defendant need not plead the statute as in the case of actions.”\nIn Stokes v. Berry, 2 Salk. 421, this positive title was held not only sufficient to support a defence, but one upon which a plaintiff may recover in ejectment; a decision*which Judge Tilghman followed, in Pederick v. Searle, 5 S. & R. 240, where he declared that the right of possession is acquired by twenty-one years’ possession.\nIf, according to Lord Mansfíeld, the right of possession is taken away from the former owner, and according to Chief Justice Tilghman, it is acquired by the disseisor’s occupancy for the statutory period, Judge Gibson was strictly accurate when he said, in Graffius v. Tottenham, 1 W. & S. 494, that the effect of the statute was to transfer to the adverse occupant the title against which it has run. He added, “ the title of the original owner .is unaffected and untrammelled till the last moment, and when it is vested in the adverse occupant, by the completion of the statutory bar, the transfer has relation to nothing which preceded it; the instant of conception is the instant of birth,”\n^ The common law distinction between the right of possession and the right of property, as elements of title, is very much disregarded by us, and, so far as concerns the operation of the statute of limitations, is altogether lost sight of. Hence, we have numerous cases in our books in which titles, under the statute, are spoken of as titles against all the world — as indefeasible — as equally perfect with any known to the law — as title against the true owner — as capable of being lost only by grant or adverse possession, and not by neglect — as a perfect title even against a bond fide purchaser, without notice, &c.: Leeds v. Bender, 6 W. & S. 318; Gregg v. Blackmore, 10 Watts 192; Criswell v. Altemus, 7 Watts 580; Mercer v. Watson, 1 Watts 339 ; Cooper v. Smith, 9 S. & R. 26 ; Porter v. McGinnis, 1 Barr 413; Dikeman v. Parrish, 6 Barr 210; Sailor v. Hertzogg, 2 Barr 184; Bunting v. Young, 5 W. & S. 196; Urket v. Coryell, Id. 60 ; Greene v. Kelum, 11 Harris 258; Moore v. Luce, 5 Casey 262; Heckerman v. Hummel, 7 Harris 69.\nIf the operation of the statute be such as these cases teach— if it takes away the title of the real owner, and transfers it, not in form, indeed, but in legal effect to the adverse occupier, is it not manifest that when Snavely bought the recorded title of Schwartz, in 1837, he bought a title which, by operation of law, was fairly vested in these defendants ? Whatever merit that title possessed, by reason of being on record, must' be regarded as belonging to the defendants. In a word, whatever title was outstanding from the Commonwealth to this land, they had acquired, and had acquired it, too, under a statute which gave them no facilities, and laid upon them no obligation to make a record of it. This view of the effect of the statute verifies Judge Huston’s words in Leeds v. Bender, that “ it gives as perfect a title, if not a more perfect title, than any other known to our law.” . That experienced judge told us, in the same case, that he had attended to the operation of the statute almost half a century, and that he did not know any more beneficial, and in its general operation, more just law.\nBut when Snavely bought, he had no notice that the title he was purchasing had been transferred to the defendants, and it is argued that secret titles and liens are to be discouraged. Undoubtedly. Yet how can the title of the defendants be regarded as secret ? It had come down through two public sales that were on record, and it was proclaimed by whatever marks on the ground a possession of nearly thirty years had left there. There were, .besides, the traditions of the neighbourhood, anciently the only legal evidence of transfers of land, to guide a diligent inquirer to the truth. If these were insufficient circumstances to affect a purchaser with notice, then it must be remembered, that a title under the statute cannot be spread upon the registry of deeds. The law has created the title, but has provided no way for recording it. Shall the law, for that reason, destroy it? This would be to charge the law with folly.\nSo long as we retain this statute, and hold it in so high esteem, conveyancers and purchasers should not content themselves with merely searching registries, which were an invention consequent upon written titles, but they should make themselves familiar with the history of the possession for the last one-and-twenty years, at least. And if they would be relieved of this necessity, they must get the legislature to contrive a mode of putting this kind of title on the public records. ’Till that is done, the courts will be obliged to give effect to such titles without regard to records.\nThe plaintiffs have attempted to avail themselves of the equitable principle, that one standing by, and seeing another purchase an apparent title without disclosing his own superior right, shall be estopped from setting it up to the prejudice of the purchaser; but we do not see any facts upon the record which call for the application of this principle. The defendants’ title having matured long before. the plaintiffs purchased theirs, the defendants were under no more obligation to keep up the possession than any other owner is to occupy what he owns.\nWe think the court erred in submitting the case to the jury as a question of negligence, and that they should have affirmed the defendants’ proposition, that a title perfected under the statute of limitations is not lost, by neglecting to keep up the possession.\nThe judgment is reversed, and a venire facias de novo is awarded. •"}