{"id": "990468", "contents": "The opinion of the court was delivered by\nRead, J.\nA legacy by a father to a child is understood as a portion, because it is a provision by a parent for his child. If the father afterwards advances a portion for that child, it will be an ademption of that legacy, in whole or in part, as the advancements are larger, or equal to, or less, than the testamentary portion. And this may be the case, although there may be a wide difference between the limitations of the portion under the will, and the limitations of the portion under the settlement: Lord Durham v. Wharton, 3 Clark & Finelly 146. And since the decision of Thynne v. Glengall, 2 House of Lords Cases 131, that a gift of a whole or part of a residue may be a satisfaction of a portion altogether, or pro tanto, according to the amount, it has been decided by the full Court of Appeals, in Montefiore v. Gusdalla, 29 Law T. (Ch.) 65, on the 25th November 1859, that there may be an ademption of a residuary bequest. Lord Justice Turner, in the last case, says, “ In order to raise this question, it was necessary for him, in the first place, to establish that there could be an ademption of a residuary bequest. The argument was therefore first directed to this point, and it was contended, that all doubt on this subject was removed by the decision of Thynne v. Earl of Glengall, the argument being that satisfaction and ademption were on the same footing in this court, by means of the doctrine against double portions, a doctrine which dated from very early times. He thought that the principle was the same in both cases: namely, that a parent did not intend to perform the duty twice of providing for his child.”\nIt is true, that this presumption may be rebutted or confirmed in all cases, by the application of parol evidence of a different intention by the testator, and where evidence is admissible for that purpose, counter evidence is also admissible. The effect of ademption is well and accurately stated by Lord Kingsdown, in the case of Hopwood v. Hopwood, decided on the 10th August, 1859, by the House of Lords, 5 Jur. (N. S.) 897, 900. Lord Kingsdown says, “ At the hearing of this case, I was under the impression that a-settlement made by a parent on a child would not operate as a satisfaction or ademption of a portion given by a previous will, unless and until the portion provided by the settlement was actually paid; and that therefore, when, as in this case, the settlement was by covenant to pay at the testator’s death, both the covenant and the legacy were alike in existence during the testator’s life, and that the legacy would not be satisfied or adeemed until his death. If this view had been correct, the testator, by his second codicil, would have properly spoken of the ¿£5000 given by his will as a subsisting legacy, and it would not have affected the construction of the instrument if he had expressly confirmed it; he would have confirmed it only subject to its liability to be applied in satisfaction of the covenant. But upon further consideration, and on examination of the eases, I am satisfied that this view cannot be maintained, either upon principle or authority. The principle seems to be, that when a parent has given a portion by a will, and afterwards pays or secures the same portion by a settlement, the legacy is from that moment gone, and the will is to be read as if that bequest had been expunged from it. The language of Lord Cottenham, in Powys v. Mansfield, 3 M. Or. 359, on this point, is, I think, quite borne out by the cases. ‘ The codicil,’ he says, ‘ can only act upon the will as it existed at the time; and at the time the legacy revoked, adeemed, or satisfied, formed no part of it.’ Then as to the settlement being equivalent to payment; when the father has provided for the child in a different form, the portion which he intends him to take, he has as much indicated an intention that he should not also take the legacy, as if he had paid the portion to trustees. It is not merely, that the child shall not take both — he has no option which he shall take. The father is held to have substituted the provision by deed for the provision by will, and from that time the legacy is at an end.” “ It is sufficient if the testator has done- that which in the opinion of the court shows an intention that it should not be paid. It can hardly make any difference whether the testator pays or secures to be paid the amount of the portion. In the cases found in the books, the term ‘ advancement’ is generally used, and I cannot find that any distinction has been taken between payment and securing to be paid.”\nThe general doctrine upon the subject of ademption is succinctly stated by Justice Woodward, in Swoope’s Appeal in 3 Casey 61, and recent examples of its application are to be found in the cases of Ferris v. Goodbrun, 4 Jurist (N. S.) 847, before V. C. Wood, and Schofield v. Heap, Id. 1067, before the Master of the Rolls.\nIn the present case, there is no doubt on the face of the will, that the legacy to his daughter is a portion, and it seems equally clear that the bond of the 20th August 1849, given by the testator, with two sureties, to a trustee for his child, then a minor, securing the payment of exactly the same amount, within one year after his decease, with interest from its date, payable in his lifetime, and until its payment by his legal representatives, is a substitution for the provision in the will, and, of course, that the legacy is adeemed. No parol evidence was offered to explain or rebut this presumption, and the case stands simply on the will and the bond. The learned judge was therefore right in entering judgment for the defendant on the case stated.\nJudgment affirmed."}