{"id": "990490", "contents": "The opinion of the court was delivered by\nThompson, J.\nThere may, undoubtedly, be cases in which the only facts proven may present so clearly and incontestably features of negligence in regard to the specific ground of complaint, that it may become the duty of the court to pronounce it such as a matter of law. Such, for instance, as the rapid running of a train of cars around curves, at crossing places, over the railroad, without notice of any kind: Reeves v. The Delaware, Lackawanna and Western Railroad Company, 6 Oasey 454. So in the exit of a passenger from the cars on an opposite side from that of the platform provided for his safe and convenient egress, under no controlling necessity for doing so: The Pennsylvania Railroad Company v. Zebe and wife, 9 Oasey 318, and many other cases that might be imagined. But in .cases of controverted facts, the existence or non-existence of which may fairly be presumed to affect the mind, in a given exigency, there the question of the character of the acts, whether negligent or otherwise, is necessarily for the jury. Such, we think, was the case here. . The theory that the deceased might have seen 623 feet along the railroad in the direction in which the train was approaching, from a point at which he might have stopped the progress of his horse and escaped danger, but did not see it until within 174 feet of him, if considered abstractly, and entirely unshaken by any or every other consideration, would have presented a strong case of negligence; but even then it would scarcely have justified a court in saying there was negligence as a matter of law, when but 17 seconds were allowed for action to the party in danger.\nBut there were other considerations to be taken into account here. If there was no notice by blowing the whistle, a thing required to be done before reaching the point,- and usually done, a traveller accustomed to expect this, would not only not be so likely to look out for danger, or be in such a preparedness to avoid it, as he otherwise might have been, and this without any culpable negligence on his part. For, if by the negligence or omission of those in charge of the train his vigilance was allayed, they are not at liberty to impute the consequence of their acts to his want of vigilance, a quality of which they deprived him. If their acts brought him within the boundaries of peril, they must answer for the results of that condition. If, therefore, he had a right to expect to hear the whistle sounded at a sufficient distance from the crossing, and did not, it is evident a different degree of care or vigilance might follow. Care is, undoubtedly, a relative term, or, rather, conveys a relative idea as to the degree necessary to be observed under circumstances. It is different, certainly, when there is reason to apprehend danger, from that degree to be exercised where it is not to be apprehended. Here it may have made a great difference. It seems to me, that if the evidence had -satisfied the jury that the whistle had been sounded at the usual place, and the cars had been running at the usual speed, the defendants would not, as the case stood, have been guilty of negligence. But the fault of negligence on one or the other side depended much on this fact. It was in view of this controverted point, that the court were bound to leave the question of negligence on part of the deceased to the jury, against the prayer for instruction to rule it against the plaintiff as a matter of law. We think they did right in doing so. Nor do we see any error on part of the court, in their instructions on the duty of care arising out of the situation of the company and the deceased, or the consequence of it on the part of one or both. This was all fully and fairly explained to the jury.\nThe last assignment of error has been carefully considered. The court, after substantially laying down the rule administered by this court in Pennsylvania Railroad Company v. Zebe and wife, supra, added, “ much is left, and much must always be left, to your sound discretion.” If this sound discretion was sufficiently explained to be circumscribed by the rule of damages applicable to the case, we must presume that the jury so understood it— we can do nothing else. If understood in that sense, it could do no harm. Was this so? The learned judge had before told the jury, that the measure of damages to which the plaintiff would be entitled, if entitled to any, was to be “ what the plaintiff had lost in a pecuniary point of view, by the death of her husband, namely, a reasonable support and subsistence for herself;” that “nothing was to be' given for grief — for mental sufferings — for lacerated feelings, or disappointed hopes, because these cannot be compensated by money.” In connection with the remark complained of, the judge said, “ but while making the estimate of the value of the life of the deceased, which you have a right to do, and the consequent damage which the plaintiff has suffered by the death, £ much is left, and much must always be left, to your sound discretion ” and, in the conclusion of the charge, he defines this discretion to be ££ a fair and reasonable discretion, based upon the law and evidence.” To intelligent minds these instructions were certainly not incompatible with the rule laid down as the basis upon which to estimate the damages. We cannot, and will not, presume that the jury were other than intelligent men. They were not an accidental part of the tribunal of justice. Juries are an institution of the fundamental law of the land, and we as a court of error can predicate nothing of their errors, or call that an error of instruction which to us is intelligible and right. If the remark were less guarded than it is, we might be obliged to reverse, and we certainly would do so, if we could see that it had the effect' to impair the rule that had been correctly exhibited to the jury in the charge.\nIt is said that a similar remark is to be found in the case of the Pennsylvania Railroad Company v. Zebe and wife. So it is. But the object of our remarks in that case was cautionary. We were reasoning of its propriety, to courts; of the necessity of adhering to it; for even then, there would be “ much still to be left to the sound discretion of the jury.” And we added, ££ whatever is susceptible of a pecuniary estimate is included within it, and what we have seen was not to be included must be excluded.” It was within this limitation the discretion was to be exercised. We intended to invite no escape from the rule, and no court ought so to administer it as to create a doubt about what the rule of compensation is to be. ' When the rule is accurately stated, it is enough —more may not be error, but this case is a proof that it will always be claimed to be so, even when, after a close investigation, it may be found not to be so; and this demonstrates the propriety of laying down the rule in its plainest and simplest form, consistent with a clear exposition of it.' Giving the charge in this case a fair and natural interpretation, we see no error in the points complained of, and the judgment must be aflSrmed.\nJudgment affirmed."}