{"id": "990440", "contents": "The opinion of the court was delivered by\nWoodward, J.\nAt the time the will was written, the testator did not mean to dispose of the bulk of his estate by any testamentary act, but meant, rather, that the distribution of the bulk should be controlled by notes and deeds to be thereafter made in favour of his children. This purpose is avowed in the first clause of the will, where, after speaking of the notes and deeds, he proceeds to dispose, specifically, of all his “ remaining real and personal estate.” Whatever, therefore, was not contained in the specific devises to his wife and granddaughter, was not to pass under the will, but was to go to his children, by means of the deeds, or in payment of the notes, which he intended to leave behind him.\nThis was his general intent. But he meant, it is argued, that Celinda should have no more than the two thousand dollar legacy. Undoubtedly, this was the particular intent in his mind. Yet it is no more clear that he intended so to limit her participation in his estate, than it is that he intended to make the notes and deeds ; in other words, the general and the particular intents are equally manifest from the face of the will.\nNow, it is a canon of interpretation, that a will speaks for some purposes from the period of execution, and for others from the death of the testator, but never operates until the latter period. Hence it is, that after-acquired real estate will pass under a general devise in a will, unless there be words which indicate an intention not to pass it; a rule which rests now on legislative authority, but which legislation was called for by the decision in the case of Girard’s Heirs v. The City of Philadelphia, 4 Rawle 323, just ten days before the 10th section of our statute of wills was enacted. And hence also, an estate owned by the testator at the date of his will, will not pass under it, where the intent is clearly expressed, that it shall not, but shall be reserved for future disposition by deeds and notes.\nBut, though Mr. Hitchcock lived more than a year after the date of his will, he made no deeds or notes such as he contemplated. What then ? Simply, that he died intestate as to all of his estate not specifically disposed of by his will. It went to his legal heirs. And whatever he may have intended when his will was signed, we must hold that he changed his mind, and that he intended, when he came to die, that the bulk of his estate should be unaffected by his will, and should pass under the intestate laws. If he did not change his mind in respect to the notes and deeds, why did he not execute them ? But if he did change his mind in respect to them, and yet left his will unaltered, he meant to die intestate as to the bulk of his estate. This seems to us an inevitable conclusion. And from this it follows, that Celinda would be entitled as an heir, for, as to so much of his estate as was not devised, no wish or desire expressed in his will could control its distribution. A man may, by his will, take his estate out of the intestate statutes, by devising it to others than his heirs at law, but if he do not, lie cannot repeal or control those statutes. However clearly the particular intent, that Celinda should enjoy only $2000 of his estate, may have been expressed, it must give way to the general intent, which existed at the death of the testator, that whatever was not specifically devised should be distributed under the intestate laws. For such is another rule of interpretation found in all the text writers, that where there is a general intent and a particular one, and these are inconsistent, the particular is to be sacrificed to the general intent.\nAnd still another rule applies here, — that merely negative words are not sufficient to exclude the title of the heir or next of kin. There must be an actual gift to some other definite object. See the rules collected in Mr. Fish’s last edition of Williams on Executors, vol. 2, p. 971.\nHere there was no devise of that part of the estate which is in question in this suit, no conveyance of it, no debts created to control its distribution. Then the heirs at law succeed to it.\nThe negative words respecting Celinda are incompetent to disinherit her. They expressed a particular intent in the testator’s mind when he signed his will, and that was consistent with the general intent then existing; but he died with another and different general intent, to which the expressed particular intent must be sacrificed. Thus the operation of the will is made to date from the death of the testator, rather than from the time of its execution, the accepted principles of interpretation are not violated, and the statutes of distribution are left to operate on what the testator left to their operation.\nThe judgment is affirmed."}