{"id": "990416", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nThe Act of Assembly does prohibit the register from ’ granting original letters of administration on the estate of a person who has been dead twenty-one years, unless they be ordered by a Register’s Court; and therefore the register exercised ■his authority erroneously in this case. -But we may give all the intended efficiency to the Act of Assembly, without declaring the register’s act to be void to all intents and purposes. Indeed, we ought to be very careful about declaring any official act void, and thus leaving official authority open to be rebelled against by the mere individual will, when the law has provided a more orderly means of correcting the error by official superiors. Such a remedy is provided for this case in the Register’s Act of 1832,' § 25, and on objections filed, the Register’s Court might have set aside the letters. Besides, we cannot declare that the register was guilty of any usurpation of authority; for the subject-matter fell within his general official competence, and he was bound to decide, whether the intestate was dead more, or less than twenty-one years, if that question had been raised.\nMoreover, the Act of Assembly was intended for the protection of estates against intermeddlers, and not for the protection of the intermeddlers themselves; and these cannot use it to destroy the estate. Even if we should regard the letters as void, as affecting the estate, we should not regard them as void, as affecting the accountability of the persons acting under them. We should then treat the administrator as a usurper, and his sureties as aiding him in his acts, and then we would not allow them to set up the usurpation as a protection against, accountability for it; for a man cannot take advantage of his own wrong, or set it up as a defence. The forms of the law have.an indefinite lubricity and flexibility for escaping from all efforts to use them for the promotion of an immoral defence.\nJudgment affirmed."}