{"id": "990425", "contents": "The opinion of the court was delivered by\nThompson, J.\nCatharine Berryhill, the decedent, in her lifetime, filed a bill in equity against the administratrix of John Hauptman, deceased, for an account, and to establish a trust, under the will of Jacob Hauptman, Sr., the father of the complainant. During the pendency of the suit, the complainant died, and, on a bill of revivor, the appellant, as her administratrix, was substituted as plaintiff.\nAn examiner was appointed to take testimony, and, after it was closed, the same gentleman was appointed master, to state an account between the parties, and to establish a trust in conformity with a precedent decree.\nIn the conclusion of the report of the master, he sets forth his finding to be, “ 1st, That the breaking up of the mortgage investment by John Hauptman, the respondent’s intestate, was wanton and uncalled for: 2d, that he never reinvested it in landed security as directed by the will: 3d, that his whole course showed oppression, high-handedness, bad faith, and a determination improperly to pervert his trust, and keep the principal: 4th, that the $4000 was exclusively trust-money, for Mrs. Berryhill and her issue : and 5th, that it came solely to John Hauptman’s hands: wherefore, in settling the interest account, the master deems it his duty to chai’ge the said John Hauptman with six per cent., or $240 per annum, interest on the $4000, from the 19th of May 1840, when the mortgage was paid off, to the 12th June 1858, when Mrs. Berryhill died; to disallow travelling expenses, as unnecessary and oppressive; to allow him no commissions, on account of his improper conduct (which is fully stated in the master’s report) and abuse of his trust; and to credit him only with payments actually made.”\nThe interest account, on this basis, was $2052. On exception to the report of the master, the court struck out of this sum, $696, commissions, travelling expenses, and one per cent, interest disallowed by the master; and with this deduction, decreed in favour of the plaintiff a balance of $5356, from which decree this appeal is taken.\nThe Common Pleas concluded the plaintiff’s intestate by her receipts. In this we think they erred, in view of the facts found by the master in taking the account. As to the rate of interest paid, there was a gross fraud practised on Mrs. Berryhill, in the representation of the defendant’s intestate, in representing that it was five instead of six per cent, in Pennsylvania. It needs no argument to sustain a principle of honesty so clear, as, that a trustee cannot he permitted to set up a fraudulent acquittance, obtained by wilful misrepresentation from his cestui que trust: Witman & Geisinger’s Appeal, 4 Casey 378; Schoch’s Appeal, 9 Casey 351.\nAs to the item of travelling expenses, it stands on a different, but no better footing of morality than the interest. Everybody knows that it was not necessary for the trustee to make a journey each year to New York, to pay a small sum of money to the cestui que trust. She remonstrated against it, but to no purpose. And even when in Philadelphia herself, he would refuse to pay her what was due to her, but travelled to New York after her, and paid it there. Whether he was actuated by wantonness to diminish her income, or designed, by violence and abuse, to compel her to give a receipt in full, under the mistaken hope to bind her by it, it matters little, neither motive will entitle services impelled by it to respect, much less to compensation. Until faithlessness shall be as meritorious as its opposite, conduct like that of the trustee can not be compensated; and no receipt will foreclose an account to include such an item.\nSo with the commissions charged by him. Misconduct in a trustee is always followed by a loss of commissions, especially when it is wilful. And the master’s report presents nothing else in this trustee towards his sister. Under the circumstances of the case, Mrs. Berryhill was not concluded by her annual receipts in full. They were procured from her by violence, abuse, and fraud, and equity will set them aside in favour of the cestui.que trust: 4 Watts 77; 7 Barr 59; 5 Id. 413; 2 Casey 67; 12 Vesey, Jr. 363; 1 Ball. & Beatty 300, and authorities cited supra.\nThe amount stricken out of the report of the master must be reinstated, and 'so far the decree must be reversed.\nAnd now, to wit, March 24th 1860, this cause came on to be heard in this court at this term, on appeal from the decree of the Court of Common Pleas, in and for the city and county of Philadelphia, and was argued by counsel; whereupon it is considered, adjudged, and decreed, that the decree of the said court be reversed and set aside, and that the defendant pay to the said Catharine Ann Irwin, administratrix, &c., in full for arrears of interest, the sum of $2052 due to the said Catharine Berryhill at the time of her decease. And further, that the said defendant pay to the said Catharine Ann Irwin, in her own right, the sum of four thousand dollars, the amount awarded her in the master’s report, with interest from June 12th 1858 ; and that the said defendant pay the costs of this suit, and of the bill of revivor therein, and of this appeal."}