{"id": "990499", "contents": "Tbe opinion of tbe court was delivered by\nLowrie, C. J.\nThe conveyance is to William, for himself during life, and in trust for his children share and share alike, without .words of inheritance; and we have already said enough, 7 Casey 165, to show that no fee simple can pass by it. But we do not see how its terms can be satisfied, without allowing it to pass a life estate to the children also, for their several shares, subject to the estate of their father. This, however, is of little consequence; for the owners of these shares elect to take under the will, rather than put up with a life estate. The two estates are inconsistent, and therefore they cannot have both. Electing to take under the will, they must take according to the will, and must pay the sum charged upon the devise by the testator. The sum thus charged is made payable to the person who may be intrusted with the execution of the will, as trustee for the maintenance of the testator’s wife and minor children, and' therefore the administrator cum testamento annexo may sue for it; and it seems to us, that the Orphans’ Court is the proper forum.\nIf the children had refused to take under the will, each would have had only his or her life estate in one-tenth,, and the charge would have fallen entirely on the reversion, and no more could be sold under it. Before they made their election, the shares- of two of them were sold by the sheriff, by virtue of judgments against them. Did these sales discharge the lien of this legacy against those shares ? We think not; for there had then been no election to take the devise instead of the life estate. After the sheriff’s sale, none but the sheriff’s vendee could make the election. Formerly, the only remedy for such a legacy was by a common law action, as on a constructive contract, and the judgment was personal ; but now the only remedy is in the Orphans’ Court, and payment can be enforced only “out of the real estate” devised and charged-. Such is the nature of the decree in this case; but it is erroneous in charging each share with the whole legacy, instead of its proportion thereof. Thus far we must reform it. -\nDecree. — This cause came on to be heard on an appeal from the Orphans’ Court of Pike county, and was argued by counsel; and now on full consideration thereof, it is ordered and decreed, that the decree of the said Orphans’ Court be reversed at the costs of ■ the plaintiff; and it is now here ordered and decreed, that the plaintiff recover of the defendants the sum of five thousand four hundred and twenty-five dollars ($5425), with interest from the first day of October 1859, to be paid by them as follows, to wit, Solomon Newman and Catherine his wife, one-fourth thereof; Louisa Doolittle and Nancy Doolittle, children of Elijah and Maria Doolittle, each one-sixteenth thereof; Elijah Doolittle and Louisa his wife, one-eighth thereof; Oscar H. Mott and the heirs of William C. Salmon, one-fourth thereof ;• John Michael and Nancy his wife, one-eighth thereof; and Thomas Smith and Eleanor his wife, one-eighth thereof; and that in the same proportions, they pay all the costs in the Orphans’ Court. And in case the same he not paid within one year from the 19th September last, then payment may be enforced by several writs of levari facias against the several shares of the land described in the petition, belonging to the delinquent defendants; and the cause is now remanded to the Orphans’ Court for its execution."}