{"id": "990479", "contents": "The opinion of the court was delivered by\nThompson, J.\nWere the legacies in the will of James Ban-ford, deceased, intended to be a charge on and payable out of his real estate ? The point taken, that the purchaser at the sale by order of the Orphans’ Court could not resist a confirmation on the ground of defective title, was waived by the appellee for the purpose of reaching a decision on the question stated; for if that is susceptible of an affirmative answer, there is no ground for this last position.\nIn the investigation of this question, and as aiding in discovering the intent of the testator, which is the first thing to be done in construing a will, it may be well to observe, that the testator had no lineal heirs; that he made no specific devise of the realty ordered to be sold; and that if chargeable with the legacies, it is so in favour of some, if not all, of whom would be his collateral heirs. Under such circumstances, it is more reasonable to infer a disposition in the testator to distribute his estate by legacies to favourite relatives, than it would be if there were a residuary devise to a child or some other known favourite of his bounty.\nHis real estate he devised to his widow for life, and the “ rest and residue” of his personal estate absolutely. The legacies were to be paid after the death of his widow; and he named in a codicil to his will, two friends to see that all the legacies were paid. At the death of the testator, his personal estate amounted to about $3000, as appears by the inventory and appraisement filed in the register’s office by the widow, the sole executrix of the will. This property the widow used and disposed of — none of it came into the hands of the administrator de lonis non. The legacies amount to a trifle over $8000, a sum not far from the value of the real estate.\nIn the order of the devises and bequests, the life estate in the realty to his widow,' comes first; secondly, there is a devise of the remainder in fee, of a house and lot to Rebecca Campbell and her son James. Then follow the several legacies, and “lastly, as to all the rest, residue, and remainder of my personal estate, goods, and chattels of what kind or nature soever, I give and bequeath the same to my dear wife.”\nThese words, following the designated legacies, are the foundation for the argument, that they were chargeable in the first place on the personal, and not on the real estate. It must be conceded, that if the terms of the will and the disposition of the estate made by it did not indicate a contrary intent, these words would have the effect contended for; but as they are commonly found in forms for wills, they are not to be regarded as much in the way of a different intent inferable from the clauses and dispositions of the will: 4 Vin. Air. 463.\nThat the personal estate was not intended to be charged with the legacies, seems evident from the fact that they were not payable until after the death of the widow, and the devise of it to her in the terms used. If it was intended that the personalty should not be exempt, why postpone payment until the happening of that event ? What was to be done with the personal property in the mean time ? There was nothing to indicate a life estate to the widow in it, nor any provision for investment or accumulation to meet the charge. Indeed, to hold the interpretation contended for by the appellant, would be to render the bequest of the personal property senseless and inoperative. The legacies were payable after the death of the widow. If we hold, that it was intended they should be paid out of the personalty, on account of the terms used, then we make the testator say — she was to have the residue of the estate after her death! This would be nonsense, as all will admit, and when we can discover a rational and reasonable intent, we cannot impute such folly to the testator. He had no children, and it is evident that his wife was the first object of his bounty. He, therefore, gave her a life estate in the realty, and the residue of the personalty. Residue after what? Not after paying legacies — this we have seen he could not have intended — but the rest and residue after what it was primarily chargeable with, viz., debts and funeral expenses. “No executor can have more than the residue,” 4 Viner 463 ; so that these words would pass it all, if nothing was to come out of it, in the first instance. But as there was a charge upon it at least of funeral expenses, and perhaps some debts (for it would be a rare occurrence if there were none whatever) the testator must have meant the residue after paying these charges. The will was drawn by a layman, and undoubtedly from a form. He neglected to insert this customary clause for the payment of debts and funeral expenses, but inserted the other customary clause bequeathing the rest and residue of his personal estate to his widow. There is quite enough, we think, as already shown, to indicate that the testator meant that she should have the residue after paying these necessary charges.\nBut the intent to charge the realty is shown, not only in this strongly implied exoneration of the personalty, but in the fact that the legacies became payable only on the termination of the life estate in the widow. His friends, denominated “ overseers” of his will, were then directed to see that all the legacies should be paid. Out of what? Certainly out of all his undisposed estate. There was no personal estate; that had been given to the widow. The residue of the realty must, therefore, answer under this general charge. And that the realty may be made chargeable with legacies by implication, is so well settled, that it is not necessary to cite authorities for the principle. This was a case of charge upon his real estate, scarcely referable to implication merely to sustain it. This harmonizes the provisions of the will with his desire to provide reasonably for his widow. Had he taken the personal estate from her, by charging the legacies upon it, the rents of the realty might have afforded her a very inadequate support; but by giving to her the residue of the personalty, after paying off customary charges upon it, and a life estate in the realty, he intended to make an ample provision for her. And the law will presume that he.so intended: 12 Harris 20. That the legacies would absorb all that was - not specifically devised, seems to have been anticipated by the testator; for he made no residuary devise to any one. It has so resulted; and this further discovers an intent to dispose, by the means adopted, of his whole estate amongst his kinsfolk. The construction we have given, effectuates this intent. Upon a careful examination of the case, we think the Orphans’ Court were right in confirming the sale against the objection that the legacies were not a charge on the undevised realty; we concur in thinking they were.\nDecree affirmed at the costs of the appellant.\nRead, J., dissented.."}