{"id": "990475", "contents": "The opinion of the court was delivered by\nWoodward, J.\nSince the enlargement of the equity powers of the courts in Pennsylvania, by the. legislation of 1836 and 1840, have they jurisdiction to decree a sale of a mortgaged estate, at the instance of the mortgagee ?\nThe jurisdiction, if possessed, was conferred by the legislation above referred to. Under none of the constitutions of Pennsylvania, and under no Act of Assembly prior to 1836, is it pretended that the courts possessed any such power. The remedies upon mortgages before that date were twofold — first, the common law remedy of entry or ejectment by the mortgagee, whereby he gained the possession and took the profits of the estate, subject, however, to the equity of redemption in the mortgagor; and, secondly, the scire facias given by the old provincial Act of 1705, whereby the equity of redemption could be foreclosed, and the estate brought to sale, at any time after a year had elapsed from default in making the last payment secured by the mortgage.\nWhen the revisers prepared the Act of 1836, enlarging the equity powers of the courts, they took notice of the chancery jurisdiction in England over mortgages, and of the remedies existing in Pennsylvania, and they said, “We find no defects in our law upon this point, and have no occasion to borrow any of the powers of the English Chancery.” What they reported, therefore, was not intended by them to confer the jurisdiction we are now asked to exercise. And it is a reasonable inference that the legislature, when they adopted, without change of language, the sections reported by the revisers, adopted them upon the same reasons for which they were reported.\nNor will this inference be weakened by attention to the terms in which the new equity powers were conferred. “ The Supreme Court and the several courts of Common Pleas shall have the jurisdiction and powers of a court of chancery, so far as relates —to the control, removal, and discharge of trustees, and the appointment of trustees, and the settlement of their accounts— the care of trust moneys and property, and other moneys and property made liable to the control of said courts — the supervision and control of partnerships and corporations, other than municipal corporations — and all cases over which courts of chancery entertain jurisdiction on the grounds of fraud, accident, mistake, or account.”\nOmitting several irrelevant provisions of the Acts of 1836 and 1840, I have assembled together, in the above extract, all of the provisions that can, by any reasonable construction, be thought to bear on the question before us. It will be observed, that mortgages are not mentioned or referred to in these provisions.\nBut control of trustees, of trust property, and of trustees’ accounts is expressly conferred, and we are pointed to the fact that the mortgage before us creates several trusts, and styles the mortgagees trustees. Hence, it is inferred, we have jurisdiction over the subject-matter, and may decree a sale as an incident of that jurisdiction.\nThis would be undoubtedly correct, if the jurisdiction were invoked by creditors, or any parties standing in the relation of cestuis que trust. If the trustees were shown to be mismanaging the trust, or wasting the estate, they might be restrained or removed — they could' be compelled to account to their cestuis que trust and to the mortgagors, and the courts, having assumed jurisdiction on any of these grounds, would take all necessary care of the moneys and properties in their hands. So far our credentials would be clear, but the question still remains, whether we have power, before jurisdiction has attached on any of these grounds, to sell the mortgagor’s estate at the instance of the mortgagees.\nNow, between mortgagor and mortgagee, as such, there is no trust. Mortgages have always been regarded in Pennsylvania, as they are in chancery in England, as mere securities for money, or for performance of collateral conditions. They establish the relation of debtor and creditor, rather than of trustee and cestui que trust. I have alluded already to the right of the mortgagee to proceed, in invitum, against the mortgagor, which can never take place between a trustee and cestui que trust. They have always an identity and unity of interest. In general, a trustee is not allowed to take away the possession from his cestui que trust, but a court of equity never interferes to prevent a mortgagee from assuming possession after breach of any condition. In this the contrast between the two characters is distinctly marked. See Sir Thomas Plumer’S observations in Cholmondeley v. Clinton, 2 Jac. & Walk. 182-189.\nAnd if we look through the mortgage in this case, we shall see that, in accordance with the general principle, it establishes no other than the ordinary relation of mortgagor and mortgagee between the Montour Iron Company and the gentlemen named as trustees, and that the trusts raised are for the benefit of the bondholders.\nThe instrument is called a trust mortgage; is dated the 28th September 1855; recites the purpose of the Montour Iron Company to borrow $600,000, by an issue of twelve hundred bonds, each for the sum of five hundred dollars, and for the purpose of securing the payment of principal and interest of these bonds the managers recite their authority to execute a mortgage on the whole real estate, machinery, and fixtures belonging to said company. It then proceeds to convey to the three designated trustees, the plaintiffs on this record, all the estates of the company, and then comes the declaration of the trusts as follow: — ■\n1st. To permit the company to retain the possession and use of the mortgaged premises. This is no more than a simple declaration of the ordinary legal effect of such instruments. Mortgagors do of right retain possession, until breach of some condition. From the time of James I. it was usual to insert such a clause in the English mortgage, but if there be no such express agreement in the deed, it is the general understanding of the parties, and their tacit consent is presumed: 4 Kent’s Com. 159.\n2d. The second trust is, that whenever it shall become the duty of the trustees to enter and take possession, they shall issue process for the sale of the premises, or proceed to sell them without process, after giving the notice prescribed. This is a trust for the benefit of the purchasers of the bonds, and there is nothing in it that impairs or qualifies the mortgage character of the instrument. “It is usual,” says Chancellor Kent, 4 Com. 146, “ to add to the mortgage a power of sale, in case of default, which enables the mortgagee to obtain relief in a prompt and easy manner, without the expense, trouble, formality, and delay of foreclosure by a bill in equity.”\nThe 3d trust is to pay the proceeds of sale to the bond-holders, after deducting expenses, and to pay over any residue to the Montour Iron Company. This, again, is no more than what is the duty of every mortgagee in possession; for, after exercising the power of sale, he is bound to account to the mortgagor. It is one of those cases over which courts of chancery entertain jurisdiction under the head of account, and is clearly within our Act of 1836. In a proper case, and at the suit of the mortgagor, we should not hesitate to exercise the jurisdiction.\nSuch are the trusts declared. The instrument then proceeds to express the covenants between the immediate parties. The company covenants—\n1st. For conveyance to the trustees of any subsequently acquired real estate.\n2d. For the payment to the trustees of the annual sum of twenty-eight thousand dollars, as a sinking fund for the redemption of the bonds.\n3d. For maintaining an insurance upon their buildings.\n4th. For the punctual payment to holders of the bonds, or of the interest warrants thereto annexed, the interest thereon as the same shall become due, and the principal when it shall fall due.\n5th. In case of failure to make the stipulated payments, on account either of the sinking fund, or of the interest or principal of the mortgage debt, the trustees may, at the instance of holders of bonds to the amount of $10,000, give the company written notice that they have broken their covenants, and that the whole debt, principal and interest, will, after thirty days, be taken and considered to have become due one year before the date of the notice, and after sixty days from the date of such notice a scire facias may be immediately issued.\n6 th. When the company has made default in any of the payments stipulated for, jt is made the duty of the trustees, at their option, either to issue scire facias, and proceed to sell the premises by due course of law, or to sell the same, as before provided, without legal process, by auction, after notice in Philadelphia and New York newspapers.\nThen follow several other unimportant stipulations, and the usual defeasance clause of mortgages.\nFrom this analysis of the document, it is apparent, that whilst the relation of trustee and cestui que trust is established and accurately defined between the trustees and the purchasers of the bonds, the relation between the trustees and the Montour Company is that of mortgagor and mortgagee simply. This latter relation is, indeed, attended with some stipulations that are unusual in the ordinary Pennsylvania mortgage, but which are not unknown to the law of mortgages, and which are very necessary where, as in this instance, a marketable security was to be created as the means of borrowing money. This class of instruments, quite unknown to the framers of our old Act of 1705, have become very common in our day. They are tripartite in substance and effect. Besides the two contracting parties, there are the creditors, unascertained, indeed, when the instrument is made, but well known as a party when the remedies come to be discussed. Between them and their trustees it is nothing but a trust — between the trustees and the mortgagor it is nothing but a mortgage. And if the creditors be regarded as the substantial plaintiffs on this record, then, as between them and the mortgagor, the instrument can be regarded as nothing else than a mortgage. Acting through their trustees, they have all the remedies they have stipulated for, and all which the law has provided for mortgage-creditors against mortgage-debtors, but they have not, either on their own account, or in behalf of their trustees, the right to come into chancery for a decree of sale. The reason is, that power to decree a sale in equity against the mortgagor has not as yet been given to the courts.\nI said they have all the remedies stipulated for. A mortgage is a contract. And contracts are to be construed and administered, as near as may be, according to the intentions of the parties. The lawful provisions of the contract are law to the parties. When these parties contracted, they contemplated the possibility of default of payment, and provided for it. They said the trustees should redress any such breach, by assuming the possession of the premises for the benefit of the creditors, or by proceeding by seire facias to bring them to a judicial sale, or by selling the premises themselves, after certain stipulated notice. These were the modes in which they agreed breach of the conditions of this contract should be redressed. Did they dream of any other ? Añd especially of that undefined and equivocal power which is now invoked ? No word they used implies that they did, but the trifold remedy provided excludes such an implication.\nOrdinarily, we do not encourage parties to come into courts of equity, whilst they have ample remedies outside. It would be strange if we should strain the grant of our chancery powers, to embrace a case so well furnished with other remedies.\nThe obscure clause of the Act of 1836, which speaks of moneys and properties made subject to courts of chancery, may have intended to confer full powers over such moneys and properties where jurisdiction had attached under any of the ordinary heads of account, injunction, &c., but could not have been framed to confer a new and extraordinary power, such as is invoked here. Nor do those portions of the act which relate to the control of corporations, and to cases of fraud, accident, mistake, or account, apply to this question. The present bill, indeed, does not make a case under either of these heads of equity.\nIt was suggested, that the trustees had a right to exercise their powers under the eye and with the approbation of this court, and of course to obtain, beforehand, our sanction to the title they proposed to convey. If jurisdiction over their accounts belonged to us, there might be some ground for this suggestion; but under the 15th section of the Act of 14th June 1836, that jurisdiction is vested in the Common Pleas, and if the plaintiffs wanted judicial advice, they should have gone there for it.\nA sale under our authority, we having no jurisdiction to decree it, would do the title more harm than good. The trustees have full power given them to convey in fee simple discharged of all trusts, and there ought to be no question about whatever title they grant in pursuance of the terms expressed in the mortgage.\nThe objection that this ease was ruled at Nisi Prius is groundless. If the Supreme Court had jurisdiction, it was exercisable by the judge at Nisi Prius.\nThere are some other points on the record, but it is not necessary to notice them, as our want of jurisdiction is fatal to the whole proceeding.\nThis ruling is not to be considered inconsistent with those decrees we have made for the sale of mortgaged premises on creditors’ bills. This is the first case we have had of mortgagee and mortgagor. We hold that our equity powers do not embrace that relation.\nThe decree is reversed."}