{"id": "990457", "contents": "The opinion of the court was delivered by\nStrong, J.\nBoth parties claim under William Henderson. The title of Armstrong, the defendant below, is founded, upon a sheriff’s sale made May 4th 1857. The sale took place by virtue of process upon a judgment obtained against William Henderson on the 17th of December 1856.\nThe plaintiff claims title also under a sheriff’s sale made on the 2d of March 1857, by virtue-of a levari facias. The contest in this case is whether, under this sale, Hallowell acquired the title to the lot as against Armstrong. On the 28th of October 18.56, an apportioned mechanic’s claim was filed in the Common Pleas of Philadelphia, by Kerbaugh & Himes, against two three-story brick buildings and lots, of which William Henderson was alleged to be the owner. Upon these apportioned claims two writs of scire facias were issued and judgments recovered. Under a levari facias alleged to be founded upon one of these judgments, the sale was made to the plaintiff. It would appear, therefore, that if the mechanic’s claim was upon the lot which Armstrong bought, and if the scire facias and levari facias followed the claim as filed, the title of Hallowell under the sheriff’s sale to him is the better title. But it is denied, that the claim was upon that lot, and of consequence, that there was any judgment against'it, or authority to sell it under a levari facias. And here is the point of divergence between the parties. The claim as originally filed has been lost, apparently abstracted from the office. The docket entry, however, was against “ all those two three-story brick buildings and lots on the north side of Lombard street, 188 feet eastward from the east side of Nineteenth street.” The lot in controversy is at the distance of two hundred and twenty-two feet from the east side of Nineteenth street. It is true, the docket entry does not give the length of front on Lombard Street of the two buildings and lots, but they must have been adjoining, for a joint claim could have been filed against no other. The lot in controversy does not adjoin the lot distant one hundred and eighty-eight feet from the east side of Nineteenth street. There is an intervening property. The docket entry, therefore, as it originally stood, and as it was when Armstrong bought, evidences that the lot was not covered by the mechanic’s claim.\nHad Armstrong, at the time he purchased, gone to the office to search for liens, he would have found a claim filed against two adjoining buildings and lots distant 188 feet from Nineteenth street. If then he had gone to the locality, he would have found the two buildings and lots lying westward of the lot now in dispute — entirely westward from the point 222 feet eastward from Nineteenth street. Consequently, the docket revealed 'to him that there was no claim upon the lot in dispute. And he was under no obligation to look farther. The third section of the Act of 16th June 1836, respecting mechanics’ liens, provides for a mechanics’ lien docket, and makes it the duty of the prothonotary to “record and enter therein all descriptions or designations of lots, upon which claims are filed, and to cause the names of the claimants, owners, and contractors to be alphabetically indexed therein.” The purpose of this docket is to give notice to purchasers and creditors, and here they must look. And if Armstrong had looked farther, it is by no means certain that he would have found anything more. The claim itself was early lost. Nor had he any reason to suppose that it differed in the description of the property from the docket entry. It was the duty of the prothonotary to enter upon the docket the description as contained in the claim. Besides, a mechanic’s claim is no record. The docket is the only thing which affects encumbrancers or purchasers.\nThe plaintiff, however, contends that by leave of the court, a substituted claim and writ of seire facias were filed in lieu of the originals which had been lost, and that the docket entry was amended thereby, so as to describe the property as commencing 205 feet eastward from the east side of Nineteenth street, thus making the claim cover the lot in dispute.\nThis substitution and amendment were made on the 31st of December 1858, long after Armstrong had purchased and without notice to him. We say nothing of the remarkable haste manifest in the proceeding, only three days having elapsed between the rule to show cause, and its consummation. It is enough, that the amendment was wholly inoperative upon Armstrong’s previously acquired rights. As between the original parties, it may have been allowable, but the books are full of authorities to the effect that it cannot be permitted to affect a purchaser who bought before it was made: Sale v. Crompton, 1 Wilson 61; Black v. Dodson, 11 S. & R. 97; Zimmerman v. Briggans, 5 Watts 186; Crutcher v. Commonwealth, 6 Whart. 349.\nIt follows from what we have said, that the court erred in instructing the jury, that their verdict should be for the plaintiff. As against Armstrong, the amendment was a nullity, and the ease stood as if the mechanic’s lien docket had never been changed, and as if a substituted claim and scire facias had never been filed.\nThe judgment is reversed, and a venire de novo awarded."}