{"id": "990418", "contents": "The opinion of the court was delivered by\nStrong, J.\nThe plaintiffs, in taking the acceptance “ payable when in funds,” were bound to look only to its written terms. The engagement of the defendants could not rest partly in writing and partly in parol. It is not competent for the acceptor of a bill to prove by. parol that he did not promise according to the tenor of his acceptance. Mercantile paper would be little worth, if the drawer or acceptor were permitted to establish by a witness, that a written promise to pay one hundred dollars meant only a promise to pay forty. Such proof is in direct contradiction of the written contract. We think, therefore, the defendants should not have been allowed to prove that at the time when the acceptance was given, the messenger of the plaintiffs was told that “ payable when in funds” meant that when Curtin’s note was paid and sixty dollars additional, the draft would be paid. It was as clearly a contradiction of the acceptance, as would have been evidence that the messenger was told the acceptance meant the defendants would not pay at all. Of course, it was erroneous to instruct the jury, that the plaintiffs ought not to recover more than forty dollars, if they believed the plaintiffs’ messenger was so told at the time of the acceptance.\nWe discover no other error in the record. The burden was upon the plaintiffs to show that the defendants were in funds. And the testimony of Sappington, that Cur-tin’s note was given as security for the bill of goods purchased by McClain, tended to prove that they were not in funds. It was, therefore, admissible under the plea of non assumpsit. Had Curtin’s note come to defendants’ hands without any appropriation by McClain, it may .be conceded that they could not have defended themselves against an action on their acceptance by showing that McClain was indebted to them. This is all which was decided in Hunter v. Ingraham, 1 Strob. 273, and in Hall v. Marston, 17 Mass. 578. But Sappington’s testimony went directly to establish an appropriation of part of the funds, an appropriation made by McClain himself. If this was so, then, only the unappropriated part was funds within the meaning of the acceptance.\nThe sale of the bill of goods by the plaintiffs to McClain was wholly immaterial to either of the issues between the parties.\nJudgment reversed, and a venire de novo awarded."}