{"id": "990511", "contents": "The opinion of the court was delivered by\nWoodward, J.\nAll the questions on this record, whether they arise under the exceptions to the executor’s account, or under the claim of the appellant to one-third of the testator’s personal estate, and to the benefit of the Act of Assembly, that gives widows three hundred dollars’ worth of their husband’s estates, are resolvable into the primary question, whether she was the widow of the testator, within the meaning of that word, as employed in our statutes of distribution. She excepts, and claims in that character, and in no other, and if she were not widow, it is quite clear, that she has no interest in the distribution of the estate, and ought not to be heard. If she were widow, then these questions must be decided.\nThat she was married to John Dillinger in 1823 — that they lived together as man and wife until 1832, when, by carefullydmvn articles of separation, to which she and her trustee were parties of the one part, and her husband the other party, they agreed to live separate and apart, releasing all their respective rights in each other’s estates — and that she married Christian Hitzelberger in 1854, and lived with him as his wife until the death of John Dillinger, in 1856, are conceded facts.\nThe articles of separation did not destroy the relation of husband and wife for all purposes. They were neither a divorce nor did they lay ground for a judicial sentence of divorce, and therefore the Common Pleas in 1840 did right in dismissing the husband’s petition for a divorce on the ground of the wife’s desertion. But the articles did amount to a total surrender of all rights of property in the husband’s estate. And that upon an ample consideration, which courts of equity, both in England and in this country, would support in favour of a wife. Dillinger agreed with Geissinger, the trustee of his wife, that he would permit her to live separate and apart from him for all the residue of her life, and to carry on any trade or business, as if she was a feme sole— that he would not molest or disturb her, or any who might harbour her — that he would not claim any property she might have or acquire — that it should not be taken for his debts, but that she might enjoy and dispose of the same as absolutely as if she were unmarried — that he would pay to said Geissinger six hundred and thirty-three dollars and ten cents, and also deliver up to him household goods and effects to the value of two hundred and thirty-three dollars, and he finally empowered her to make deeds and a will for the disposition of her property, according to her pleasure. In consideration of all which, Geissinger covenanted that the said Ann Dillinger should not trouble or sue the said John Dillinger for any claim by way of alimony, nor should he be sued for any debts of hers — nor should the said Ann claim, at any time thereafter, any right or title which she then had or might have to any jointure, dower, or thirds out of the estate, real, personal, or mixed, of which the said John Dillinger was then or might be thereafter seised, or possessed, but that he, the said John Dillinger, might convey and confirm unto any person whatsoever all estates of which he was then or might thereafter be seised or possessed, clear of her claim of dower — and then follows a general covenant of indemnity on the part of Geissinger, and a covenant to hold the said money and goods, for the sole and separate use. of the said Ann Dillinger.\nThis agreement, signed by the three parties, has been the law of their relation from the day of its date. Dillinger made the stipulated payments, and performed faithfully all his covenants, and now, after his death, and after living in adultery with Hitzelberger, she comes into a court of equity, and, in shameless disregard of the covenants of her trustee, made with her consent and for her benefit, claims one-half of her husband’s estate.\nTrue, she was not sui juris when the contract was made, but many agreements between husband and wife, for living separate, have been enforced in equity, even where there was no trustee to protect the wife — but here, where there was a trustee, and where the contract was fair and reasonable, and the wife has had the full benefit of it, and more, indeed, than she bargained for, by so much as her second husband was worth to her, no court would hesitate a moment to enforce the agreement against her. Mutuality is the very essence of equity. If the contract would have been enforced against the husband for the wife’s benefit, it must be against the wife for the protection of the husband’s estate. That it would have been enforced against the husband, is abundantly shown by the cases cited in argument. Indeed, the whole law of the case is condensed in Hutton, v. Duey, 3 Barr 104, where it was said, deeds for the separation of husband and wife are valid and effectual, both at law and ■ equity, provided their object be actual and immediate, and not a contingent or future separation. The arrangement here, added the judge, contemplated an immediate separation — was carried into effect in good faith by the husband — has nothing unreasonable in it, and consequently the wife, after the death of the husband, is not entitled to the aid of the court in any attempt to violate it.\nIn effect and substance, the articles were a solemn and legal renunciation of dower in the husband’s estate, and of all interests that might arise under existing or future statutes. Therefore, she has no right to claim in character of his widow. It is against equity and conscience, that she sets up a claim. It is said, she is embraced by the terms of the three hundred dollar law in favour of widows. We think not. We hold the legislature did not mean, by the word widow, a person in her circumstances, and that we should misapply the law, if we gave her the benefit of it.\nAs to the other point, whether she is within the statute of 13 Edw. 1., cap. 34, by reason of her living in adultery, we do not care to inquire. That statute contemplates the case of an elopement by the wife, or if violently carried away, voluntarily remaining with her ravisher. Possibly this case might be fairly treated as within the purview of the statute, but we rest our judgment altogether on the articles of separation, which we hold are conclusive against all the pretensions of the appellant.\nThe decree is affirmed.\nRead, J. — I concur as to the claim for the $300, but dissent as to the remainder."}