{"id": "990510", "contents": "The opinion of the court was delivered by\nThompson, J.\nThe complaint that the learned judge of the District Court did not respond to the points of the plaintiff in error, whatever he may have said about their having been presented out of time, according the requirement of the rule of court, is without foundation, as he did substantially answer each and every of them; and this dispenses with the necessity of a further discussion of the Act April 17th 1856, with which it was thought the action of the court conflicted.\nThe first and second specifications of error may be considered together. The protest was properly receivable in evidence under the provisions of the Act of April 5th 1849, and the saving clause of the Act of April 8th 1851, which repealed that act. These acts were not only a legal foundation for the protest, but for the effect given to it by the judge: Barclay v. Weaver, 7 Harris 398. It is to be hoped, that but few more cases will be found to come within the operation of this unwise alteration of the commercial law. Short-lived as it was, it has left evidence of its power to generate litigation in the surprise and injury to parties relying on settled law, long usage and custom.\nAs to the third error. I know of no practice to justify an exception to the refusal of a court to strike out evidence, which has been received without objection. Being in, the only alternative that remains to the party who thinks he has cause to complain of it, is to pray the court for instructions in regard to its effect. This was the course the plaintiff might have pursued here. In fact, he had the full benefit of such a course in the charge affirming the sufficiency of the protest to which he excepted.\nFourth. The learned judge instructed the jury, that time given by the plaintiff below to the maker of the note, did not discharge the plaintiff in error, the endorser. That he was not bound, to proceed against the maker short of six years. This is certainly the law. Mere indulgence will not discharge a surety: Erie Bank v. Gibson, 1 Watts 143; Johnston v. Thompson, 4 Id. 446; and in this relation stood the defendant. Owing to the statutes cited, and the form of his endorsement, he was not entitled to notice of non-payment at the maturity of the note, and was, therefore, in the position of an ordinary surety. In such case, we have seen that mere indulgence to the principal would not operate to discharge him. So, too, was the instruction accurate, that, to make the agreement with the maker for time, effectual, there must have been some consideration for it: 3 Penn. R. 439; Byles on Bills 194; 4 Watts 446.\nFifth. The charge on the subject of the transfer of the stock by the maker to secure the defendant, was faultless in view of the testimony. An intention to do the act was certainly nothing to the purpose, if he had not the means. The intent, the ability to carry it out, and prevention by the plaintiff, were concurring elements necessary to be shown as existing, to raise an equitable defence on the score of injury to the defendant by the act of the plaintiff, and the point was properly submitted to the jury by the learned judge.\nSixth. The last assignment of error, viz., “that the court erred in leaving the case to the jury, and in declining to charge that no recovery could be had,” is without foundation, for the all-sufficient reason that this would have been wrong; and for the further reason, .that the court was not asked to do so by the party who complains that it was not so done. All the arguments, therefore, predicated of this assumed error, fall with it. We see nothing in the case that requires correction, and the\nJudgment is affirmed."}