{"id": "990523", "contents": "The opinion of the court was' delivered by\nWoodward, J.\nThis was an action of assumpsit against Keyes and wife; brought with a view of charging her separate real estate with the payment of the debt due to plaintiffs.\nThe husband was properly joined, but the original narr., which contained only the ordinary money counts, was wholly insufficient to affect the wife’s separate estate. In general, she is not liable for debts contracted during coverture. The instances in which she is liable are exceptional, and are specified in the proviso to the 6th section of the Married Woman’s Act of 11th April 1848, and in the 8th section. A plaintiff who seeks to charge her estate should bring his case within some of the exceptions. Where the declaration contains no averment respecting the origin of the debt, the plea of coverture is a good defence of the wife. If the plaintiff wishes to avoid its effect, he must set forth in a replication the special circumstances which make the wife liable, notwithstanding her coverture, or amend his declaration so as to set forth those circumstances: Mahon v. Glormley, 12 Harris 83.\nThe paper-books in this ease, which seem to have been prepared in ignorance or disregard of the rules prescribed and pub-listed in 6 Harris 578, contain no pleadings whatever; hut upon going to the record we find that there was a plea of coverture to the original narr., and, after an award of arbitrators in favour of the plaintiff and an appeal therefrom by the wife, but not by the husband, an amendment of the declaration, charging in one count that plaintiffs’ goods, wares, and merchandise were “furnished to said defendants, at their special instance and request, such goods, wares, and merchandise being articles necessary for the support of the family of said defendants;” and also in another count “the further sum of $600 for a debt contracted by said defendants with the said plaintiffs in the management and care of the property of said Abigail Keyes, wife of John Keyes, and for her use and benefit.”\nThe court below was of opinion that the evidence did not bring the plaintiffs’ case within any of the exceptions to the statute. We not only concur with the learned judge, but we cannot construe the statute with reference to these exceptions, without saying that the pleadings; as well as the evidence, failed to make out .a case for charging the wife.\nThe proviso to the 6th section was drawn into construction in Heugh v. Jones, 8 Casey 433, and in the case of Bear’s Administor v. Bear, Id. 525. See also Glyde v. Keister, Id. 88.\nAnd we think the effect of that proviso is not changed by what is contained in the 8th section of the act; for though the enacting clause of the 8th section would seem to make the wife’s estate liable to an alias execution, “m all cases where debts may be contracted for necessaries for the support and maintenance of the family of any married woman,” whether they were or were not “ contracted by herself or in • her name by any person authorized so to do;” yet the proviso to this 8th section is that “judgment shall not be rendered against the wife, in such joint action, unless it shall have been proved, that the debt sued for in such action was contracted by the wife, or incurred for articles necessary for the support of the family of the said husband and wife.”\nAs this last clause of the proviso, repeats the very contingency contemplated in the enacting clause, except only that the family is described as “ the family of the husband and wife,” instead of “ the family of any married woman,” it is, as a proviso, insensible. It excepts nothing out of the enacting'clause, unless we can extort a difference of meaning from the two phrases descriptive of the family. And we cannot. The family of a married woman might perhaps be held to refer to a family whose husband had absconded, or was living apart from his wife; but then that expression occurs in a clause which requires them to be sued jointly, and which contemplates a joint proceeding, and a levy on her estate only after execution process against him has been returned unsatisfied. It is scarcely possible that'the legislature could have had an absconding or separated husband in view, when these joint proceedings were prescribed, for he might be beyond the jurisdiction of the court. We suppose the phrases mean the same thing; and if they do, the last clause of the proviso of the 8th section we repeat is inoperative, unless we read the “or” by which it is preceded “ and.” This is frequently done in the construction of statutes; and if it be done here, we render this clause of the proviso operative, and consistent also with the proviso to the 6th section. Then it will read, that before judgment can be levied on the wife’s estate “ it shall have been proved that the debt was contracted by the wife, and incurred for articles necessary for the support of the family of said husband and wife.” And if that must be proved, that must be pleaded. It was neither alleged nor proved in this case, that the debt was contracted by the wife or by any person in her name, but a joint purchase by husband and wife is laid in the amended narr., and a purchase exclusively by the husband was proved in the evidence. The goods were charged on the plaintiffs’ books to the husband, and all the circumstances show that the credit was given to him. He lived with his wife and apparently supported her as any other poor man supports his family, by daily toil. The plaintiffs furnished him with a team which he used in lumbering for them, and in farming for himself on his wife’s land. He drew his supplies from the plaintiffs’ store — the credit being given exclusively to him, as their books prove, and to him alone have they a right to look for payment.\nIt will doubtless be objected to our reading “ or” in the proviso to the 8th section as if it had been written “ and,” that it excludes the case where a married woman contracts debts not for necessaries, but to improve her separate estate, remove liens, or for other purposes strictly personal to herself. This consequence must be accepted and is right for two reasons: 1st, that such debts are within the proviso to the 6th section, and therefore did not need the protection of the proviso to the 8th section: and 2d, the subject-matter of the 8th section, being debts for family necessaries, it is most congruous to limit the operation of the proviso to family necessaries.\nThis then was an action in which the wife was sought to be charged as the substantial party defendant. She had a right to appeal from the award of arbitrators. If the consent of the husband were necessary to her appeal, we will infer consent from the absence of objection on his part. There was no error in refusing to strike off her appeal. It would ill comport with the humane spirit of the Act of 1848, to deny trial by jury to a married woman sought to be charged with her husband’s debt under the exceptional clauses of the statute — especially, after she had paid all costs, and given bail like any other suitor.\nBut if she was the substantial defendant from the beginning, if she had a right to appeal and did appeal, she stood in court the only defendant against whom the jury could render a verdict or the court a judgment. Her husband’s name was there for no other purpose than to signify his assent to her defence of herself. But it was her defence of herself and of her estate. The sole question on the trial was, whether the plaintiffs should have a judgment against Tier.\nWe have seen that under neither the pleadings nor the evidence were they entitled to such a judgment, and they got neither verdict nor judgment against her. If the record had been made up in due form, the suit would have been against her, impleaded with her husband, and then the court would have been in no embarrassment about the manner of swearing the jury or taking the verdict; but looking at the substance of a very informal proceeding, we consider it of no importance that the jury was sworn as to both \"husband and wife, apd two verdicts taken, one against the husband and the other for the wife. Especially, is the irregularity unimportant, when on the same day the verdict was rendered, the husband voluntarily confessed judgment to the plaintiffs for precisely the amount of the verdict.\nI have been the more particular in bringing out the fact, that the husband was not in court as an independent party on the appeal; and that the wife was the sole defendant tried, because it avoids the ugly question of costs which counsel argued as the chief question on the record.\nIt is not the case of an action against joint debtors, and a verdict against one and for the other; but it was, as tried in court, an action against a married woman and a verdict against the plaintiffs. That verdict of course carries costs. The fact that the husband came in and confessed judgment to the plaintiffs, does not impair the wife’s right to recover costs on the issue formed and fought out successfully by herself. They follow, as in other cases of successful defence; and the court having rendered judgment on the verdict she recovered, did right in refusing to set aside her execution against the plaintiffs.\nThe judgment and proceedings are affirmed."}