{"id": "990525", "contents": "The opinion of the court was delivered by\nWoodward, J.\nDf the seventeen errors assigned, two relate to bills of exception upon evidence, two to the form of the verdict, and the residue to the charge of the court.\nThe first of the two relative to evidence we understand to be abandoned in argument. It was well not to press it. The deed was properly admitted, and the alleged interlineations referred, as they belonged, to the jury.\nAs to the deposition of Jacob Geisenger, we think there was no error in its admission. There was proof before the court of competent notice of the time and place of taking the deposition, and of the due execution and return of the rule by the examining magistrate. The prothonotary received the deposition and filed it in the ordinary course of such business; and had he given notice thereof to counsel, the rule of court would have applied which requires exceptions to be filed within fifteen days. For the want of such notice, that rule does not seem to be applicable; but as the exceptions now made would not have been available if taken within the fifteen days, they ought not to deprive the party of the testimony of a witness who has since died.\nThe charge of the court seems to have recognised the defendant’s positions touching the boundary line as contained in the title-deeds, but to have left it to the jury to find whether those under whom the respective parties claimed had not substituted an agreed or consentable line therefor, and held according to it for twenty-one years and upwards. The learned judge said that a boundary line between parties which can be clearly traced may have been altered by the acts or agreements of the adjoiners, and that Hagey would be bound by the wall built by agreement between Dr. Detweiler and MeHose, if he (Hagey) purchased from McHose with notice of the wall; and as it was a visible boundary, and Dr. Detweiler was in possession up to it when Hagey bought, the wall, it was held, was equivalent to notice.\nThe great objection urged against this ruling is drawn from the statute of frauds and perjuries. It is supposed, that boundaries fixed by parol are within the operation of the statute. This is a mistake. The statute is a rule of conveyance; it requires a writing to create an estate or interest in lands, that shall have more force or effect than a lease or estate at will only. But adjoining owners who adjust their division line by parol, do not create or convey any estate whatever between themselves; no such thought or intention influences their conduct; after their boundary is fixed by consent, they hold up to it by virtue of the title-deeds, and not by virtue of a parol transfer. Generally, indeed, they feel that their rights, as defined in the title papers, have been abridged rather than enlarged by the agreed line; and this, because their treaty proceeds on the basis that the exact right between them is doubtful. Out of the doubtfulness of the right springs the consideration which binds parties to such agreements. This is plainly .taught in the leading ease of Perkins v. Gay, 3 S. & R. 331. Surrender is indeed a mode of conveyance, and though at common law it might be by parol, it is now expressly within both the English and the Pennsylvania statutes of fraud and perjuries, except it be a surrender by operation of law, tvhen the English statute does not embrace it. But, I repeat, the parties to a consentable line intend no conveyance by surrender or otherwise. For the sake of peace and good neighbourhood, they agree that a doubtful fact shall be ascertained and indicated in a particular manner; and the practice of this court has been to encourage such compromises. I do not know that it has ever before been suggested, that the statute of frauds and perjuries stands in the way of such agreements, but whether suggested or not, this court has never, so applied the statute.\nErom the allusion of the learned judge to a boundary line “ which can be clearly traced,” it might be inferred, that there was no doubt for the treaty of these parties to rest on, and therefore, properly speaking, no consentable line; but that line which can be so clearly traced assumes the white oak post between Dornblazer and Laubach to be the mark called for by the Heller deed and survey, and whether it was that mark or not, the judge referred to the jury. A line which depends on allowances for the variation of the needle, and the position of a post set so long ago as 1784, cannot be considered free from doubt, however traceable by its appropriate course it may be, if the position of the post be assumed. The doubt has reference of course to the starting-point, not to the bearing of the line; but that doubt infects the line from beginning to end. At the place at which this line became a boundary between these parties, or their predecessors in title, it was a fair subject of compromise, and if they fixed it where the worm fence had stood, and where the stone wall was built, the court and jury did right to hold them to it.\nThe evidence in reference to the agreed line and the possession of the parties was referred to the jury, with instructions in which we see no fault; and all that remains for us to consider is, whether the verdict was such as can sustain the judgment for the plaintiff. It was in these words: “We find for the plaintiff so much of the land claimed in the writ as lies north of a line beginning at a point which is thirteen feet south from the middle of the south wall of the late old stone shed, thence a straight line northeasterly direction to post, the south-east corner of plaintiff’s lot.”\nObjections to the form of verdicts are not to be encouraged. Whenever the verdict is sufficiently certain to enable a court to give judgment and the sheriff to deliver possession, it will not be disturbed; and this certainty may be in the verdict itself, or by a reference to something of a'permanent and public nature. The maxim id cerium est, quod cerium, reddi potest, applies here. Hence, the award in Santee v. Keister, 6 Binn. 36, in favour of a plaintiff in ejectment agreeably to the decision of the board of property; and the verdict in Green v. Watrous, 17 S. & R. 393, for the plaintiff for the whole tract sued for, deducting one hundred acres described in the original agreement, agreeably to an award made by certain referees; and in Tyson v. Passmore, 7 Barr 273, “for eighty-two and a half acres of land, being the land covered by the warrant of survey of July 1832,” were held sufficiently certain. The references in these cases were to public records — fixed and unalterable memorials that were accessible to everybody — and which might be appealed to, therefore, to remedy the intrinsic, defect of the verdict as recorded. But in O’Keson v. Silverthorn, 7 W. & S. 247, a verdict uncertain in itself was not helped out by a reference to a line “ proved by Robert Silver-thorn to have been made as a division line of the whole tract, in the spring of the year 1801, by and between Daniel O’Keson and Nicholas O’Keson.” “A reference,” said Judge Sergeant, in that case, “ to a matter of record, as a recorded deed, or a diagram found by the jury and filed of record with the verdict, like the draft of'a road in the Quarter Sessions, or to natural or artificial boundaries on the ground, might be sufficient; but who can tell how this line is to appear ? Nothing is referred to as showing it to future times; it rests merely on the evanescent oral proof of a-witness given during the trial.”\nThe verdict rendered in the case before us, when taken in connection with the description in the writ, would be sufficient to indicate the ground recovered, if the starting-point assumed in the verdict could be fixed with reasonable certainty.\nBut the sheriff, if he went on the premises with an habere facias possessionem in hand, would have no other, direction to the starting-point than is contained in the words, “ thirteen feet south from the middle of the south wall of the late old stone shed.” This wall is not to be confounded with the wall spoken of in the judge’s charge as substituted for the worm fence, but is the wall of an old shed that stood on Detweiler’s land, and which is repeatedly referred to by the witnesses, but its dimensions described by none of them. The old shed is gone, and there is no motive- for preserving its foundation wall. Whilst this wall lasts, it has no public character as a boundary — is mere private property; and when it shall next be sought for to fix the plaintiff’s line by, not one stone of it may be found upon another. Now if a decaying wall of that sort were fit to base a verdict upon, what part of it is to be taken for the execution of this verdict — the middle of its thickness or the middle of its length ?\nThis question derives importance from the consideration that we are dealing with town lots, the boundaries of which are measured by feet and inches, and upon which buildings have been erected that may have to be removed.\nThe length and thickness of the south wall of the late old stone shed are not stated, but from the diagram before us we would suppose it to be from sixteen to twenty feet in length, and not parallel with the division line which the jury meant to establish between the parties. At the nearest pointy it seems to be four feet ten inches from that line, at the point assumed by the jury thirteen feet, and at the western extremity more than that distance. It is not probable the wall is less than two feet thick. If the jury meant that their verdict should be measured from the middle of this wall, regard being had to its length, did they mean the face of the wall or the centre line of it ? If by middle they meant that centre line, then where, in respect of its length, did they intend to start from ? The verdict throws no light on these questions. We see not how the sheriff could decide them. And yet decide them he must, before he could find the line the jury meant to establish.\nFrom the draft before the jury, but which is not made part of their verdict, it would seem most probable, that they referred themselves to the face of the wall at the middle of its length; but on the other hand it is to be remembered that, in surveys generally, a line described as beginning at or running from a particular object, whether a post, a tree, or a stone, is to be measured from the centre of the object — and more certainly so, when not merely the object, but the middle of the object is called for.\nThe vice of this verdict is radical and incurable. The practice of this court favours verdicts, but does not tolerate such essential uncertainty. The verdict cannot be supported upon the adjudged eases. It comes short of the great object of all verdicts, which is to make an end of controversy, and we feel obliged to set it aside.\nThe judgment is reversed, and a venire facias de novo is awarded.\nRead, J., dissented from the ruling in respect to the verdict."}