{"id": "990503", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nIf the original injury in this case was not legally chargeable against the borough, then it can have no right of action against the original wrongdoer, even though it was sued for it and gave him notice to defend, and an award was had against it, which it paid. One who is improperly sued for the wrong of another, must secure himself by a defence against that action, and not by subrogation to another.\nWas the borough liable for the original injury ? We think not. It is an imperious necessity that has forced upon our towns the substitution of public water-works, for the public and private pumps which we used to have, and that has made our streets the place where the public pipes are laid. These pipes thus become public watercourses for the supply of all private needs, and the duty of maintaining them, consistently with private rights, and with the common right of highway in the streets, falls upon the town authorities. But the private right of resorting to them for water makes some interference with the public travel inevitable, and so far the public right must yield. The excavations made for this purpose are for private benefit, done at private expense, and usually without any direct superintendence of the public; and only the persons who make them, or cause them to be made, are answerable for any injury they occasion to the right of travel. The borough had no hand in this excavation, and is not answerable for the carelessness with which it was done. The public fulfils its duty when .it furnishes a complete highway, and it is not answerable for the improper inodes in which individuals connect their property with it.\nAlleys and doors, and steps and drains, are necessary to connect private property with public streets, and branch-pipes to connect with gas and water mains; and when the public leaves it to individuals to make such connections, they alone are responsible that the work shall be done without injury to any one. Streets are necessarily used for telegraphic lines, and signs and awnings and hitching-posts, and vaults and vault-gratings, and it is not the public, but the individuals who erect such things, that are answerable for the injuries arising from them, though the public has power to regulate them, and does attempt to do so. It is enough for the injured person, that he has a remedy against the actual wrongdoer. Indeed, it would be most disastrous to make the public liable for all the neglects of individuals in relation to the public streets; for, in this way, it would become an insurer against numberless injuries of which it could never learn the origin, and for which it could have' recourse to no one. Thus the actual wrongdoer would be left unpunished; whereas, if the search for him be sharpened by private' interest, he cannot readily escape.\nJudgment affirmed."}