{"id": "990526", "contents": "The opinion of the court was delivered by\nStrong, J.\nThis was an action against the building association, to recover damages for refusing to permit the plaintiff to transfer seventeen shares of stock held by him therein. On the trial, a verdict and judgment were obtained against the defendants. It is now assigned for error, that the court below permitted to be given in evidence certain receipts of the officers of the association to the plaintiff, for money paid by him to them. The objection is, that the receipts were not proved by the person who signed them. They were, however, official receipts, in the book of the corporation, furnished by it to the plaintiff, and proved by its secretary. Even if we admit that they were but declarations of the officer who signed them, yet they were made in the discharge of his duty as an officer, and, therefore, were admissible against the association, whose agent the officer was. On the trial of the issue between the plaintiff and the association, the testimony of the person who signed them would have been no better evidence than was that of the secretary, whose testimony was admitted. The fallacy of the argument of the defendants below is in the assumption that the testimony of the secretary was secondary. It was no more secondary than would have been that of Springer himself.\nNor were the receipts inadmissible because they embraced sums paid for fines, and interest upon the debt due, as well as for instalments upon the stock. Evidence of what had been paid upon the stock was important to show its value. The introduction of proof of other payments was a necessity caused by the defendants themselves. They could not have been injured by it, for it was in their power to show how much was paid for fines, and how much for interest. There is nothing, therefore, in the first assignment of error.\nEqually unfounded is the second. The jury were instructed to find a verdict for the plaintiff for the amount which Samuel Sutton had paid the defendant, on seventeen shares of stock, as dues, and the interest on the same from the time of their several payments. The objection to this is, not that there had been no refusal to permit the transfer, but that there was evidence that only ten shares had been assigned to the corporation. If the fact were so, what difference would it make in the plaintiff’s right? That he subscribed for, and had been the holder of, seventeen shares, that he had transferred either all of them, or at least ten, to the association as collateral security for the payment of his bond and mortgage to them, and that all which was legally recoverable upon the bond and mortgage had been paid, were undisputed facts in the case. It is probable that all were held by the association as collateral. The loan was on the security of all, and the rules required all to be transferred. The witness only knew that ten had been. His knowledge was negative. The fair presumption was that the defendant held all. But if it were not so, the plaintiff offered to transfer the entire seventeen. The defendants refused to permit it, and their refusal was based, not upon the ground that they held only ten, or that he did not own seventeen, but because he had not paid the premium upon the loan made to him. They insisted that, after having paid all which was legally due upon his debt, after having satisfied the judgment obtained upon his mortgage (as collateral security for which they held the shares), he should pay something more, which he was not in law bound to pay. That was a demand which they had no right to make, and it was no justification for a refusal to permit a transfer, whether the shares stood in their name, or in the name of the plaintiff. We need hardly say that there was no evidence that the ownership of the seventeen shares, originally subscribed by Sutton, did not still remain in him. The attempted transfer to his son was never consummated, nor was that to Lewis S. Coryell. It was not on account of either of these that the refusal of the defendants was made.\nThe remaining assignment of error raises the only important question in the cause. Upon the mortgage which the plaintiff had given to secure the payment of the money borrowed by him from the association, a scire facias was issued to December Term 1856. A plea of payment with leave was put in, and a verdict and judgment were rendered in favour of the mortgagees for $2390.42J-. The verdict was obtained on the 26th of May 1857, and the judgment was signed on the 23d of September in the same year. It is now contended, that this record establishes conclusively that Sutton, the plaintiff, recovered and was allowed, under his plea of payment to the scire facias, the full value of his stock; that he then had credit for all the instalments which he had paid; that they were applied in satisfaction of the mortgage, and that consequently he is estopped from a recovery, in the present case. This position is rested upon what was said in Guttenburg Building Association v. Kupfert, and Hughes’ Appeal, 6 Casey 465 and 471. In those cases, which were questions of distribution after a sheriff’s sale of the property mortgaged, it was held that payments on account of the stock were to be regarded as payments on account of the loan. If this be so, it is argued, and with great force, that after the judgment upon the scire facias, it must be taken as settled, that the plaintiff has already had a credit upon his mortgage for the value of the stock, so far as it was made up by payments of instalments. The doctrine of those cases was perhaps in advance of the general understanding. It was considered to be necessary, in order to protect the borrowing community from the oppression and hardships to which they are so often subjected by the money-lending associations now so numerous, and so unlike in character to what was supposed when the legislature provided for their incorporation. It is well known that the original design of the legislature was to encourage the erection of buildings. The motive for the grant of the franchise was public improvement. But the practical working of the associations formed under the law, has not been'what was anticipated. Though called “ building societies,” they are, in truth, only agencies by which a greater than legal interest is obtained from the necessitous and unwary. It was the knowledge of this fact which led to the effort made in the cases cited to afford some protection to the borrower. What was then said, however, is not to be regarded as laying down the rule that payment of dues on the stock, ipso facto, works an extinguishment of so'much of the mortgage. The debtor may so apply it, but the payment itself is not an application of the money to the reduction of the mortgage. To hold that it is, would be giving to the associations additional facilities for obtaining excessive interest. The debtor is not compelled to give up his stock, whenever suit may be brought upon his bond or mortgage. Such would, however, be the necessity of his case, if the law applied, against his consent, the instalments paid by him upon his stock, to the discharge of his indebtedness for the money borrowed.\nIn the case in hand, it is plain, that the plaintiff did not so apply the stock payments which he had made. No credit for them was allowed to him on the trial of the scire facias. It may be, it was not then supposed he could claim or receive credit. The cases in 6th Casey had not been decided. Certain it is, that the payments were not then thus applied, for, after the verdict was obtained, both parties treated the stock as subsisting.' The verdict was rendered on the 26th of May 1857; yet, on the 6th of July afterwards, Sutton paid, and the defendants received, $570.22 on account of back dues and fines on the seventeen shares of stock. Again, on the 5th of April 1858, Sutton paid $204.24, on the same account; on the 3d of May 1858, Mr. Kennedy, the equitable plaintiff, paid for Sutton $17, one month’s dues payable on that date; and, once more, June 7th 1858, Mr. Kennedy paid another month’s dues. This all took place after the rendition of the verdict, and most of it after the entry of the judgment. The receipts show that the dues were all paid up to June 1858, until long after the plaintiff offered to make the transfer, and the defendants refused to permit it. How then can they now say that any portion of the stock has been extinguished ? How can they aver that the payments were applied in satisfaction of the mortgage ? Long after the judgment on the scire facias, and long after the payment of the judgment, they treated the stock as valid and existing, received numerous payments upon it, and acknowledged that all instalments upon it which were due had been paid up to about the time when this suit was brought. What honest pretence had they to receive payments of instalments in 1857 and 1858, if the stock was then not in existence ? And how can they justly contend that any of the payments were on the mortgage, and not on the stock, in the face of their receipts of May 7th and June 3d 1858 ? Even if the instalments paid before the verdict in the scire facias must be considered as having been made on the mortgage, the defendants are in turn estopped from denying that the stock exists, and that all dues upon it were satisfied until after the demand and refusal to transfer.\nThere was no error, therefore, in entering judgment for the plaintiff upon the reserved point. This disposes of all the assignments of error, and leads to the affirmance of the judgment.\nJudgment affirmed."}