{"id": "990513", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nThe defendant below has been convicted of worldly employment on the Lord’s day, in piloting a canal-boat laden with coal upon a part of the Schuylkill navigation, in discharge of his ordinary occupation, the said work not being work of necessity or charity; and we have no doubt that he was'rightly convicted.\nThere is nothing in the laws relating to the Schuylkill Navigation Company that authorizes such work, and they have no authority, by any regulations of theirs, either to sanction or to prohibit it: 14 Mees. & W. 76. We had no thought of saying, in Murray v. The Commonwealth, 12 Harris 270, that boating on those works on Sunday was legalized by the Act of 11th April 1845: we think we have expressed the contrary. That law was made to regulate the conduct of the company, and not of navigators. Until then, the company was bound to keep its locks open on Sunday even for unlawful travel, but that law exempted them from this obligation, and thus allowed the restriction, rather than the enlargement, of the right of travel.\nNobody supposes that road, turnpike, or bridge gates can be closed by their companies on the Lord’s day: they must he kept open for travel. Yet the travel is not therefore lawful, because the keeping of the gates is. And so it is with navigation companies. They must keep their gates open, because there may be lawful travel through them, and because they have no authority to decide that any travel is unlawful, or to stop it. Even public officers cannot stop it, unless attended by a breach of the peace. Time was, when travel, because of necessity or charity, had to be allowed beforehand by license from a public officer; but it is not so now.\nIn The Navigation Company v. Pilling, 14 Mees. & W. 76, it is held, that a company cannot stop even unlawful travel on their works, by any regulations in protection of the Lord’s day. And we maintained the distinction between the law or duty of the boatman, and the law or duty of the keeper of the highway, in Mohney v. Cook, 2 Casey 342, when we decided, that even unlawful boating is protected against obstructions of navigation. Boatmen are not answerable to the navigation company, but only to the state, by its magistrate, for breaches of the Sabbath; and they are answerable nowhere beyond the penalty of the law. Before the Act of 1845, the company was bound to let them pass at their own risk of this penalty. That act may now allow the company to stop them, but it does not require this to be done; and surely this is not giving the company authority to dispense with the Sunday laws on their works.\nIt is not possible to allow the many breaches of the Sunday laws, which have been overlooked for many years, to be set up as a ground of interpretation of a law which had been well settled long before this navigation had any existence.\nWe must take occasion to say here, that this writ ought not to have been issued without a special allowance. It has been done several times before in similar cases,, and therefore we overlook the error in this case. The Common Pleas has jurisdiction over these summary convictions, by certiorari, and we cannot allow them to be brought here directly, unless on good cause first shown, consisting in some peculiarity in the nature of the case, or in circumstances that may affect its trial.\nThe conviction is affirmed, and the record remitted to the justice of the peace for execution.\nWoodward, J., dissented, on the ground that the question was virtually ruled in Murray v. Commonwealth."}