{"id": "990505", "contents": "The opinion of the court was delivered by\nWoodward, J.\nIt has been many times said and decided in Pennsylvania, that a judgment against the equitable estate which a vendee holds under articles of agreement for the sale and purchase of land, attaches to and binds the legal estate the instant that it vests in the vendee: Richter v. Selin, 8 S. & R. 425; Lynch v. Dearth, 2 Penn. R. 110; Episcopal Academy v. Frieze, 2 Watts 16; Foster’s Appeal, 3 Barr 80; Lyon v. McGuffey, 4 Barr 128.\nIn all such cases, effect is given to the judgment lien, without revival, against a subsequently acquired interest of the debtor, and it cannot be disguised that, in so far, the principle that was settled for us, after great deliberation, in Colhoun v. Snider, 6 Binn. 135, that judgments shall not bind subsequently acquired real estate, has been qualified, perhaps contravened.\nNotwithstanding the dissatisfaction that has been expressed with the doctrine of Colhoun v. Snider, by several judges, it has been followed in a multitude of cases, and is too firmly rooted in our law to be shaken at this day. • The judgment against an equitable vendee must be regarded as an exception, therefore, from the general principle that limits judgment liens to such estate as the debtor held at the date of their entry. But now, it is said, the exception is to be received with a distinction between vendors and other judgment-creditors. If A. agrees to sell land to B., places him in possession, and takes a judgment for part or all of the purchase-money, and then conveys the legal title without taking any new security, his remedy is gone; but if strangers obtain judgments against B., after the date of the articles, and before the deed, they are not only a lien upon his existing equitable estate, which is measured by the purchase-money already paid, but they open to take in the additional equities created by future payments, and the whole legal estate also when B. gets his conveyance of that. The only ground upon which a distinction so unfavourable to vendors can be supported is, that by his deed he has released and given up all his interest in and claim upon the land. Deeds of conveyance are sometimes, though not generally, expressed to be made subject to the payment of an ascertained sum of consideration-money; and where that condition is not expressed, the general terms used by conveyancers do import a surrender of all prior rights. The deed of Waters to Spencer, in this case, contained no condition for the payment of purchase-money, and was in the usual full terms of conveyancing. It acknowledges the receipt in full of the purchase-money; it conveys and releases all the grantor’s “ estate, right, title, interest, claim, and demand whatsoever in law and equity;” and it concludes with a covenant of general warranty. It was made two days after Waters entered his judgment against Spencer — was recorded four days after it was made, but was recorded more than a month before any of the other judgment-creditors of Spencer got upon the record.\nThe material dates are as follow:—\n1st July 1858. Articles of agreement, Waters to Spencer.\n3d July 1858. Judgment, Waters v. Spencer, for $649.55, balance of purchase-money.\n5th July 1858. Deed, Waters to Spencer — such as above described.\n9th July 1858. The deed was recorded.\n26th August 1858. Judgment of Mace v. Spencer.\n1st September 1859. Sheriff’s sale of the land on Mace’s judgment.\nAfter the entry of Mace’s judgment, and before the sheriff’s sale, various creditors of Spencer obtained judgments, who, together with Mace, claim the proceeds of the sheriff’s sale, to the exclusion of Waters, the vendor.\nNow, how is Waters to be excluded? Not on the ground that his judgment was entered against only the equitable estate of Spencer, for, as we have seen, judgments so entered do attach to the legal estate as soon as it unites with the equitable, and a vendor’s judgment is as much within the rule as the judgment of a third party. Vendors are usually regarded as the most meritorious creditors; and it would be refining against reason, to so apply the rule as to protect other creditors, and cut out vendors. In this case, it is true, the judgments of the general creditors were not entered against the equitable estate; but, had they been, they would have become liens on the legal estate the instant it was conveyed to Spencer; and the same elastic quality which the law would have recognised in the judgments of such creditors, belongs to the judgment of Waters.\nIf, therefore, he is to be deprived of the benefits of his priority, it must be not in character merely of vendor.\nDoes his deed estop him? Estoppels may be by deed, but estoppels by deed avail only in favour of parties and privies. Now, the judgment-creditors who seek to postpone Waters, are not privies of Spencer, either in blood, in law, or by estate. Not in blood, for no relationship is alleged; nor in law, for the legal relation between debtor and creditor is one of antagonism rather than of confidence or of mutual dependence; nor by estate, for they have none in the debtor’s land. What proves that they have no interest in the land is, that a judgment against one of these judgment-creditors would not be even a lien on this land.\nThe truth is, the relation of judgment-creditors to their debtor’s real estate is anomalous. They have a lien upon it by virtue of statute law, but they have no interest in it such as makes them privies in estate with their debtor. The covenants, then, express or implied, of Waters’s deed, cannot operate in favour of Spencer’s creditors as an estoppel by deed, and we do not understand any such effect to have been intended by what was said of the deed in Altman v. Klingensmith, 6 Watts 448. That case was very peculiar, and it is not quite clear whether the court meant to rest their judgment on the doctrine that the costs of a judgment are not a lien after the debt and interest are paid, or on the position that the officers to whom the costs were payable might not use the plaintiff’s name to enforce payment out of the land, because of the general terms of release he had employed- in conveying the legal title.\nBut, though there can be here no estoppel as by deed, is there not an estoppel by matter in pais? This class of estoppels has been very much extended of late years, and the result of the authorities in respect to it is nowhere better expressed than by Lord Denman, in Picard v. Sears, 6 Ad. & Ellis 475: “The rule of law is clear,” said his lordship, in delivering the opinion of the court in that case, “ that where one by his words or conduct wilfully causes another to believe in the existence of a certain state of things, and induces him to act on that belief, so as to alter his own previous position, the former is concluded from averring against the latter a different state of things as existing at the same time.” In Freeman v. Cooke, 2 Exchequer E. 661, Baron Parke approves of the principle as thus defined, eites numerous eases in support of it, and tells us that by the term “ wilfully,” as used by Lord Denman, we are to understand, if not, that the party represents as true what he knows to be untrue, at least that he means his representation to be acted upon, and that it is acted upon accordingly.\nNow, if we apply this rule to the facts of the case before us, it would seem to be decisive against Waters. His declaration was very solemn, precise, and full, that he had no claim on this land, and it was spread upon a public record. It is not an unreasonable presumption, that the judgment-creditors acted upon it. What time they gave credit to Spencer, has not been shown; but when they entered up their judgments they 'could have understood nothing else from his possession under such a deed as he held, than that he had paid the vendor in full. But for this, some other security might have been obtained; but for this, the credit, perchance, had never been given. Waters may not have intended to mislead the creditors, but, on the principle that every man is responsible for the legal consequences of his acts, he must be presumed to have intended that the creditors should deal with Spencer as if his land were unencumbered; and the necessary presumption from the record is, that they did so deal. The secret agreement between Waters and Spencer, that the judgment of 3d July should stand as a continuing security for the unpaid purchase-money, cannot affect the creditors, for they had no notice of it; but had notice of solemn declarations of exactly a contrary effect. As between themselves, Waters and Spencer, that agreement would be enforced. As between either of them and a third party, the very truth would be according to that agreement; but that is the truth which the appellant has estopped himself -from showing. Estoppels are sustained to exclude the truth. It is called an estoppel or conclusion, says Lord Coke, because a man’s own act or acceptance stoppeth or closeth up his mouth to allege the truth. Hargrave’s note on this reads: No man ought to allege anything but the truth for his defence, and what he has alleged once, is to be presumed to be true, and, therefore, he ought not to contradict it; for, as ’tis said in the 4th Inst. 272, allegans contraria non est audiendus: 3 Colee Litt. 342.\nThis used to be considered harsh law, and it grew into a proverb that estoppels were odious; but the observations of Mr., Smith, in concluding his note on the Duchess of Kingston’s Case, strike us as just, and they shall conclude this opinion.\n“ The truth is,” says that excellent writer, “that the courts have been for some time favourable to the utility of the doctrine of estoppel, but hostile to its technicality. Perceiving how essential it is to the quiet and easy transaction of business, that one man should be able to put faith in the conduct and representations of his fellow, they have inclined to hold such conduct and such -representations binding in cases where a mischief or injustice would be caused by treating their effect as revocable. At the same time they have been unwilling to allow men to be entrapped by formal statements and admissions, which were perhaps looked upon as unimportant when made, and by which no man ever was deceived, or induced to alter his position. Such estoppels are still odious.”\nThe decree is affirmed."}