{"id": "990508", "contents": "The opinion of the court was delivered by\nWoodward, J.\nWe think the plaintiff estopped himself by his receipt of March 18th 1855. It was given for money paid to him by the defendants, as executors and principal devisees named in the will of Jacob Moyer, which money is expressed to be for plaintiff’s inheritance (JErbsehaft).\nWhat was the defendant's’ interest under the will of his uncle, Jacob Moyer ?\nIn 1784, Nicholas Moyer devised his homestead farm to his son Jacob, in fee simple, subject to the payment of fifteen hundred pounds to the other children of testator, and to the support of the testator’s widow and his two minor daughters.\nWhether Jacob took an unconditional fee, or a fee defeasible on his failure to marry, depended on the construction to be given to a subsequent clause of his father’s will, in which he provided that if any of his children should die unmarried, his or her “part, share, or portion” should be divided among the rest of his children.\nSixty-eight years after the death of Nicholas, his son Jacob died, unmarried, in possession of this same farm, and left a will by which he devised it and all of his real estate to his two nephews, Daniel and Solomon, sons of a deceased brother, Daniel, and whom he also made executors of his will, but he charged them with the payment of seven thousand dollars, one-half to the heirs of his deceased brother Daniel, and the other half to the heirs of his other deceased brothers and sisters. The plaintiff is the son of Margaret, who was one of the deceased sisters of Jacob Moyer, when his will took effect. And thus he became entitled to share in the fund which was raised by the devise of the land in question to the defendants. He might have refused to participate in that fund, and thus have left himself free to question his uncle’s right to devise the land, but he cannot both affirm and disaffirm the will. Where a person accepts a legacy bequeathed, he elects to stand by the provisions'of the will: Fulton v. Moore, 1 Casey 468. It would be absurdly unjust to permit the plaintiff to receive from the defendants the money they were to pay for the land, and then to recover the land also. Yet this is what is attempted here.\nCounsel feel the stress of the plaintiff’s position so sensibly, that they endeavour to give his receipt an application exclusively to the personal estate of the testator. They say, upon what authority I know not, that the money came from that portion of the personal estate that was given to the same persons as the seven thousand dollars.\nThe will of Jacob Moyer, made more than seven years before he died, directed that his personal property should be converted into cash — $350 of which were distributed in specific legacies, and the balance to be divided “ in the same manner, and to the same persons, as amounts first above mentioned.”\nIt does not appear that there was any personal estate remaining after payment of the specific legacies, but if it had been shown there was, the plaintiff’s right to a distributive share would depend on his right to share in the “amounts first above mentioned,” which expression means the two sums into which the $7000 paid for the land were divided. A receipt, therefore, for part of the personalty would, under the circumstances, be an affirmance of the will no less express than a receipt for part of the charge on the realty.\nThat receipt, whether applicable to the one. fund or the other, was an admission that Jacob Moyer had good right to make the devises contained in his will, and so concluded the plaintiff from raising the question whether, under his father’s will, Jacob Moyer took an unconditional or a defeasible estate in fee simple.\nCounsel express a wish that we shall decide that question. Not until it arises. It is not free from difficulty, and we should do injustice to other parties, who may possibly be in condition to raise it, if we should decide it before they are heard, at the suit of a party who has no interest in it.\nConfining ourselves strictly to the question upon the record now before us, the judgment is affirmed."}