{"id": "990512", "contents": "The opinion of the court was delivered by\nThompson, J.\nThe ground of the nonsuit in this case, at Nisi Prius, was, that there was no evidence whatever to show that the lease of the property at the corner of Eighth and Cherry streets, was purchased with the money or means of Mrs. Auble, the intestate. The bargain for it was'made in her absence, and in the presence of her husband, by himself and a Mr. Brown, since' deceased, who called himself her agent, and who paid part of the consideration at the time, and gave his check to be paid when the assignment was executed. When the assignment was made, the balance was paid by Mr. Moore, who said it was for Mrs. Auble. She appeared in no other way in the transaction than as assignee. Indeed, the gentleman who made the contract for the assignee, in preparing the assignment, to be executed at the residence of the latter, inserted the name of William Auble, the husband, but this was altered or changed when the parties met to receive the assignment. The husband had failed in business, some time prior to this transaction; and after the assignment of the lease, he lived on the premises, and engaged in carrying it on with his wife. It is too well settled now, to admit of controversy, that to enable a married woman to acquire and hold property against the creditors of her husband, she must make it clearly appear that the means of acquisition were her own, independently of her husband: Keeney v. Good, 9 Harris 355; Hoar v. Axe, 10 Id. 334; Bradford’s Appeal, 5 Casey 515; Topley v. Topley, 7 Id. 328. This was not shown, and it was a fatal defect in the plaintiff’s case, and the court were not wrong in nonsuiting the party on this ground.\nThe testimony to prove purchases for the house by the wife, and the repairs alleged to have been made by her, rested on no better footing than that already alluded to. But if it had, it would not have changed the aspect of the plaintiff’s case. If the intestate was not such a purchaser, in her own right, as to hold the leasehold interest in the property against the creditors of her husband, she could not acquire a right to do so, by subsequent expenditures for repairs. The evidence as to this was, on the plaintiff’s hypothesis of a right to recover, part of his case — and although the court might have rejected it, and nonsuited the plaintiff at an earlier stage, jet as the court allowed him to close his evidence before doing so, it is no ground for complaint on his part. This was all that was done in this case. As we see no error in the record, the judgment is affirmed.\nJudgment affirmed."}