{"id": "990507", "contents": "The opinion of the court was delivered by\nRead, J.\nIn this case there was a joint lien filed against twenty-one houses, the property of the same owner, designating the amount claimed on each house, which showed on' its face that there were three distinct blocks of buildings, separated by streets; each block consisting of seven contiguous houses. The question was, whether this was a good lien, or whether it was null and void, as it appeared upon the record.\nIn Pennock v. Hoover, 5 Rawle 291, decided under the Acts of 1806 and 1808, it was held, that a joint claim filed against eighteen adjoining or contiguous buildings, belonging to the same owner, was good. By the Act of 26th March 1831, the claimant, when the buildings were adjoining, and built by the same person, was enabled to file with his claim an apportionment of the amount among the buildings, and subjected each to the payment of its apportioned share. The 13th section of the Act of 16th June 1836 made this apportionment compulsory, or otherwise such claim was postponed to other lien-creditors. This section was decided in Donahoo v. Scott, 2 Jones 45, to include a joint apportioned claim for work, although it and its predecessor only spoke of a claim for materials; but this was set at rest by the Act of the 25th April 1850 — expressly extending these provisions to similar claims for work done, and for work done and materials furnished. In Thomas v. James, 7 W. $ S. 383, Judge Sergeant says, “ This renders it unnecessary to give an opinion on the question which has been discussed, whether a joint claim can be filed under the Act of 1836, for materials found and provided, where the buildings put up under the same contract or request do not appear to adjoin each other.”\nIn Donahoo v. Scott, and in all the preceding cases, the houses were contiguous, and in Young v. Chambers, 3 Harris 267, Ch. J. Gibson says, “ The principle ruled in Pennock v. Hoover, that a joint claim might be filed against adjoining houses put up together, because it might not be in the power of the claimant to discriminate, was the basis of the thirteenth section of the Act of 1836, which sanctioned it, and. provided for carrying it out by an apportionment of the general charge. The word ‘ building,’ used in every act upon the subject,- was strictly applicable to a block which, though composed of separate houses, was put up as a whole, but it could not be predicated of separate blocks in different streets, which could in no aspect be viewed as entire.”\nIn the present case there are three several blocks on three separate lots divided by streets, and the claim filed was therefore a nullity, and is not affected by the case of Taylor v. Montgomery, 8 Harris 443.\nA purchaser at sheriff’s sale looks to the record for deeds, mortgages, judgments, and mechanic’s liens, and if they appear to be valid and subsisting, he is not bound to look further. But if a deed or mortgage is defectively registered, or the judgment or lien appears on its face to be null and void, then he is not bound to notice them at all: Magaw v. Garrett, 1 Casey 319-22; Boltons v. Johns, 5 Barr 149. In the last case, Ch. J. Gibson says, “ The defective registry of a deed is a nullity;” “ and in the case before us the lien filed was a nullity which the purchaser was not bound to notice. Even had actual notice of it been given him, he would have been informed of nothing but an abortive attempt to create a lien where none could exist.”\nThe court may strike off from the public record an irregular claim on motion or on petition and answer or demurrer: Lehman v. Thomas, 5 W. & S. 262; Shaw v. Barnes, 5 Barr 18; and, of course, as we have already seen, it may be treated as an entire nullity.\nJudgment affirmed."}