{"id": "992195", "contents": "The opinion of the court was delivered by\nString, J.\nThe express company are common carriers. In 1858, they received from the plaintiff below, a box containing plans and specifications, to be forwarded to a committee who had offered a premium of $500 to the successful competitor, for the best plans for the Touro Almshouse at New Orleans. The plaintiff’s drawings were sent for competition. In consequence of the default of the company, they were not delivered until after the appointed day for receiving them, nor until after the premium had been awarded. The committee was, however, then convened, and the plans were examined. On the trial, it was proved by one member, the only one whose testimony was taken, that in his opinion, the plans, had they been received in time, would not have been adopted, because they did not suit the climate, and because they were altogether objectionable. This is an action against the company to recover damages for the breach of their contract to deliver in time, and the question is, what is the proper rule for the measurement of damages.\nIt is doubtless true, that in all actions for the breach of a contract, the loss or injury for which damages are sought to be recovered, must be a proximate consequence of the breach. A remote or possible loss is not sufficient ground for compensation. There is no measure for those losses which have no direct and necessary connexion with the. stipulations of the contract, or which are dependent upon contingencies, other than the performance of the contract, and which are therefore incapable of being estimated. With no certainty can it be said, that such losses are attributable to the wrongful act or omission of him who has violated his engagement. But on the other hand, the loss of profits or advantages, which must have resulted from a fulfilment of the contract, may be compensated in damages, when they, are the direct and immeT diate fruits of the contract, and must therefore have been stipulated for, and have been in the contemplation of the parties when it was made.\nApplying this rule to the present ease, why was not the loss of the opportunity to compete for the premium (whatever may have been its value), an immediate consequence of the breach of the contract ? Why was not that loss in contemplation of the parties ? The company undertook to transport the box to the committee appointed to award the premium. The purpose of the contract was to secure to the plaintiff the privilege of competition. Certainly he must have had that in contemplation, and if the company were informed of the object of the transmission, the loss of this privilege was in view of both parties at the time they entered into the contract. But whether' known or not by the company, the loss was an immediate result of their negligent breach. We do not now stop to inquire, whether the defendants can be held liable for every consequence, even though immediate, which cannot reasonably be supposed to have been in the contemplation of both parties, at the time they made the contract, as the probable result of the breach of it. Perhaps, if the special circumstances, under which the contract was made, and which occasioned special and unusual injury to attend its breach, were unknown to the party which broke it,'they could not be held to make compensation for more than the amount of injury which generally results from the breach of such contracts in cases unattended by any special circumstances. We are inquiring now, however, only whether the loss of the opportunity by the plaintiff to exhibit his plans and specifications for competition, was, or was not, too remote a consequence of the breach of contract to be taken into consideration by the jury. We cannot perceive why it was not the first consequence, proximate, immediate. Some doubt may be suggested, arising out of the case of Watson v. The Ambergate, Nottingham and Boston Railway Company, 15 Jurist 448, a case in the Queen’s Bench, England, the facts of which closely resemble those of the present case. There a prize had been offered for the best plan and models of a machine for loading colliers from barges, and plans and models for the competition were to he sent by a certain day. The plaintiff sent a plan and model accordingly by a railway, but through negligence, it did not arrive at its destination until after the appointed day. The court appeared to be of opinion, though the point was not directly raised, that the proper measure of damages was the value of labour and materials expended in making the plan and model, and not the chance of obtaining the prize, the latter being too remote a ground for damages. Patteson, J., said, that the right principle upon which damages were recoverable, was, that the goods were made for a special purpose, which had been defeated by the negligence of the defendants, and thus they had become useless.\nIt is difficult to see how the loss of the time and labour expended, is a less remote consequence of the breach of the contract, than is the loss of the opportunity to compete. Nor is it apparent, how the value of the labour and materials expended upon the plan and model in that case, or the value of the time and labour devoted to the plans and specifications in this, can be regarded as any measure of the damages sustained in consequence of the non-delivery in time of the articles sent, unless the opportunity to compete for the prize be also taken into the estimation. If the chance for the prize is too remote, if it has no appreciable value, and cannot be considered by the jury, then what has been lost by the breach of the contract to deliver in time? Not the plans and specifications, for they are still in existence. The plaintiff’ has them. The time and labor would have been lost, without any breach of the contract, if the plaintiff’s competition for the prize had proved unsuccessful. Their loss was not, therefore, necessarily a consequence of the breach of the contract. And if the time and labour were expended, solely to secure a chance which was valueless, how can they have any value ? They are certainly as remote and as contingent as is the chance itself. The fact appears to he, that the opportunity to compete, is what gives the time and labour expended any value, and if there can be any recovery at all, beyond nominal damages, as was held by the Queen’s Bench, it must he because the loss of the chance for the prize, as it was then called, or, as I would term it, the loss of the opportunity to compete for the prize, is not too remote to be considered, and because its worth is capable of being measured.\nBut how is this loss to be estimated ? Suppose the engagement of the company had been directly to afford to the plaintiff an opportunity to compete for the premium offered. Could he, for the breach of such an engagement, halve recovered more than nominal damages, without any proof that any actual injury had resulted from the breach ? We think not. To entitle a plaintiff, in an action founded on a contract, to recover more than nominal damages for its breach, there must always be evidence that an actual, substantial loss or injury has been sustained, unless the contract itself furnishes a guide to the measurement of the damages ; and even when there is some such proof, but the amount is uncertain, courts have sometimes directed the jury to allow the smallest sum which would satisfy the proof: Lawton v. Sweeny, 8 Jurist 964; Olunness v. Pezzey, 1 Oampb. 8. A plaintiff claims compensation. The amount of that compensation is a part of his case. Whether in the present case this plaintiff sustained any actual injury, depended upon the degree of probability there was, that he would have been a successful competitor if the contract had not been broken. If his plans were entirely defective, if they were suited better for a bridge than for an almshouse, it cannot be claimed that he was damaged. He introduced, however, no evidence to show that there was the least probability that the premium would have been awarded to him, had his plans been submitted to the committee in time. On the contrary, the defendants proved that doubtless he must have failed. So far, then, from there being proof of actual damage, it was disproved. The court below, however, instructed the jury that there might be a recovery for more than nominal damages. They reversed the rule generally recognised, that the plaintiff must show a substantial, real injury, an'd cast upon the defendants the burden of proving that there was none. In this we think there was error. The second point of the defendants should have been affirmed unqualifiedly. Independent of the defendants’ evidence, the plaintiff was not entitled to recover more than nominal damages, because he had not proved any actual damages, and the chance for the premium was contingent. Much more was this so upon the whole evidence in the cause.\nThe observations already made are also applicable, in part, to the answer of the court to the second point of the plaintiff, in which the same error is apparent.\nWe do not understand the court’s answer to the plaintiff’s third point as it is understood by the plaintiffs in error. The court could not have intended to instruct the jury, that under any circumstances, the plaintiff could recover for loss of a chance to secure reputation, or that the negligence of the defendants alone took away his chance of obtaining the premium. Had they done so, it would have been mistaken instruction.\nThe remaining assignment of error is not sustained.\nJudgment reverséd, and a venire de novo awarded."}