{"id": "992179", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe recovery and payment of costs in criminal cases, are so entirely dependent on statutory regulations in Pennsylvania, that it is indispensable for every claimant to be able to point to the statute which entitles him to receive what he claims. The defendant in error, plaintiff below, was one of the witnesses of a party indicted and tried for perjury. The jury acquitted the accused, and directed that the county pay the costs of prosecution. The Act of Assembly of 8th December 1804, authorized such a verdict; but the plaintiff was not a witness on behalf of the prosecution, and his charges are no part of the costs of prosecution. He is not therefore within the remedy of this statute.\nIt is suggested that the 13th section of the Act of 23d September 1791, protects defendants from the costs of unfounded charges, and imposes them upon the county stock. So it does in respect to the preliminary examination before a committing magistrate; but it is silent in respect to the power of juries over costs. Hence it was the practice under this act, to make defendants pay the costs of prosecution, though they were acquitted by the petit jury trying them; a hardship which led to and is recited by the Act of 20th March 1797. By this last-named act, “.all costs accruing on all bills of indictment” were charged upon the county, if the accused were acquitted by the petit jury.\nThe Act of 8th December 1804, above alluded to, restrained the generality of this enactment, and gave the petit jury power' over costs of prosecution in cases of acquittal, where the offence indicted was under the grade of felony. In such cases, the jury were to' determine whether the county, the prosecutor, or the defendant should pay the costs of prosecution.\nThen came the Act of 9th February 1820, which enabled the jury acquitting defendants of indictable offences under the grade of felony, to impose oh the prosecutor not the “ costs of prosecution” merely, but “ the costsand in this event “ the defendant’s bill for his subpoenas, serving the same, and attendance of his material and necessary witnesses, shall be included in the costs, and paid accordingly.”\nOnly in this case (where costs are imposed upon the prosecutor of a groundless charge) is there any statutory provision made for the defendant’s witnesses. Where they are imposed upon the county, they are only the costs of the prosecution that are to be paid; and even if the larger expression of the Act of 1797 were taken — “ all costs accruing on all bills of indictment” — the plaintiff’s case would not be included, for his costs did not accrue upon the bill of indictment, but in resistance of it.\nThe plaintiff is not within the terms of the verdict, nor within the meaning of any statute we have, regulating the payment of costs in unsuccessful prosecutions of misdemeanors. His claim against the county having no foundation in statute, is baseless. Costs are not given in criminal cases by the common law,.and county commissioners have no authority to pay them except in the specific circumstances prescribed by the legislature.\nThe judgment is reversed, and judgment is entered upon the case stated for the defendant."}