{"id": "992182", "contents": "The opinion of the court was delivered by\nThompson, J.\nAfter much investigation of the subject-matter of this appeal, the auditor came to the conclusion that the instruments of writing under which the appellants claim, were not executed to convey an absolute interest in Dr. Shoenberger’s estate, or as securities for a pre-existing indebtedness, but were simply made to assume the form they did, for the purpose of being negotiated to raise money on a loan for Mr. Lytle. We need not restate the evidence minutely : suffice it to say, that there was evidence which the auditor thought satisfactorily established, that the negotiation of a loan had been in contemplation by Mr. Lytle to be applied principally to the extinguishment of his indebtedness prior to the execution of the bonds and mortgages in question,.and for that purpose a mortgage and assignment of Mrs. Lytle’s residuary interest in her father’s estate, to secure three bonds for the sum of $30,000 to Alexander M. White, had been executed by Lytle and •wife; that the amount not being deemed large enough to cover the objects intended, the three bonds aggregating $60,000 involved in this controversy, secured by three instraments for the like amounts, framed to operate as mortgages as'well as assignments of Mx-s. Lytle’s residuary interest in her father’s estate, were executed by Lytle and wife to A. M. & R. White; that they were intended and delivered to the Messrs. Whites, under an understanding and agreement, that they were to be negotiated to raise a loan for Lytle, and that in the event of their being so negotiated, their firm was to be paid the amount of their indebtedness after the payment, first to other parties the amount of $26,000; that the Messrs. Whites, together with Lytle and Mr. Slaymaker, made ineffectual efforts to negotiate the securities, and wholly failed to do so; that after the failure of the last effort for the above purpose, Mr. Lytle claimed a return of the papers from J. K. Reed & Co., bankers, who declined to advance money, but were finally given up by them to the counsel of Mrs. Lytle; that when Mr. White, into wlxose hands the papers had been placed for negotiation, was informed of the intention of Mrs. Lytle’s counsel to give them up to Mr. Lytle, or that they had been given, he assented thereto, and made no objectioxx that he had an interest in them, or that he meditated further efforts at negotiation; that they were delivered up to the grantors, and by them destroyed ; that afterwards, and after Mr. Lytle’s assignment for the benefit of creditors, White declared his fii’nx had no security for their debt, and endeavoured to get Mx-s. Lytle to secure the firm, and solicited and procured the assignment of the O’Ereil judgment, which may still be a security for a large amount. From such evidence, the auditor inferred the nature of the transaction to be a scheme for raising money on loan for the benefit of Mr. Lytle, and not a conveyance of Mrs. Lytle’s interest in her father’s estate, nor an absolute pledge of it as a security for past indebtedness. We have very carefully considered the auditor’s report, and measured it by the evidence, and it seems to us, that he committed no error in his finding as to the character of the transaction. That the Messrs. Whites considered it in the same light, is certainly deducible from their acts after they were apprised that the papers were returned to Lytle and wife, which facts are found to be proved by the auditor. They acted as if the meditated project of a loan had failed, and that the matter, so' far as that was concerned, was ended, and they no further interested in the papers. These acts were strong corroborative evidence of the original understanding and purpose of the bonds and assignments. The auditor’s finding of facts from the testimony is always conclusive, unless plain mistake he shown, or as it is sometimes said, “ palpable or flagrant error” exists: 7 Harris 221; 8 Casey 121-425; 6 Id. 478. We are not able to convict the Auditor of any error in his dealing with the facts. .....,\nThese conclusions arrived at, it necessarily follows that the main ground of claim on the part of the appellants in this controversy fails, namely, that the Messrs. Whites, by virtue of the mortgage-assignments, held a power coupled with an interest which was not revocable without their assent and without consideration, and that a chancellor would decree a return or re-execution of the securities to them, and that the Orphans’ Court should treat them as still existing. Thus failing, they are not entitled to the distribution claimed. The ascertained purpose of the transaction, notwithstanding the form of it, is widely different from that of a power coupled with an interest. Such an interest, it was said by C. J. Marshall, in Hunt v. Rousmanier, 8 Wheat., must be an estate or interest in the thing granted. Other authorities say, an interest in the proceeds of the power: 16 Pick. 52; Story on Agency 477; 10 B. & C. 731.\nBut conceding that, at law, the legal title being in the appellants, the inference would he, that it was a power coupled with an interest; what would he the condition of the case on the part of ■ the appellants, if, resorting to a bill in equity to compel a re-execution or redelivery of the bonds and mortgages by Lytle and wife on the ground of interest coupled with the power, it should appear, that the grant by the wife of her estate was a purely gratuitous effort on her part to aid her husband in his embarrassments ; that it was to meet pre-existing debts; that no present consideration passed to her or her husband for the act; that no securities were surrendered at the time, nor postponement, delay, or injury occasioned to the creditor on account of it; and that the wife had become repossessed of the securities so executed, without any fraud or other wrongful act, before innocent parties became interested in them ? Could anybody doubt the refusal of a chancellor to decree a re-execution of the instruments under such circumstances ? Such seems' to be exactly the state of facts in the case in hand. It is, in this aspect, the case of a legal title in one without any act or consideration to constitute an equity, as against the wife whose interests are to be affected; and a complete equitable right in the other.- In equity, the legal title ■would not be allowed to prevail over the equitable right. It is only when the equities are equal that the law prevails. We think, therefore, that even without the direct evidence of the terms upon which the instruments were executed, but which we think decisive of this controversy, yet the want of all present consideration to the husband and wife for the transfer of the wife’s estate appearing in the case; equity would not interfere to restore the securities thus -obtained from the wife; nor should the Orphans’ Court, in practice a court of chancery, have done otherwise than refuse to distribute the testator’s estate without regard to the claim on account of the securities by the Messrs. Whites. Indeed, it seems very apparent, that, with proper diligence, they -might have been perfectly secure. Their Sharon mortgage, it appears from the testimony, they surrendered long before this transaction, and they omitted to secure themselves under their $11,000 judgment. But these considerations have little to do with the determination of this issue; they only- raise the inference, that these creditors trusted too implicitly to an influence which should induce a wife to surrender her paternal estate for their benefit. As we see no error in the decree of the Orphans’ Court confirming the report of the auditor, it is\nAffirmed at the costs of the appellant."}