{"id": "992167", "contents": "The opinion of the court was delivered by\nThompson, J.\nThe docket entries in the case of the application for the sale of the real estate, on account of which the bond in question was given by the trustee, Rawlins, the defendant, and another, as his sureties, the order of the court thereon, the names of the assignee and sureties in the bond, and the amount of it, together with the subsequent proceedings resulting in a sale, &c., constituted the first step in the testimony of plaintiff. Following this, there was evidence of the loss of the bond from the files of the court, and diligent search for it.\nWe agree with the learned judge of the Common Pleas, that the bond, having been given pursuant to statutory requirement, and the records, showing that it had been approved by the court and directed to he filed, accompanied by proof of loss, and identity of the obligor sued, was evidence to go to the jury as proof of its existence as a valid instrument. Nor do I think the remark of the learned judge, that if the bond had been produced it might have been read without common-law proof of execution, was error. It might and ought to be inferred, in such a case, that its genuineness had been inquired of and passed upon by the court, before approval and direction for filing, as an integrant part of the proceedings. This is in accordance with Hartz v. Commonwealth, 1 Grant 360, and with the general practice in regard to official bonds. But the competency of the docket entry, the bond being lost, was indisputable: Harvey v. Thomas, 10 Watts 63. Indeed, the utility of dockets would be in a measure lost, if they could not supply proof in a case like the present. The entries are made by a public sworn officer, and as far as they are records of courts, they import absolute verity; being of such high character, therefore, little danger is to be apprehended, where loss is clearly proved, to permit them to be received as secondary evidence of the existence of things of which they only contain an official note. This disposes of the first and fourth assignments of error.\nThe want of an averment of the loss of the bond in the narr., so as to dispense with the profert, might have been made the foundation of a special demurrer, and in that event the plaintiff could have amended, if he did not choose to join in demurrer. But this course was not pursued, and as no objection was made to the narr. at the trial, it is too late now.\nThere is no ground in this case for the objection that the surety, being only contingently liable, could not be sued until the principal was first fixed and ascertained to be liable. That, in fact, had been done before suit brought. There had been a settlement of the trust account, a report upon it by an auditor, and confirmation by the court. This fixed the amount of assets for distribution in the hands of the assignee, and as there was no dispute about the right of the plaintiff to the fund, everything necessary to charge the principal was done before suit brought. In The Commonwealth v. Stub, 1 Jones 150, it was said, “ a judgment at law or a decree of the Orphans’ Court, fixing the amount of the personal responsibility, is all that is necessary as a prerequisite to a suit on the bond of an administrator.” The Commonwealth v. Wenrick, 8 Watts 159, is to the same effect. The bond here partaking of the same nature, as regards the liability of the surety, with that of an administrator’s bond, the same rules are' applicable to it.\nBut there was another ground upon which the suit might be maintained, perhaps, even before and without the decree in question, to wit, the removal of the trustee out of the jurisdiction of the court, and his residence in the state of Iowa: The Commonwealth v. Evans, 1 Watts 437; The Commonwealth v. Wenrick, 8 Id., supra; Commonwealth v. Fretz, 4 Barr 344.\nAs there is nothing to correct in any .part of the case, the judgment is affirmed.\nJudgment affirmed."}