{"id": "992166", "contents": "The opinion of the court was delivered by\nRead, J.\nThe Ohio and Pennsylvania Railroad Company were incorporated by acts of the Ohio and Pennsylvania legislatures, passed the 24th February and 11th April 1848, by which, and by an Act of Assembly of Pennsylvania, passed 14th December 1854, this road was to be connected with the Pennsylvania Railroad, in the city of Pittsburgh, by a bridge across the Allegheny river. By the provisions of the original charter, if it shall be necessary in the location of any part of said railroad to occupy any road, street, alley, or public way, or ground of any kind, or any part thereof, it shall be competent for the municipal or other corporation or public officers, or public authorities, owning or having charge thereof, and the railroad company to agree upon the manner and upon the terms and conditions, upon which the same may be used, or occupied. The Pittsburgh, Fort Wayne, and Chicago Railroad Company, who succeeded to the rights, privileges, franchises, and obligations of the Ohio and Pennsylvania- Railroad Company, entered into two agreements, dated 21st April 1857, and 18th August 1857, with the railroad committee and street committee of the councils of the city of Allegheny, under the authority of certain ordinances and resolutions of the said councils, for continuing the track of their railroad from the then terminus thereof on the west side of Federal street, across Federal street, and along the north side of Canal street to the east end thereof, and thence by the most practicable route over the intervening streets, to and over the railroad bridge now in the process of construction over the Allegheny river ; and they were empowered to lay down, construct, maintain and operate, in the manner and subject to the restrictions thereinafter specified, a single or double track for their said road, from their present station or depót ground, west of Federal street, over the route above indicated to and over the said railroad bridge; and for that purpose, with the advice and co-operation of the. city regulator, to construct such trestle-work of timber or iron or embankments of earth, or walls of wood or stone, or other material, as' shall be needful and proper to secure a safe and permanent foundation for the rails, and- the safe, economical, and efficient operation of said railroad; but not to occupy more than thirty feet in widtli over any street east of Federal street for the superstructure or tracks of the road.\nThey were empowered to raise the grade of Federal street two feet where they crossed it, and at the crossings of the road on the streets and alleys, between Anderson street and the railroad bridge, the tracks or the timbers sustaining the rails were to be elevated not less than twelve feet above the surface of said streets and alleys, so as to afford a free and clear passage for persons and vehicles on said streets and alleys, under the track of the railroad.\nThe level of Canal street was twelve feet below the grade of both Federal and Sandusky streets, and on account of the abrupt descent from Sandusky street, it could not be used as a general thoroughfare, and the construction of the railroad with a double track laid on a level with Sandusky and Federal streets, raised Canal street twelve feet. The gutters, culverts, bars, posts, and gates, put up by the company, were in conformity to their contract with the city.\nIn addition to the complaint of overflow of their store, in heavy rains, the plaintiffs cannot, owing to the raising of the street by the railroad embankments and trestle-work, dray salt from the canal to their store across it, as they did when the street was twelve feet below grade.\nThe complainants are the owners of a lot of ground on the northeast corner of Federal and Canal streets, 120 feet on Canal street, on which a store is erected, and their bill was filed in June, and a supplemental bill in November 1857. The relief prayed is an injunction to restrain the defendants from continuing and maintaining the obstructions, and running their cars and locomotives through and over the said street, to the exclusion and injury of the complainants and other citizens having an interest therein. The cause was heard on bill, answer, exhibits, and testimony, a preliminary injunction having been refused by the chief justice.\nThis railroad, in connection with the Pennsylvania Railroad, forms a continuous line of travel and traffic between the metropolis of Pennsylvania and that of the flourishing state of Illinois, and we are asked by two private individuals, the owners of one small property on this railway of hundreds of miles, to put a stop to the ■whole of this valuable trade, by tearing up .the railroad on Canal street, in the city of Allegheny, and thus preventing the cars and locomotives from incommoding the owners and occupiers of this single store.\nThis street was laid out by the owner of the property thirty years ago, and was dedicated to the public by him and accepted by them. It is, therefore, a public street, and the purchasers from the original proprietors have no other rights in it than the adjoining owners have in any other street, whether opened according to law, or devoted to public use by the liberality or forethought of the owner of the soil.\nThe law on this subject has been so clearly laid down, and so often enunciated, in the various decisions in this state, that it is only necessary to refer to the eases of the Philadelphia and Trenton Railroad Company, 6 Wh. 25, affirmed in Commonwealth v. Erie and N. E. Railroad Co., 3 Casey 354; Green v. Borough of Reading, 9 Watts 382; Henry v. Pittsburgh and Allegheny Bridge Co., 8 W. & S. 85; O’Connor v. Pittsburgh, 6 Harris 189.\n“ The right,” says Chief Justice Black, “ of the supreme legislative power to authorize the building of a railroad on a street or other public highway, is not now to be doubtéd.” The legislature in this instance devolved the exercise of this power upon the city of Allegheny, who, by their proper representatives, have authorized and sanctioned the building of this railroad along Canal street, and whatever was done by the company was done at the request of, and by express contract with, the only persons legally empowered to fix the terms and conditions upon which the street was to be used or occupied.\nIt is clear, therefore, without resorting to' that discretion, which in all such cases we are bound to exercise, that the injunction prayed for must be refused.\nBill dismissed."}