{"id": "992188", "contents": "The opinion of the court was delivered by\nRead, J.\nBy the 11th section of the Act of 8th April 1833, relating- to last wills and testaments, it is enacted “ that a devise or bequest by a husband to his wife, of any portion of his estate or property, shall be deemed and taken to be in lieu and bar of her dower, in the estate of such testator, in like manner as if it were so expressed in the will, unless such testator shall, in his will, declare otherwise: provided, that nothing herein contained shall deprive the widow of her choice, either of dower, or of the estate or property so devised or bequeathed.” This section is substantially a re-enactment of the 10th section of the Act of the 4th April 1797, and is therefore only a continuation of the then existing law. This dower has been determined by this court in Hinnershits v. Bernhard’s Executors, 1 Harris 518, to be her common law dower, and not her share under the intestate acts.\nBy the 35th section of the Act of 29th March 1832, relating to the Orphans’ Court, which is a re-enactment of the then-existing law, as found in the 1st section of the Act of 1st April 1811, relative to dower, a method is provided for ascertaining the election by the widow, by a proceeding in the Orphans’ Court.\nUpon the bill and answer in the case before us, it appears that the plaintiffs’ testatrix was the widow of Joseph Paul, who died seised of a farm or tract’ of land in Bucks county, in which she was entitled to her dower, if she elected not to take the devises or bequests to her, contained in the last will of her husband. Joseph Paul, by his will, devised this farm to his nephew, Joshua P. Lloyd, on condition that he changed his name to Joseph Paul, charged with an annuity of $200 in favour of his widow. The testator died on the 80th November 1857, leaving his widow and two nephews surviving him, and on the 10th March 1858, the widow filed, in the Orphans’ Court of Bucks county, her written election not to accept of the provisions made in her behalf in the will of her husband.\nIt is clear, that there was no dispute, that the widow was legally entitled to dower in this farm, and to the arrears from the death of her husband. It is almost equally clear, that such a demand of dower was made, as would be covered by the authority of Watson v. Watson, 10 Com. B. Rep. 3. It is also equally clear, that a negotiation was going on between the parties for a release of dower, which of course prevented all proceedings, either in law or equity, on the part of the widow for the time. The widow died on the 29th April 1859, without having instituted any suit, either at common law or in equity, and the question is, have her representatives no remedy for the one-third of the rents and profits of the farm, justly due to her at the time of her decease ? If they have not, then the defendant takes this farm, contrary to the will of the testator, freed and discharged of any payment whatever to the widow of his benefactor.\nThe action of dower has fallen greatly into disuse in England, and its prosecution has become a matter of some rarity there. Courts of equity having established a concurrent jurisdiction with courts of law upon the subject of dower, resort is had to them, as their forms of proceeding present fewer embarrassments than at law, and there all obstacles are removed, which improperly tend to delay or defeat the rights of the dowress.\nAt law, if the tenant, after the first judgment, which.is that the widow shall recover seisin, dies before the second judgment is obtained for damages and costs, under the statutes of Merton and Gloucester, they are gone by his death, and being considered as a personal demand, like damages in trespass, if they be no.t recovered during the life of the party, they die with him. So also, if the demandant die before the damages are ascertained, the executor shall not have them, for the damages are no duty till they are ascertained; Bright on Husband and Wife 412; Paris on Dower 309.\n“ Upon the widow’s right to mesne profits in equity” (says Mr. Bright, Id. 423), “ Mr. Roper observes: ‘ We have seen that at law, mesne profits, under the term damages, in the statute of Merton, were lost by the death of the plaintiff or defendant before they were assessed and ascertained. But it is not so in equity. That court has been more liberal to the widow, from the consideration, that the profits of a third part of her husband’s real estate, are her only subsistence, from his death. It is therefore the course of the court to assign her dower, and universally, to give her an account of mesne profits from the death of her husband, and not to permit her title to them, to be defeated by the death of the defendant pendente lite.’ ”\n“ Mr. Roper notices (Id. 424): ‘ It has been said that mesne profits will be decreed to the widow in equity in instances only, where she has demanded dower in' analogy to the rule at law, and the construction of the statute of Merton before considered, and a case of Delver v. Hunter, Bunbury 57, has been cited to that ' effect; as also to prove that there shall be no mesne profits decreed, except where the husband dies seised of the lands, as required by the same statute.- This doctrine, however, seems to be open to objection, for it is presumed that courts of equity do not, in this instance, proceed upon the statute of Merton, or with reference to any legal rule, in decreeing to the widow mesne profits; the principle which they adopt appears to be the title of the widow to endowment immediately upon the death of her husband ; this right drawing to it, an account of.the profits of her share received by the person, whose duty it was to have assigned dower, so that such person incurs a debt to the widow, which he in his lifetime, or his representative'after his death, is considered in equity as liable to discharge. In addition to this, it may be remarked, that the tenant may probably be considered in equity, as holding the widow’s one-third of .the estate, as her trustee or bailiff, from the death of her husband, and therefore answerable to her for his receipt of rents, in respect of that proportion of the property.’ ” This appears to be the correct view of the widow’s rights, and is sustained by the tenor of the decisions. The cases of Hamilton v. Mohun, 1 P. Wms. 122, and of Graham v. Graham, 1 Ves. Sen. 262, proceeded upon this principle, in allowing the widow in account, her third of the mesne profits, although there had been no assignment of dower. Bright says, p. 427, “ The circumstance of an assignment of dower not having been made prior to the widow’s death, will not deprive her representative of mesne profits, nor prevent her right, whilst living, to obtain payment by them in equity.” And in the note to 1 Ponblanque’s Equity 22, it is said: “ And though- the widow should die before she establisted her right to dower, equity will, in favour of her personal representatives, decree on account of the rents and profits of the lands, of which she afterwards appeared dowable.”\nThe infrequency of an actual assignment of dower is also distinctly stated by Vice Chancellor Kindersley, in the very late case of Dicken v. Hamer, 2 Law T. R., (N. S.) 276, decided on 7th May last, in which he says: “ Suppose this widow’s dower had been set out by metes and bounds, which was not done, and which now-a-days hardly ever is done, the parties going on upon the footing that dower, where it exists, is recoverable, but no assignment being actually made of it.”\nIn this state, by the operation of our intestate act, the action of dower is confined to a case like the present, to dower in lands aliened by the husband in his lifetime, or to a claim of statutory dower, where the land is in the possession of one denying her rights, or of one not answerable to the Orphans’ Court process. As our courts are clothed with full equity powers, in regard to dower, there can be little doubt that as soon as this simple mode of proceeding is understood, the action of dower will fall into similar disuse here.\nIn Sandback v. Quigley, 8 Watts 460, it was decided, that an action of dower abates by the death of the plaintiff, and that there can be no substitution of her personal representatives for any purpose. Judge Rogers, however, held, that a different rule prevailed in equity, and suggested, as we had no Court of Chancery, that relief might perhaps be given in a special action on the case, by the personal representatives againt the heir or feoffee, or against each or both, for the time they respectively occupied the premises.. The case of Conklin v. Bush, 8 Barr 514, where this opinion of Judge Rogers, in its full extent, is doubted by Judge Coulter, does not apply to the case now before the court,, because here the husband died seised. “ It is true,” says Judge Coulter, 517, “ that in equity, by proceedings in chancery, the administrator can recover mesne damages for the detention of dower. But it is only where the husband died seised, and where there is no dispute about the right to recover dower,” which is the case here.\nBut the learned judge clearly erred in confining relief in equity to the single case where there had been judgment in dower, but the widow died before the damages were assessed, and his remarks therefore upon Judge Rogers’ statement of the rule in equity are founded upon a misconception of the authorities.\nIn the present case, the husband died seised, and the widow’s title to dower in the farm devised is not disputed, upon her election not to take under the will. That election was in reality a demand of dower, independent of the other circumstances which showed an actual demand besides. Her right to dower was therefore undisputed, but a negotiation ensued to substitute something for it, and this prevented the institution of a suit, either in law or equity. '\nThe widow was clearly entitled either to the bequest by the will of .the annuity of $200, to be paid by the devisee of the land, or to her dower out of the same. She elected to take the latter, which was acquiesced in by the devisee, who thus became bound at least to pay her one-third of. the rents and profits, if he did not agree with her as to some other mode of payment. No such agreement was made, and he was-therefore bound to pay to her representatives what was due to her at the time of her death. The court below was therefore in error in dismissing the bill. The bill and answer are both informal, and perhaps require amendment to meet the justice of the case.\nThe decree of the Common Pleas, dismissing the plaintiff’s bill, is reversed, and it is now here ordered and decreed, that the defendant do account to the plaintiffs for the dower of the said Mary Paul, deceased, from the thirtieth day of November, A. D. 1857, up to the time of her death; and that the case be referred to a master to take an account thereof, that the plaintiffs may have a decree for the amount found to be due, with the costs; and the cause is now remitted to the court below, that this decree may be there carried into effect."}