{"id": "992172", "contents": "The opinion of the court was delivered by\nRead, J.\nThere is nothing in the first error assigned, for the defects, if any in the inquisition, could not be taken advantage of in this action, and the alias fi. fa. was authorized by the judgment upon which it was issued. The defendant in that judgment neither complained of it, nor objected to it, nor to the executions nor to the sales under them.\nWith regard to the second error assigned,' we think that the court erred in saying there was no formal return to the venditioni exponas by the sheriff, it appearing that there was a return signed “A. Drum, sheriff, by H. Stark, deputy,” and Mr. Stark having been proved to he the sheriff’s general deputy; and this, under the decisions, we think to have been a sufficient signature of the sheriff: Dewar v. Spence, 2 Wh. 220; Rudy v. Commonwealth, 11 Casey 166. This was undoubtedly the practice during the whole of sheriff Drum’s term, and I am informed there is a similar practice in some other of the northern counties. .The return is formal, if in the name of the sheriff, and signed by his authorized deputy, whose acts in such a case are his acts. “ The return,” says Watson on Sheriffs, p. 67, 7 Law Library, “is made by the under-sheriff, in the name of the high sheriff, as the high sheriff is the person to make the return.” ■ “ If the sheriff die during his year of office, the 'under-sheriff, before the appointment of a new sheriff, should make the return in the name of the deceased sheriff.” See Appendix 351. If, therefore, the return objected to by the defendant had been admitted, as it should' have been, the whole of the second error would have fallen to the ground. A new trial, therefore, could not benefit the defendant, as the result must of course be the same.\nBut it is certainly not error to say, “ that if a sale is duly made for the purposes of the present case, it may be otherwise proved:” Cash v. Tozer, 1 W. & S. 527; King v. Gunnison, 4 Barr 172. It is acknowledged that if there had been a formal return by the sheriff, in his own name, it would have been at least primd facie evidence of a sale and purchase by the defendant; and this shows that a judicial sale with us is not within the Statute of Frauds, for the return is of course not signed by the purchaser, who is the party to be charged.\nThe proper and safe rule is for the sheriff personally to sign returns. This is his duty, and it is clearly his interest, as he is then obliged to supervise the acts of his subordinates. The subsequent order of the court, upon refusing the motion for a new trial, and overruling the motion in arrest of judgment, in relation to the filing of a release to the defendant in fee, prevents any injustice that might have occurred from the judgment in this case. Another trial could not possibly benefit the defendant, and he ought not to desire it.\nJudgment affirmed."}