{"id": "992169", "contents": "The opinion of the court was delivered by\nWoodward, J.\nIt is very material to any view that can he taken of this case, to bear constantly in mind, that the consideration of each of the three deeds made by Robert Davis for the land in suit, moved from his daughter, Mrs. Barneord, the. wife of the defendant below, now plaintiff in error. It was because she was his daughter, that Mr. Davis made those deeds. He intended the land as a gift or advancement to her. Barncord paid nothing for the land — had no contract for it — and any interest that vested in him was created solely by the conveyances, and depends on sheer law without the slightest equity for its support. These are conclusions of fact, not established by the trial, and therefore only hypothetically put by us — but apparently justified by the record before us.\nThe plaintiff below purchased Barncord’s title at sheriff’s sale, with express notice from the wife, that the title was in her and not in her husband. The date of the writs under which the sheriff made the sale is not furnished in the paper-books, but his deed was acknowledged 29th October 1858, and the writs which seized and sold the land must have been issued after the 4th June 1857, for that is the date of the revival of the judgment on which the writs issued and the sale was made.\nBefore the 4th of June 1857, to wit, on the 14th April 1857, Barncord and wife had surrendered to Davis the joint conveyance they held from him, and he had made a new deed to his daughter, Mrs. Barncord, in fee, for the land. It is, therefore, true, as Mrs. Barncord’s notice imported, that the title was in the Wife, not only at the time of the sheriff’s sale, but when theji. fa. was levied and the judgment revived. Without title when the plaintiff revived his judgment, levied his fi. fa., and purchased at the sheriff’s sale, had Barncord any title when the plaintiff’s original judgment was entered ? We shall see.\nThe original judgment was entered 10th April 1854, and revived as above stated on the 4th June 1857. In 1853, Davis determined to divide his real estate among his five daughters and their husbands, and on the 14th January 1853, executed five deeds to his daughters and their husbands, as tenants in common, for their respective parts. Four of the deeds were delivered, but the one intended for Barncord and wife was not delivered, until some time in 1856, and then it was delivered very particularly to the wife, and not to the husband. Miss Rebecca Barncord, a daughter, was the medium of delivery, and she says : “ I received deed from grandpa; father was in the West at the time; grandpa said I should take it home, and give it to mother; said I should not give it to father, as he should not have it; I gave it to mother; she put it in a drawer; father returned from the West, some three or four months afterwards; this was in 1856.”\nNow, notwithstanding the qualified terms of this delivery, the learned judge decided that it was a good delivery to the husband. Let it be granted. Did the title vest before the delivery ? The learned judge said it vested from the date of the instrument. In this we cannot agree with him. Had there been a contract of purchase, or an equity of any sort pre-existing in Barncord, the law would, in hehalf of creditors, carry back the delivery by relation to the date of the deed; in other words, a judgment against a party having an equitable interest in lands opens to take in the legal title when that vests in the debtor. But it must be remembered, that Barncord had no interest whatever in the land till the deed conferred it; and surely that could confer no interest till it was delivered.\nDelivery is essential to the effect of every deed, and most of all of this deed, which, though made to the debtor and his wife, was not designed, apparently, for the benefit of the debtor or his creditors, but for the use and benefit of a married woman. Had Davis been properly advised, he would have known, that he could convey a separate estate to his daughter, which the Act of 1848 would protect from the husband’s creditors. But he probably thought it was necessary to introduce Barncord’s name into the deed, to make his bounty to his daughter-effectual. The deed vested an estate in both from the time of its delivery, but only from the time of delivery, and as that was two years subsequent to the original judgment, it was not bound by that judgment.\nBarncord returned from the West in September 1856, and in a quarrel with his wife she tore this deed into pieces. A new deed, similar to the first, was prepared, executed and delivered in September or October 1856. This deed was delivered to Barncord, but the interest it vested was not bound by the lien of plaintiff’s judgment, for the same reason that applies to the former deed. Sometime after this, all parties agreed to a surrender of this deed to the grantor, and he then, on the 14th April 1857, executed a conveyance directly and exclusively to his daughter, her heirs and assigns. Such was the state of the title, when the judgment of 1854 was revived in June 1857, and such was the state of it when the levy and sale were made.\nNow, undoubtedly, the surrender of the second deed by Barncord would be fraudulent and void as against any creditor, whose lien attached whilst the title was in him, but we ¡have seen that no lien attached during that time. It would he fraudulent also, as to creditors in general, if the object and purpose of it were not to secure the title to his wife, agreeably to the original intention of the grant or. But if such were the object of the surrender, it cannot be treated as fraudulent, because, by the Act of 1848, “property which shall accrue to any married woman, during coverture, by will, descent, deed of conveyance, or otherwise, shall not be subject to levy and execution for debts and liabilities of the husband.” Whatever was necessary to effectuate the objects of the Act of 1848, in respect to property accruing to her, could not be void under the statute of Elizabeth.\nThe distinctions here are a little nice, and, therefore, should be carefully stated. We guard the rights of creditors against all concealments and conveyances by the debtor, which tend to hinder and delay his creditors. Such conveyances, however formal, and however valid as between the parties, are void as to the creditors of the grantor, and a parol surrender of an existing title would be readily set aside in behalf of creditors. But why ? In order, I answer, that the creditors may have the benefit of the debtor’s estate in the land. But an estate accruing to a married woman since the Act of 1848, is hers exclusively, and is not subject to her husband’s debts. His creditors are peremptorily forbidden to seize such an estate. How can they be defrauded then by his surrender, of a deed made for his wife’s benefit ? Had there been no surrender of that deed, if Barncord held it still, it would have been competent for his wife to show that her father gave her the land because she was his daughter; that no consideration moved from her husband to her father, and that the husband held merely as her trustee. Whilst creditors are to be protected against all attempts of debtors to shuffle their property out of sight, married women are equally entitled to the panoply of the statute, as against the creditors of debtor husbands. ■ In a word, creditors are to look to the husband’s estate for satisfaction, and not to the wife’s.\nAnd to determine the equitable ownership, we always inquire into the consideration of the deed. If Barncord had bought this land with money of his wife, and taken the deed in his own name, he would have been treated as her trustee, and his creditors would have been restrained from seizing-it. No less was he trustee whilst he held the second deed of Davis, if that was made as a gift to Mrs. Barncord. And a surrender of his trust, even by parol, would conclude him and others claiming under him.\nIf the deeds were made to Barncord and wife, on no other consideration than as an advancement to the wife; and if Barncord consented to the surrender and cancellation of the second deed, the better to enable his wife’s father to convey the estate directly and exclusively to her; and if the third deed was made in execution of the parental intention to advance the daughter, then we say that neither the husband' nor his creditors are competent to impeach the transaction. Jn all this, there was no fraud, legal or actual, upon creditors. On the other hand, they would perpetrate a grievous fraud upon the rights of a married woman, if permitted to convert her estate, so assured, to the payment of her husband’s debts.\nWe do not trouble ourselves with the difiicult question, whether, since the Act of 1848, husband and wife, under a deed to them jointly, take by entireties or by moieties, for, until the cause is tried upon the questions of fact which we have indicated touching the consideration of the several conveyances made by Davis, we shall not be satisfied that Barneord had any interest whatever in the land. The plaintiff was bound, both as creditor and purchaser, to take notice of the wife’s equities, for neither when his judgment was obtained, nor when it was revived, nor when his execution issued, had Barneord any trace of a title. The only ground the plaintiff has to stand on is, that Barneord, having had an interest, disposed of it in fraud of creditors, and that leads to the inquiry into the consideration, when, if it turns out, as we suppose it will, from what is before us, that from first to last, nothing was intended except a parental gift to a married woman, the plaintiff took nothing by the sheriff’s sale, and had no right to a verdict and judgment in his^favour.\nThe action was brought against Barneord and wife, but on the trial her name was stricken out, on motion of the plaintiff’s counsel. Under the statutes of amendment, we think the court had the right to allow this motion. But' the question in the cause was not changed by this amendment. Barneord could defend his possession under the title of his wife. We have always held, that the husband’s possession of the wife’s separate estate, whether real or personal, was lawful, and not a circumstance indicative of fraud.\nThe judgment is reversed, and a venire facias de novo is awarded."}