{"id": "992180", "contents": "The opinion of the court was delivered by\nRead, J.\nDr. James Anderson, of Lower Merion township, Montgomery county, died on the 1st day of June 1858, leaving a will bearing date the 22d of October 1856. The testator had been twice married, and left a widow and five children by her, and by his first wife, four children and three grandchildren, the children of Isaac W. Anderson, deceased, a son by the former marriage. He appointed his sons, James Bush Anderson, by his first wife, and Joseph Wilson Anderson, Andrew Jackson Anderson, and John Fletcher Anderson, by the second wife, his executors. The will was proved in the register’s office, at Norristown, on the 23d July 1858, and letters testamentary were granted to all the executors. On the 5th August 1858, the personal estate of the testator was appraised, and an inventory filed in the register’s office on the 21st of the same month, exhibiting an aggregate of $92,901.56.\nBy his will, the testator gave to his wife, during life, the interest of five thousand dollars, to be paid every six months; also, during her life, the lands in Montgomery county, with all the movable and personal property pertaining to the lands and buildings thereon erected, “ to be' managed and used by her in the following manner: she first reserving, for her own convenience and comfort, what she may need; the remainder of the real and personal to be rented by her to my two sons, John Fletcher and Ultimus Adjutor, or to either of them, as may be thought most advisable; after their mother’s decease, the title to the real and personal estate, above alluded to, to be vested in them, their heii’S and assigns for ever. The personal estate thus noticed to pass as a continued stream. After my widow’s decease, I direct the principal sum of five thousand dollars to be equally divided among all my heirs, or their lineal heirs, as the case may require.” These are the only devises and bequests to the widow, and in his fifth item he says, “ my bequest to my widow is in lieu of dower,” which is merely an affirmance of the 11th section of the Act of 8th April 1833, which saves her right of election which', by the 35th section of the Act of 29th March 1832, at any time after twelve months from the death of the testator, may be ascertained and fixed by proceedings in the Orphans’ Court.\nBy the 11th section of a subsequent Act of the 11th April 1848 it is enacted: “The 11th section of the Act of 8th April 1833, entitled ‘An act relating to last wills and testaments, shall not be construed to deprive the widow of the testator, in ease she elects not to take under the last will and testament of her husband of her share of the personal estate of her husband, under the intestate laws of this Commonwealth, but that the said widow may take her choice either of the bequest or devise made to her under any last will and testament, or of her share of the personal estate under the intestate laws aforesaid.” This provision, which was not understood at first even by lawyers, gave rise to considerable difference of opinion; but it is settled, that if she elects not to take under the will, she is entitled to one-third or one-half (as the case may be) of the personal estate, in the same manner as if her husband had died intestate. The result in this case would be, if the widow has not elected to take under the will, she would be entitled to dower in all the lands of the decedent during her life, and to one-third of the personal estate absolutely.\nThe question then is, has she elected to take, under the will of her husband, the life-interests therein given to her ? She certainly has not, by any proceedings in the Orphans’ Court, made any such election, nor by any writing or paper, directly signified such to be her desire or intention. The question, then, of implied election is one of an exclusively equitable character, and is governed by those equitable principles and rules which have been established for the protection of widows and other persons similarly circumstanced. The Act of the 29th March 1832 gives the widow twelve months to make her election, and before the expiration of that time she cannot be called upon by any person or tribunal to say whether she will accept the devise or bequest in lieu of dower, or waive such devise or bequest and take her dower; and from necessity, the one-third or one-half of the personal estate is covered by this provision. This is accomplished by a citation from the Orphans’ Court to the widow, who is' then called upon to make her election, of which a record is made, and which is conclusive on all parties concerned.\nIn this case the widow was cited on the 7th June 1859, to appear on the 15th August next ensuing and make her election; and on the 25th June, in the same year, she appeared in open court (waiving the benefit of further time) and declined and refused the devise or bequept to her in the will of her husband, and elected to waive such devise or bequest, and to take her dower in the estate, real and personal, of the testator as in the case of an intestacy. We have, therefore, in due form of law, the absolute election of the widow, made at the time pointed out by the law, to take her dower, and her one-third of the personal estate of the testator. The burden, therefore, of proof lies on those asserting her prior election to take the devise and bequest, under the will, to make that out clearly and positively, and with a full knowledge, on her part, of her rights.\nThe inventory was taken on the 5th August, and filed on the 21st of the same month, and there is no evidence that the widow ever saw it or a copy of it, or knew its amount, and of what it was composed. As the inventory does not appear on the paper-book, we only know its total amount, $92,901.56, and not any of the items of which it consists. When, therefore, we look at the first piece of evidence which is introduced to prove a prior election by the widow, the receipt dated the 5th -August, we do not know how it appears in the original instrument. We are obliged, therefore, to look only to the receipt itself. This receipt, it is acknowledged, is in the handwriting of J. Rush Anderson, and was not presented to nor seen by the widow until the 2d October 1858, although antedated nearly two months, and it clearly is not in conformity with the fact as alleged by the appellees. The receipt is for $2119.50; and it might, therefore, well be considered, by a person acting without legal advice, and depending entirely upon the good faith of her step-son, as a mere credit to the estate on account of her distributive share. At all events, it is ambiguous, and presents no clear idea to the mind of one thus circumstanced.\nBut we are relieved from all difficulty on this point, by the evidence of A. Jackson Anderson, her son and one of the executors, in relation to conversations with his mother, nearly contemporaneous with this transaction, in which she claimed her thirds or dower. About the 14th October,she got asking him about the estate, and whether she had a right to take her thirds, and he told her she had; then she wanted him to see to it for her, and attend to her business. He told her that she had better employ counsel. He called upon Mr. Mulvany and employed him for her, and stated to him her wishes; and Mr.. Mulyany then sent her notices to be served on the executors; and then, at the proper time, she was cited to make her election. He (Jackson) told her, at the time she received the notices, not to serve the notice on Rush until he got some papers from Philadelphia, which he wanted. The notice or notices, thus prepared and sent by the -widow, were in the following form :—\n“To James R. Anderson, Joseph W. Anderson, Andrew J. Anderson, John E. Anderson, executors of the last will and testament of Dr. James Anderson, deceased: In regard to the said last will and testament of my late husband, Dr. James Anderson, deceased, you are hereby respectfully notified that I will not accept the devise or bequest, made to me under the said last will, in lieu of dower, but that I will elect to waive such devise or bequest, and take my dower in the estate of the said testator, agreeably to the Acts of Assembly in such case made and provided ; and you will please, therefore, govern yourselves accordingly.\nYours, truly, Mary W. Anderson.”\nHere, then, was a clear case of election by the widow, communicated at once certainly to one executor, and must have been known to the other, John Fletcher, residing in the same house where all these conversations, testified to by A. J. Anderson, took place, and which happened in the evenings when the family would be brought together. The receipt, therefore, of the 2d is entirely inoperative as an implied election to take under the will, in the face of a direct and positive election to take against it.\nAgainst such a decisive election, slight implications, which can be compensated or arranged by passing the amount received to her claim of one-third of the personal estate, can have no effect, and this disposes of the receipt of one hundred dollars on the 23d October 1858, which is also prepared by and in the handwriting of J. Rush Anderson. It is to be observed that, by the will, the interest of the $5000 was to be paid half-yearly, and was not due until the 1st of December; and that the word legacy is improperly interpolated, for the interest itself was the legacy.\nThe next implication arises entirely from the conduct of J. Rush Anderson. This matter relates to the station at Athensville, on the farm of the decedent, and is clearly explained by the evidence of Mr. Wilson, the resident engineer of the Philadelphia division of the Pennsylvania Railroad, and the correspondence between him and J. Rush Anderson. Mr. Wilson spoke to Mr. J. Rush Anderson, and stated to him the object of his visit to Athensville, to wit, to get some ground for a station-house, and he gave Mr. Wilson his address, and Mr. Wilson said he would write to him, which he did, and received, in reply, a letter dated Philadelphia, October 2d 1858, in which he says he had spoken to the family, the day before, with regard to the station-house. “They are perfectly willing that the company shall put up a building of the size you speak of, and at the place you designate, and will permit the company to occupy the grounds for this purpose for twenty years or less.” “If the company wish to secure themselves by a lease, Mrs. Mary W. Anderson and John F. Anderson will be the proper persons to sign it. There is also a younger brother, a minor, interested, but no difficulty need be apprehended from him. He now gives his full and entire consent.” From this letter Mr. Wilson prepared the article of agreement, making John F. and Mary Anderson the parties of the other part. He signed two copies in presence of Mrs. Sharpless, and sent them by Mr. Sharpless; but Mr. Wilson never saw the widow at all.\nMr. Wilson wrote a letter to Mrs. Anderson, dated the 6th November 1858, giving a copy of the resolution of the Board of Directors of the Pennsylvania Railroad Company of the 13th October, accepting the arrangements made with J. Rush Anderson, and saying to her: “Having understood from the Rev. J. Rush Anderson, that the terms proposed would be satisfactory to the family, and that yourself and John F. Anderson would sign a lease (it is better that there should be a written lease, to prevent any misunderstanding hereafter), I have accordingly drawn up one, which I herewith enclose, and which I hope will meet your approbation.” The agreement is dated 8th November 1858, and is between Mary W. Anderson and John F. Anderson and the Pennsylvania Railroad Company, and leases a piece of land 20 feet in front, and extending 20 feet in depth, to erect on it a frame station-house, for twenty years, at a rent of f> 1 per annum, with certain stipulations. It is signed by Mr. Wilson, as resident ■engineer. Now it is clear, that the whole matter was conducted and managed by J. Rush Anderson, and that the widow never saw Mr. Wilson, nor had anything to do with the correspondence between him and Mr. J. Rush Anderson.\nNow what effect has this on the question of election ? Not the least. The lease affected only one-half of the fee-simple at best, for, under the will, the minor had the other half; and if the widow declined to take under it, still she was a proper party, because she had a dower interest in the premises. In such case, it becomes questionable, whether the two devisees and legatees, John Fletcher and Ultimus Adjutor, were not the immediate owners of the lands in Montgomery county, together with all of the personal and movable property pertaining to the lands and buildings thereon erected.\nThere is nothing in the evidence showing that the widow ever worked or meddled with the farm or the personal property on it, for which she is said to have given a receipt. It was worked and managed entirely by John F. Anderson, for the benefit of himself and Ultimus Adjutor, as owners. It is true, their mother lived with them and attended to the dairy; but the farm is there-and all the personal property, for the benefit of whoever may be entitled to it.\nOn the 19th January 1859, the notice to the executors above stated was served on J. Rush Anderson (making certainly the second, and probably the third executor), the active agent in raising, by doubtful acts, an implied election on the part of the widow. This is simply a repetition of her former express election in October, or rather a communication of it to another executor. The account of the executors is filed on the 17th March 1859, and on the 11th April 1859, J. Rush Anderson pays the widow $150, and takes a receipt “ on account of interest from the estate of my deceased husband,” and this is called an implied election to take under the will, when the executor, paying the money and drawing the receipt, .had been solemnly notified, nearly three months before, that she refused to do so, and elected to take against the will. If such a doctrine can be maintained, then it may be extended to such implications even after the final election is entered of record. It is clear, then, that in October certainly, she positively and distinctly made her election, which was communicated verbally, and in writing, to one, and perhaps to two of the executors, and reiterated in writing to a third executor three months afterwards, and finally put on record in the Orphans’ Court on the 25th June 1859.\nHas anything been done by her which cannot be restored or compensated for or arranged in the settlement of the account of her distributive share? The $100 and $150 paid her will be credited the executors (the lease has no. bearing upon this question) and according as it may be settled, the personal property on the farm being in the possession of the specific legatees, they would be accountable to her for one-third of its value; and whether they would have to account to others for the balance, depends upon the question whether they are not entitled immediately to it.\nAn election by matter in pais, can only be determined by plain and unequivocal acts, under a full knowledge of all the circumstances, and of the party’s rights. One is not bound to elect until he is fully informed of the relative value of the things he is to choose between; and if he make an election before the circumstances necessary to a judicious and discriminating choice are ascertained, he will not be bound. These positions are clearly sustained by all the authorities, and when applied to the present case, show conclusively how bald is the case of implied election, set up against the express election made by the widow in October 1858, and reiterated upon every proper occasion.\nUnder this simple view of the case, it is unnecessary to discuss the numerous authorities cited on both sides, or the learned opinions of the auditor and judge. In our view, a clear error has been committed in not applying to the facts of the case the known principles of the doctrine of election, which is the creature of a court of equity, and is governed entirely by equitable rules. If such a case of implied election can be sustained, there is. not a widow that ever will be permitted to reach the end of the twelve months, without having her rights taken away, by a series of equivocal acts, done without any intention of electing, or even the idea being presented to her mind.\nAnd now, November 9th 1860, the decree of the Orphans’ Court dismissing and disallowing the demand and claim of Mary W. Anderson, widow and relict of Dr. James Anderson, deceased, to have her dower and distributive share in the estate, real and personal, of her said husband, and to decline and refuse the provision made for her in said will, as also the decree of distribution, so far as the said distributive share of the said widow is concerned, are reversed; and it is declared, ordered, decreed, and adjudged that the said Mary W. Anderson did elect and hath elected according to law, to waive the devise and bequest to her in said will contained, and to take her dower in the estate of the said testator, and also her share of the personal estate of her said husband, under the intestate laws of this Commonwealth. And it is further ordered and adjudged, that the decree of distribution in the Orphans’ Court, be so altered as to give to the said widow her one-third of the .personal estate of the 'testator, deducting only such sums of money as have been paid to her on account of the same, according to the foregoing opinion; and with this alteration, the decree of distribution is confirmed.\nLowrie, Cl J., and Strong, J., dissented."}