{"id": "992199", "contents": "The opinion of the court was delivered by\nThompson, J.\nWas the judgment on which this sci. fa. issued primd facie evidence of the debt against the devisees of Mrs. Sergeant’s estate ? It was a judgment recovered against the personal representatives, and this sei. fa. was issued to bring in the heirs and devisees, pursuant to the 34th section of .the Act of 24th February 1834, preliminary to charging the realty with the debt recovered against the executors.\nThere was no denial, by plea, of the existence of the judgment, but there was of the debt in every form, as well as a plea of no assets, payment with leave, &c., set-off, &c., and a special plea setting up proceedings in the Orphans’ Court as a bar.\nThe question is raised, although not for the first time, for determination, whether the judgment against the personal representatives was evidence for any purpose in the case. The judge at Nisi Prius (Mr. Justice Woodward) ruled, that it was primd facie evidence, and so charged the jury. This, of course, threw the plaintiffs on their affirmative pleas for defence, and failing in these, there was a recovery against the executors and devisees for the amount of the original judgment with interest.\nTo have determined the point in any other way would certainly have been a great surprise-upon' the profession in Pennsylvania, if not something worse. Ordinarily, one personal action is conclusive between the parties to it, and nothing but a just sense of the danger to parties interested, as heirs or devisees in the real estate of a decedent, ever superinduced the relaxation of the rule in any degree; but to hold, that a creditor, who has, after a severe and prolonged contest, established his right to satisfaction out of the personal assets, but finds in the end that they are insufficient for the purpose, and that he must enter de novo into the same contest with the heirs — must produce anew his proofs and witnesses, perhaps scattered and lost sight of, under the expectation that they would never be needed again, is something in practice which has not been thought necessary for the last twenty years at least. Indeed, it seemed to have been thought here, that, although the statute of limitations may not have been a bar to a recovery of the entire or parts of the claim, when the original judgment was obtained, yet that a maturing statutory bar strengthened on apace, unobstructed and unaffected by that recovery. That cannot be possible, when we recollect how the old law stood, and the mischief intended to be remedied by the Act of 1834. Before that act, both the real and personal estate were alike liable, in their order, to satisfy judgments obtained against the personal representatives of a decedent. In no other respect, excepting as to the duration of lien, was there any difference. Judicial experience, and sense of justice,- exposed the imperfection of the existing law, and the danger to heirs and devisees, in the negligence, or collusion between the personal representatives (oftentimes strangers to them) and claimants against decedents’ estates, and in Christ-man’s Executrix v. Fritz’s Administrator, 13 S. & R. 9, gave such expression to the regret, that there was not a law “ that their lands should not he affected by any proceedings to which they were not made parties by a notice to come in and plead, either collaterally, or in the name of the executor,” (per Gibson, C. J.) as effectually awakened public attention to the subject. In that ease, the court permitted the heir, as a party in interest, to defend.\nIn. accordance with these suggestions, the Act of 1834 was passed. It was, perhaps, a just criticism to denominate the 34th section of the act a “bungling enactment,” for although it provided that “ in all actions against executors or administrators of a decedent who shall have left real estate, where the plaintiff intends to charge such real estate with the payment of his debts, the widow and heirs or devisees, and the guardians of such as. are minors, shall be made parties thereto,” it left the time when they were to be made parties, and what they might do when so made parties, entirely indefinite. These deficiencies, however, were supplied by the court, by a rule announced in Murphy’s Appeal, 8 W. & S. 165, and reasserted and followed in Benner v. Phillips, 9 Id. 15, Atherton v. Atherton, 2 Barr 112, Schwartz’s Estate, 2 Harris 42; Stewart v. Montgomery, 11 Id. 411; Sample v. Barr, 1 Casey 457, Shontz v. Brown, 3 Id. 136, Walthaur’s Heirs v. Gossar, 8 Id. 259, and in M’Laughlin v. McCumber anté 14, determining that where the widow and heirs or devisees were not made parties to the action against the personal representatives, they should be warned by scire facias, before the realty could be charged with the debt, to show cause, if any they had, why the judgments should not be a charge or lien against the realty; permitting them, as was said in Murphy’s Appeal, and in substance in every case since, “ to go behind the judgment, and make any defence which it would have been competent for them to have set up in the original suit, if they had been made parties to it.” “Permitting them to do this,” Mr. Justice Kennedy further remarks, “ would seem to be giving them all that the legislature could have intehded by the 34th section of the act, as it leaves them without even the shadow of ground of complaint.” In Atherton v. Atherton,-it was said, that the object of bringing them in, “ was to enable them to contest the lien, or disprove the debt;” and in most of the cases on the subject, it is, either directly or inferentially, declared that the original judgment is not conclusive as to the existence of the debt against the estate, and that the heirs are free to “ contest it on original grounds.” That is to say, unaffected and unobstructed by the precedent judgment. This is all that was meant by this form of expression. It had been a familiar resort in Pennsylvania, where no court of chancery existed adequate to restrain the execution of a judgment at law, when there was a good equitable defence, to do equity by opening the judgment and letting the party in to'make such defence as he alleged existed. In such a case, the party so let in had the burden of proving his case in the first instance,— this was but equitable towards the party holding the judgment which he had once established. This practice shadowed the practice adopted in the instance in hand. The widow and heirs were allowed to do the same thing.without opening the judgment. The sci..fa., it was held, permitted a defence to the debt, so far as they were concerned, on original grounds, as also on grounds secondary or subsequent to the judgment. It was much, to be relieved against a conclusiveness which formerly existed, and to be allowed an opportunity to defend on substantial grounds ; it would be more, and not quite so just, to be allowed all the advantage of the loss of papers, death of witnesses, statutory bars, and the thousand damaging contingencies incident to delays in acquiring satisfaction from a decedent’s estate. The decisions noticed on this point have established a practice directly against this, and in accordance with which the cause was ruled below.\nIf we were announcing the rule for the first time, that the judgment was evidence, we might elucidate it, by considering the nature of the action or proceeding. The sci. fa. recites a judgment, and calls upon the parties to it, and those required to be named, to show cause why the lien should not be continued, and execution should not be had of the lands belonging to the estate. The judgment is the foundation for the sci. fa.; it is a record; it is recited in the sci. fa. which stands for the narr.; and if it could not be read, it would present the anomaly of a, cause of complaint which could not, and need not be answered, by the parties required or called on to answer it. The only anomaly about the matter exists in the fact, that the judgment is not conclusive in regard to all matters included in it, but this results from the statute, and the form of the remedy against heirs and devisees. To effectuate the legislative intent, it became necessary, under the evident requirement of the law, to give them a day in court, and that whenever they were not parties to the original action, they were not concluded by it, but might show wherein, In whole or in part, it should not bind the realty. Further than this the courts and the practice have not gone, and we but adhere to both, when we hold, as does our Brother Woodward at Nisi Prius, that the judgment against the executors of Mrs. Sergeant was primd facie evidence of the plaintiff’s debt against the devisees in the case on trial, and we see no error in the ruling on this point.\nThe second assignment of error relates to the demurrer to the special plea. The court sustained the demurrer, and overruled the plea. To have sustained the plea would, in effect, have been to determine that the plaintiff was bound to submit his claims to the auditor appointed by the Orphans’ Court to make distribution, and to contest the matter there with the executors who had refused to recognise them. When this case was here before (6 Qasey 75), we decided that the Orphans’ Court had not exclusive jurisdiction of disputed claims against an estate, and we a.re of the same opinion still. But it is said, that the matter is now in a different position— that the plea is by the heirs. Grant that it is so. The proceedings do not operate by way of estoppel — that we have decided. It can hardly be pretended, that they extinguished the debt .in fact, pro tanto, for the distribution took place during and before the controversy between the plaintiff and the executors was determined, (in which it was entirely denied), and without his act or sanction. They do not operate to extinguish the lien as against the realty; to give them that effect would be, to allow them to operate as an extinguishment of the debt, while, in contemplation of law, the money still remains in the hands of the executors to meet debts, even if it had all been paid to the legatee; for the decree of distribution did not authorize them to pay it over without a refunding bond: Pry’s Appeal, 8 Watts 253. And, moreover, the right to the lien, unaffected by time or a release, is as valid as it is to the debt itself.\nBesides all this, the fact is conceded, that the legatee and devisee was one and the same person, and although, perhaps, the plea does not in fact admit this, it may as well be so treated, as it would necessarily appear on another trial, if the controversy made it material that it should so appear. This being so then, the plea is by the representative of the party who was to receive the legacy, and whose property, as residuary devisee, was to pay the debt. In equity, therefore, there is not a shadow of ground for complaint, and it is, in that aspect, the complaint comes. If, on application for an order to sell real estate to pay the judgment, the representative of the residuary devisee wish to limit the order of the court to a portion of the estate necessary to satisfy the debt, less the amount of the legacy alleged to have been paid to the'executor of their testator, they must return that sum, and then the order will go for the residue. It is not pretended that the money in the hands of the executors at the date of the decree of distribution, was sufficient to pay the debts, including the plaintiff’s claim. Undoubtedly, the Orphans’ Court may, and generally do, withhold or refuse an order of sale, until the personalty is exhausted in payment of debts — and this might call for a resort to the refunding bonds of legatees. But where the legatee and devisee is the same person, the court would hardly entertain such a process. It is, however, not necessary to determine this.\nBe this as it may, it seems to me, that the existence of money, inadequate to the discharge of the plaintiff’s demand, in the hands of the executors, at some time during the pendency of the controversy to recover the debt, is no ground for refusing judgment to bind the realty. We must not blend this right with the remedy for satisfaction. The latter is under the power of the court, and it does not follow, that because the realty is bound by the judgment, it must go in satisfaction of the debt. It will only do so, oir failure of the primary fund for payment, the personalty, notwithstanding the judgment — this the law amply provides for. That the personalty might eventually reach to a satisfaction of the debt, is not a reason why a party may not have his judgment secured by the realty. Such a doctrine has not yet received judicial sanction, and yet it is the essence of this defence. We do not assent to it. The matter of increased commissions and expenses does not change the plaintiff’s, rights. But, indeed, we do not see the force of the complaint in this case. If these were increased by paying over money to the legatee that should have gone to this debt, the fault was participated in by the party now complaining, in receiving it.\nWe see no error in the charge about the $3000, which is the third error assigned. As to this item of discount, the court did not rule it as a question of law, although there is an expression of opinion about it, but the judge put that as well as the note to the jury, on the evidence constituting an account stated, in which they were unobjected.items, accompanied by instructions that if the account containing these items was presented, and examined, corrected, and returned as approved by Mrs. Sergeant and her agent, “ it was in effect an account stated, and the jury should hold the parties to it.” Many authorities sustain this instruction : 1 Harris 313; 3 Id. 236; 1 Jones 418; 7 Barr 281. There was no proof of mistake in regard to the note and discount as charged in the bill. Inferences against them as proper charges, it is true, were attempted, but the presumption of assent arising from the account rendered, its examination, correction in other particulars, and return, stood against that. The court left all the evidence in regard to these items, as charged against Mrs. Sergeant, to the jury, telling them, that the facts in evidence in regard to them, were peculiarly within their province, accompanied by the remark arising from the evidence in regard to the accounts having been rendered and returned unobjected to, as to the note and discount, already referred to. Tl)is was all fair and proper. If there were omissions to present any particular aspect of the case, thought to be important by the defendants, it is not error to be complained of by them, as they did not pray for the particular or specific instruction. We can, under such circumstances, only deal with the instructions given, not those omitted.\nAs to the fourth assignment of error. It has not been shown ■wherein there was any error in the admission of the record of the action for mesne profits. The defendants had attempted to claim a set-off for certain property taken from a farm which they had recovered in ejectment from the plaintiff.'. The record of the action for mesne profits was in answer to this claim, and to show that there had been a recovery for some of that property. This evidence was held to have been properly admitted when the case was last before this court (6 Casey 75).\nWe see nothing else in the case which calls for special notice, and as none of the errors assigned are sustained, the judgment must be affirmed.\nJudgment affirmed."}