{"id": "992184", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nA schoolmaster was dismissed by the board of school directors for gross insubordination and disobedience; and this seems to have given rise to a partisan division in the township and in the board, and two annual township elections turned upon it. This.is very much to be deplored. The encouragement and promotion of official disobedience is a very bad way of correcting the errors of superior officers. How can the people expect good instruction for their children from an insubordinate teacher, perhaps himself the leader in the strife that grew out of this disrespect of the school directors ? How can they expect good men to be directors, when their very performance of their duty is made the ground of a general neighbourhood quarrel ? How can they expect their children to grow up into orderly citizens, when teachers, schoolmasters, and people, refuse to respect the law ? No doubt, so bad an example as this may do good to others, by being a warning to them; but surely a good example would have been better for all. A school system under popular control will be no blessing to us, if it be so conducted as to beget among the people habits of disregard of their own law. Society is worthless if it has no abiding-rule of order.\nUndoubtedly, this teacher had no right to be paid out of the public funds, except for the time he was in the public employment ; and the directors had no legal authority to pay him; otherwise, they did it to their own wrong, and each director who voted for it is personally liable to the township. They had no right thus to deal with trust funds. They are in no proper sense legislators ; but officers under law, and obliged to obey it. Even a majority of the voters of the township could invest them with no authority to set aside the law of their office.\nThen, as to the defendant, the treasurer: is he liable for paying the order, as for a mispayment? As director he voted for the misapplication of the money, and as treasurer he paid it; and he is now called upon, as treasurer, to account for it. Can he, as treasurer, shield himself behind himself as director ? Can he, as treasurer, take advantage of his own wrongful act, as director, to save himself from liability ? May he excuse an unlawful application of public funds, by showing a warrant which he himself unlawfully assisted in issuing? We are very clear that he cannot. Certainly it is true, that he must pay the warrants of the directors, and is not answerable for their errors. Yet, it is also true, that when he, as treasurer, becomes subordinate to himself as director, he can have no moral or legal right to protection as subordinate, by pleading his own unlawful act as superior. When the same man is both superior and subordinate, the maxim respondeat superior furnishes no protection to the subordinate. A treasurer cannot claim credit for payment of a warrant illegally issued, if he himself aided in its issue. School directors cannot make law, and have none of the immunities of supreme legislators. Like other trustees, they are answerable for ordinary care and good faith in the performance of their duties. These views sufficiently indicate the error which was committed in the trial.\nJudgment reversed, and a new trial awarded."}