{"id": "992168", "contents": "The'opinion of the court was delivered by\nWoodward, J.\nThis judgment was right. Rhoads having purchased the land of Sweitzer, whilst Philson’s judgment against Sweitzer was a lien upon it, became the terre tenant; and when in 1855, he was served, as such, with the scire facias which was issued for the revival of the judgment, he should have appeared and taken defence, if he did not mean that his land should continue bound. It would have been a good plea, that he was not terre tenant, and that- his land was not subject to the lien. The judgment taken on that writ, without such defence successfully made, concludes him. It is not material to inquire whether the original judgment had lost its lien, or had not — whether the judgment on the seire facias was a mere continuance of the former judgment, or an independent judgment quod recuperet; there it stands, unreversed and unimpeached, a valid judgment against Rhoads, rendered upon legal process duly served on him. It estops him. The execution process issued thereon was effectual for the sale of his land, and the sheriff’s vend.ee took whatever title Rhoads had.\nSo far as concerns persons claiming as heirs of Sweitzer, who was dead when the vend. ex. issued, the writ was irregular, perhaps void. But Sweitzer had no interest in this land, and no land in which he was interested was seized in execution. Nor are his heirs here to claim or complain. The 33d section of the Act of 24th February 1834, Purdon 199, says no execution for the levy or sale of any real or personal estate of any decedent shall be issued upon any judgment obtained against him in his lifetime, unless his personal representatives have been first warned, &c. But the land sold here was not the real estate of the decedent. He had conveyed it in his lifetime to Rhoads, and on a valid judgment against Rhoads it was sold to Weyand. The fact that Sweitzer was named in ■ the process was immaterial, since only Rhoads’s land was sold.\nThe judgment is affirmed."}