{"id": "992185", "contents": "The opinion of the court was delivered hy\nLowrie, C. J.\nLet us endeavour to get a proper mental position for studying this case, hy considering how far the Act of 11th April 1848 changes the relation of husband and wife with regard to her property. It declares that a single woman’s property' shall continue hers “ as fully after marriage as before,” and that property acquired by a married woman “shall be owned, used, and enjoyed by her as her own separate propertyand in neither case shall it be subject to levy and execution for the debts of her husband, or to be transferred or encumbered by him without her consent.\nA little reflection will make it quite obvious that the terms here used will not hear to he taken in their largest signification. They are, in fact, limited in the law itself in several important particulars, one of which is, that her husband, on her death, shall have his curtesy, whether she will or not. And as the only object of the act was to afford a protection to the estates of married women, we may assume that it was not intended that she should so “fully” own her “separate property” as to impair the intimacy and unity of the marriage relation. It was not intended to declare that her property should be so separate that her husband could be guilty of larceny of it, or liable in trespass or trover for breaking a dish or a chair, or using it without her consent. It was not intended, by allowing her to own her property “ as fully after marriage as before,” that he should not sit. at her table, or use her furniture of house, without her consent specially given, or that she might have an action of assumpsit against him for use and occupation of her house, or for the use of her carriage, or for boarding at her expense, or that she may obtain a divorce, a mensa et thoro, by an action of ejectment. It was not intended that .her property should be so separately hers that she might invest her funds in cattle, or ships, or notions, or menageries, or wagons, without his consent, and turn drover, or shipmaster, or common carrier, or travelling showman, or pedlar. The unity of the marriage relation forbids this, and our common sense saves us from such an interpretation of the law.\nThe terms of ownership in the law are different for women having property when married and those who acquire it after-wards ; but their sense is the same in both cases. They are evidently borrowed from the usual phraseology of the law relative to equitable separate estates. Yet the estate thus assured to the wife is only analogous to the equitable separate estate, and is seriously modified by the fact that she has no trustee separate from her husband, and that he, therefore, as the legal guardian of her rights, necessarily becomes, in a large sense, her trustee; but without all of the law’s suspicion of his dealing with the trust-property, for the community of interests and sympathies of husi band and wife forbid this. If we treat it as separate estates have been ordinarily treated, she can have no separate power over it except that which is' expressly and specifically given: 1 Hawle 231.\nThe law gives the wife a separate estate in her own property, and to the clauses .declaring this it adds: “ And the said property shall not be subject to levy and execution for the debts of her husband, or transferred or encumbered by him without her consent, &c.” Now, if instead of and, we read and therefore, or so that, we cover all the ground that the law is usually needed for, and perhaps all that it was intended to cover. The terms which precede the word and, include, in their -largest sense, those which follow it, and therefore these can add nothing to that sense. But if by and, is meant and therefore, or so that, then the following words become explanatory and restrictive, and alone express the special meaning of this part of the law.\nThis interpretation is favoured by the evident fact that the special instances, following the word and, were the. only instances then entering into the thought of the legislature as needing its interposition. The provisions relative to devises and descents are evidently mere after-thought; and they display a sort of chivalrous generosity that is hardly consistent with the plain common sense of the law; for they allow a wife to give away all her personal property from her surviving husband, and do not allow him to treat her in the same manner; and if she be a second wife, surviving her husband, she may so arrange matters that the fatherless and motherless children of her. husband shall not get half as much of their father’s estate as her own children. This generosity must often have a strong smack of. injustice in its application.\nWe must presume that there was some evil in the old law which this legislation was intended to remedy, and we know there was; but we must also presume that no innovation on the old law was intended further than was absolutely required: 1 Kent 464.- We are sure that there was no intention to alter the nature of the family relation, and we are not so to administer the law as to change, by inference and deduction, that which is not expressly changed: quod contra rationem juris introductum est, non est producendum ad consequentia. It is impossible that a woman can use and enjoy her property as fully and separately after marriage as before; the nature of the relation does not allow it; she must enjoy it in a different way, in union with her husband. The necessity of restricting the absoluteness of the terms is therefore obvious. Even the husband must submit to this law; for he also must enjoy his-property in a very different way. It is in fact no longer his alone, for it is subject to all the legal duties of the family relation. There can be no absolutely separate property in any one, for it must be subject to all the duties of the general, social, or civil state, and is worthless without it. Even the separate estate of a partner is subject to answer for all the liabilities of the partnership, though, as to him, they be only imputed ones.\nThe social relation of husband and wife is much more intimate than any other, and necessarily involves a much closer community of material interests. Persons cannot be so strictly united, without involving a community of property, to a degree that belongs to no other social relation, and a still greater community in the enjoyment of it; and it is impossible for us to disturb this community, by deducing consequences from the general terms of the law, that are incompatible with the general character of the relation. We cannot reasonably be expected to do more than administer the changes which are expressly defined.\nThe community of the marriage relation still exists, therefore, in law, as it certainly does in the general facts of social life. The husband is still the head of the family. He is the legal representative of all its civil interests, that are not set apart from the general relation, by means of trustees or guardians, or, in some other way, specially provided for. So far as regards creditors, at least, all the money and other personal property of the family are presumed to be his; and all the earnings of the family are conclusively so presumed, with some exceptions that are not relevant here.\nIn the present case, therefore, we start with the presumption that the money, which this wife laid out in the lot in controversy, was the money of her husband, and she must rebut this presumption. How does she propose to do it ? By showing that she had received money from her father several years before the Act of 1848. That goes for nothing, for, as the law then was, it became her husband’s as soon as it was given to her, or as soon as she came with her husband to reside in this state ; without considering that there is no evidence that she kept it for eight years. Will she show that she was often seen with money in her possession after the law of 1848 ? That is no evidence that it was not her husband’s; for most husbands allow their wives to have possession of much of their money; especially men of small means, who keep no bank accounts; their wives are usually their bankers, their money being left in the house in their care. This is a part of that trustfulness, intimacy, and community that belong to the marriage relation. Eor the purposes of the family, such money is common property between husband and wife; but in respect to creditors, it is his.\nIt is quite apparent in this case, that the wife was the keeper of her husband’s money, for there are instances in the evidence when he, wanting money, sent her to bring it out. But the legal presumption is strong enough without this. Her case required her to show that, after her marriage, she had received money or other property of her own, “by will, descent, conveyance, or otherwise,” and that she invested that in this lot. She offers no evidence of the kind, that can apply to this purchase; and that is a sufficient answer to her claim. Even her payments, made at many different times, show not that she had money of her own, but that she was investing her husband’s savings. There is evidence that she got $150 from Germany; but this was four years after the purchase, and even after the plaintiff had got the title he is suing on, and of course, it had not been invested in the lot. All this shows that there was no competent evidence to leave to the jury to show that she had received money of her own after her marriage, and after the Act of 1848, or to rebut the presumption that the lot was purchased with her husband’s money.\nOther evidence shows how very just is the legal result here; for shortly after the purchase, the husband contracted, with the manifest concurrence of his wife, for the erection of a house upon the lot, and it was erected, but not paid for, and the builder had to enforce payment by suit, judgment, execution, sale of the house and lot, and buying it in himself. If he bought it low, it was no doubt because the husband and wife made the title suspicious and doubtful.\nJudgment affirmed."}