{"id": "992198", "contents": "The opinion of the court was delivered by\nRead, J.\nRobert Shay and seven others were indicted in the Court of Oyer and Terminer and general jail delivery for the county of Luzerne, for the murder of Joseph Mayer, and, upon being severally arraigned, pleaded not guilty, and demanded separate trials, which were granted. The counsel for the defendants then requested the district attorney to try all the other defendants before Shay, who was indicted as principal in the first degree, which he refused to do; upon which they applied to the court to order the district attorney to try the cases in the order proposed by them, and this application was not granted by the court, who properly left the matter under the control of the prosecuting officer. In this there was no error: 1 Parker’s Criminal Cases 371. The district attorney then called up the case of Robert Shay, whereupon the counsel for the defence expressed a willingness to try Robert Shay and William T. Fuller together, and before the same jury. A jury was called accordingly, and sworn to try these two defendants.\nOn the trial of the case, the defendants offered as witnesses, successively, the six other defendants, who were rejected by the court as incompetent, and this is the real question submitted to us by this record. By the 40th section of the Act of the 31st March 1860, “ to consolidate, revise, and amend the laws of this Commonwealth relating to penal proceedings and pleadings,” it is enacted, “in all cases in'which two or more persons are jointly indicted for any offence, it shall be at the discretion of the court to try them jointly or severally ; except that in cases of felonious homicide, the parties charged shall have the right to ■ separate trials; and in all cases of joint trials, the accused shall have the right to the same number of peremptory challenges to which either would be entitled if separately tried, and no more.” The first part of this section is the same substantially with the New York act, except that the latter extends the right to demand separate trials to all felonies: 3 New York Revised Statutes, 5th ed. p. 1028, § 22.\nAll these defendants were jointly indicted for the same offence, and none of them were, at the time of the offer, either acquitted or convicted, and were therefore all parties to the record. In the state of New York, defendants so situated have been uniformly held incompetent. The People v. Bill, 10 Johns. 95, decided in 1813, laid this rule down distinctly, that where persons are jointly indicted and tried separately, one cannot be a witness for the other, unless he has been previously acquitted or convicted. This case (after the passage of the New York act above referred to) was recognised and affirmed in The People v. Williams, 19 Wend. 377 (in May 1838), and in McIntyre v. The People, 5 Selden 38 (in 1853), which is reported in the court below in 1 Parker’s Criminal Cases 371. The same rule is adopted in The Commonwealth v. Maul, 10 Pick. 57, which is recognised and approved in Commonwealth v. Robinson, 1 Gray 559, 560, in 1854; and in Commonwealth v. Manson, 2 Ash. 39, Judge King considers it settled, as does Mr. Greenleaf: 1 Creenleaf’s Ev., § 363. The cases are collected in the note to Commonwealth v. Maul, in 1 Leading Criminal Cases 125, and entirely sustain the ruling of the court below.\nThe court Avere the proper judges as to whether there was evidence to go to the jury against Fuller, and also as to such instructions as they chose to give the jury in relation to him, and it did not lie with the counsel for the defence to direct them what they were to do. They had a perfect right to submit the case of both defendants to the jury, and this is all that they actually did.\nThe court were right in admitting the evidence of Samuel F. Bossard, and in rejecting the testimony as to the character of the house, and also in admitting the evidence of Dr. Seaman. We are not authorized to consider what the court beloAV did with regard to a new trial, nor what the court omitted to say in their charge.\nJudgment affirmed."}