{"id": "992222", "contents": "The opinion of the court was delivered by\nRead, J.\nBy the will- of Judge Shippen, under the law of Pennsylvania, his executors took the estate in the land as fully as if it had been devised to them to be sold. And this court have, in Shippen’s Heirs v. Clapp, 5 Casey 265, determined the sale made by them, by articles of agreement, to Ralph Clapp, to be a valid one. Part of the consideration-money was secured by a judgment of the purchaser against David Phipps, assigned to the executors and guarantied by the purchaser Clapp. “For any-imprudence,” said the court, “ in taking or managing such a claim, the executors must answer in the usual way. The defendant, Clapp, is not bound to answer for them.”\nThe present question arises out of this judgment, which was entered in the Common Pleas of Crawford county, on the 18th of July 1848, in the name of J. Stuart Riddle, surviving executor of the will, &e., of Henry Shippen, deceased, against Ralph Clapp, on a bond and warrant, dated October 17th, 1844, in the penal sum of $9000, conditioned for the payment of four thousand and five hundred dollars, or the amount due on an article of agreement-of the same date as the bond. After the death of Mr. Riddle, and the substitution of the present plaintiff, the defendant applied to the court to open the judgment so far as to have allowed to him a credit of the sum of $1754.88 as of the date of the bond, being the balance (mentioned in the article of agreement] of Clapp’s judgment, against David Phipps, assigned to the said ’ executors, and which the said Clapp guarantied. An issue was formed to try the question, and under the instructions of the court, resulted in a verdict for the defendant.\nTwo questions, or inquiries, were submitted to the jury, by the court, for their determination.\n1st. Did the executors of Shippen accept, receive', and take the control of the judgment against Phipps, as stated in the contract ?\n2d. Was the claim against Phipps assigned by Clapp so situated at the time of its assignment, that with due diligence exercised towards it alone, and with it alone in view, without regard to the fate of any other claims in the hands of Mr. Riddle, as to be collectable ?\nIn giving a verdict for the defendant, the jury answered both these questions in the affirmative, and he became entitled to the credit claimed, unless the court erred in their charge and instructions to the jury. We- have examined the charge of the late learned judge with great care, and perceive no error in his statement of the law.\nJudgment affirmed."}