{"id": "992204", "contents": "The opinion of the court was delivered by\nRead, J.\n“ A note payable on demand, is not to be considered as overdue without some evidence of payment having been demanded and refused, although it be several years old, and no interest has been paid on it.” “ A promissory note,” says Mr. Baron Parke, “ payable on demand, is intended to be a continuing security; it is quite unlike a check, which is intended to be presented speedily.”\nThis is undoubtedly the law of England, as laid down by the latest and most approved English text writers: Byles on Bills, 7th ed., 146, 179, 180; Chitty on Bills, 10th ed., 1859, 155; Brooks v. Mitchell, 9 M. & W. 15, and American note. .Chancellor Kent says: “ But it has been a question, when a note payable on demand is to be deemed a note out of time, so as to subject the endorsee, upon a subsequent negotiation of it, to the operation of the rule. When the facts and circumstances are ascertained, the reasonableness of time is a matter, of■ law,'and every .case will depend upon its special circumstances. Eighteen months, eight months, seven months, five months, and two months and a half have been held, when unexplained by circumstances, an unreasonable delay ; and if the demand be not made in reasonable time by the holder, the endorsee is discharged; on the other hand, in Thurston v. McKown, 6 Mass. Rep. 428, a note payable on demand, and endorsed within seven days after it was made, was held to be endorsed in season to close all inquiry into the origin of the note:” 3 Kent’s Com., 9th ed., 120, 121.\nIn Wethey v. Andrews, 3 Hill 582, Justice Cowen refers to the English. authorities and cases, and appears to ground what he says upon what he presumes would be the law in England. He says: — “ The cases furnish no principle for fixing the time with exactness, when a negotiable note payable bn demand shall be deemed dishonoured, so as to let in a defence against one to whom it has been negotiated.” In that case, the note was payable on demand with interest; and was transferred some four or five weeks after its date. The defendants, the payee, and the plaintiff’s brother all lived in the same village, and the plaintiff within two miles and a half of them. It was held, that the note was not to be adjudged dishonoured so soon after its date, although the judge would have presumed otherwise if it had not been on interest, on the unwillingness which every prudent man feels to have his money lie idle: see Agawam Bank v. Strever, 4 Smith, N. Y., 513.\nThe decisions in Massachusetts, since the passage of the Act of 6th April 1839, ch. 121, Supplement to Revised Statutes, vol. 1, 126, are governed by that statute, by which a demand made at the expiration of sixty days from the date of the note without grace, is deemed to be made within a reasonable time: Rice v. Wesson, 11 Metcalf 400; and in any action upon a note payable on demand, by an endorser against the promissor, any matter shall be deemed a legal defence, which would be a legal defence to a suit on the same note if brought by the promissee: Sacket v. Loomis, 4 Gray 148.\nThe note in the present case, was drawn and dated in New York, and was a New York note, and, of course, governed by the laws of that state. The note was dated the 4th August 1857, and was transferred to the plaintiffs by the payee about the 12th September following. The maker of the note, and defendant below, lived in Erie county, Pennsylvania, and suit was brought on the note in the Court of Common Pleas of that county, on the 6th October 1857. The defence set up was, that it was an overdue note at the time of the transfer, and there being a good defence against the payee, it was available in this suit against the endorsees, the plaintiffs.\nThe court entered judgment on the special verdict in favour of the defendant, and the question is, whether they were right in determining this was an overdue note, and taking the question from the jury of whether, under the circumstances, the delay of presentment for between five and six weeks was reasonable or not. We are aware that, as a general rule, where all' the facts are entirely undisputed, what is a reasonable time seems to be a question of law: Brenzer v. Wightman, 7 W. & S. 264; Lancaster Bank v. Woodward, 6 Harris 362; but in a case like the present, involving various considerations, and particularly the laws of a sister state, it appears to us that this question should have been submitted to the jury under proper instructions from the court. The distinction • between the two classes of cases is often a nice one, and is carefully marked by Chief Justice Shaw in Wyman v. Adams, 12 Gushing 210.\nIf the note was overdue, then the defence set up was proper'; but if not overdue, then it would not avail the defendant, unless there are other circumstances than those stated in the deposition of G. A. Jack.\nA special verdict should find facts, and not embody the evidence of witnesses.\nJudgment reversed, and a venire de novo awarded."}