{"id": "992226", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe first error assigned is for rejecting the defendants’ offer to prove that it would not cost more than $140, to remove the bar in the creek, from the head of Mason’s pond and upwards, so as to admit a free flow of water. It would seem, that this bar was the principal nuisance complained of by the-plaintiff. It was this that, according to his view, caused the backwater in his tail-race, to the injury of his machinery. It was chiefly, if not altogether, for this, that his witnesses estimated his damages at from $3000 to $8000, and for which the jury gave him a verdict of $3472.\nNow, why it was not competent for the -defendants to show, in answer to a claim for so large damages, that the whole cause- of mischief could be remedied for $140, we cannot understand.. It was alleged, on the part of the defendants, that this bar was, in part, at least, the result of the natural action of the water;. but, whatever the cause of its growth — whether the natural flow of water, or the artificial embankments of the railroad company, or both combined — the company claimed that it could be removed for the inconsiderable sum mentioned in the offer. Had the jury been persuaded of this, they could never have given the verdict they did. The court should have given the company a chance to persuade the jury, and to this end should have admitted the evidence. It went directly to the admeasurement of damages. It was much more certain proof, in its nature, than those speculative views on which damages in such cases are too often assessed. For this error of the trial, the cause must go back.\nBut we find no other error upon the record. The second point of the defendants was answered in their favour, and the court refused, properly, to affirm their first point. That the defendants had a legal right to erect the embankment,in the construction of their railroad, on the plaintiff’s land, was a truism, under the law of their incorporation, which the learned judge did not. mean to deny; but the other proposition, that the company were not liable for damages done to the plaintiff’s water-power, if it was situated on the part of Towanda creek, which had been declared a public highway, was the pith of the first point, and this was negatived as it should have been.\nIn respect to the great rivers of the state — such as are navigable by nature, and therefore public highways by the common law — it has been repeatedly declared, that the Mill-dam Act of 23d March 1803, is but a license to the riparian owner, subject to be revoked whenever the interests of the public require it. This doctrine was applied in The Monongahela Navigation Company v. Coons, 6 W. & S. 112, to the Youghiogeny, which is one of the. streams enumerated by Chief Justice Tilghman in Shrunk v. The Schuylkill Navigation Company, 14 S. & R. 79, as among the “ principal rivers” of Pennsylvania. And again, in The Susquehanna Canal Company v. Wright, 9 W. & S. 11, the same doctrine was applied to the Susquehanna river, which, as well as its principal branches, has always been considered a public river. And, once again, in The New York and Erie Railroad Company v. Young, 9 Casey 181, it was applied to the North Branch of the Susquehanna, always a navigable river according to the common law definition that has obtained in Pennsylvania.\nIn all these cases, the right claimed by the riparian owner was a permissive right to use rivers, the soil of which had never been granted either by William Penn, his successors, or the Commonwealth. The rivers, and the beds of the rivers, belonged to' the Commonwealth, and constituted part of the eminent domain. Private surveys bounding on them were stopped at low-water mark. When the Commonwealth, by its legislature, authorized riparian owners along such streams, to erect dams for their own convenience and profit, it was a sort of public license, like the fisheries and ferries, which, by numerous Acts of Assembly, were granted 'in all our public rivers. And being a mere license to trespass on the public domain, without any consideration received therefor, it had none of the indefeasibility of a contract, and might be revoked at the will of the sovereign, or be granted to another.\nBut in respect to the creeks and smaller streams everywhere found in Pennsylvania, the practice of the land-office, whether under the Proprietaries, or the Commonwealth, has been, to include them in warrants and surveys, as part of the public lands. Streams thus falling within the lines of a survey were covered- by it, and belonged to the owner of the tract, who might afterwards convey the body of the stream to one person, and the adjoining land to another. When any of this class of streams formed the boundary of such tract, the grantee acquired title ad jilum aquee: Coovert v. O’Conner, 8 Watts 477. There is but one difference between a stream running through a man’s land, and one which runs by the side of it; in the former case he owns the whole, and in the latter, but half: Child v. Starr, 20 Wend. 149. It is customary to speak of these streams as not navigable, in contradistinction to those larger rivers not granted by the Commonwealth, and which are called navigable. In England, those streams only are called navigable in which the tides ebb and flow; but with us, all our public rivers, whether fresh or salt, are navigable; and hence, a very erroneous idea has sprung that such rivers only are public highways, and that, in the lesser streams, granted by the Commonwealth to purchasers, the public have no rights until they are declared by law to be highways. This is a misconception, produced, no doubt, by the very indefinite term navigable — a word which may mean an ascending as well as descending navigation, by boats of considerable burden — or merely a descending navigation, by arks and rafts, at all seasons — or by arks and rafts in seasons of freshets. Our ideas of public and private rights in streams of water, ought not to be dependent on so vague and indeterminate a word.\nIf we go back to Magna Charta, we shall find it written in the 23 Cap. “ Omnes kidelli deponantur,” &e. — a clause which has been translated, “All weirs from henceforth shall be utterly put down, by Thames and Medway, and through all England, but only by the sea coasts.” This I understand to have been a formal declaration and vindication of the right of all up-stream people to have an unobstructed channel in streams capable of being used for transportation, not only for purposes of trade and commerce, but also for the ascent of fish, which sometimes were indispensable for subsistence. Accordingly, it is laid down by Lord Hale (see Hargrave’s Tracts, He Jure Maris, cited in Angell on Watercourses, § 535), “ All rivers above the flow of tide-water are, by the common law, primé facie private; but when they are naturally of sufficient depth for valuable floatage, the public have an easement therein for the purposes of transportation and commercial intercourse; and, in fact, they are public highways by water.”\nThis, I apprehend, is an exact definition of our creeks and smaller rivers, such as have been grantéd by warrant and survey. They are private property, but if of sufficient capacity, at any stages of water, to be used for transportation of lumber or other goods, they are held subject to that public easement which our English ancestry guarded with great jealousy, as numerous old statutes subsequent to Magna Charta abundantly attest. When, therefore, our legislature declare such streams to be public highways, the act is merely declaratory of the common law, but beneficial, nevertheless, as bringing the stream within the protection of the remedial provisions of the Mill-dam Act of 1803. This latter act is, by its terms, applicable to “ any navigable stream of water declared ly law a public highway;” and it is itself declaratory of the common law, in the clause which forbids him who erects or maintains a dam “ to obstruct or impede the navigation of such stream, or prevent the fish from passing up the stream.”\nNow, to apply these rules and principles to the case in hand. Ingham was the owner of land under a patent issued 3d November 1786, and which .was bounded by Towanda creek. He was thus the absolute owner of one-half of the stream — of the bed of it, and of all the water-power it contained, subject only to the public’s right of passage for such craft as was suitable to the capacity of the stream, and to an unobstructed passage of fish. In 1813, the legislature declared this part of Towanda creek “ a public highway for the passing of rafts, boats, or other vessels.” This did not abridge Ingham’s right of property. The legislature could not take away, without compensation, property fairly vested in him. • He was as truly and as entirely the proprietor of the premises, after the Act of 1813, as before. The water-power was property, and it was his property. He might improve it by damming his half of the stream, or, with the consent of his opposite neighbour, the whole of it; and of the water-power so improved, he could no more be despoiled, without compensation made to him in the forms of the constitution, than he could be deprived of the solid acres granted to him by the Commonwealth.\nHis dam must not obstruct the navigation or the fish, because he took title from the Commonwealth, subject to that servitude or public right — one of the ancient English “ liberties,” which Magna Charta rescued from oblivion — which numerous old statutes in the times of Henry IV., and the Edwards, defined and defended— which the immigrants brought over with them, and which Penn expressly recognised in the 22d section of his first frame of government, adopted in 1683 — and which became, in this manner, an indefeasible condition of- Pennsylvania tenures. The Mill-dam Act of 1803 was a fuller provision for the regulation of this public right, and supplied a statutory remedy for its infringement, but was not a license to Ingham to build on his own land. When he improved his water-power, he did it not as tenant at will under a revocable license, but on the sure footing of that dominion which an owner exercises over soil that he holds in fee simple from his sovereign.\nThis conceit that the Commonwealth granted a license in 1803 to build on land she sold and was paid for before 1786, may lead very logically to the conclusion, that it was competent for the Commonwealth to revoke the license in 1853, and grant to the railroad company the right to destroy Ingham’s water-power without compensation; but it is only a conceit after all, and can afford no solid basis for the conclusion claimed. It may be harmless, if not strictly correct language, to speak of the Act of 1803 as licensing riparian owners along our “principal rivers” to use water-power, which, never having been granted to a citizen, belongs to the state as a sovereign; but when applied to such streams as the Towanda creek, which, having been granted by the sovereign, are private property, it is false language, and it begets false ideas. If it were, indeed, so that the Act of 1803 makes every mill-owner along these lesser streams a mere tenant at will, it would be palpably unconstitutional; but regarded as an act for the regulation and defence of a supervening common law right of the public, subject to which the mill-owner bought and has always held his land and water-power, it is constitutional and wholesome legislation.\nFor these reasons we are of opinion that the main proposition in the defendant’s first point was correctly denied, and the judgment is reversed, only because of the rejection of the evidence mentioned in the first bill of exceptions.\nJudgment reversed, and a venire facias de novo awarded."}