{"id": "992203", "contents": "The opinion of the court was delivered by\nStrong, J.\nWere we to hold, with the plaintiff in error, that the counties in this Commonwealth are not severally made liable for the quota of state tax assessed upon the property within them, we should do violence alike to the letter and the spirit of the Act of April 29th 1844. Every part of that act points to the county as the principal debtor. After having, in the earlier sections, made provision for ascertaining the subjects of taxation and their value, and established a rate, the legislature proceeded, in the 36th, to create a board of revenue commissioners to equalize the assessments and taxes for the use of the .Commonwealth in the different counties. The duty of this board, as defined in that and the two next following sections, is to determine and adjust the aggregate value of property made taxable by law, in the city of Philadelphia, and in the several counties, adjusting those aggregates, so as to make the taxes bear as equally as possible upon all the property in the Commonwealth. They have nothing to do with the property of the individual tax-payer. To assist them in the discharge of their duties, the county commissioners of the several counties are required to furnish for their use “ a statement, under oath, of the return made by the assessors of the value, in the aggregate, of all the property liable to state tax in the said counties respectively, distinguishing real from personal estate.” The board is then to make a valuation of the property in each county, and make a record of it, one copy of which shall remain in the office of the auditor-general, “ as the valuation of the said property,” that is, of the property in said county, until the 'next meeting of the board. The 39th section of the act requires the state treasurer to “ transmit to the commissioners of each county a copy of the valuation of the property of said county, and to issue his precept requiring said county commissioners to assess and collect the state tax in their respective counties, as .provided by law on the amount of the valuation so transmitted.” The same section gives to the commissioners power to add a fraction to the assessor’s valuation of each tax-payer, when the revenue commissioners increase the aggregate value of the assessable property in the county. All this looks to dealing by the state only with the total valuation of the property in any county. Then follows the 40th section, which requires the commissioners of the several counties 'to cause to be collected the taxes as aforesaid adjusted and assessed, and makes it the duty of the county treasurer to pay over the same, as fast as collected, to the state treasurer. It then enacts, that “ if the quota of any county be not paid over before the second Tuesday in January of each year to the state treasurer, then, and in such case, the amount remaining unpaid, after deducting such commissions as are or shall be allowed by law for the collection of the same, shall be charged against said county on the books of the state treasurer, and shall bear an interest of five per cent, till paid, and no payment shall be made to or on behalf of said county, under the various acts relating to common schools, or any other acts, or for any other purpose, until the said balance be fully paid and satisfied.” It would be difficult to find language more expressive of a legislative purpose to make the county liable for- the tax, not merely for the five per cent, interest after default in payment, but for the whole amount. The provisoes to this section confirm this view of its meaning. The first provides that if the collectors of the county shall not have collected and paid into the county treasury the amount of state tax due by said county, then, and in that case, the deficiency shall be paid out of any money in the treasury of said county, or which shall be thereafter first collected and paid into the same, whether on the duplicate for state or county tax.” Why direct it to be paid out of the proceeds of the county tax, if it was not made a county debt ? The next proviso gives to the county a means of reimbursement for any interest it may be compelled to pay, by giving to it recourse to the county treasurer. He is made responsible not to the state, but to the county, if the tax appears to have been collected. The forty-second section of the act declares that if. any county shall pay into the state treasury its quota of tax levied on its said adjusted valuation, fifteen days prior to the first day of August in any year, such county shall be entitled to an abatement of five per cent, on the amount so paid ; and any state tax remaining unpaid by any individual or corporation, after said tax is due and payable by said county to the Commonwealth, shall bear an interest of six per cent., and be a lien on the estate-on which it is charged, till fully paid and satisfied. Here, too, the primary liability is spoken of as belonging to the county, while the means of enabling it to discharge the duty imposed are at the same time given.\nNor is it any valid.objection to this construction of the act, that the county treasurer is required by law to give bond for the faithful discharge of all duties enjoined upon him in behalf of the Commonwealth, and for the payment of all moneys received by him for the use of the Commonwealth. This was required by the Act of 1834, ten years before the passage of the Act of 1844, which directed the state tax to be charged to the county, and besides he is still a county officer, in whose election or appointment the Commonwealth has no voice, and he may be removed from office or compelled to give additional security at the instance of the county commissioners.\nThe state tax upon the adjusted valuation being then legally chargeable to the county, the next inquiry is, whether the unpaid taxes of the years 1856 and 1857 could be charged to the county after the second Tuesday of January. The fortieth section of the Act of 1844 makes it the duty of the state treasurer to charge on his books against the county the amount remaining unpaid, if the quota of the county be not paid over before the second Tuesday in January in each year, and it is thenceforth to bear interest until paid. The act does not expressly declare when the charge on the state treasurer’s books shall be made, though it is undoubtedly a reasonable implication, that it is to be made immediately after default of payment. In this case it was not made until the 26th of November 1858, and thus the state treasurer failed to discharge his duty. But the Commonwealth is not to suffer by the laches of its agent, nor can the County of Schuylkill obtain a discharge from its liability because the state treasurer was not vigilant: United States v. Kirkpatrick, 9 Wheaton 720; 3 Mason 446; 1 Peters 325; 1 Harris 617. At most, the implied direction to charge the unpaid balance against the county immediately after the second Tuesday in January of each year, must be regarded as directory, and. especially ought it to be so held, when it does not appear that the county lost anything by the state treasurer’s delay, and when probably it has been a gainer thereby.\nNor can the fact that the bond of the county treasurer, approved by two of the judges of the Court of Quarter Sessions of Schuylkill county, was altogether insufficient in amount, either negative the liability of the county, or release it from its obligation. The liability is fixed, as has been seen, by the Act of 1844, and enough has already been said, to show that the negligence of the agents of the state cannot prejudice her, even if the judges, in taking the bond, acted as state agents. There is the more reason for this in the fact that full power is given to the county commissioners to enforce the giving adequate security: Act of 27th May 1841, P. L. 401.\nIt remains only to add that, in our opinion, there was no error in the instruction given to the jury respecting the appropriation of the amount recovered by virtue of the county treasurer’s bond. He had collected money belonging to the Commonwealth for which the county was not liable; more than the whole amount of his bond. When that bond was paid, it made no difference to him upon which claim of the Commonwealth it was applied. Still he had a right to direct its application. It was not contended, that he had given any direction. It was, therefore, the right of the Commonwealth to apply it as she chose, either to the payment of the state tax, or to the other indebtedness of the treasurer. The jury have found that she did not apply it to the state tax. If no application was made, either by the treasurer or the officers of the Commonwealth, then the law applied it as was most advantageous for the state, that is, to the payment of the indebtedness for which the county was not liable. This is clearly so, unless the county is to be regarded as a surety for the defaulting treasurer, and such she certainly is not. She, therefore, had no equity to interpose in the way' of either appropriation. The question, however, hardly arises, because the uncontradicted evidence on the trial was, that an appropriation was in fact made, when the money was paid, and the verdict of the jury establishes that it was not in payment of the state tax. Of course, it could not afterward be changed.\nThe judgment is affirmed."}