{"id": "992218", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe exemption law of 1849 is, by its own terms, inapplicable to mortgages given for purchase-money of land, and after several judicial intimations that it was not to be applied to any mortgage-debt however it arose, we declared in McAuley’s Appeal, 11 Casey 209, that such was the proper interpretation of the statute. The proceeding in that case was upon the bond accompanying the mortgage, and it was not, .1 believe, a mortgage for purchase-money. The point ruled was, that the debt, because secured by mortgage, was not within the purview of the. exemption statute. The opinion of. the learned judge, in the case now before us, was in accordance with that ruling, and our duty would be performed by simply affirming the distribution he decreed.\nBut counsel having addressed to us a very earnest argument to prove that the received construction of the statute is wrong, we will state more at large than has been done heretofore the reasons on which that construction rests.\nMortgages are our highest form of security for money. Whatever tends to impair them, injures the credit of every borrower, and shakes that confidence which is the real basis of all dealings between man and man. The Act of Assembly, which makes an Orphans’ Court sale divest the lien of mortgages, greatly impaired their credit, whilst the Act of 1830, which protected them against the effect of a sheriff’s sale on . a junior judgment, imparted strength and confidence, to such securities. Whatever may be the legislative power over the relation which mortgagor and mortgagee establish between themselves, it is a delicate power which ought to be very carefully exercised, if exercised at all; and it would be a very unsound rule of judicial decision, to imply an intention to exercise it from general and indeterminate language on the part of the legislature. We find no language in the exemption law of 1849 which can fairly be appllied against mortgages. The act is grounded on “judgments obtained upon contract, and upon distresses for rent,” and its remedial provisions apply by exempting from “ levy and sale on executions and distress for rent,” three hundred dollars’ worth of the debtor’s property. This expression, “judgments obtained upon contract,” refers to the well known distinction in pleading between actions arising ex contractu and actions sounding in tort, and meant to give debtors the exemption in the former, but not in the latter class of actions.\nNow, although a mortgage is a contract, and the process authorized to issue thereon results in a judgment, yet, in common parlance, such a judgment- is never spoken of as a judgment upon contract, but always as a judgment on mortgage. And it is a very peculiar judgment. It simply ascertains of record the breach of some condition in the mortgage, and authorizes a sale' of the pledge by a writ of levari facias. It has not the .lien of ordinary judgments, and it establishes no debt against the mortgagor or terre tenant, for which an execution would issue against his goods and chattels, lands and tenements generally. We do not suppose that such a judgment was in the legislative mind when the statute of 1849 was enacted. If it had been, it would have been alluded to as a judgment on a mortgage, but there is no language there which can be so interpreted.\nAgain, the act is a limitation of a mere legal remedy. It was the law alone,' and not any contract of parties, that made the lands of a debtor liable to the judgment and execution of his creditor. And the law, having created the remedy, might limit it, especially if the limitation were prospective, as by the 5th section of the Act of 1849 the exemption law is made to be. As to debts contracted before the 4th July .1849, all the debtor’s lands were by law sub: ject to the creditor’s execution; but, says the act, as to debts contracted after that date, the debtor shall be permitted, if he demands it, to retain three hundred dollars’ worth of his land exempt from levy and sale. The land is to be set off to him in specie, if possible, and only when it cannot be, is he to take, as the substitute for it, $800 of the proceeds of the sale. Thus is the creditor’s legal remedy against his debtor limited. Having only the law for his remedy, unaided by any act of his debtor, the creditor can take only what the law allows him to take.\nBut when the debtor waives his privilege in favour of his creditor, we hold the creditor free to proceed as if there was no exemption law. Bowman v. Smiley, 7 Casey 225.\nAnd what less than such waiver is a voluntary pledge by the debtor of his land to his mortgagee ? The mortgage we have said is a contract. It is made upon a sufficient consideration, and between parties entirely competent to contract. The lien created is not the act of the law, but of the parties voluntarily contracting. The debtor specifically pledges the land described in the mortgage (the whole of it, and all his estate therein) to the creditor as a security for the mortgage-debt. What right has he to demand that the creditor shall surrender part of the entire thing thus voluntarily pledged? What right, it might,be asked, has the legislature to come in between parties so contracting, and impair the obligation of their contract ? If the mortgagee should, by ejectment, place himself in possession of the premises, as he might, it would be a palpable violation of his contract rights, to permit the debtor to reclaim part or the whole of the premises under the exemption law.\nThere is no moral reason why a debtor should not be permitted to devote his land, and the whole of it, to the payment of an honest creditor. Indeed, the moral, obligation binds him to do this, for, in foro conscientice, he is but a trustee of his creditor, and holds for himself only so much of his estate as shall remain after payment of his debts. When, therefore, he mortgages his land to his creditor, he performs an act so obviously just and reasonable, and so specific and binding, that nothing short of the creditor’s consent can cancel the security or abridge the pledge.\nWe commonly speak of mortgages as mere securities for payment of money, or discharge of some specific duty, and so they are; but it is never to be forgotten that they are a security, because they are formal pledges of land. The nature of the contract gives the security the high character it possesses. Without express legislative authority, we have no right to impair it, and whether the legislature can confer such a right upon the courts, will be worthy of grave consideration when it is attempted. So far as they have expressed themselves in this Act of 1849, we recognise no right in a debtor to reclaim any part of the estate he has mortgaged to his creditor, whilst the mortgage-debt remains unsatisfied.\nThe proviso to the 3d section takes out of the operation of that section “ the liens of bonds, mortgages, or other contracts for the purchase-money of the real estate of insolvent debtors,” and hence the learned counsel argues, that the maxim expressio unius est exelusio alterius, requires us to construe the section as including all mortgages not given for purchase-money.\nThe object of the proviso was to relieve purchase-money from the exemption provided for contract debts in general, and the word mortgages was used in the proviso not to contrast mortgages for purchase-money with other mortgages, but simply .as ¿numerating one of the forms in which purchase-money might be secured. For the reasons before stated, we hold that no mortgages, neither purchase-money mortgages nor others, were within the purview of the statute, and therefore that the proviso, so far as concerns mortgages, was, like a great deal of legislative language, superfluous and inoperative.\nThe decree is affirmed."}