{"id": "992227", "contents": "The opinion of the court was delivered by\nThompson, J.\n1. There is but little foundation for the assignment of error on the exception to the ruling of the court, in regard to the question proposed to be asked; for it does not appear to have been answered by the witness. He did not say what the timber would have been worth to the owner of the furnace, and this was what it was the 'object of the defendants to prevent. The question did no harm, as it was not answered in the objectionable form it was expected. If the same question was propounded to, and answered by others without objection, it would not make valid the exception in regard to the witness to whose testimony the objection was made. But we are not convinced that there would have been error in the particular alleged, if the question had been answered. It was one test of value, in corroboration of other general evidence, on the subject of damages. Such testimony was held admissible in the case of Reybold v. Voorhees 6 Casey 116. The case is without error in this particular.\n2. The evidence makes it quite apparent, that the second assignment is equally without merit. The plaintiff below was the owner of the legal title; and this in law' drew to him the possession, so as to enable him to maintain trespass against an intruder. It does not need the citation of authority to prove this. The testimony of the defendants below showed no such possession as could possibly be construed into an ouster of the plaintiff, so as to bar his right to redress by an action of trespass. It was1 simply, neither more nor less, than proof of successive occasional trespasses, up to the time of the trespass for which suit was brought. Some temporary shanties had been erected on the land ; but by whom directed, or by whom occupied, or how long, does not appear. The dwelling-house, as it was called, was never occupied after 1835. The occasional payment of taxes, or constant payment of them without an actual adverse occupancy of the land, would amount to nothing as evidence of ouster. The kind of possession here, if it is proper to call it such, in no sense interfered with the possession incidental to the ownership of the legal title: Hawk vSenseman, 6 S. & R. 21; Adams v. Robinson, 6 Barr 271; Miller v. Shaw, 7 S. & R. 134; Barr v. Gratz, 4 Wheat. 213; Wright v. Guier, 9 Watts 172; Sorber v. Willing, 5 W. & S. 60. As the testimony was therefore manifestly insufficient to call into action the principle contended for, it was not error to instruct the jury, as did the learned judge, in the matter complained of in the exception. No admission of ouster, or want of possession at the time the present suit was brought, could be legally deduced from the fact that the plaintiff below had in 1843'brought an action of ejectment for-a portion or perhaps the whole of the land, and shortly thereafter discontinued it. It might have been an admission to that effect, while it was pending; but its discontinuance did certainly not serve to perpetuate the presumption from that fact, so as to amount to an admission of the same kind in 1854, when this suit was brought. At that time, there was nothing to countervail the right of the plaintiff, to the immediate actual possession of the land, as an incident to his legal title, and this left him free to pursue the remedy adopted: Lewis v. Carsaw, 3 Harris 34; Dietrich v. Berk, 12 Harris 471. There is no error in this ■branch of the case.\n3. The third error is to the action of the court in trebling the damages found by the jury. The counts in the narr. are in accordance with the common law actions and there is in them no reference whatever to the statute under which the recovery of treble damages is claimed. This is undoubtedly an omission which precluded the plaintiff.’s right to treble the damages: Morrison v. Gross, 1 Bro. 9, where the subject is fully discussed; and so ruled by Rush, president, 6 S. & R. 286; Campbell v. Finney, 3 Watts 86; Tammany v. Whittaker, 4 Id. 221; Houston v. Sims, 2 Jones 195; Welsh v. Anthony, 4 Harris 254; O’Reilly v. Shadle, 9 Casey 489. The same thing is held by the courts of the state of New York upon a similar statute: Newcomb v. Butterfield, 8 Johns. 342; 5 Id. 175. So, in England, 8 Went. Pl. 429; 2 Chit. Pl. 495. The statutory action is cumulative to the common law remedy, or perhaps rather an optional or alternative remedy; for a resort to either, would be a. bar to the other. But if the statutory action be intended, the defendant should be apprised of it in the usual way, namely in the narr., so that he may shape his defence accordingly. We have held it to be sufficient that the narr. conclude with an averment that the trespass Was against the Act of Assembly, &c. Under such a count, either the jury or court might double or treble the damages, as the facts of the case might demand. But neither could, unless that appeared.\nAgain, to authorize the court to duplicate or triplicate damages, it must appear by the verdict, when the narr. sufficiently refers itself to the statutory remedy, that the jury did not do so themselves. The verdict must, therefore, expressly be for single damages only, or the presumption will be, that the jury have duplicated or triplicated them: Campbell v. Finney, supra; 8 Johns. 342. All these requisites appeared in O’Reilly v. Shadle, and the judgment of the court below was affirmed. Here the narr. was at common law, and neither the court nor jury could increase the damages according to the statutory provision. But even if this defect had not existed, as already said, the verdict was general and the presumption would be as stated, that the jury had given treble the damages.\nJudgment of the Common Pleas reversed, and judgment for the plaintiff on the verdict."}