{"id": "992209", "contents": "The opinion of the court was delivered by\nRead, J.\nThis was an action brought by Jacob Kichline against Amos Rogers, upon a promissory note, dated March 24th 1851, by which, thirty days after date, H. B. Duffin and the said defendant jointly and severally promised to pay the said plaintiff or order three hundred and twenty-one dollars, without defalcation, for value received. Upon the face of the note, the suit was properly brought in the name of Jacob Kichline (upon whose death his administrators had been substituted), but it was alleged on the part of the defendant, that the note was given to a firm consisting of Jacob Kichline and Thomas Kichline, trading under the firm of Jacob Kichline, and that therefore the plaintiffs could not recover; and the defendant’s first point was directed to this aspect of the case. The plaintiffs asked the court in their first point to charge, that if the jury believe that Thomas Kichline was a dormant partner with Jacob Kichline, the suit is properly brought in the name of Jacob Kichline alone. This point was answered favourably to the plaintiffs; and in this we can perceive no error, for the question of fact, whether he was a dormant partner or not, was fairly submitted to the jury. The law is well settled, that a dormant partner may join and sue on a bill or note, or the ostensible partner may sue alone.\nThe second and third points of the defendant were answered affirmatively, ^ and of this he of course cannot complain. The second point of the plaintiffs was negatived; the third point was substantially negatived, for it was made to depend upon whether “Jacob Kichline,” in the note, meant the individual name of Jacob Kichline or the firm name; whether the suit was properly brought in his name alone. The fourth point, as to the fact stated in it raising .a presumption that the note was given to Jacob Kichline individually, was distinctly negatived, but it was properly said that it -w;as evidence for the jury, who are to determine that fact from the whole evidence. In all this we can see no error, and what we have said forms an answer to all the errors (which are often only repetitions of each other in different language), except those relating to the rejection and- admission of evidence. The third, fifth, eighth, ninth, and tenth errors were not argued by the plaintiffs in error.\nThe court rejected H. B. Duffin, one of the makers of the note; but upon being released by the defendant, he was admitted to testify, and his evidence appears in full on the bill of exceptions. If there was any error in rejecting the witness, it was entirely cured by his subsequent admission to testify; and the defendant has had the full benefit of his testimony.\nThe day-book of the deceased was properly proved, and of course properly admitted by the court; and as the transactions between Duffin and Kichline had been made the subject of controversy by the defendant, and had been put in evidence by him, other evidence to contradict or explain them was clearly competent on the part of the plaintiffs. The laying of the ledger before the jury was clearly immaterial.\nJudgment affirmed."}