{"id": "992235", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe plaintiff’s points, 2d, 3d, and 4th, were awkwardly answered by the court, but still we think the case was substantially put to the jury as a question of location, which it really was. The resurvey of 1808, made by due authority, was no doubt binding on all subsequent purchasers of the Smith tract, but whether it included the land in dispute was a question of fact. It was the question in the cause, and it was referred to the jury, when the court told them that if, from all the evidence, they should be of opinion that neither the defendants, nor those under whom they claim, ever abandoned the survey as originally made, the verdict should be for the defendants; but if, on the other hand, the original survey was abandoned, and the defendants claimed only to the lines of the resurvey, then the plaintiff would be entitled to the verdict.\nIf this language were strictly construed, it would amount to a direction to find for the plaintiff, for there is no doubt the defendants claimed by the lines of the resurvey. Of such a direction the plaintiff would have no reason to complain in a court of error.\nBut the judge meant that if the resurvey abandoned the lines of the original survey, and the defendants claimed by the lines of the resurvey, then the land in dispute was abandoned by them, and left open to reappropriation.\nIn other words, he meant the jury should decide whether the land sued for in this action was or was not within the lines of the resurvey.\nThis was the legitimate question in the cause, and we think it was well decided by the jury. On looking through the proofs, we not only find evidence that made it proper to submit that question to the jury, but we think the proofs preponderate heavily against the notion that there was any more vacant land between the Smith and Nicklin warrants, after the resurvey of 1808, than there was before.\nWe do not feel it our duty to discuss the evidence as bearing on this point, for the jury have decided it rightly; but we will say, that the attempt to relocate old surveys, long since returned into the land office as adjoiners, so as to get vacant land between them, rarely succeeds or deserves success: and of such attempts this is one of the least meritorious that has come under our notice.\nIn regard to the first, of the plaintiff’s points, it is enough to say that in Stevens v. Hughes, 7 Casey 383, where the effect of the plea of liberum tenementum, in actions of trespass, was fully explicated, we took care not to apply the rule there recognised to actions of ejectment. Such an application may ultimately be made of the rule, but we do not feel prepared for it yet. The court were right, therefore, in refusing to instruct as prayed for in the plaintiff’s first point.\nThe judgment is affirmed."}