{"id": "992221", "contents": "The opinion of the court was delivered by\nStrong, J.\nThis was a scire facias to recover the amount of a municipal claim, made by the city of Allegheny against a lot in said 'city, belonging to Mrs. Schenley, one of the defendants. The claim was for the costs and expenses of grading First street. It was filed originally in the Court of Common Pleas, and it is now-argued that the District Court had no authority to issue a scire facias founded thereon. The Acts of Assembly of June 16th 1836, Pamph. L. 745, §§ 6 and 7, and March 13th 1844, Pamph. L. 102, § 14, require that all indictments and civil actions in which the city of Pittsburgh or of Allegheny may be directly or indirectly interested, shall be tried in the District Court, before a jury from which all persons resident or owning property in said city shall be excluded. The acts further provide, that the certificate of the Mayor’s Court of the . city of Pittsburgh, or of the president judge of the fifth judicial district, composed of the county of Allegheny, that the indictment or civil cause proposed to be removed is, in bis opinion, within the meaning of the first (seventh) section of the act, shall be conclusive evidence of the jurisdiction of the District Court in such case, and that thereupon the indictment, and all papers connected therewith, if it be a criminal case, or the original writ, declaration, and all papers connected therewith, if it be a civil case, shall be transmitted to said District Court. It is clear, that exclusive authority to try the class of cases described in these acts is conferred upon the District Court. But it is said, that before the jurisdiction can attach, there must be a certificate from the president judge of the Common Pleas. To this it might be answered, that even if such a certificate were necessary to bring the case into that court, it would not be for the defendants to object to its absence, after having appeared, pleaded, and gone on to trial. It is not to be denied, that when the case is in that court, it has authority to try. The objection, therefore, is not to the judicial power of the court, hut to the mode in which the case is brought before it. If available at any stage of the proceeding, it must have been taken before general appearance and plea in bar.\nThere was not, however, even an irregularity in the form of proceeding. The District Court has general authority to issue writs of scire facias. The amount of the claim in this case, and the subject-matter, were completely within its jurisdiction. Even without the Acts of 1836 and 1844, there could, therefore, have been no other obstacle in the way of its writ of scire facias, than the fact that the claim had been filed in another court. It is true, that such a writ is, in England, judicial, in most cases; and hence it follows, that it must issue out of the court in which the record is, upon which it is founded. But with us, it is often an original, not even resting upon a record. It is often substantially an action of debt, and it cannot, therefore, be fatal to it, that its foundation lies in another court. Thus, a scire facias may be maintained in the Common Pleas upon a recognisance in the Orphans’ Court. Municipal claims and mechanics’ claims are not strictly records. Acts of Assembly have authorized writs of scire facias to recover them, but there is nothing in their nature to confine jurisdiction over them to the court among whose records they may be filed. The Acts of 1836 and 1844, however, confer upon the District Court plenary and exclusive jurisdiction over municipal claims of the city of Allegheny. In that court they must be tried. Surely, an act which declares that certain eases shall he tried in a designated court, empowers that court to do all which is necessary to try them. To the exercise of this power, authority to bring the litigant parties before it is essential. Nor do the acts confer jurisdiction over such cases only as may be certified. No provision is made fomcertifying any other than pending■ cases. The District Court is authorized to try all cases. It does not derive its jurisdiction from the certificate, but from the statutes. But if the certificate applies only to' cases pending in the Common Pleas, how can its absence amount to prohibition of a scire facias upon a claim, in regard to -which there is no case pending ? We cannot think the legislature intended the idle form of a scire facias first in the Common Pleas, and then a certificate to the District Court, a form, the only effects of which would have been, to complicate the proceedings, and multiply costs to the parties.\nIt is next contended, that the statement of the claim filed is uncertain and defective, in not setting out the nature, quality, and amount of the work claimed to have been done, with the dates and prices thereof, so as to show how much was referable to cart-ways, footways, grading, and curbing respectively, and also in the omission to state that the work was done within six months previous to the filing of said statement. It is assigned for error that the court refused thus to instruct the jury.\nThe statement was made out and filed under the provisions of the Act of March 30th 1852, Pamph. L. 204, and it was in strict accordance with the requirements of that statute. That statute is not an indefinite enactment, authorizing a statement to be filed, without prescribing what it shall contain. On the contrary, it points out distinctly what matters the claimant shall set forth. When he has averred those matters, he has laid the required statutory foundation for a writ of scire facias.. We held, indeed, in Philadelphia v. Sutter, 6 Casey 53, that a claim filed under a different Act of Assembly, that of April 16th 1840, was insufficient, because it did not set forth the time when the paving was done, nor the kind of paving nor the place where it was done. But that act assimilated the claims filed under it, to those of a mechanic or material-man. The Act of 1852 likens claims which it authorizes to that of a mortgagee. The Act of 1840 did not prescribe what the claim filed under it should be. It only required that certain things should be stated in it. The Act of 1852 does prescribe what the form of the statement shall he, and specificalljr enumerates the averments which it must contain. It also requires a demand of the owner of the lot against which the claim is made, before any statement can he filed, as well as an affidavit of all the,facts therein set forth. It allows the- claim to be filed at any time after demand made, and it enacts that the claim shall remain a lien until paid. There is very little resemblance between such a claim and that of a mechanic, and, consequently, the construction we gave to the Act of April 16th 1840, is inapplicable to the statute under which the statement in this case was filed.\nIt is said, however, that the statement is defective, because it does not contain an averment that the work was done within six months previous to its entry in the Common Pleas; and in support of this objection we are referred to the Act of April 16th 1845: Pamph. L. 488. This would be so, if the Act of 1845 had any application to this case. But it has not. This claim is based upon the Acts of April 5th 1849, Pamph. L. 341, and April 8th 1851, Pamph. L. 372, which made the costs and expenses of grading, paving, &c., streets, a lien upon the real estate adjoining. They declared that the costs and expenses should remain a lien until they were fully paid and satisfied. They made, however, no provision for enforcing payment, or even for making the liens matters of record: To remedy these defects, the Act of 1852 was passed. That enacted that a statement of the claim might be filed, not within six months from the time the work was done, but at any time after a demand should be made of the lot-owner ; and it also reiterated the declaration that the assessment should remain a lien until fully paid and satisfied. These acts are utterly irreconcilable with that of 1845, and the conclusion is, therefore, a necessary one, that such municipal claims as the present are not within its provisions. If the statement may be made at any time after demand made for its payment, and if the lien be of indefinite duration, it cannot be requisite to aver that the work was done within six months next previous to its being filed. It was well said by the learned judge of the District Court who tried this cause, that the paving acts of different cities cannot be interpreted to constitute an uniform and harmonious system of laws. Nor were they intended to be such. ••\nThe fourth and fifth assignments of error relate to the validity' of the city ordinance under which the paving was done. That was passed on the 25th day of June 1855, but was not recorded as required by law until the 9th of February 1859. The act incorporating the city ..of Allegheny declares that such ordinances as shall not be published within fifteen days after their passage in one or more of the public newspapers, published in said city, or in such other way as the select and common councils might direct, and recorded within thirty days in the office of the recorder of deeds for the county of Allegheny, shall be null and void. But on the 2d of February 1859, another Act of Assembly was passed, which, after referring to the ordinance of June 25th 1855, and to the fact that large sums of money had been expended in grading and paving under it, enacted that the omission or failure to reeord it shall not impair or in any manner affect contracts made in pursuanee of it, or any assessment, tax, lien, or claim for the costs of grading and paving done in pursuance of, and in accordance with, its provisions. The act also empowered the city, or any party interested therein, to proceed to enforce said contracts, and prosecute and collect said assessments, liens, or claims, in the same manner, and with like effect as they might or could have done,if said ordinance had been duly recorded, within thirty days after the passage thereof, provided the same should be recorded within twenty days after its passage. Within those twenty days it was recorded. But the paving and grading had been done, and this suit was pending before the healing act had any existence.\nIt is now contended, that the District Court erred in instructing the jury that the effect of the Act of Assembly was to render the ordinance as valid and binding as if it had been recorded within the' time prescribed by the charter of the city. It is insisted, that the enactment was unconstitutional, inasmuch as it created a ■liability upon the defendants that did not previously exist.\nThe principle upon which rests that numerous class of statutes which charge lots of ground with the expense of grading and paving the streets in front of them, is that the value of the lots is enhanced by the public expenditure. It is obviously just that the property which has been principally benefited should he charged with a share of the expense of the benefit. Now it has repeatedly been ruled, in this and in other states, that the legislature may impose upon a local district a tax to pay the expense of a public improvement already made. Such laws interfere with no contract, and divest no vested rights. Thomas v. Leland, 24 Wend. 65, is a remarkable case of the kind. The public has a right to demand that a lot-owner shall contribute to pay for a public work which has benefited his property, and wherever there is a right, though imperfect, the constitution does not prohibit the legislature from giving a remedy. In Hepburn v. Curts, 7 Watts 800, it was said, “the legislature, provided it does not violate the constitutional prohibitions, may pass retrospective laws, such as in their operation may affect suits pending, and give to a party a remedy which he did not previously possess, or modify an existing remedy, or remove an impediment in the way of legal proceedings.” What more has been done in this case ? The Acts of 1849-’51-’52 declared that the costs and expenses of paving and grading the streets should be reimbursed to the city by assessments upon the lots fronting on those streets. This was an assertion of a right in the city to reimbursement, and of a liability in the lot-owner to make it. That right is not dependent for its existence, upon the form in which the statutes require it to be asserted. Giving a remedy presupposes the existence of the right. The abstract right is no greater and no less because the work is required to be done under an ordinance. An ordinance was however required by the statutes, and one was passed. While it was in force, contracts to do the work were made in pursuance of it, and the liability of the city was incurred. But it was suffered to become of no effect by the failure to record it. Notwithstanding this, the grading and paving were done, and the lots of the defendants received the benefit, at the public expense. Now, how can the omission to record the ordinance diminish the equitable right of the public to reimbursement ? It is, at most, but a formal defect in the remedy provided — an oversight. That such defects may be cured by retroactive legislation need not be argued.\nThere is not the least merit in the fifth assignment of error. The evidence shows that the ordinance was properly recorded on the 9th of February 1859. The times of its publication were conclusively established by the oath of McGonigle, and the direction to publish in the Dispatch was not, of necessity, by ordinance. Had there been no other evidence of direction, it would have been presumed from the record itself.\nThe next assignment of error has reference to the question whether “First” street was a “permanent” street within the meaning of the Act of April 8th 1851. The authority given to ■the city was “to grade and regrade, pave and repave any permanent street, lane or alley, or sidewalk, or any part thereof.” The evidence in this case was, that First street was laid out and opened as a public street in 1830, and that it had been travelled and used as such, from that year, without interruption, until it was graded and paved, a period of more than twenty-five years.' No objection to its use had ever been made. This was sufficient, in the first instance, to raise the presumption that the public had a right of passage over it. The defendants, however, requested the court to charge the jury that “if the street was opened for.his own convenience or profit, by a tenant renting the land as an enclosed pasture-field from, and holding under Mr. Croghan, or Mr. Denny, as the executor, of O’Hara, by virtue of a twenty-one years’ lease, expiring about the year 1851, and during the minority of Mrs. Schenley, the owner, who was before her majority, and is yet under the disability of marriage, and residing beyond seas, it is no such dedication as would divest her rights in favour of the public, or render her, or the property through which it passes, responsible in this suit.”\nThe court refused to affirm this proposition, under the circumstances of the case, and we think correctly. It did not legitimately arise from the evidence. It was not in proof upon what terms and conditions Garrard, the alleged tenant, held the land. It was not proved, who opened the street, or by what authority it was done. For aught that appeared, it may have been opened under process of law. But if not, if it was opened by the tenant, at his own instance, in the year 1830, the court could not have charged as was requested. That a tenant for years cannot bind his reversioner, by a dedication to public use, must be admitted, but it is not to be maintained, that a married woman may not dedicate her land for a public highway. Joining with her husband, she may convey, and, therefore, a dedication, which is but a limited conveyance, may be presumed against her and her husband. Nor is it necessary to a dedication, that there has been twenty-one years of adverse enjoyment, though it is to the presumption of a grant, when time alone is relied upon to raise it. Wherever there is an actual giving of land for a public highway, accepted by the public, though there be no deed, the dedication is complete. The period of twenty-one years of enjoyment, after which a presumption of a grant is made, is fixed from analogy to the statute of limitations; and for the same reason, for which it is not permitted to add coverture to infancy, in order to avoid the running of the statute, must the fact of Mrs. Schenley’s coverture after the expiration of Garrard’s lease, be of no consequence. The facts of the case, as proved and assumed by the defendants, are, that the street was opened in 1880, and devoted to use as a public highway. Grant, that the dedication did not then bind Mrs. Sehenley. The street continued open and in constant use until 1851, when the tenant’s term expired. Then, instead of disavowing what he had done, instead of closing the street, and resuming her rights as the reversioner, she permitted the street to remain open and used by the public, four or five years longer, until after the grading and paving had been done, until after the costs and expenses had been incurred, and never, until the trial of this cause, has she pretended that it was not a permanent street. Under these circumstances, we cannot doubt, that the jury should have presumed a valid dedication, and that the court was right in so instructing them.\nIt is next contended, that the court erred in charging the jury, that there was nothing in the terms of the contract (made by the city authorities for doing the work) which would warrant its being declared void,, for want of authority to make it, and nothing which would prevent the city from recovering interest on the assessments, from the date of the demand.\nThe stipulation in the contract, that the city should pay only on collection of the assessment from the lot-owners, was a stipulation for credit. It was not for the court to say, as matter of law, that it enhanced the cost of the work; and even if it did, the contract would not have been void on that account. The city was under no obligation to do the work by contract. It might have hired men to do it by the day. It could not, indeed, assess upon the lots more than the actual expenses were, and the lot-owner would not be liable for more than reasonable expenses. But in the absence of fraud or gross extravagance, both of which were negatived by the jury, the measure of the liability of the lot, was the expense to tbe city, -whether the work was done by contract or not. That expense the lot-owner was bound to pay on demand. It then became due, and of course, then began to bear interest. It was the duty of the city to collect it when' due. From that time, therefore, it was itself liable to pay interest, and consequently, could collect interest from the lot-owner.\nThere is nothing in the eighth assignment of error. The Acts of Assembly authorized assessments for paving sidewalks as well as streets. The power to pave, includes the power to furnish and do all that is necessary, usual, or fit for paving. How could the court say, as a legal proposition, that curbstones were neither necessary, customary, nor fit for such a work ? Common observation shows that it is usual to employ curbstones, when streets and sidewalks, or footways are paved, and that they are among the ordinary means used. But whether they are or not was a question for the jury.\nNor is there any merit in the ninth assignment. It is not easy to see what bearing the point proposed, and which the court refused to afiirm, had upon the issues tried. Had the proposition been affirmed, it could have interposed no obstacle in the way of the plaintiff’s recovery in this case, whatever might have been the effect of a verdict and judgment upon other writs of scire facias. The point was, however, answered rightly. First street was a long highway, intersected by other streets. Thus the property of the defendants was divided into ten or more distinct blocks or squares. It would be inconvenient and irregular to have grouped in one assessment these separated and distinct pieces of property. They could not have been sold as one, and they were not liable as one. Nor is there anything in the Act of Assembly which requires a joint assessment of all the properties which a lot-owner may have upon any one street.\nNor do we see any objection, under the circumstances of this case, to the mode in which the assessments were made upon these different blocks. The defendants were owners of all the property on both sides of First street. An equal assessment was made upon each foot of the frontage on the street. This was consistent with the Acts of Assembly, and not at all injurious to the defendants.\nThe eleventh, twelfth, and thirteenth points of the defendants assume that the substantial plaintiffs in the suit were the contractors who did the grading and paving, and not the city which employed them. On this hypothesis, it was contended, that there could be no recovery in this action, because, for certain assigned reasons, it is thought, the contractors could not have recovered against the city. We think the assumption is without foundation. It has nothing more to sustain it, than a clause in the contract, making the time of payment by the city contemporaneous with the payment of the assessments by the lot-owners. That stipulation gave to the contractors no interest in the assessments, either in law or in equity. It was wholly for the protection of the city, not to give new rights to the contractors. Their only remedy is against the city. But if the contractors are not the real or substantial parties plaintiff, the defendants have no concern with the state of things between them and the city. As lot-owners they are liable, under the statute, for the costs and expenses of grading and paving, no matter how it was done, whether by contract or not, and no matter who may have been the immediate agents in doing the wort. They have no interest in anything beyond the amount of the expenses. We hold, therefore, that the District Court was right in the answers given to these points.\nIt is only necessary to remark in regard to the fourteenth assignment, that the Acts of Assembly make the measure of liability of the lots, not the value of the work done, but the costs and expenses. The work may not have proved so valuable as was expected, but if there was no fraud or carelessness (and the jury have found that there was none), the city had a right to recover the cost.\nThe points reserved have already been considered in what we have said respecting the several assignments of error.'\nIt remains only to add, that it is impossible for us to discover from the bill of exceptions, whether the testimony of Captain Hays, offered and rejected, was contradictory of anything mateterial, which had been proved by Mr. Boyd. We cannot, of course, say that the defendants may have been injured by its being overruled. It would seem, from the reasons given by the judge for rejecting it, that the testimony which it proposed to contradict was itself irrelevant and immaterial. If so, it was not competent for the defendants to call a witness to raise an issue upon it.\nThe judgment is affirmed."}