{"id": "992247", "contents": "The opinion of the court was delivered by .\nLowrie, C. J.\nThe verdict of the jury has exonerated the plaintiff below from the charge of unfaithfulness in the discharge of his duties to the public, and we have to consider only Avhat legal right he has to compensation by the county for his services. The test of the county’s liability is, that the convictions be of offences “ punishable by imprisonment at hard labour :” 4 Casey 174. Now, no conviction is complete, until sentence is passed and recorded ; and every sentence must express the very punishment which is to be executed on the prisoner, and the warrant of commitment must follow the sentence as recorded. No offence is punishable by hard labour, when the sentence is not to hard labour; for no jailer can exceed the punishment -defined in the sentence and commitment; this is never intrusted to him; Here there is no sentence to hard labour. The case must be punishable by law, and by the sentence, before the county can be chargeable with the costs.\nThis seems to us important; for here persons seem to us to have been committed as vagrants out of charity, because they were poor and houseless strangers and travellers. Surely, they cannot be committed as vagrants, and therefore,not to hard labour, and therefore not at the costs of the county. If such things be done for charity, let it not be for the profit of the magistrate. The jail is not an almshouse, and jailers are not administrators of the poor funds.\nWe must have no open door for stealing the people’s funds by this means, if we can avoid it. ' The county is liable only according to statute law; and there is no implied or constructive contract to pay, except where some statute makes it a duty to pay, and then the constructive promise is merely to satisfy the form of the action of assumpsit: 5 Casey 38. These views sustain the assignments of error in this case, and require a reversal of the judgment.\nJudgment reversed, and a new trial awarded."}