{"id": "992243", "contents": "The opinion of the court was delivered by\nThompson, J.\nIt was agreed at bar that the 6th of May 1824, should be taken as the date of the decease of John Field, under whom both parties in this ejectment claim.\nOn the 11th of August 1830, a judgment was obtained by a creditor of the decedent, in the District Court of the city of Philadelphia, against the administrator. As the law then stood, this extended the lien of the debt against thé estate for a period of twelve years from his death: Trevor v. Ellenberger, 2 Penn. R. 94; Penn v. Hamilton, 2 Watts 53; Fetterman v. Murphy, 4 Id. 429; Steel, v. Henry, 9 Id. 523. The lien thus obtained would, under the statute then in force, expire on the 6th of May 1836.\nThe law on the subject of the duration of the liens of debts against the estates of decedents, was materially altered by the Act of Assembly of the 24th of February 1834. They were limited to five years, unless continued by actions for the recovery thereof, commenced within that period after the death of the decedent, and duly prosecuted against his heirs, executors, or administrators. A recovery of judgment, at any time within the first five years, extended the lien for the period of ten years from the death of the decedent; after that, it was requisite to the continuance, that it be revived by sci. fa. every five years. This act went into operation and full effect on the 1st of October 1834, excepting so far as to finish proceedings partly administered under preceding acts.\nNot only was the extent of the duration of the lien changed by this act, but, by express provision, an implication that the lien might he continued by execution on the first judgment, as had often been held to be the case under the Act of 1798, regulating liens inter vivos, and as was applied in Steel v. Henry, 9 Watts 523, and Payne v. Craft, 7 W. & S. 458, to cases of decedents’ estates, was clearly forbidden, by the express declaration that the lien shall not be continued against the real estate of the decedent, unless revived by scire facias every five years: Act of 1834, § 25.\n.It is too well settled to need the citation of authority to show, that, unless the lien is continued, under and according to the Acts of Assembly, the land which was of the decedent is as effectually discharged in the hands of heirs and devisees, where there was no judgment against the decedent in his lifetime, as it would be in the hands of bond fide purchasers.\nIt was mainly insisted upon by the counsel for the defendants in error in argument, that a lien to the extent óf the judgment of the 11th of August 1830, was fixed upon the land in question by the entry of the test. fi. fa. on the docket of Crawford county,'on the 23d May 1831, tested the 12th of March preceding; and continued by an alias from the same court, issued on the 16th September 1835, docketed in the same county on the 23d, and levied on the land in question on the 7th of October 1835, followed by inquisition, condemnation, testatum venditioni exponas, and sale on the 10th June 1836, and that therefore the lien existed and the land was subject to sale independently of the Act of 1834.\nWere all the facts conceded, it would not, as we view the law of the case, be sufficient to protect the defendants in error; for although a lien is essential to a valid sale, yet, since the passage of the Act of 1834, there is another indispensable requisite to constitute a valid sale of the real estate of a decedent, as against the widow and heirs or devisees of such decedent; namely, that when the creditor intends to charge.the realty, he shall make them parties to the suit, so that they may have an opportunity to defend against his claim. And it is well settled, that this rule applies to cases of death before the passage of the Act of 1834, where the attempt to charge the realty was subsequent thereto, as well as where the decedent died thereafter : Benner v. Phillips, 9 W. & S. 13; Atherton v. Atherton, 2 Barr 212; Gibson v. Keenan, 9 Id. 249; Warden v. Eichbaum, 2 Harris 124; and Kessler’s Appeal, 8 Casey 390. But had those testatums the effect claimed ? The first was levied on other land, and nothing further done until the 11th of September 1835, when the levy was discontinued by leave of court, and the writ returned. This certainly left the land in question uncharged, even conceding for argument that it might have been charged by such proceeding under the Act of 1834. Following this was an alias, tested June 7th 1835, docketed in Crawford county September 23d, levied on the land in controversy on October 7th 1835, and inquisition and condemnation on the 2d November following. These writs were independent of each other so far as the proceedings were concerned; that is to say, the alias testatum did not continue the proceedings of the first writ. That was discontinued. It was therefore a proceeding for the first time to charge the land, commenced a year after the passage of the Act of 1834, which requires the widow and heirs to be made parties, and that without attempting to make them such. This, we think, was a fatal defect. The question of lien is therefore not the main question in the ease. Undoubtedly a sci. fa. within five years after the original judgment in 1830, issued pursuant to the requirements of the Act of 1834, would have continued the lien as against the widow and heirs. But a testatum fi. fa. issued after the act, unless upon a judgment obtained under the provisions of it, would not. This must be apparent, otherwise the statute would be evaded without any reason or excuse for it. The requirement' of the*statute of 1834, that in order to charge the lands of the decedent as against the widow and heirs, they must be made parties to the judgment, is a rule without exception, saving only the case of proceedings begun under preceding acts, and necessary to be finished under them. It is a rule of action “ prescribed by the supreme power in the state,” which we are not at liberty to disregard. Such has been the uniform current of decision in cases situated as this is, eases of death before the Act of 1834, but executions and sales afterwards: McCracken v. Roberts, 7 Harris 390; Warden v. Eichbaum, 2 Id. 124; Atherton v. Atherton, Gibson v. Keenan, and Kessler’s Appeal, supra. In Warden v. Eichbaum, Bell, J., said: “ In Atherton v. Atherton, where the lien of the debt due from the intestate was conceded to be in full force at the date of the levy made under the judgment against the administrator, the levy was nevertheless set aside, for the sole reason that the prior right to take the land in execution was absolutely suspended by the statute, until the devisees were brought into court by legal process. In that case the point presented for adjudication was the naked right to take in execution, unmixed with any question of lien. Such too is the ease now before us.” And he proceeded to rule the case in accordance with the authority referred to.\nFrom what has been already said, as to the alias testatum fi. fa. being the first effort to charge the realty in question with the debt of the decedent, and that occurring a year and more after the Act of 1834 took effect, it will be apparent that, even supposing the saving in the 70th and last section, applicable to such proceedings, it was not within it, for it was used but to consummate proceedings commenced under it. It was the first writ upon which the land was seized.\nBy force of the Act of Assembly, and many decided cases under it, we are constrained to come to the conclusion, that the title of the defendants in error was fatally defective, owing to the omission indicated in not bringing the widow and-heirs or devisees on the record, as required by the act, before the seizure and sale, and that the court below should so have instructed the jury. For the reasons given, the judgment must be reversed.\nSince the case of Stewart v. Montgomery, 11 Harris 410, supposing the alias testatum to have preserved the lien to the time of sale, it might be a question, whether the interest of the administrator, who was one of the .heirs of John Field, did not pass by the sale, on the principles of that case. As this was not argued, however, we do not decide the point.\nJudgment reversed, and a venire de novo awarded."}