{"id": "992206", "contents": "The opinion of the court was delivered by\nThompson, J.\nThe bills in these cases were cross-bills in equity upon the same transaction, and may be considered together; as the determination in one ease will mainly determine both.\nThe Philadelphia and Reading Railroad Co., the vendees of the Lehigh Coal and Navigation Co., sets forth a contract of the 6th April 1859, with the latter, for the purchase of the Willow street property in the City of Philadelphia and its terms; but aver the inability of that company to make a title clear of the encumbrance of the trust mortgage of 7th March 1842, on the ground that it was a sale not within the terms upon which the trustees under the mortgage were authorized to sell, and ask a decree to compel a conveyance on a certain specified extinguishable ground-rent. The defendants claim that a conveyance under the terms of the contract is within the powers of the trustees; but if not, that they cannot be compelled to execute a contract for a sale on ground-rent, which they never made.\nThe main question is upon the power of the trustees under the trust-mortgage. It will be seen, that it is twofold; either to sell for a price or consideration in money to “be paid out and out,” or upon ground-rent, extinguishable or otherwise, as might be agreed upon.\nThe agreement entered into was for a sale on credit, payable in money, in instalments at one, two, and ten years, and to be secured by bonds and mortgage. This was clearly not a sale on a reservation of ground-rent. Was it a sale for a “price or consideration to be paid out and out in money?”\nLexicographers define this expression as meaning, “ completely,” “entirely,” “without reservation.” Consequently, when applied to an act to be performed “out and out,” it must mean, ended and completed. The meaning of idiomatic expressions, is not, as is the ease in defining words, to be found in origin or root; but ascertainable only from the usual and ordinary sense in which they are used — the common acceptance of them. Even unaided by the context, I would understand the words here to mean a sale for cash — not on credit; a completion of the transaction by the execution of a conveyance and payment of the consideration at the same time — ending and closing the matter by one process. This would undoubtedly be the meaning of a “ cash sale,” or a “ sale for cash.” No one ever supposed these terms thus standing, meant a sale on time. The universal understanding, it is believed, is the contrary of this, and that the words “ cash sale” exclude the idea of credit or time to be given for payment. The words here to be “paid out and out” in money, were but a definition attempted of a cash sale, as is evident, when we consider the alternative sales provided for. One of them was to be sold on ground-rent, extinguishable or otherwise as might be agreed upon. In one sense, this was a sale for money; and according to the argument of the defendants, if eventually extinguished by money, would be a sale “ out and out in money.” By this meaning, the provision in the mortgage for a sale to be “ paid out and out in money,” was rendered meaningless; for any sale payable at any time in money and nothing but money, would be within the meaning of these words, whether it was on time, ten years hence, or by instalments running for forty years. The expression must be taken and can be understood in no other sense, than as used in emphatic contrast with the provisions for the ground-rent sale. The sale agreed upon, payable in instalments and secured by mortgage, was not a ground-rent sale; nor was it a sale for money out and out, for the price or money was not to be paid. It follows neither alternative provided by the trust-deed. It was a sale to be secured by mortgage; but the security authorized to be taken, are ground-rents. There is no provision for a mortgage, and the maxim “ expressio unius exclusio est alterius” is peculiarly applicable in the construction of delegated powers. It was not intended that there should be securities, excepting in the event of a sale on ground-rent. The absence of any other provision for security, almost demonstrates, that, the other alternative in the sale being adopted, the money was to be “ paid out and out,” and no credit given, but the cash to be paid down.\nThe company evidently intended by these different terms of sale, to provide for two contingencies which might arise, and which they supposed would be best met by those adopted; that is to say, it might become the interest of the company, for. other reasons than the immediate receipt of the proceeds, to sell a part of their property — and hence they provided for a sale on ground-rent, the securities to be held by the trustees upon the same trusts as that of the property itself. But to meet a contingency in which the company might need money, they provided for a sale, the proceeds to be paid directly to themselves. This was, doubtless, to meet sudden emergencies, or perhaps to enable the company, in some advantageous manner, to deal with bond-holders, and for which cash might be required. Again, I do not see how a mortgage could be made to the company on a sale of property, the legal title to which is in the trustees. If it could be done in one instance, successive instances might follow, and eventually the company might become the holders of mortgages covering the whole property, and by transfers of them, destroy entirely the' security of the bond-holders. These considerations point plainly enough, I think, to the true construction of the power of sale. It must' either be for money “paid out and out” for the purposes of the company, or on ground-rent for the benefit of the trust. The sale was neither the one nor the other; and we agree with the position taken by the Philadelphia and Reading Railroad Company, that the trustees of the Lehigh Navigation Company cannot make a title to them clear of the mortgage, upon the terms of the sale agreed upon. Have they a right to a specific execution of the contract on any other terms ?\nEquity regards compensation in cases of defective execution, if the contract can be substantially executed, as equivalent to performance. It looks to the substance of the contract, and does not allow small matters to interfere with it, when compensation can be made: 2 Story JSq. Juris. § 777.. But substantial defects will be regarded in equity. And even this may depend upon the party praying specific execution. Thus, a vendee may insist on the specific execution of a contract to convey so much as the vendor has title to, even if it be but for a portion of the whole. But I have not been able to find any case in which a different contract from that made by the parties has been enforced. Lord Bolingbroke’s Case before Lord Thurlow, 1 Sell. ‡ Lef. 19 (n), is not of this last sort, but rather of the preceding kind. The vendee was obliged to convey to the extent he ought to do; but it was on the footing of the contract, and not outside of it, or upon any new contract.\nHere, the. plaintiffs ask that the defendants be required to convey on an annual ground-rent of $6000, the principal to be extinguishable in the same amounts and at the same times as the payments under the mortgage were to be made. There need perhaps be no further answer to this, than that it would be an attempt to enforce the execution of a contract never made by the parties. Equity will not make contracts for the purpose of arriving at supposed desirable ends. It acts only with contracts of parties, with a view to prevent them from being defeated by the rigid rules of law: it makes no new ones. It will not do, to say that the results will be precisely the same as the one attempted, but defeated for want of authority. If that contract did not bind, then there is no contract between the parties; and it is for them to make a new one, or a substitute for the old, and not the court.\nAll the results are not the same, however. The company intended (for so they have said) that when there was a sale for money, the proceeds should go directly to them. But if we were to- decree a sale on ground-rent, the proceeds must be secured to the trustees for the general purpose of the trust; and hence a very different result, so far as the proceeds are concerned, would follow. They would not go to the company, but to the trustees, for the benefit of the trust. We must, therefore, refuse to decree as prayed for, and in\" doing so we leave the parties in statu quo ; which is always an important consideration in refusing a decree for specific performance.\nA subsidiary point, which may be of consequence in some future action by the defendants in this case, is raised, and may be noticed; that is, whether the surviving trustees in the mortgage were competent to convey.\nIn case of the death or resignation of any of _them, it is provided in the trust-deed, that the company shall be authorized to appoint another person or persons to fill the vacancy; and thereupon to make such deeds and assurances as shall be necessary to vest in the new and remaining trustees all the trusts and powers conferred by the original trust-mortgage. From the terms used, it does not appear that the company were bound to fill such vacancy; but were authorized to do so, if they deemed it necessary or expedient. Nor is there any express requirement in the instrument, that the whole number of trustees shall join in making conveyances. Under these circumstances, I think, that without the Act of the 3d May 1855, the survivors could convey. The Act of the 31st March 1812, excepted trust-estates in its enactments, against joint-tenancy. The right of survivorship, therefore, continued as to them as it had done at common law. It seems to me, that the grant to the trustees in this case was as joint tenants; and being so, the title at once vested in the survivors on the death of Mr. White, and they could convey. But be this as it may, the Act of 3d May 1855 comes in to relieve the subject of difficulty. It provides “ that whensoever any trust, power, or authority shall be, in the manner provided for in the act to which this is a supplement (the act relating to assignees for the benefit of creditors and other trustees, P. L. 1836, p. 628), conferred on two or more persons by name, and one or more of them shall die, or renounce, or be legally discharged from fulfilling such trust, or exercising such power, the survivors or survivor, or remaining trustees, shall have and exercise all the title and authority which the whole might have done, unless the trust or power conferred shall require the whole number to act, in which case the vacancies shall be filled in the manner provided by the act to which this is a supplement.”\nUnder these views of the case, we must affirm the decree at Nisi Prius, dismissing the bill in equity of the Philadelphia and Reading Railroad Company.\nSo, too, must we dismiss the cross-bill of the Lehigh Navigation Company, for the reasons assigned on the point raised by the Philadelphia and Reading Railroad Company, of want of authority to sell on a credit to be secured by bond and mortgage. The alternate prayer for a decree by the plaintiff in this case for specific performance, on payment of the money down by the defendants, is obnoxious to the objection made against the prayer of the plaintiffs in the preceding case, for a decree for a conveyance on ground-rent. It was not the contract that the money should be paid down, and we cannot interpolate a new contract.\nThe decrees of the Court at Nisi Prius, dismissing the bill of The Philadelphia and Reading Railroad Company against The Lehigh Coal and Navigation Company, and in dismissing the bill of The Lehigh Coal and Navigation Company vs. The Philadelphia and Reading Railroad Company, are affirmed at the respective costs of the parties complainant."}