{"id": "992207", "contents": "The opinion of the court was delivered by\nWoodward, J.\nOur first compulsory arbitration law of 1810, authorized either party in any civil suit to take a rule of reference at any time after the entry of such suit. A suit was held to be entered within the meaning of this act when it was placed on the prothonotary’s docket: Hertzog v. Ellis, 3 Binn. 209. The consequence was, that there might he judgment and execution before the return day of the original process, and legal proceedings were carried on against a defendant in a suit in which he never was served with a writ, and in which he was not, and might never be, regularly bound to appear in court. By Sergeant, J., in Jones v. Orum, 5 Rawle 255. See also Flanegan v. Negley, 3 S. & R. 498; Sharp v. Kilgore, Id. 387.\nThe legislative remedy for so incongruous a procedure, was the Act of 28th March 1820, which forbade the entry of a rule to arbitrate until the first day of the first term after suit brought, and until after a declaration or statement of the cause of action had been filed.\nHence sprang an evil in the opposite direction. An honest debt might be lost for want of a speedy remedy such as an award would afford. To delay a plaintiff through a long vacation, before he could proceed to obtain an awar.d, was equivaleut, in some cases, to a total denial of justice.\nThe revisors saw this, and the section of the Act of 16th June 1836, which they suggested and the legislature passed, restores to plaintiffs the right to enter rules of reference directly they institute their suits, retaining, however, the limitation that declarations or statements shall be first filed.\nThe practice, since 1836, has been to enter a rule of reference at any time after filing the declaration or statement, and, if before summons served, to have it served at the same time with the summons.\nThis is a good practice. It obviates the inconveniences which were caused by the Acts of 1810 and 1820 ; it gives plaintiffs a •chance to speed justice; and it gives defendants an opportunity to know not only that they are sued, but for what they aré sued, before they can be called on to choose arbitrators.\nBut now we have in the record before us an exceptional case— the service of a rule of reference four days before the summons was served on the defendant. We think that was an irregularity, which, if subsequent events had not cured it, would have been fatal to the proceeding. We hold the proper practice to he, under the Act of 1836, for the plaintiff to cause the summons to be served, before or at the time the rule of reference is served on the defendant. The service of a rule of reference on the 19th May, in a case in which the summons was not served till the 23d, is not a practice to be encouraged, nor 'in ordinary circumstances tolerated; but here the rule was for choosing arbitrators on the 4th of June — sixteen days after the service of the rule, and twelve days after service of the summons. They were chosen on the 4th June (the defendant not appearing) and notice was served on him of the. meeting of the arbitrators on the 23d June. On that day, they met and made an award for the plaintiff. On the 14th July, a jft. fa. issued against him, and then for the first the defendant put himself in motion to resist the proceedings. The court granted a rule to vacate the judgment and set aside the award and execution, but finally discharged the rule, and left the record as the plaintiff had made it up.\nBetween the service of the summons and the choosing of arbitrators, there was as much time as the law allows for responding to summonses, and therefore the defendant’s inactivity was unreasonable. True, the service of the rule on him before the summons was served was irregular, but in point of time it gave him all the notice he was entitled to receive of such a rule. After such notice of the rule and the writ, it became his duty, if he meant to avail himself of the irregularity, to apply to the court or to a judge at chambers, at an early hour,, to arrest further proceedings, and save costs. This duty he neglected. He might have appealed from the award of arbitrators, but did not. He chose to lie by until an execution was in the hands of the officer, and then he appeared before a judge to do that which he should have done with promptness, if he expected relief. There is a time for all things. When a party has ample notice of an adversary proceeding, and he has nothing but a mere irregularity to allege against it, he is properly held to have waived’ that by such delay as was here.\nThe decree of the court is affirmed."}