{"id": "992231", "contents": "The opinion of the court was delivered by\nWoodward, J.\nWe do cordially agree with the counsel of the plaintiff in error, that the funds in the hands of Mr. Marshall, as trustee, are subject to state and county taxes,- under the Act of 22d April 1846, Hurd. 789, pi. 106, as that act was construed in the case of Spangler v. York County, 1 Harris 322.\nBut does it follow that they are taxable for the purposes of the borough of Carlisle? This depends on the construction of the Act of 7th April 1852, Hamph. L. 278, which provides that “ all personal property, moneys at interest, bonds and mortgages of the taxable inhabitants of the borough of Carlisle, county of Cumberland, now taxable for state, county, and school purposes, shall hereafter be taxable for borough purposes.” The preposition “ of,” in this section, expresses the relation of ownership or property, and the whole section means that the inhabitants of Carlisle shall pay taxes to the borough on the same descriptions of property owned by them as are taxed for state, county, and school purposes.\nTo make moneys at interest taxable for borough purposes, it was necessary that legislation should be thus express, for the Act of 25th April 1850, Hamph. L. 572, having exempted moneys owing by solvent debtors from taxation for borough and township purposes, we had held in Goepp v. Bethlehem, 4 Casey 254, that we would not imply an intention to tax moneys for borough purposes from the use of the word “property” in tax laws, subsequent to 1850.\nThe Act of 1852 was doubtless intended to bring moneys at interest within the taxing power of the borough of Carlisle, but they were the moneys of — that is, belonging to and owned by — the inhabitants of the borough that were thus subjected to taxation. Mr. Marshall is an inhabitant' of the borough, but he is not the owner of the funds taxed in this instance. They are the moneys of the widow and children of the late Dr. Emory, and are no doubt taxed in New York, where the family reside. Mr. Marshall is a mere trustee, having no interest in the fund whatever. The reason why he is taxable for the fund for state and county purposes, is, that the Act of 1846 expressly subjects trust funds to taxation, in the hands of trustees, without regard to the ownership, but under the Act of 1852, the inhabitancy of the owner is made the test of taxableness for borough purposes.\nIt would be a cruel and absurd law that should subject the trust-moneys of non-resident orphans to borough taxation, merely because their trustee resided in the borough. For state purposes it is right enough to tax them, because the safety and value of the funds depend on the existence of the government which such taxes go to support, and possibly something of the same reason may apply in behalf of county taxation, but what protection or value does the borough of Carlisle give to funds invested in Philadelphia ? The inhabitants have an interest in the municipal government, and are lawfully taxed to support it, but these taxes should be paid out of their own property, not out of property existing in Philadelphia, and owned by inhabitants of New York”.\nSuch a law, if it had been made, would have been opposed to common sense and common honesty, but as it has not been made, we are not to strain and torture the enactments which the borough has been able to obtain from the legislature, in order that property neither found in Carlisle nor owned there, shall be laid under contribution for the support of the borough.\nThe judgment is affirmed."}