{"id": "992233", "contents": "The opinion of the court was delivered by\nWoodward, J.\nIt did not appear that Nevin had authority from his partners to bind them by a confession of judgment, and therefore the two judgments he gave to the York Bank against the firm of Pfiieger, Hess & Nevin, were properly set aside as to Pflieger and Hess. But they bound him, Nevin. That a judgment confessed by one partner in the firm’s name is good as between him and the creditor, though void as to the copartners, has been often ruled, and was distinctly recognised in Ridgway’s Appeal, 3 Harris 182, the case chiefly relied on by the appellees in this dispute.\nG ood for what ? Good not only as evidence of the amount of his indebtedness, but good also as a lien upon his land. Nevin’s judgments were confessed in a court of record, and as such became liens on whatever interest in real estate he held within the county.\nBut they were not properly entered in the judgment docket. Though indexed under the initial letter of each member of the firm, they were entered against the firm name without the Christian names of the respective partners. The entries in that docket are required by the Act of 29th March 1827, to “ particularly state and set forth the names of the parties.” The Christian names of the partners were essential to the designation of the individuals, and the omission of them in the judgment docket destroyed all the effect of the entry therein. But what is the effect of the judgment docket ? Simply to give notice to purchasers, subsequent encumbrancers, and all others in interest. The judgment does not depend for its validity, as between the parties, upon its entry in the judgment docket. This docket forms no part of the rolls of the court, which constitute the true record. For many years after 1827, it was not kept in some counties at all, and yet there can be no doubt valid judgments were entered up in such counties. It was established for the same purposes for which records of deeds, mortgages, and wills were provided; — to be a notice to purchasers and others acquiring rights in real estate. And hence a defective entry in the judgment docket simply fails to be such a notice. This was what was decided in Bidgway’s Appeal, 3 Harris 177.\nBut suppose the party entitled to have notice from the judgment docket receives it from some other source, is he bound by it? He is not bound to inquire or look elsewhere, and is not to be affected with constructive notice unless the entry in the judgment docket conform to the requisitions of the law; but if the party holding a valid judgment, which he has failed to have docketed according to law, bring home full notice of it to a subsequent encumbrancer, before his rights attach, has not all been done which the judgment docket was invented to accomplish ?\nThe proofs were full and clear that the appellees had notice of the judgments of the bank against Nevin; and the auditor reports that “-prior to taking their judgment of 17th June 1858, the several plaintiffs therein had actual knowledge of the fact that the Nevin in the firm name of Pflieger, Hess & Nevin was John A. Nevin; and of the fact that the said firm had given judgments to the York Bank, which were entered of record, being the judgments above mentioned of the York Bank.”\nWhat more could the appellees ask ? What more could the judgment docket have done for them ? Nevin’s judgments were well confessed: Grier & Co. v. Hood, 1 Casey 430. As between him and the bank, the judgments bound his real estate. The appellees had notice that his real estate was bound by these judgments, before their own were entered. Then to postpone the prior judgments and to let in the subsequent, is to say, that actual notice shall not stand instead of the constructive notice which the law provides for by means of the judgment docket. We think this ought not to be said. We think that a judgment-creditor who gives actual notice of his rights, cannot be deprived of them because he did not also exhibit them on the judgment docket. It was the bank’s duty, to see that their judgments were properly docketed; but failing in this, the more onerous duty was upon them to bring home notice to the parties to be affected. This duty they performed to the satisfaction of the auditor, and thus maintained their rights. ■\nBut the same objection is urged here as in Jones’s Estate, 3 Oasey 338, that this is proving a lien by parol. We reply as we did there, that the lien comes of the record. It is because the bank obtained judgments according to law, in a court of record, that they acquired liens on Nevin’s real estate. Not because of anything proved by parol. These judgments, say the appellees, should be postponed to later ones, because they were not docketed so as to give the notice provided by law. The parol testimony comes in to answer this objection. It was properly received for this purpose. . Notice is a fact, as provable by parol in this instance, as in any other; for the statute which enjoins constructive notice, does not forbid parol proof of notice, which is actual and direct.\nAnd now, to wit, 26th June 1860, this cause having been fully heard and considered, it is ordered and adjudged that the decree of the Court of Common Pleas of the county of York be reversed and set aside so far as relates to the sum of $2532.95J of the fund in court; and it is here decreed, that the said sum be paid to the York Bank on their judgment No. 150 of January Term 1858, and that the costs of this appeal be paid by the appellees."}