{"id": "992216", "contents": "The opinion of the court was delivered by\nStrong, J.\nThe plaintiff below entered into the service of the defendant as his housekeeper and maid servant, at the stipulated wages of $3 a month. She remained with him as such housekeeper and maid, for a period of three years and nine months, without any express agreement either that her wages should continue as at first, or that they should be increased. When the contract was made, the defendant was living alone upon his farm, having none of his family with him. lie was not then engaged in farming his place. About a year afterwards, he resumed farming, and continued it until the plaintiff left his service. During this time, he built a barn, a wagon-shed, and ’ a cider-press upon the place, and boarded the workmen, as well as the farm hands, at his own house. The plaintiff now claims that she is entitled to recover wages at a higher rate than $>3 a month, for her services after the defendant resumed farming his place.\nIt is not denied, as indeed it cannot be, that when a person hired at an agreed price, for a certain time, either week, month, or year, continues in the same employment after the expiration of the time without any new agreement, the presumption is, that the parties understand that 'the original rate of compensation is to he continued. Such is the contract which the law implies, and there can be no recovery upon a quantum meruit, for the parties are presumed to have fixed the rate of compensation. This was ruled in Wallace v. Floyd, 5 Casey 184, as also in The New Hampshire Iron Factory v. Richardson, 5 N. H. 295, and is in accordance with the common understanding and common usage. But it is supposed, and so the jury were instructed, that the change in the circumstances of Ranch, the defendant, his increased business attendant upon his resumption of farming, and upon his erection of buildings, and the consequent increase of the plaintiff’s care and labour, take this ease out of the general rule, and that the law presumes another contract, to wit, that she shall be paid what her services were reasonably worth. The reason why. a person hired at a fixed salary is presumed to- continue at the same salary, after his original term of service has expired, if he remain in the same employment, is, that if he had expected an increase, he would have applied for it. to his employer, in accordance with the usual course of human dealings. By making no sueh application, he has suffered his employer to rest in the belief that he was satisfied with the arrangement already made, and, of course, there has been no assent to the payment of'greater wages!\nAnd this reason is applicable to a case where the employment has not been changed, though its duties have been increased. The law implies no contract when it can find one which is express. In the present case, the nature of Mrs. Albright’s service was not changed. She went as housekeeper and maid, and she was nothing else until she left the defendant’s service. Doubtless, her duties were rendered more laborious by his return to farming; but by her original contract of hiring, she had sold to him the right to all her time and labour, if they were needed for housekeeping. She gave no more when the labours of his household had increased. In sueh a service as that in which she engaged, the duties are, from time to time, enlarged and diminished: The contract is necessarily made with variations of service in view, and if it is changed with an increase or diminution of the needful labour, it amounts to no contract at all. If Ranck had been farming when the.plaintiff hired her services to him at $8 a month, would it be said that she would have been entitled to less if he had ceased farming ? It must be, if the change of circumstances changes the contract, and makes a new bargain between the parties. I mean by “ change of circumstances,” such a change as only reduces or increases the care and labour requisite for the employment: If the character of the service be altered, as if instead of continuing a housekeeper she had become a seamstress, or if a gardener were turned into a coachman, a different principle would apply. That services are demanded and performed not anticipated at the time of the hiring, is no basis for a legal implication of a promise to pay more than the contract stipulated, if the nature o.f the services be not different from that which the parties had in view when the' hiring took place, and if the hiring was for a period of time. This was held in Carr v. The Chartiers Coal Company, 1 Casey 337.\nIt follows, from what we have said, that, in our opinion, this case was erroneously put to the jury. In the absence of any proof of a new contract, the law presumes that the plaintiff continued at service until she left, at the same wages with which she commenced. And this presumption is not destroyed by the fact, that she was required to do more work than she at first anticipated, in consequence of the defendant’s resumption of the active labours of farming. If she was dissatisfied with the original arrangement, she should have demanded additional compensation. Her silence was an assent that the defendant should have her time and labour for what he had at first agreed to pay.\nJudgment reversed, and a vmire, de now awarded."}