{"id": "992224", "contents": "The opinion of the court was delivered by\nRead, J.\nConditions in restraint of alienation upon estates in fee simple, should be strictly construed, being against the general policy of the law. In this case, it is not the sale, but the offer to sell, which forms the breach, upon which the estate is to pass from James to the other heirs of the testator. “ My bequeath of said lot to be void, in case of an offered sale contrary to my will by my son James; and the said lot to be held in common among my other heirs, should my son James offer to sell as aforesaid,” says the will.\nIn Piers v. Winn, 1 Vent. 321, where there was a devise to one, and to the heirs male of his body, with a proviso, that if he does attempt to alien, then immediately his estate should cease, and another should enter, “ the court held the condition void; for a man cannot be restrained from, an attempt to alien, for non con-stat what shall be judged an attempt, and how can it be tried ? And when the express words are so, there shall not be made another sort of condition than the will imports.” The same doctrine is laid down in Mildmay’s Case, 6 Co. R. 42; Corbit’s Case, 1 Id. 85; and by Rogers, arguendo, in Ware v. Cann, 10 Barn. & Cress. 435, where he says: “ Now although a condition prohibiting an act be good, yet the prohibition of an offer or attempt is too vague and uncertain, and therefore void, for an offer is not an issuable fact: Piers v. Winn, 1 Vent. 321; Pollexfen 435, s. c.; and according to that case, where the condition is against the offer to alien, actual alienation is not within the condition ;” and the court held this to be the law.\nThe condition in restraint in the present case is therefore void, and James took an indefeasible estate in fee simple, which is now vested in the defendant Ellen E. McCurdy. The judgment is therefore affirmed, although for a different reason than that assigned by the court below.\nJudgment affirmed."}