{"id": "992242", "contents": "The opinion of the court was delivered by\nThompson, J.\nIt was determined a little over a year ago, in the case of the present plaintiffs in error v. Byers, 8 Casey 22, and in McCully v. The Same, Id. 25, that a contract or subscription for shares of stock to the company was an ordinary contract, and as such the statute of limitations would operate on the remedies for its enforcement, unless the delay was satisfactorily accounted for; that one of the remedies was by calls for payment of instalments; another was by suit to follow such calls. That no call having been made within six years, and the delay not being satisfactorily accounted for, by analogy to the statute of limitations, the right to call, after that, was barred, and consequently no recovery cbuld be had thereafter against the plea of the statute.\nIt was furthermore decided in McCully’s case, that the release of a large amount of the subscription to the stock of the company without the consent of the defendant, operated to discharge him from the obligation to comply with his contract of subscription. These are in fact the main points raised by the testimony in this case. We are content with the determination in both those cases, notwithstanding the able oral as well as printed arguments, again offered to induce a change of our views.\nWe shall very briefly notice some new points raised in this case, but which we tljnnk are subsidiary to those already noticed.\nIt is said that this subscription is conditional. The words qualifying the contract are “provided that the construction of said road is prosecutedand from this it is contended, that as there was no time fixed within which it was to be prosecuted, that it was within time, although six years had expired. Not so. To adopt this construction would be to interpret the words used to mean “ whenever” prosecuted. The law gives a reasonable time for prosecution. But that reasonable time must be before the statute would close in upon the promise of the defendant. If the plaintiffs could only recover, on the performance of the condition, they were bound to perform it in time to entitle them to enforce the contract. The negligence or inability of the company to prosecute the construction of the road within six years, is a matter that might concern the company, but it would toll no right of the defendant. There was no salvo of the kind in the contract, and the operation of the statute is never suspended for such a reason: Steele v. Steele, 1 Casey 156. There was no substantial prosecution of the work within six years, as we decided on the same proof in McCully’s case. The testimony of the plaintiffs themselves, showed that the trifling amount of work done in December 1847, was to “ save the charter ;” and even the contract under which it was done, was shortly thereafter repudiated by the company. The work done was, however, expressly for another object than that of a reasonable prosecution of the construction of the road. It was not necessary, under all the evidence showing non-compliance, to leave that to the jury. The only proof in the case showed this.\nThe implication of assent by the defendant, to the acts of the company, in not making calls, in releasing subscribers, and in failing to comply with the condition on which the subscription was accepted, is predicated of the idea, that by subscribing for stock of the company.he became an integrant part of it, and bound by all its acts and omissions. We do not assent to this position. We have held the contract to he an ordinary contract to sell and purchase, and to be affected by the incidents affecting such contracts, one of which is the operation of the statute of limitations. Thus is the assumed ground preoccupied by the decisions already made in a like case with the present. It is unnecessary to enlarge upon this point.\nIt was also argued, that the court should have affirmed the 14th point of the plaintiffs; that the defendant stood by, while large expenditures were being made in constructing the road, and gave no notice that he would not be bound by his subscription. Of course, this refers to his silence after the expiration of the six years, for anterior to that time it was of no consequence whether he objected or not, he was bound notwithstanding; but if after, why should he say anything ? he was clear by operation of the statute, and his silence could not be construed into a new promise. In equity, the law of the statute is not to be discarded any more than at law, so that this position will not avail the plaintiffs anything. We do not see that there was any error committed by the court, in this case, either in announcing the law of it, or in withholding from the jury any material fact which should have been submitted.\nJudgment affirmed."}