{"id": "992238", "contents": "The opinion of the court was delivered by\nThompson, J.\nThe main point of this case is involved in the question, whether a party interested to defeat a recovery by the plaintiff below, although not a party on record, is competent to make an affidavit of defence, otherwise sufficient to prevent the plaintiff from taking judgment, under the Act of Assembly of the 21st of April 18.52. This act is special, and applies only to Tioga and Berks counties. The record does not disclose the grounds upon which the judgment below was éntered for the plaintiff, whether for incompetency in the party making the affidavit, or for insufficiency in the affidavit itself. But we think the first ground must have been assumed by the court, for certainly there was a positive averment of want of authority in the agent who gave the due-bill in question, and this of itself was sufficient to prevent judgment on the instrument, whether specially declared on as such, or as on an account stated. The affidavit denied the validity of the instrument (the copy of which was filed), for want of authority in the agent. This was enough: 7 Casey 80. The affidavit could not be set aside for anything dehors itself, such as that the defendant had recognised the agent’s authority by paying a portion of the note. This would be powerful evidence for the plaintiff on the trial, but as it might there be so explained, as not to bind as to the residue, this must be presumed to be included in the denial of the binding validity of the instrument, and to predicate anything of this circumstance would be, not to measure the affidavit by itself, • but by a circumstance or fact supposed to contradict or conflict with it. This cannot be doire simply by the court. At such a point the right of a trial arises.- This affidavit has performed its office, although it may be false in fact, and believed to be so. The issue must thenceforth be made and tried in the usual and ordinary way. There was also a full denial of any indebtedness by, and on part of, the defendant to the plaintiff. It certainly, therefore, disclosed a sufficient defence to the plaintiff’s demand, and its truth or falsity could only be determined by a court and jury.\nThe question recurs as to the competency of Weiser to make the affidavit. That he was interested in the defence cannot be doubted. To determine that none other than the defendant can make an affidavit' of defence, might be fraught with many evils to parties in interest, without referring to cases of obvious necessity, where the defendant could not do it by reason of absence and the employment of agents, or for other causes of disability. It is true, there might, perhaps, be a better and different remedy in the law for the intervener here, but a court could not determine this, on a motion for judgment, and would not. The case stands then, after all, on the simple question, whether the affidavit made was by a competent party ? And we are of opinion that it was, under the circumstances disclosed in the affidavit. The cases of Sleeper v. Dougherty, 2 Whart. 177, Potts v. Smith, Id., and Potts v. Crabb, Id., were all ruled on the principle here stated, and upon a very similar statute to that under which this judgment was had. For these reasons we think the court below erred in entering judgment for the plaintiff below for want of a sufficient affidavit of defence.\nWe discover nothing else in the case which calls for correction or discussion. The record, as presented on the paper-book, does not show that the court was not in session when the judgment was entered, and in the absence of competent evidence of the fact, we will presume it was so. The case, for the reasons given, must be reversed.\nJudgment reversed, and procedendo awarded."}