{"id": "992241", "contents": "The opinion of the court was delivered by\nStrong, J.\nThe first two assignments of error are wholly technical, and they are not sustained. Even without our Act of 1806, it is not entirely settled, that debt cannot be sustained against an endorser by a subsequent endorsee. Assumpsit, no doubt, is the remedy most used, as well as the better remedy; but there are not wanting' cases in which it has been held that debt may also be maintained. The Act of 1806, however, has removed whatever doubts may have existed. Under the construction given to it in Camp v. Bank of Owego, 10 Watts 130, it appears to be settled, that such an action is sustainable. That, it is true, was a suit brought by an endorsee against a maker; but there is as much privity between an endorser and a subsequent' endorsee, as there is between an endorsee and the maker. Nor was .the decision rested on the ground of privity between the parties. Wherever a statement is authorized by the act,' there the form of debt is given.\nThe defect in the statement was cured by the verdict. It was but a defect in form, and was therefore amendable. It was not necessary that the plaintiff should aver the precise date when notice of non-payment was given; and the averment that it was given on the 22d of November, was not inconsistent with the fact that it was also given at an earlier time, or that it had been waived. If the attention of the court had been called to it during the trial, the proper amendment might have been made. But instead of objecting to- it, the defendant pleaded payment, and payment with leave, &c., thus admitting his legal liability. He went to trial on the merits. The charge of the court, which he has brought upon record by his exception, shows that there was proof of other notice, as well as of a waiver. Under these circumstances, we will not arrest the judgment, on the ground that the statement filed is insufficient. Whatever we might feel constrained to do, if there had been any other plea than those of confession and avoidance, we will not allow the defendant, after pleading payment alone, and going to trial on the merits, to aver that the declaration does not sufficiently set out the cause of action.\nThe principal 'question in the case is raised by the fourth, fifth,, sixth, and seventh assignments of error. There was proof, on the trial, that some four or five weeks after the endorsement of the notes to the plaintiff (they having been overdue when endorsed), the defendant stated that he was fast,- acknowledged his liability, and promised to pay' them. In reference to this proof, the court instructed the jury, in substance, that they might infer from it, that the notes had been duly presented to the maker for payment, and that notice of his default had been given in time to the defendant, or that demand and notice-had been waived by him. The jury were also instructed that they might infer, from the defendant’s promise, that he had full knowledge of the facts at the time he made it; and that if his acknowledgment of liability, and his promise to pay, were made in mistake, the burden was upon him to prove it.\nThis instruction is supposed to have been erroneous. The defendant contends, not that an acknowledgment of liability and a promise to pay, made by an endorser, after default of payment by the maker, will not dispense with proof of demand and notice of non-payment, if made with a full knowledge of the facts, that there had been laches in the presentation ' and notice, but he in-, sists that it is incumbent upon the holder to adduce evidence that the endorser had such knowledge, and that it cannot be inferred from his promise to pay. In other words, it is argued, that the burden is upon the holder to show by distinct evidence that the promise was not made in mistake, or in ignorance of the existence of laches. This position cannot be maintained. What is the precise effect of a promise to pay made by an endorser after a note or bill has fallen due, and been dishonoured, has been a subject much debated. Many of the eases hold that it amounts to an admission that a proper demand was made, and that due notice was given. It has therefore been received as sufficient proof of these averments in the narr.: Lundie v. Robertson, 7 East 231. If it be such an admission, it is not apparent how it can be necessary to prove, in addition to an endorser’s promise, that he knew no sufficient demand had been made, or notice given. Other cases, perhaps more numerous, hold that a promise to pay, or an acknowledgment of liability, is a waiver of due presentation and notice; and some cases treat it both, as a waiver and an admission. Regarding it as a waiver, it, of course, must be essential that the party making it knew the laches which he is alleged to have excused, for waiver is not without intention. There is, however, very great harmony in the decisions, in holding that a promise or acknowledgment itself raises a presumption that the drawer of the bill or the endorser .of the note was acquainted with the laches of the holder, which his promise is alleged to have waived. I know of but one case in which the opposite doctrine has been distinctly asserted. That is the case of Trimble v. Thorn, 16 Johns. 152, and it has often been spoken of with disapprobation by other courts: Breed v. Hillhouse, 7 Conn. 523; 7 Porter (Ala.) 184; and it was finally overruled in New York, in Tebbets v. Doud, 23 Wendell 379.\nOn the other hand, Byles, in his Treatise on .Bills, lays down the rule thus: “A promise to pay will entirely dispense with proof of presentment or notice, and will throw on the defendant the double burden of proving laches, and that he was ignorant of it,” page 237. Chitty also adopts the same doctrine, page 539. Kent, likewise, in his Commentaries, states the weight of authority to be, that knowledge by the endorser of a want of due diligence on the part of the holder may be inferred, as a fact, from the promise, under the attending circumstances, without requiring clear and affirmative proof of the knowledge: 3 Kent’s Com. 113. These citations from the text-writers are sustained alike by the English and American decisions. In Jones v. O’Brien, 26 Eng. L. & Eq. 283, it was ruled, that a promise to pay the bill was evidence that the defendant knew of its dishonour, although there was positive evidence that he had no such knowledge. In that case the presumption prevailed over the positive proof. The decisions are similar in this country. In 1 Aikin (Vt.) 39, it was said, “the subsequent promise is held to be primá facie evidence of liability, and throws on the defendant the burden of proving that he made it in mistake of the facts.” See also 8 Pick. 18; 3 Johns. 68; and Levy v. Peters, 9 S. & R. 127.\nThe plaintiff in error, however, contends that the rule is not applicable to the present case, because, as he says, there was evidence that he was ignorant of the want of due diligence by the holder when he made the promise. How can that fact, if it be a fact, make any difference ? It made no difference in Jones v. O’Brien, and it can make none here. Then, there was evidence on both sides, and it was a question for the jury, to whom it was submitted. Then, it was for them to say, whether the presumption of knowledge, arising from the promise, had been rebutted by the contrary proof adduced by the defendant. The court, however, was not at liberty to say that no inference of knowledge could be drawn from the promise itself.\nWe have considered the question without regard to the effect of the defendant’s pleas of payment, and payment with leave, &c. Were it necessary, it would be easy to show, that he could not use them as equivalent to nil debet, or as putting in issue his original legal liability. Under them he could prove, either that he had paid the debt, or that he had a defence in equity; but they do not amount to an assertion that he never owed the debt.\nThe remaining assignments of error are without any merit, and require no discussion. None of them are sustained.\nThe judgment is affirmed."}