{"id": "994079", "contents": "The opinion of the court was delivered,\nby Thompson, J.\n— It has long been settled, that the conditions annexed to a policy of insurance, have the same effect as if they were incorporated in the policy itself: Fire Association v. Williamson, 2 Casey 196; Trask v. The State Mutual, 5 Id. 198; Inland Ins. Co. v. Stauffer, 9 Id. 369. A like rule exists in England, and in most of the states of the Union. In this case this was supposed to be so, for the narr. contained an averment of notice to the company of the fire, also an account rendered of the loss, as required by the conditions of insurance.\nOn the trial, the plaintiff relied on supporting these averments by proof of a waiver of notice by an agent of the company. The defendants raised no question as to the authority of the agent to waive notice of the fire, and did not contest the fact that he had done so. But they insisted that his waiver went no farther, and did not include a waiver of the requirement to furnish the statement of the loss, as further required in the 9th condition annexed to the policy. That condition requires “ that all persons insured and sustaining loss by fire, shall forthwith give notice to the company.” This is the preliminary notice to be given, and is conceded to have been waived. But then' follows “ and as soon, after as possible, to deliver a particular account of such loss, signed with their own hands, and verified by oath or affirmation,” in which is to be set forth any other insurance of the property, the value of the subject insured, the interest of the insured therein, the occupants of the building, and how and where the fire originated; to which is to be attached the certificate of a magistrate or notary, “ that he is acquainted with the character and circumstances of the insured, and has made diligent inquiry into the facts set forth in their statement, and that he verily believes that the loss was by misfortune, and not by fraud.” And it is further stipulated that, “until such proofs, declarations, and certificates are produced, the loss shall not be deemed payable; and that any false swearing in the statement shall work a forfeiture of all claim under the policy.”\nThis statement was not furnished by the plaintiff, but it was claimed to have been waived by the agent of the company. I think it is perfectly apparent from the evidence, that this assumption was without foundation. The object of the party who gave the notice of the fire, in the present instance, was simply to let the company know that it had occurred. This was done orally, and in the ordinary way of communicating such an occurrence. The witness says, “ I came right down, and went on the same day to the office of the insurance company, and saw Mr. Coggshall, and told him of the fire. He said he was already aware of it. Mr. Hemphill asked him if he wished any further notice, or whether that would be sufficient ? He said no, that no further notice was necessary. This was distinctly said.” It is apparent that it was about the notice of the occurrence of the fire, the parties were talking and had in view in the conversation given. A waiver must be intentional, and that must be shown clearly and satisfactorily, either by acts or declarations. Nothing was said about the manner of the occurrence of the fire ; the extent of the loss; the required statement on oath of the insured ; the superadded certificate of the magistrate or notary, so as to lay any foundation for the supposition that this statement was dispensed with and waived. The facts to be contained in this statement are called proofs of loss in the condition, not notice. Upon them the company often adjudge and pay losses. Always indeed, unless there be reason to doubt their accuracy or suspicion of fraud in producing the loss. To waive them would be to dispense with, all forms of proof, and a payment of the loss on such footing, would be without vouchers, simply on the say-so of the insured. No company could stand long on such practice. Such a waiver cannot be pretended here.\nBut we think it needless to multiply words in so plain a matter. It was therefore proper, on part of the court below, to interpret the testimony as they did, and in doing so, it was also proper to award nonsuits; the plaintiff not being-entitled to recover, for want of compliance with the 9th condition attached in the policy, which requires particular statements of the loss, verified by oath of the party insured, and authenticated in the manner above stated. There was no error, therefore, in directing nonsuits in both these cases.\nJudgments affirmed."}