{"id": "994090", "contents": "The opinion of the court was delivered,\nby Strong, J.\n— This was an action of covenant for the rent of certain premises demised by the plaintiffs below to the defendants, for five years from the 8th day of May 1856', at an annual rent of $4000. The plaintiffs counted for the rent of the quarter ending May 8th 1858, and the defendants set up an alleged eviction on the 7th of November 1857, and a continued deforcement thereafter. After the evidence had been submitted, the defendants requested the court to instruct the jury that “ if the plaintiffs or their agents entered upon the premises demised to the defendants, and took possession of the defendants’ property found and being thereon, and caused the defendants to be arrested and removed therefrom before the 8th day of November 1857, and the defendants never thereafter returned to and took the possession of the said demised premises, such conduct on the part of the plaintiffs was such an interference with the defendants’ right of quiet enjoyment as amounts to an eviction, and the defendants are entitled to a verdict.” The learned judge of the District Court refused so to charge, and instructed the jury, to return a verdict for the plaintiffs. In all this we discover no error. The point proposed was not correct, whether it be considered abstractly or as applied to the facts of this case. The facts supposed may have all existed, and yet have amounted to no unlawful interference, much less an eviction. The plaintiffs may have entered lawfully before the 8th of November to dis-train for rent previously due; they may have caused the defendants to be arrested and imprisoned for some crime or misdemeanour ; the defendants may never- have returned to the property; yet all this would not be the first step towards proving an eviction. The point is equally faulty as applied to the evidence in this case. The entry was made and personal property was seized as a distress for apportioned rent, after an affidavit that the defendants were fraudulently removing their goods, and the defendants were arrested for interfering with the distress. To call that an eviction is an abuse of terms. In its worst aspect it was but a trespass. It was not designed to be, nor was it necessarily, an interference with the lawful enjoyment, of the demised premises by the lessees. Whether the entry was lawful or not, the arrest and consequent taking of the defendants to a magistrate clearly was no eviction; and an unlawful entry even against an express prohibition of the lessee, without an expulsion of the tenant has always been held to be no more than a trespass. Mr. Justice Kennedy, in Bennett v. Bittle, 4 Rawle. 339, has collected a large number of cases to that effect.\nThe right of the plaintiffs to recover is, however, set beyond dispute by the judgment for the delivery of possession by the tenants, obtained before the two magistrates on the 7th of July 1858. That judgment conclusively established that the defendants were in possession of the demised premises, and that they refused to surrender them. It was utterly inconsistent with the allegation that they had been evicted and had not resumed possession.\nJudgment affirmed."}