{"id": "994067", "contents": "The opinion of the court was delivered,\nby Thompson, J.\n— This was an action to recover an insurance of the schooner Orb and cargo, on a policy for a voyage from Baltimore to Portland, Oregon, in May 1851. In December 1851 the vessel put into the port of Rio in distress, and was, with the cargo, abandoned to the underwriters as for a total loss. The assignments of error upon instructions to the jury are numerous, and have been most elaborately and ably argued on both sides. The discussion has served to point attention to the material questions raised, and these alone we shall proceed to notice.\n1. We think there was no error in the answer to the defendants’ first point. A mere notice of abandonment without actual abandonment amounted to nothing. Both parties acted as if no actual abandonment had taken place. If the facts did not justify it, the assured would be no more bound by it than the underwriters. And that the latter are not, when the laws of commerce do not justify it, is a subject of too familiar practice to need argument to prove. No right could accrue to the insurers until actual abandonment. This, the plaintiffs say, did not take place anterior to their notice of the 15th September 1851, nor in consequence of the injury sustained, of which notice was ¡oredicated; and the defendants did not attempt to prove that it did. Nor did they at the time do any act or thing showing an acceptance of abandonment, even if it had been justifiable. Under the circumstances they could not hold the other party bound, if he chose to waive it. Here, however, it was not claimed that there was cause for, and much less an actual abandonment.\n2. The second, third, and fourth errors were considered together in the argument, and we will notice them in the same order.\nIt was objected that the court refused to charge that the facts did not justify an abandonment of the ship and cargo on December 6th 1851. The objection made does not appear to be on account of the actual condition and circumstances of either; but because it was not shown, that the marine test of sea damage to the extent of 50 per cent, existed. The defendants took no testimony on that point, and were forced to rely on the chances of deficiency in the plaintiffs’ case. But, in regard to this matter of 50 per cent, damage, it seems to us they were under some misapprehension. The rule is applicable to deterioration from what is called sea damage; that is to say, by wetting, leakage, and the like, and is so treated and spoken of by writers on the subject: 3 Kent 329; Seton v. Delaware Ins. Co., Wash. C. C. Rep. 175; 1 Arnould 199, note 1; and not to cases of actual or constructive total loss.\nThe same principle in substance prevails as to a vessel, but is differently stated; that is to say, when the costs of repair exceed the one-half of its value, it may be treated as for a total loss.\nIn the case in hand, it appeared that the schooner Orb, having encountered severe gales and continued rough weather in the neighbourhood of Cape Horn, was so much damaged as to be obliged to put back in distress to some port of safety. Under these circumstances she arrived in the port of Rio in October 1851. After a survey held, she was condemned as wholly unseaworthy; not worth repairing, and recommended to be sold. That this was a case for abandonment as for a total loss of the vessel, is certain, and is not disputed here.\nIt was also in proof that the cargo, an assorted one, containing fruits, fish, oysters, and many other perishable articles, was much deteriorated, and on a survey at the request of Maxwell, Wright & Co., was recommended to be sold. Furthermore it appeared that no shipment, either in whole or in part, of the cargo could be had from the port of Rio to Portland, Oregon, the place of its destination. This, the plaintiffs contended, was a proper case for abandonment; not on the principle, however, of sea damage to the cargo, but upon a principle which they claim justifies it without this element. Was it a case, therefore, for abandonment as for a total constructive loss ? That it was, I think the authorities will abundantly show. I will proceed to cite a few of them.\nIn the celebrated case of Roux v. Salvador, 3 Bing. N. C. 266, Lord Abinger said, “ If, in the progress of the voyage, it (the cargo) becomes wholly destroyed and annihilated, or if it be placed, by reason of perils against which he insures, in such a position that it is wholly out of the power of the insured or underwriter to procure its arrival, he is bound, by the very letter of his contract, to pay the sum insured.”\nSo in Kent, vol. 3, p. 328, it is said that “if the ship be prevented by a peril within the policy from proceeding on her voyage, and be irreparably injured, and the voyage be thereby lost, it is a total loss of ship, freight, and cargo, provided no other ship can be procured to carry on the cargo.” To the same effect is 1 Arnould 990, 2 Id. 2008; and this is believed to be the current of authorities without exception.\nUnder this state of facts the plaintiffs say they were induced to abandon the cargo as for a total loss. It is apparent, therefore, that the abandonment was dependent on the facts under this view of the law, and they were of course for the jury. The judge was right, therefore, in refusing to charge as requested; for it would have been error in law as well as an invasion of the province of the jury so to have done.\n3. The next point relates to the acts of the master in regard to the sale of the cargo; but we do not exactly see how the point arises in this case. The sale took place some considerable time subsequent to the abandonment, and as this operated as a cession or transfer of the cargo to the underwriters, if that were valid, it is not easy to see how a retrocession from any act of his in making a sale could take place. The acts of the master are usually scrutinized with a view to the question of salvage, and if contrary to good faith or the exercise of sound discretion, they may operate on the question of abandonment. Here, then, if the abandonment was complete, the subsequent acts of the master could not deprive the insured of the benefits resulting from it; he was thenceforward the agent of the underwriters, and bound to use diligence, skill, and care towards the interests of all concerned. But, in whatever aspect we may view the point, to have instructed as requested, would have been error.\nAs we have already said, the justification of abandonment did not depend on sea damage strictly so called, but upon other facts and principles: the propriety of the sale under the circumstances was dependent on the facts, and these were for the jury., and properly so left to them. We see no error, therefore, in this part of the case.\n4. The next assignment of error is upon the ruling of the court below in regard to memorandum articles. The memorandum clause in policies of insurance provides an exemption from liability unless the damage amount to a certain specified sum, and stipulates that certain articles shall be free of general average, except in particular cases of injury, such as stranding. It exists in this policy, and under the clause the defendants claim to be exempt from liability because the loss was not from stranding. It is well known that the practical use of the clause is to operate on certain goods more susceptible of sea damage than others. Goods so susceptible, are so well known, and the ordinary injuries from sea damage so easily estimated, that insurers do not take the risk of all damage, and hence they usually fix a limit below which they will not be answerable. The usage is universal both in Europe and America, with but slight differences in form or substance. It is apparent from this statement in regard to the use and object of the memorandum clause, that its application is to partial and not total loss.\nKent states the rule to be that “if there be a total loss of the voyage by reason of shipwreck or any other casualty, and there be no other means to forward the cargo, there is no distinction between the memorandum articles and the rest of the cargo. The total loss applies equally to the whole3 Kent 297. For this many authorities are cited. So in the French Code, Article 409, the insurer is exempt under the clause “ free from average for all partial losses, except in cases which authorize an abandonment ; and in such cases the insured has the option between the abandonment and the claim for average loss.”\nIn 2 Arnould 1026 it is laid down that “ it is not, however, to be concluded on this account” (the operation of the clause in question) “ that a total loss on articles free of average is a different thing from a total loss on other perishable goods not so insured; the contrary is the case.”_ See authorities cited in note 1, same page.\n“In all cases, in fact,” says the same authority, “except those of partial loss, the goods comprised in the memorandum stand on the same footing as other goods. If the question turn on a totality of the loss, there is no difference between them and other perishable articles.” “Whether the loss be total or partial in its nature must depend on general principles. The memorandum does not vary the rules upon which a loss is partial or total. It does no more than preclude indemnity for an ascertained partial loss:” Poole v. Protection Ins. Co., 14 Conn. 47.\nIn Marean v. United States Ins. Co., 8 Wash. C. C. Rep. 256, the doctrine is stated thus: “If the question turn on the totality of loss unconnected with the subject of loss by deterioration of the cargo in value or reduction in quantity, there is no difference between memorandum and other articles. If the loss be total in fact, or is such as the insured is permitted to treat as such, he is entitled to abandon and to recover as for a total loss, in the case of memorandum articles: but always with this exception, that he is not permitted to turn a partial into a total loss.”\nThe rule, therefore, deducible from these and many other authorities, is that wherever the cargo may, on account of injuries from perils insured against, be abandoned as for a total loss, memorandum articles stand upon the same footing as others. There is much diversity on the subject of deterioration of this class of articles and the effect of a total change of their character, although they remain nominally in specie the same, as incurring liability on part of the insurers. But, as that question does not properly arise here, we express no opinion on the subject. We do not think the assignment of error thus noticed is sustained, and accordingly we overrule it.\n5. We do not see any practical difficulty under the next assignment, because the loss of both vessel and cargo may be treated as total, the evidence being believed and both belonging to the same party. The doctrine of contribution in payment of the bottomry bond, does not arise in that form here in which it might, and undoubtedly would, in cases of partial loss or between separate owners.\n6. Neither is the remaining assignment sustained. It was truly said by the counsel for the defendants in error, that the provision in a policy for ascertaining the loss by a separation of damaged from undamaged articles, applied only to the cases of partial, not to a total loss, constructive or absolute; for so it expressly appears in the conditions attached to the policy. Discovering no error in any part of this record, the judgment is affirmed."}