{"id": "994097", "contents": "The opinion of the court was delivered,\nby Lowrie, C. J.\n— There is nothing in the defendants’ acts of incorporation, passed the 26th and 31st of March 1859, that indicates that the track laid by them was to be subject to any right in favour of any other company. On the contrary, it is declared that the defendants shall have the exclusive right to use and occupy the streets named for railway purposes; and it seems to us that this means the exclusive right to lay their track on the streets, and also, and were to have, a fortiori, the exclusive right to use their own rails when laid.\nBut the plaintiffs claim that they acquired a right to use the defendants’ track by their, the plaintiffs’, act of incorporation, passed 10th April 1858, whereby they were granted the right “to connect with any passenger railway now constructed, or hereafter to he constructed, so as to give them a complete route from Fairmount to the Exchange.”\nNow though terms of present grant are here used, they cannot be interpreted as a present grant, but only as a promise to grant, for the very simple reason that there can be no right existing or actually granted in a non-existing thing or right. Of course we are not expected to enforce a legislative promise. A right is a relation of a person or persons to some thing or person, and from its very nature it cannot arise or exist in advance of the persons and things related, and of which it expresses the relation. Neither the road of the defendants nor the right to make it existed when the plaintiffs were incorporated with the right insisted on, and of course their alleged right attached to nothing, and was therefore no right at all.\nUntil the defendants’ road, or at least the right to make it, came into being, the plaintiff’s grant had nothing to which it could attach, or on which it could rest; and when the defendants’ right Avas created, the plaintiffs' grant was not only not applied to it, but expressly excluded from it. It follows, therefore, that the plaintiffs never acquired any right as against the defendants or their railway track, and that their bill was properly dismissed.\nDecree affirmed Avith costs.\nStrong, J., dissented."}