{"id": "994050", "contents": "The opinion of the court was delivered,\nby Strong, J.\n— The solution of both the questions raised by this appeal depends upon the intention of James S. Duval, deceased, as expressed in his will. It appears that during his life, he had made very unequal advancements to his children, and had kept a book, in which he had charged each child with the property advanced. By his will he directed the residue of his estate, after the death of his widow, and the determination of her life interest, to be distributed among his several children who might be living, and the issue of such as might have died, in shares, according to the number of those living and those who might have died leaving issue, equally, having reference to the sums of money which he had advanced to any of his said children, from time to time, and which he directed, in the first place, to be deducted from the shares of each child or his issue, before he, she, or they should be entitled to any portion or distributive share. The testator then directed the mode by which the amount to be charged to each distributee should be determined. He directed his wife, Catharine Duval, in her lifetime, to ascertain and settle the sums to be charged to his several children, or against the issue of those who might have died or should die leaving issue, adding, to use his own language, “ my (his) said wife being for this purpose invested with absolute discretion, according to such evidence as she may have in my (his) books and papers.”\nIn pursuance of the power and absolute discretion thus vested in her, Mrs. Duval determined the sum to be charged to Mrs. Emily Wagner, one of the daughters, to be $16,000, of which $14,000 were for house in Arch street, which the testator had conveyed for the nominal consideration of one dollar to Frederick Beates, in trust for the sole and separate use of Mrs. Wagner, for life, remainder to her husband for life, remainder to her children and their issue (the latter to take representatively), and their heirs in equal part, and in default of such children or issue, then to the use of the right heirs of the usee for life.\nThe appellant now contends that this charge was unauthorized, because, first, no books or papers of the testator are shown which warrant it; secondly, because the deed itself is presumptive evidence that the conveyance was a gift, and not an advancement ; and thirdly, because it was not money. The family book of the testator is mutilated. That there was an account in it against Mrs. Wagner is evident from the index, but the leaves which contained it are torn out and lost. That the house in Arch street was conveyed, however, and that it was of the value conveyed, is not denied; but it is said that Mrs. Duval had no power to determine it to be a charge against Mrs. Wagner’s distributive share, unless the books and papers show that such a charge existed in them, and that it must affirmatively appear that the books and papers did contain it. We do not think so. She had absolute discretion to ascertain and settle the charge. True, it was to be done “ according to the books and papers,” but she was to determine what was in those books and papers, and what the evidence established. The only imaginable purpose of the testator in conferring upon her this power, was to save the necessity of referring to the books and papers. Under the peculiar terms by which the power was given to her, it ought to be presumed that she did not act without evidence, and falsely to her trust. The burden of showing that she was mistaken would be upon those distributees who assert an error in her settlement. It is, to say the least, far from being clear that the deed itself, instead of raising a presumption that the transaction was a gift, did not make out aprimá facie case of advancement; and if so, it was confirmatory of the settlement of Mrs. Duval. Generally, when a father makes a conveyance in the name of a child, it is held to be an advancement; and in Hatch v. Straight, 3 Conn. 31, it was ruled that a deed from a father to a son, in consideration of love and affection, is presumed to be an advancement, and the presumption will not be rebutted by an additional nominal consideration of five dollars. The value of the property conveyed in this ease ($14,000) is also cogent evidence that an advancement, and not a gift, was intended: 6 Whar. 373. That it was advanced in land and not in money, is a matter of no consequence. In one part of the will the testator speaks of money advanced, in another of the amount to be charged. It is too obvious for question, that the intention was to give equitable advantages to his children, as far as possible, and that the settlement of the house was upon Mrs. Wagner for life, with remainder to her children, is also unimportant. Such a settlement is regarded as an advancement under our intestate laws, as it was in England under the statutes of 22 and 23 Charles 2, ch. 10. Besides, the testator looked beyond his immediate children, and manifested an intent to maintain the equality of each branch of his descendants. We hold, therefore, that there is nothing either in subject-matter or the form of the‘advancement to Mrs. Wagner in conflict with the presumption that Mrs. Duval correctly ascertained and settled the sum to be charged to the appellant.\nWe are also of opinion that the other exception is without foundation. The mode of distribution, approved by the court below, accords with the evident intention of the testator, manifest in his will. That children advanced must have an advantage over those who have not been advanced is unavoidable, even when the advancements are brought into hotchpot. But the provisions of the will of Mr. Duval look to equalization as far as possible. The distribution directed by it.is to be an equal one, having reference to the sums advanced, which are to be deducted before those advanced shall receive any portion or share. This is the mode designated in order to produce proximate equality, the testator’s paramount intent. The mode for which the appellant contends, instead of diminishing the inequality, would increase it.\nWe dismiss both the exceptions made against the decree of the Orphans’ Court, and affirm the distribution ordered — the costs of this appeal to be paid by the appellant."}