{"id": "994049", "contents": "The opinion of the court was delivered,\nby Thompson, J.\n— The auditor appointed to make distribution of the proceeds of the sale of the real estate of John B. Gordon, decided that the appellants’ judgment was not entitled to any share, for the reason that it was not a lien at the time of the sale. That judgment was for purchase-money, due by the vendor of the defendant in the execution, to Stephens, from whom he had purchased.\nThe judgment was obtained by the executors, but, before doing so, they tendered and filed a deed for the premises, to Shull, the vendee. Shull had sold by deed to Gordon; so that, after the execution of the deed by the executors to him, Gordon was invested with the legal title. Consequently, a sale of the premises after that, would pass the entire estate to the purchaser, and the executors could only look to the lien of their judgment. This is admitted in the argument on both sides.\nBut the appellants seem to claim, that, although they had parted with the legal title at the time they recovered judgment, still the fact that the judgment was for purchase-money would entitle it to priority in the distribution. This is an error. Before conveyance, a vendor has a lien by virtue of the title; after it, he has no iien except it be by judgment or mortgage. This is the doctrine of all the cases on the subject: Love v. Jones, 4 Watts 465; Day v. Lowrie, 5 Id. 402; Harbach v. Riley, 7 Barr 81; Vierheller’s Appeal, 12 Harris 105; Cannon v. Campbell, 10 Casey 309.\nThe appellants’ judgment was obtained under the provisions of the Act of 16th June 1836, regulating amicable arbitrations. The statute requires the submission to be approved by the court and judgment to be entered on the award; giving to the record, in the mean time, only the effect of a verdict of a jury.\nIn Greene county there is a rule of court regulating the practice in amicable arbitrations, and it authorizes the profchonotary, on the award being filed, to enter judgment nisi thereon, and, after four days’ notice of the filing of the award by the party wishing to enforce it, he shall be entitled to have judgment absolute entered.\nThe award was filed and judgment nisi entered on the 18th February 1854, an,d on the same day it was entered in the lien docket. On the 2t[th of the month, final judgment was entered pursuant to notice, but no further entry was made in the lien docket.' It was conceded by the appellants’ counsel that the judgment in the case was to be taken to be of the 28th of February, and that the judgment nisi did not constitute a lien. It is true he was forced to this by the fact that his soi. fa, would not be within five years, if the entry in the lien docket was to be considered the entry of the judgment. From an examination of the provisions of the Amicable Arbitration Law, we are inclined to think he was right. The judgment nisi was but a step towards final judgment; and until the final step was taken, by the terms of the act, the award was to have no greater effect than the verdict of a jury. The final step was not taken until the 28th of February 1854, when judgment absolute ivas entered. It became a lien clear of all doubt then, only as between the parties. It seems to me that this excludes the idea of an anterior lien by virtue of an immature judgment.\nThe appellants contend, however, that the sai. fa. issued on the 28th of February 1859 was in time, and that the lien was therefore continued as to subsequent judgments, notwithstanding the judgment may not have been entered on the lien docket.\nConceding, for the present, that the soi. fa. was in time to have continued the lien if there were no other objections to it as such, can we affirm the second proposition, that it could be so continued as against subsequent judgment creditors without entry on the lien docket or actual notice ?\nThat a judgment docket should be kept, into which all judgments are to be entered, and on which are to be noted sci. fas. and executions in the case, is the plain requirement of the Act of 29th March 1827. That this docket was intended to be the usual notice of existing liens of judgments and awards of arbitrators, was undoubtedly intended, and often so said: 3 Harris 177; 7 W. & S. 406; 1 Barr 24; 7 W. & S. 200; 6 Wh. 340. It is the only docket to be examined with this view: 1 Barr 405; 4 Harris 117; 3 W. & S. 233, and 7 Id. 406. We do not mean to say that it is the only source of notice. We have recently held that actual notice of lien independently of the docket may be effective : York Bank’s Appeal, 12 Casey.\nWe cannot, therefore, agree that subsequent judgment creditors were postponed by a judgment not entered in the lien docket. and of which they had no actual notice, upon any ground yet suggested. The argument against the effect intended by the provision for such a docket, comes too late. It is well settled that the entry of the judgment only on the appearance docket is not notice, and to judgments only so entered those subsequent in date in the lien docket will take precedence, unless under circumstances not appearing in this case.\nThe last position taken by the appellants is, that, as the property was extended on their execution, and retained by the defendant, paying the appraised rental, that a sci. fa. was not necessary to continue the lien as against subsequent judgments.\nIt was not claimed that the lien of the execution held it because issued and seizure made before any of the subsequent judgments were entered, so' as to bring it within the principles alluded to in Packer’s Appeal, 6 Barr 277. Nor could it. have been, for the reason that when the execution issued the judgment was a lien as between the debtor and creditor, and, as was said in Jameson’s Appeal, Id. 280, “A judgment and an execution thereon have not, under our Acts of Assembly, distinct and independent liens upon the same land,”\nThe question recurs, then, did the seizure and extent continue the lien, after that of the judgment was gone, it having been made while the judgment was a lien between the parties to it ? I think the doctrine of the last-mentioned case and the Act of 1827 will go far to settle this point.\nThe execution and seizure had no lien independently of the judgment. That is the principle of the case just cited. The Act of 1827 provides that “ the lien of a judgment shall not be continued beyond five years, notwithstanding an execution may be issued thereon;” and “that no order or rule of court, or any other process or 'proceeding thereon, shall have the effect of obviating the necessity of the renewal in manner herein prescribed, of any judgment whatever.” Now apply these doctrines and enactments to the case in hand, and it seems to me but little difficulty exists in the case on this point.\nThe sale by the testator was to Shull, and the judgment by the executors, which now claims distribution, was obtained against him on the 28th February 1854. On this judgment to No. 51 of May Term 1854 a fi. fa. issued, and the land of Shull was levied and inquisition held, and the property extended at the yearly rental of $193. The possession was retained by the defendant under the appraisal, and the rents were paid to the appellants by him until he sold and conveyed to Gordon on the 7th of March 1857. On the 7th of Ja»e- 1857, Chalfant obtained a judgment against Shull for $149.61, and on the 21st of February following, J. 0. Flenniken also obtained judgment against Mm for $114.24. Those judgments were all liens when Shull sold to Gordon.\nAfter Gordon purchased, judgments were obtained against Mm, one in favour of E. Chalfant & Son, to December Term 1858, for $213.98, and upon it the property from which the fund comes was sold for $1500, and the money brought into court for distribution; and from the decree comes this appeal.\nWe think the auditor was right in refusing to distribute as claimed by the appellants — their judgment not being entered in the lien docket, and nothing shown which would give effect to it as against the subsequent judgments. Notwithstanding this defect, it was rightly decided that it was not a lien and not entitled. It was a question of lien on distribution; and, as that did not exist in the case, the right to claim the proceeds against the other judgments did not exist. The extent did not, proprio vigore, extend the lien, or, what is more to the point, did not dispense with the evidence of it — in fact, the existence of it. To give it such efficacy, would be to overthrow the lien docket altogether ; for the exceptions to the requirement that the judgment should appear there, would be as numerous as the cases of extent are frequent. Without taking up more time in the discussion, we affirm the decree of the court below.\nDecree affirmed at the costs of the appellants."}