{"id": "994099", "contents": "The opinion of the court was delivered,\nby Strong, J.\n— In the court below, the bill of sale and the conveyances from J. & R. Carter to William T. Carter were assailed on the ground of alleged fraud in fact, and here was the main battle-ground in the case. The defendants contended that they were made to delay, hinder, or defraud particular creditors, and were consequently void as against those creditors.\nThe several transfers of property had been made ostensibly to provide for the payment of certain creditors of J. & R. Carter. It was alleged that William T. Carter, the transferree, was a creditor to a considerable ■ amount, and that the consideration for the conveyances to him was the satisfaction of the claim which he held against the grantors, and his assumption to pay the balance of the purchase-money in discharge of the debts due certain other specified creditors. It was distinctly submitted to the jury to find whether the transaction was bond fide; whether the intention of the parties was honest; whether the sale was for a fair px’iee; whether William T. Carter was in truth a creditor to the extent claimed by him; and whether the bills of sale and conveyances were made with the honest intent to pay the debts of J. & R. Carter, or with a design to hinder, delay, or defraud those creditors to whom the purchase-money was not stipulated to be paid.\nIf we may judge from the points presented in the court below and from their argument here, the pervading idea of the plaintiffs in error seems to have been that the conveyances to William T. Carter were void under the statute of 13 Eliz., because their-effect was to postpone the creditors of J. & It. Carter not preferred, to those creditors to whom the purchase-money was stipulated to be paid. There is, however, a distinction to be observed between the effect of a conveyance by a debtor in failing circumstances made to pay one or more of his debts, and that intent to hinder and delay his other creditors, against which the state of 13 Eliz. is aimed. An insolvent debtor may prefer one creditor to another either by judgment or deed, in any mode except by an assignment in trust. The effect of such preference may be to delay a creditor not preferred, in fact to prevent his obtaining payment at all; but if thejnotive, the honest intent, was to pay the preferred debt, the transaction is not invalidated by the statute. The statute of 13 Eliz. is aimed only at intended fraud. But the payment of a debt to one creditor is no fraud upon another creditor, no legal injury to him. It was remarked incidentally by Chief Justice Gibson, in Gans v. Renshaw, 2 Barr 36, that “ though an insolvent debtor may give such preferences to particular creditors as he may see proper, yet if the motive be not payment of his debts, but, in the language of the statute, to ‘ delay, hinder, or defraud’ particular creditors, the conveyance, though made on valuable consideration, is not bond fide, and therefore not saved by the ’proviso.” This, however, does not militate at all against the well settled doctrine that a-debtor may prefer one creditor to another intentionally, and if his honest purpose be to pay a debt, the preference is nojt fraudulent, either in law or in fact. Other creditors may be delayed and hindered, but “not in a fraudulent manner,” as was said by Tilghman, C. J., in Wilt v. Franklin, 1 Binn. 614. Whether ■ the conveyances to William T. Carter were in truth made for the payment of debts, or whether there was a fraudulent intention to hinder, delay, or defraud other creditors of J. & R. Carter, was, as we have said, fairly and distinctly submitted to the jury.\nWe have made these remarks as introductory to a consideration of the specific assignments of error, because they bear more or less directly upon them all.\nThe plaintiffs in error complain that the court affirmed the second proposition of the plaintiff below, which was, “that if the jury believe that the price agreed to be paid by William T. Carter was the full value of the property at the time, and the purchase-money was intended by both seller and buyer to be applied to the payment of particular debts of J. & R. Carter, there can be no inference that such sale was intended to delay dr defraud creditors whose debts were not provided for by the sale, although such sale necessarily resulted in giving the creditors whose debts were thus provided for, a preference, to the exclusion of creditors not so provided for.”\nIf the remarks which we have already made are correct, there was no error in affirming this proposition. The “inference” spoken of, is one to be drawn from the supposed facts enumerated in the point, and the jury had no right to infer fraud from those facts alone. We have already shown that a sale by a debtor, at a full price, intended by both buyer and seller for the payment of particular debts of the vendor, is a lawful sale, and none the less so because other creditors may be prevented or hindered by it from obtaining payment. Such is the doctrine of Uhler v. Maulfair, 11 Harris 481; and such is everywhere the doctrine of the common law, except where a bankrupt law exists. There is no warrant for the assertion that the court took away from the jury the right to find whether the sale was made with an intent to hinder, delay, or defraud any creditors. On the contrary, if there is any one thing prominent in the whole charge, it is the submission to the jury to find from the whole evidence whether there was such an intent. Thus, in addition to very much in the general charge, the court said, in answer to the first and second points of the plaintiffs in error, that, if the bills of sale and conveyances by J. & R. Carter to William T. Carter were made to delay, hinder, or defraud particular creditors, though made for a valuable consideration, they are not bond fide but void. And again, that even if the jury should find from the evidence that William T. Carter agreed to assume the payment of certain debts of J. & R. Carter as the consideration of the assignment of their property, but that the design was to delay or hinder other creditors from the collection ,oT their debts, which were not assumed by him, the transaction ¡ isjyoid. And once more; “ If, after a fair and careful consi'deration of the proof given by both parties to this issue, you come to the decision that it was the intention of the parties to the bills of sale to hinder, delay, or defeat the creditors not preferred, you will render your verdict for the defendants.” Much more of a similar character might be added, but this is enough to vindicate the court against the allegation that they restrained the jury from drawing any just inference of fraud from any of \\ the facts in evidence. A sale for a full price with no reservaj tion, for the purpose of paying certain debts and with that intent, is a lawful and honest transaction. Whether it was such a sale was left to the jury. If it was, then no unfavourable inferences were to be drawn from it. A jury is not at liberty to deduce fraud from that which the law pronounces honest.\nThe next error assigned to the charge is, that the court affirmed the plaintiff’s third point. That point was, “that if J. & R. Carter believed tbe demands of tbe creditors of Carter, McCauley & Co., had less equity than those of their other creditors, on account of their nature and origin, and that they should be postponed until the others were paid, they had a right to prefer the others, and in doing so they did no more than any honest man under such circumstances ought to have done.”\nThe answer of the court is justified by what was said in Uhler v. Maulfair, 11 Harris 481. It was nothing more than an affirmance of the right of a debtor to prefer one creditor to another, though the effect of the preference be to postpone the one not preferred.\nThe same remarks are applicable to the exception taken to what was said.by the court in answer to the plaintiff’s fourth point. It is not to be doubted that a debtor may lawfully sell his property in consideration that the purchase-money be paid to some of his creditors to the exclusion or postponement of others, if it be done without any fraudulent design, that is, without any other intention than to prefer one, to the other. He may not, indeed, sell to one creditor in payment of his claim and take securities for the.residue of the consideration, payable, at a distant day, though he designs them to pay other creditors, for that is not a present application of his property to the payment of debts, and that is all which was decided in Burkhart v. Kepner, 5 Barr 478.\nAll the points proposed by the plaintiffs in error to the court below, were affirmed without qualification, except the third and fourth. It is now assigned for error that the court refused to affirm the third. We quote that point at length. It was, “ that it being an undisputed fact in the cause, that John and Richard Carter were indebted more than $130,000, on the 1st of October 1857, the date of the transfer of their property to William T. Carter, and there being no evidence that he paid any money at the time of the transfer, but only assumed to pay certain debts particularly mentioned, many of which were liens on the real estate conveyed on that day, and it being proved that there were other debts to a large amount not assumed by him, those bills of sale and the transfer and conveyances, in evidence gave him no title to the property which is now the subject of controversy, and are void as against the defendants in this suit.”\nHere we have the court asked to rule, as a matter of law, that the conveyances were void, and that without any regard to the question whether they were intended to hinder or delay creditors. The request is but a reassertion of the principle which we have shown to be not well founded — that a debtor in failing circumstances may not sell his property for a full price, and direct all the consideration for the sale to be paid in discharge of a portion of his debts; in other words, may not prefer one creditor to another. The court had no right to take the case from the jury, as requested, for there was nothing in the transfers themselves, nor in them coupled with the facts that J. & R. Carter were largely indebted, and that the sale was made to secure the payment of certain debts rather than others, that made the transaction a legal fraud.\nThere is another view of this point which has been presented in the argument here, that seems not to have been urged in the court below. That court was not asked to instruct the jury respecting it, and if it was alluded to at all, it was only darkly shadowed forth. It is that the transaction of October 1st 1857, between J. & R. Carter and William T. Carter, amounted to an assignment in trust for certain preferred creditors, and as the statutory requirements to protect assigned property against execution-creditors, to wit, recording, had not been complied with, the court should for that reason have declared the transfers void. The difficulty in the way of this view is, that the bills of sale and conveyances on their face import a sale, and not the creation of a trust for the benefit of creditors. If the transaction was in fact an assignment, and not a sale, it required to establish it as such, other evidence than what was furnished by the papers. Doubtless, the conveyances might have been shown by parol evidence to have been intended to create a trust for creditors. Whether it was so shown was a question for the jury, and not for the court. But had the court affirmed the third point of the plaintiffs in error, they would have passed conclusively, not only upon the credibility of witnesses, but upon the amount and meaning of the parol evidence. We think, moreover, that this aspect of the case is not fairly presented by the point. The attention of the court was called to the validity of a transfer in consideration of an assumption to pay certain debts, while there were other debts not assumed, and we think there was no error in the refusal to give the instruction requested.\nThe remaining exceptions to the charge are without merit. The fourth point of the plaintiffs in error was substantially answered. That part of it which was not affirmed, is not correct as a legal proposition. Nothing in the declarations of Richard Carter or William T. Carter, as proved by Booth and Buck, conclusively establish that the conveyances were void, or authorized the court to pronounce them void.\nLittle need be said of the exception taken to the admission of evidence. The declarations of John and William T. Carter, made while possession was being delivered of the transferred property, were a part of the res gestee, and clearly admissible as such.\nSo was the paper by which W. T. Carter assumed to pay the debts admissible. It was in direct rebuttal of the allegation of fraud. Whether it had been delivered or not was for the jury. It bore even date with the bills of sale and the conveyances, and was attested by the same witness.\nThe third bill of exceptions was to the permission given to the plaintiff below to prove that, prior to October 1st 1857, he had borrowed money for the purpose of reloaning it to J. & It. Carter. It is objected that thus he was allowed to give in evidence his own declarations. This was, however, not so to the injury of the plaintiffs in error. The witness proved no declarations of William T. Carter. His testimony was, that he loaned to him $6000, and received for it J. & R. Carter’s paper, endorsed by him. Clearly this was unobjectionable.\nThe remaining assignment of error is not pressed, and cannot be, successfully.\nThe judgment is affirmed."}