{"id": "994062", "contents": "The opinion of the court was delivered,\nby Thompson, J.\n— We need not recapitulate the facts of this case, and will proceed at once to the consideration of what seem to be the debatable grounds in it, and they are to be found in the views of the learned judge on the subject of self-defence. But little else needs to be noticed; the charge and ruling of the court on every other point of the case being, so far as we can discover, just and accurate.\nThe sixth and tenth assignments of error present the questions now for consideration. The sixth is as follows — and the tenth is the same in substance — '“ The court erred in charging as follows, (which we suppose to be the qualifications referred to, in answer to the fifth, sixth and seventh points;) £ The prisoner’s counsel contended that the homicide might be justifiable or excusable, if Logue, the prisoner, had reasonable cause to apprehend danger to his life, and if it appeared imminent. I cannot so instruct you unless there was actual danger to his life, and not occasioned by resistance.’ ”\nDivesting ourselves of impressions derived from certain facts in the case, and viewing the prisoner in the light of one lawfully passing along the highway in the night-time (for we may not judge of facts which might change this aspect of the prisoner’s case) was the instruction right ?\nIt is only in this light that we, as a court of error, can deal with the instructions. We cannot determine their accuracy by a recurrence to matters of fact, which might defeat a hypothesis. We must not be guided in our determination of the question whether the law was rightfully administered, because we may believe that the prisoner was a felon escaping from the commission of a flagitious crime at'the time of the homicide, with a determination to resist all who should attempt to arrest him. These were considerations for the jury, under the evidence, and if proved, would undoubtedly change the prisoner’s chance of escape under the law of self-defence. It is only on the ground of entire blamelessness, that he might invoke the law to the extent of justifying or excusing him in taking life, and then by showing that the assault was of such a character as to induce a reasonable apprehension that he was in danger of losing his own life, or suffering some enormous bodily harm, and so the court should have charged. The learned judge thought that the apprehension of imminent peril would not excuse. “ The danger must be actual.”\nHere then was a wide difference between the extent of the ground claimed as covered by the law of self-defence, and that laid down by the court, namely: the difference between a reasonable apprehension of the danger of loss of life or limb arising from circumstances appearing to indicate such a design on the part of the assailant, but which may in fact have been unreal; and that announced by the court, that nothing will excuse a homicide in self-defence but actual danger. It was of this last position that Parker, J., said, in the celebrated trial of Selfridge in Boston, in 1805, that such “ a rule would lay too heavy a burthen on poor humanity.” In treating of excusable homicide, Wharton, in his- valuable work on Criminal Law, in section 1021 says, “ Where the assault may have been so fierce as not to allow him (the slayer) to yield a step without manifest danger of his life or enormous bodily harm, and then in his defence, if there be no other way of saving his own life, he may kill his assailant instantly.” This is the principle of all the books, in case of actual danger.\nAfter treating of many aspects of self-defence under such circumstances, in section 1026, same book, another rule is given, “ If the apprehension of an immediate and actual danger to life be sincere, though unreal, it is in like manner a defence;” and it is added, “ although this proposition, in its present shape, has been accepted with great reluctance, and in very recent times by the court, and should be always applied with extreme caution, it has at all periods been practically recognised.” And Lovett’s Case, Cro. Charles 488, is cited. That was a case where an alarm having been given by a servant that there were robbers in the house, the defendant, with a drawn sword in his hand, slew a servant girl of the neighbourhood, who being lawfully in the house at the time, concealed herself in the buttery, to avoid being seen by him. This was held to be excusable homicide by misadventure. So in the case of Sir William Hawkesworth, who was killed by his game-keeper, mistaking him for a deer-stealer. These are old cases.\nThe principle of reasonable apprehension was laid down by the learned judge in Selfridge’s Case, to be found in Russ, on Cr. p. 485. So has it been held in the state of New York in The People v. Shorter, 4 Barb. 460, and affirmed in the Court of Errors and Appeals, 2 Comst. 197 — opinion by Bronson, J. There the principle is thus stated: “ When one who is without fault, is attacked by another in such a manner or under such circumstances as to furnish reasonable- ground for apprehending a design to take away his life, or do him some great bodily harm, and there is reasonable ground for believing the danger imminent that such design will be accomplished, I think he may safely act upon appearances and kill the assailant, if that be necessary to avoid the apprehended danger; and the killing will be justifiable, although it may afterwards turn out that the appearances were false, and there was in fact neither a design to do him serious injury, nor danger that it would be done.” True, there .is a statute on the subject in New York, but it has been held in many cases to be only declaratory of the common law. The same principle may be found decided in The State v. Green, 4 Ired. (N. C.) 409. So in Ohio, in Stewart ¶. The State, 1 McCord’s Rep. 71. So in Oliver v. The State, 17 Alabama 587. The case of The Commonwealth v. Seibert, Luzerne Co. 1852, cited with approbation in Wharton on Horn. 227, at length, is to the same effect.\nWe might multiply authorities to sustain the accuracy of the point, but it\"is not necessary. I take the rule to be settled, that the killing of one who is an assailant, must be under a reasonable apprehension of loss of life or great bodily harm, and the danger must appear so imminent at the moment of the assault as to present no alternative of escaping its consequences but by resistance. Then the killing may be excusable, even if it turn out after-wards that there was no actual danger.\nThe law of self-defence is a law of necessity, and that necessity must be real, or bear all the semblance of reality, and appear to admit of no other alternative, before taking life will be justifiable or excusable. Whenever it is set up, the case will always call for a most careful and searching scrutiny, to be sure that it rests, where alone it can rest^on the ground of real, or apparently real necessity. As the books fully define the duty of all acting under this necessity, we will not encumber this opinion by restating it. Suffice it to say here, that as the law of necessity governs this right, it follows that there must be no blame on the part of him who seeks immunity under it. If the slayer be in the wrong, the killing will not be excusable, much less justifiable. The offence then will, according as the facts may be, come under the definitions of murder, murder in the second degree, or manslaughter.\nIn the case in hand, the prisoner claimed the benefit of this view of the law; of course, upon the hypothesis that there was nothing wrong on his part, and that the assault upon him was of such a character, and under such circumstances as to produce that reasonable apprehension that there was a design to take his life or do him some great bodily harm, as justified him in firing on the supposed assailants and killing one of them. Now, as there were facts showing a sudden assault by men concealed in the bush until the moment it took place, one of them presenting a pistol towards the prisoner, and the other with stones in his hands, as if about to be used, there was room to raise the point and call for the instructions claimed by the prisoner’s counsel. The court could not say, nor can we, that the testimony in the case by the witnesses, deprived the prisoner of his right to an answer upon this hypothesis; for .the facts were alone for the jury, and they might believe or disbelieve them, as they might be credible or otherwise. Under such circumstances, we think that the judge erred in his answer in defining the prisoner’s rights under his assumed position. It having turned out that the deceased was an officer, whose object was not to kill or injure, but merely to arrest, it would have been impossible to have proved actual danger, although the appearances might, to an innocent man, have presented a case of imminent peril, which under the law as already stated, might have excused the killing.\nIt is true, a refusal to charge as requested, and charging as complained of, did not necessarily imply guilt of any particular or defined grade, on failure of making the proof which the court thought to be necessary to excuse. Still it took away a bare possibility of escape, on the ground that the prisoner might be an entirely innocent man, notwithstanding the evidence in the case. Hence we think it better, notwithstanding the circumstances which the proof presents, to send this case back for a new trial, to secure to the prisoner all the rights the law allows him, and to vindicate the law itself. The Act of 1856 requires the correction of errors in law in cases of this nature, and it does so to prevent possible as well as certain injury to prisoners, and in this spirit we are bound to execute it.\nWe see no error whatever in the charge of the court in any other part of the case. It is obvious, that if the law of self-defence will not, under the facts, excuse the prisoner, then his case will be murder in the first or second degree, or manslaughter, as the proof may justify; and on these points the charge was proper, clear, and sufficient, in view of the testimony given.'\nIt was suggested on the argument here, that even if there was error in the particulars discussed, it did the prisoner no harm, as the jury .found him to be guilty of a wilful,,deliberate, and premeditated murder, and therefore the law of self-defence could have no application to his case. This suggestion is more plausible than sound. It would be very unsafe to prove the accuracy of all the steps in a trial by the result of the verdict. Who can tell what the result might be in any given case where there is error in some of its parts ? The result might be accurate, but it would probably be accidental. The law does not conclude parties and rights upon such uncertain grounds. Its utmost effort is accuracy, as far as it may be attained through fallible agencies, and then its mission is complete, and its conclusions irrevocable.\nAnd now, to wit, February 25th 1861, the judgment of the Court of Oyer and Terminer in this case is reversed, and a new trial is awarded, and the record is remitted, together with a copy of this opinion."}