{"id": "994098", "contents": "The opinion of the court was delivered,\nby Woodward, J. — The ground on which we affirm this judgment is, that there was no sale of the valuables contained in the block of wood, which is called, in virtue of its horizontal wheel and upright spindle, “a drill machine.” Sale, said Mr. Justice Wayne, in Williamson v. Berry, 8 How. 544, is a word of precise legal import, both at law and in equity. It means at all times a contract between parties to pass rights of property for money which the buyer pays, or promises to pay, to the seller for the thing bought and sold.\nThat no such contract was made by these parties in respect to the contents of the drill machine, we deduce from the agreed facts of the case. The machine itself, and every essential part and constituent element of it, were well sold. The consideration paid, though only fifteen cents, was in law a quid pro quo, and th.e sale, unaffected by fraud or misrepresentation, passed to the purchaser an indefeasible right to the machine and all the uses and purposes to which it could be applied. But the contents of the machine are to be distinguished from its constituent parts. They were unknown to the administrators, were not inventoried, were not exposed to auction, were not sold. Of course they were not bought. All that was sold was fairly bought, and may be held by the purchasers. The title to what was not sold remains unchanged. A sale of a coat does not give title to the pocket-book which may happen to be temporarily deposited in\nit, nor the sale of a chest of drawers a title to the deposits therein. In these cases, and many others that are easily imagined, the contents are not essential to the existence or usefulness of the thing contracted for, and, not being within the contemplation or intention of the contracting parties, do not pass by the sale. The contract of sale, like all other contracts, is to be controlled by the clearly ascertained intention of the parties.\n■ The argument proceeded very much on the doctrine that equity will, in certain eases, relieve against mistakes of fact as .well as of law; but if there was no contract of sale, there could be no mistake of fact to vitiate it, and therefore that doctrine has no possible application. Mistake is sometimes a ground of relief in equity; but a man who puts up his wares at auction and sells them to the highest bidder, has no right to relief on the ground that he was ignorant of the value of that which he sold. Such a mistake comes of his own negligence, for it is his duty to possess all necessary knowledge of the value of that which he brings to market, and the rule is general that if a party becomes remediless at law by his own negligence, equity will leave him to bear the consequences. .\nNor could these administrators, had they sold the contents, have pleaded, in addition to their ignorance, their fiduciary character, and their possible liability for a devastavit, in defeat of the vested rights of the purchaser; for, in respect to the personalty of the decedent, they stood in the dead man’s shoes, and were in fact, as they are commonly called in law, his personal representatives. The law cast the personal estate upon them for purposes of administration, and a fair sale made in pursuit of that purpose, would .confer as perfect a title as if made by a living owner. They, no more than any other vendor, could set aside such a sale to avert the consequences of their own negligence.\nBut inasmuch as they did not, in point of fact, sell the valuables which are in dispute, these principles, and all the arguments drawn from the law of mistake, are outside of the case.\nIf, then, there was no sale and purchase of the contents of the block or machine, how did Huthmacher, when he discovered his unsuspected wealth, hold it? Evidently as treasure trove, which, though commonly defined as gold or silver hidden in the'ground, may, in our commercial day, be taken to include the paper representatives of gold and silver, especially when they are found hidden with both of these precious metals. And it is not necessary that the hiding should be in the ground, for we are told in 3 Inst. 132, that it is not “material whether it be of ancient time hidden in the ground, or in the roof, or walls, or other part of a castle, house, building, ruins, or otherwise.”\nThe certain rule of the common law, in regard to treasure trove, as laid down by Bracton, lib. 3, cap. 3, and as quoted in Viner’s Abridgment, is, “ that he to whom the property is, shall have treasure trove, and if he dies before it be found, his executors shall have it, for nothing accrues to the King unless when no one knows who hid that treasure.” The civil law gave it to the finder, according to the law of nature, and we suppose it was this principle of natural law that was referred to in what was said of treasure hid in a field, in Matthew’s Gospel, xiii. 44.\nBut the common law, which we administer, gave it always to the owner if he could be found, and if he could not be, then to the King, as wrecks, strays, and other goods are given, “whereof no person can claim property3 Inst. 132. Huthmacher, therefore, held the unsold valuables for the personal representatives of the deceased owner.\nSeveral sporadic cases, some of which were highly apocryphal, were mentioned in the argument as affording analogies more or less appropriate to this case, but it is quite unnecessary to discuss them, because if they touch, they do not encumber the clear ground whereon, as above indicated, we rest our judgment.\nThe judgment is affirmed."}