{"id": "994087", "contents": "The opinion of the court was delivered,\nby Woodward, J.\n— The plaintiffs, owners of the “James Laing” tract of land in New Castle township, Schuylkill county, sued out this bill in equity to restrain the defendants, the supervisor of roads and collector of road taxes in that township, from collecting in money a road tax of $216, which had been assessed against the plaintiffs as owners of said tract for the year 1858.\nFrom the bill and answer, it appears that‘the “James Laing” is a seated tract, having on it the “ Pine-knot Colliery,” which is worked for the plaintiffs by Charles Miller & Co., as their tenants; that the tract, valued at $36,000, was assessed-in the names of the plaintiffs, with a road tax for the year 1858, of $216; that before the duplicate and warrant were issued for the collection of the tax no notice whatever was given to the plaintiffs or their tenants, to work it out upon the road, but as soon as the plaintiffs learned the sum at which they ha.d been rated, they gave the supervisor notice of their readiness to work out the said tax, and requested an opportunity to do so. This notice, which was in writing, was dated 10th May, 1858. In November, 1858, a levy on pergonal property found on the premises, was made in satisfaction of the tax, and then this bill was filed, a special injunction obtained, and the collection of the tax stopped. On final hearing, however, the court dissolved the injunction and dismissed the bill, whereupon the plaintiffs appealed to this court. The plaintiffs all reside in Philadelphia.\nThe reasons assigned in the answer of the defendants for not allowing the plaintiffs an opportunity to work out their taxes, are — 1. That there is no law now in force in New Castle township requiring the supervisor to give persons charged with taxes notice to work out the same. 2. That if such obligation does exist, it is directory merely to the supervisor, and a failure of performance on his part, cannot be set up as a defence to the payment of the tax. 3. That it is not his duty to give notice to non-resident owners to work out road taxes.\nThe court below placed their judgment on the second of the above reasons, and also on the ground that the plaintiffs were not rated or assessed with the tax, but that their land only was charged.\nBefore proceeding to consider the questions raised by the answer, this last ground suggested by the court below may be disposed of by saying that it seems to be a mistake of fact. We have not the assessment before us, but, according to the uncontradicted account of it, given in the plaintiffs’ bill, the “ James Laing” was assessed to the plaintiffs as seated land, and they were rated and assessed with the road tax. Unseated lands are made the debtors of taxes assessed upon them, and are sold for unpaid taxes, without regard to the ownership. But lands that are assessed to the owners as seated — that are improved and occupied by tenants, with plenty of personal property thereon to pay the taxes — are in no such sense, as unseated lands are, debtors for the taxes. Road taxes so assessed are a personal charge upon the owner, as much so as a state tax upon watches or carriages.\nTo come back now to the questions raised by the pleadings, what is the law of New Castle township on the subject of road taxes ?\nBy the 33d section of the General Tax Law of 15th April 1834, Purdon 783, supervisors are to cause duplicates to be made of their rates of assessment, and to issue a warrant, with such duplicate, to the collector, authorizing him to “receive from every person in such duplicate named, the sum wherewith such person stands charged,” provided, the 34th section goes on to say, “ that before issuing the duplicate and warrant for the collection of road taxes, it shall be the duty of the supervisors of every township to give notice to. all persons rated for such taxes, by advertisements or otherwise, to attend at such times and places as such supervisors may direct, so as to give such persons full opportunity to work out their respective taxes.”\nThe 35th section authorizes a levy on goods and chattels, and the imprisonment of the body for non-payment of taxes; and the 46th section subjects the goods of tenants in possession of real estate, to distress and sale for non-payment of taxes assessed upon such real estate.\nWe have been referred to an Act of Assembly of 27th February, 1849, P. L. 101, which provides that thereafter but one person should be elected supervisor of New Castle township, and prescribes certain restraints and duties for him, but which touches not his plainly prescribed duty to give persons rated with road taxes an opportunity to work them out, and we are informed of no local law that repeals or modifies the 34th section of the Act of 1834.\nIt would seem then to be the clear duty of the supervisor of New Castle, to give parties rated with taxes full opportunity to work them out. Nor is the 34th section merely directory. It is as mandatory as law can be. “ It shall be the duty of supervisors,” &c. — what can be more imperative ? The whole jurisdiction conferred on supervisors is'special, and to make their exercise of it legal, they must keep themselves within the terms prescribed. They are authorized to assess and collect taxes in the mode prescribed in the statutes, but in no other. Considering how incompetent such officers generally are, for a very strict administration of prescript duties, we aro not to be over-nice and exact in scanning their proceedings, and we do, habitually, content ourselves with substantial performance on their part, of what the law requires at their hands; but when the legislature tells the supervisor of New Castle to give notice to tax payers by advertisement or otherwise, to work out taxes before he issues his warrant and duplicate for collecting them by other means, how is he to excuse himself? That the law was merely directory, and therefore may be disobeyed ? Nay, but it is a law, conferring a special jurisdiction, and, therefore, unless substantially obeyed, there is no power to issue a warrant. You may collect taxes, saith the lawgiver, in this form, and in no other. The opportunity to work them out is a condition precedent to the right of collection by legal process, and if the supervisor can dispense with so substantial a condition, he makes himself equal with the legislature who prescribed it.\nBut he says he cannot give the notice to non-residents. Why not by “ advertisement or otherwise ?” We certainly do not mean to hold that it was the duty of the supervisor of New Castle to come to Philadelphia to call on the plaintiffs to work out their taxes. The statute contemplates no such obligation. It makes an advertisement a sufficient notice. But this objection, that the plaintiffs were non-residents, is less than nothing in view of the admitted facts that they had responsible tenants on the ground, ready and anxious to work out the taxes, and actually demanding their right to do so as early as May 10th 1858. If, in any circumstances, there could be a doubt of the supervisor’s duty to give the “ full opportunity” secured to the plaintiffs by statute, these circumstances leave no room for doubt on that head. If the supervisor could not give notice to owners resident in Philadelphia, he could at least have accepted work tendered in their behalf in New Castle township. The vigilance of the tenants took away all importance from the non-residence of the plaintiffs.\nIt being clear that the defendants have no legal right to collect the tax in question until opportunity be afforded to the plaintiffs to work it out, may the defendants be restrained by injunction ?\nThe question does not seem to have been raised in the court below, and was not argued here : but we must notice it.\nInjunction to restrain proceedings at law is one of the most common heads of equity jurisprudence. It is a preventive remedy. It is not used for the purpose of punishment, or to compel persons to do right, but simply to prevent them from doing wrong. Where the right of the plaintiff is doubtful, or where he has an adequate remedy at law, injunction will not be granted; but where the right is clear, and the danger probable that the right will be defeated without this special interposition of the court, it will in general be granted. Mr. Eden, after a very full enumeration of instances in which injunction.is an appropriate remedy, adds, Yol. 1, p. 11, “ These, however, are far from being all the instances in which this species of equitable interposition is obtained. It would, indeed, be difficult to enumerate them all; for in the endless variety of cases in which a plaintiff is entitled to equitable relief, if that relief consists in restraining the commission or continuance of some act of the defendant, a court of equity administers it by means of the writ of injunction.”\nIn Hughes v. Kline, 6 Casey 230, we refused it to a dissatisfied tax payer, because a special and final remedy was given him by statute, to wit, an appeal to the county commissioners. Here, however, no such remedy is provided. The 36th section of the Act of 15th April 1834, does indeed give to any person aggrieved by such rate or rssessment, an appeal to the next Court of Quarter Sessions; but here the complaint is not against the “rate or assessment,” but against the mode and form of collection. For this, no appeal is given, and the delay in enforcing the collection took away from the plaintiffs the chance to complain to the next Court of Quarter Sessions after the assessment, even if the ground of complaint had been, as it was not, within the terms of this section.\nIt may be said that an action for damages would lie against the supervisor. But it would lie only after the payment of the tax in money, and why should equity permit a plain breach of statute duty to occur before its eyes in order that it might be redressed at law ? The redress in damages, if obtained, would be inadequate, and such actions would defeat the due administration of a public office. One of the great purposes of the equity jurist diction is to prevent circuity of action and exclude unnecessary litigation. Preventive justice, when carefully administered, is the cheapest and best of all kinds of justice. Especially is it the best for erring public officers. Seeing, therefore, that the plaintiffs have a clear right to the relief sought, without any adequate remedy at law, the court should have granted the injunction.\nAnd now, to wit, March 11th 1861, this cause having been argued by counsel and fully considered by the court, it is considered, adjudged, and decreed, that the decree of the Court of Common Pleas of the county of Schuylkill, dismissing the plaintiffs’ bill, be reversed and set aside; and upon consideration of the particular matters in said bill and answer set forth, we do hereby strictly command and enjoin you, the said Darby Gorman, the supervisor, and Patrick Preston, collector of road taxes for New Castle township, Schuylkill county, and each of you, to desist and refrain from proceeding to collect in money a certain road tax assessed against Charles Miller, Morris Patterson, and James Gowan, for the year 1858, amounting to the sum of two hundred and sixteen dollars, as owners of .the James Laing tract of land in said township of New Castle, until you, Darby Gorman, shall have given Charles Miller & Co., the tenants in possession of said tract of land, full opportunity according to law, to work out the said tax of two hundred and sixteen dollars upon the roads and highways of the said township of New Castle; and that you, the said Darby Gorman, pay the costs of this suit."}