{"id": "994070", "contents": "The opinion of the court was delivered,\nby Woodward, J.\n— This was a feigned issue to try the legitimacy of George and Ann Elizabeth Ehlers. If legitimate, they were the rightful heirs of their deceased father; if not, his estate would belong to the plaintiff in error as next of kin.\nFirst, as to the legitimacy of George. The putative father, August Ehlers, was married to the admitted'mother, Mary Rupp, on the 4th March 1835. What time George was born was disputed in the evidence. The testimony of Moses Strouse tended to fix the date of his birth as early as September — that of Mrs. Theresa Ritz as late as December ensuing the marriage — but Mrs. Ehlers, the mother, swore that he was born on the 28th November 1835. This would be but six days short of nine months from the marriage, and if believed by the jury, would be competent time. But there was some evidence, though of a very unsatisfactory nature, that Mrs. Ehlers was pregnant when she was married. The learned judge submitted all the evidence to the jury, with instructions, that if George was born in November, there would be no doubt of his legitimacy, but that if the mother was pregnant when married, and the child was born at tlm time testified by Moses Strouse, the jury were then to decide, whether the' evidence plainly shows the non-access of the husband before the marriage. He added, that the law presumes a child born after marriage to be the child of the husband; that it presumes, also, that where the child is begotten before but born after marriage, the husband is the father; that where the parents might have had sexual intercourse, access is to be presumed, and that these legal presumptions must be rebutted by evidence, plainly showing non-access by the husband, so that he could not in the order of nature be the father of the child.\nThese instructions seem to us to be fully sustained by the ruling in Dennison v. Paige, 5 Casey 423, and by the answers of the judges in the Banbury Peerage Case, as given in Shelford on Marriage and Divorce, 716 Law Library, Vol. 33, p. 436.\nThe jury may, therefore,, have well found that George was born in competent time after the marriage, or if he was not, that his parents had access before their marriage; and either way, his legitimacy was established. There was no such conclusive evidence of non-access before marriage, as to repel the legal presumption and convict the court of error in submitting the cause in this manner to the jury.\nNext, as to the legitimacy of Ann Elizabeth. In consequence of disagreements between Ehlers and his wife, she left him at Pottsville and came to Philadelphia, to support herself with her needle before the birth of George. The proof was clear that Ehlers frequently visited her in Philadelphia, and she swore, that after she was pregnant with her second child, he gave her $100 to defray her lying-in expenses. This child was born April 5th 1888. On the 28th October 1838, he applied to the Court of Common Pleas of Schuylkill county, for a divorce on the ground of two years’ prior desertion and persistence therein by his wife, and on the 24th July 1839 a divorce was decreed. She did not appear to the Subpoena, and there was no evidence that she had notice of the proceedings.\nThe court was asked to charge, that this rwas a judicial determination, that during said period of two years, there was a separation between the libellant and respondent, which separation, accompanied with the evidence of their residence, one in Pottsville and the other in Philadelphia, rebuts the legal presumption of access between them.\nThe learned judge submitted all the evidence, the record of divorce inclusive, to the jury, with the question, Had Ehlers access to his wife, so that he might in the order of nature be the father of her daughter ?\nThis was as much as the plaintiff in error had a right to ask. He argues, that the record of divorce was a conclusive ascertainment of the fact of desertion, during the period within which Ann Elizabeth must have been begotten.\nBe it so, still a deserted husband might look up his wife, and have what the law denominates access during the desertion. And this husband did so, not once but several times, if the testimony of the wife, of Emma Williams, and of Mrs. Ritz, were believed by the jury. The record of divorce concludes the fact of desertion of the wife, not of non-access of the husband.\nBut how is its’conclusive effect even as to the fact of desertion to estop these children ? They were not parties to that record, and to say that they are privies, either in estate or blood, and therefore are estopped by it, is to admit their legitimacy; and that kills the case of the plaintiff in error.\nThe truth is, due effect — full as much as it deserved to have— was given to the record when it was referred to the jury as establishing the desertion of the wife. They took that fact as true, doubtless, but there was other evidence, from which they might find and did find the access of the husband and wife, within competent time before the birth of the daughter, and so established her legitimacy in accordance with, though not exclusively upon, the presumptions which the law sets up in her favour.\nThe judgment is affirmed."}