{"id": "994088", "contents": "The opinion of the court was delivered,\nby Woodward, J.\n— As to that half of the fund which the auditor awarded to Springfield township, there was no exception or appeal, and of course we are to express no opinion.\n.As to the other half, which he gave to the city of Philadelphia “to be applied to the expenses of education,” we think there was a clear diversion of the trust. The lots of ground out of which the fund accrued were conveyed to trustees “ for the use of the neighbourhood in general for an English Protestant school, and for no other use or uses whatsoever.” It is agreed that the “ neighbourhood in general” embraced Chestnut Hill, which is now within the corporate limits of the city of Philadelphia. For that neighbourhood, therefore, the half of the fund which has not gone to Springfield must be preserved. And the trustees under the deed, 'or such successors as the Common Pleas may appoint, are the proper parties to preserve it. The city of Philadelphia has nothing to do with the fund. We doubt their capacity to act as trustee in respect of it. At any rate, the trustees not having conveyed either the lots or the fund to the city or any of its school directors, as possibly they might have done by virtue of tbe Act of 7th April 1849, Purdon 269, tbe charity remains in their bands for administration, -without interference by tbe city or any of its functionaries.\nAnd now, to wit, February 11th 1861, this cause having been fully argued and considered, it is ordered and decreed that tbe decree of tbe Court of Common Pleas of Philadelphia, confirming tbe auditor’s report, be reversed so far as relates to tbe fund awarded to tbe city of Philadelphia, and that said fund, to wit, §>2041.22J, be left in tbe bands of John Stallman and others, tbe acting trustees under tbe donation deeds of Wigand Miller and wife, dated tbe 12th of March 1794, and of Ann Miller, dated tbe 8th day of February 1806, to certain persons therein named, and by the said trustees be faithfully applied to tbe use of tbe neighbourhood of Chestnut Hill, in tbe city of Philadelphia, for an English Protestant school, and for no other use or uses whatsoever; and that the city of Philadelphia pay the costs of this appeal."}