{"id": "994032", "contents": "The opinion of the court was delivered,\nby Woodward, J.\n— The ordinance under which the stalls in the market-sheds in Market street west of Broad were let to tenants in 1835, was planned to “ prevent any unfair preference among the applicants for said stalls and stands,” and this purpose was accomplished by fixing a minimum price, and, after public notice, renting each stall by public auction to the highest bidder above the minimum price. But the successful bidders were to become only tenants from year to year, at a fixed rent. The ordinance neither expressly nor by implication conferred any greater interest. What was paid was by way of premium for the privilege of becoming such a tenant. The plaintiff bid off four stalls and paid premiums to the amount of $2240, which now, after the city has demolished and removed the sheds, he claims to recover back from the city.\nThe regulation of the markets and market-houses of a great city is one of the most appropriate of all municipal duties. The mode devised for leasing the stalls in question was a fair and reasonable exercise of corporate discretion. Unaccompanied by any express stipulation for a longer enjoyment than one year, there was nothing in the transaction to restrain the municipal authorities from making any future change in the premises which the interests of the public should require, and nothing which amounts to an implied promise to return the premiums paid if a change inconsistent with the tenants’ continued enjoyment should be made. The plaintiff made himself the tenant of a municipal corporation having legislative faculties, and bound to employ its powers for the welfare and convenience of the people whom it represented. He paid his money voluntarily for the privilege of becoming such a tenant, and he enjoyed all the advantages of his position from 1835 to the time of the removal of the sheds. It is said no change of city policy was provided for or thought of at the time. Perhaps not. But the power of change existed. It inhered in the very nature of the municipal compact. The plaintiff took his lease subject to that power, and it is not for him to complain that it has been exercised. Considering how experimental and progressive we are, it is perhaps rather to be wondered at that he should have enjoyed his position so long, than that he should be compelled at last to yield it before the march of improvement.\nThe purchaser of a church pew has more property in his pew than the plaintiff acquired in his stalls. Yet he holds it subject to all the rules and regulations of the corporation, and if, in regular course of corporate action, the church be abandoned, or torn down, or converted to other uses, it was never heard of that an action would lie for premiums paid, twenty years before for a preference in choice of pews.\nThe present action is wholly unsupported by authority, and to sustain it would introduce into the law a most mischievous novelty.\nThe judgment is affirmed."}