{"id": "994034", "contents": "The opinion of the court was delivered,\nby Lowrie, C. J.\n— Amor Marshall died intestate of the property No. 1, the store and lot in Bank street, and therefore it descended in fee to his children, and by their death intestate and without issue, it descended to their next collateral relatives on the father’s side, that is, to the father’s brothers and sisters and their respective issue. The collateral relatives on the mother’s side take no inheritance in it. Such is our law of descents, and therefore the bill was rightly dismissed so far as it relates to this property.\nAmor Marshall devised the property No. 2, the house and lot in Graskill street, to his widow in fee. Thereby it passed out of his line of descent entirely, because she is not of his blood, and because, taking the devise in lieu of dower, she became a purchaser. She devised it to her children in fee, and they being all dead intestate and without issue, it descended from them to their next collateral relatives on their mother’s side; that is, to their mother’s sisters and to the issue of such as are dead. The collateral relatives on the father’s side take no interest in it. Such is our law of descents, and therefore we think this property is improperly included in this bill, making the collateral relatives on both sides parties, and the bill was rightly dismissed so far as relates to this property. But the parties waive this objection, and therefore we shall allow that partition to be made.\nAmor Marshall devised the properties Nos. 8, 4, and 5, on Walnut, Arch, and Quarry streets, to his three children in tail, with cross-remainders in tail, and with remainder, of course a vested remainder, to his right heirs, and to right heirs of his wife, as tenants in common for ever. So we interpret the will.\n■ But who are these right heirs ? Not their children certainly: for the estate to be taken by them had already been defined, and the next purpose is to provide for the remainder of the estate after the estates of the children shall run out. If heirs here means his children, then their estate could not run out, because this very formal limitation of a remainder would amount merely to a reversion. But evidently he means to provide devisees of the remainder after the estates tail, and therefore he means, not heirs properly speaking, but the next of kin to himself and his wife, after excluding their children. The remainder vested in them on his death. At that time the father’s collateral relatives were eight brothers and sisters. Four of these are since dead intestate and without issue, and of course their shares have descended to the four surviving brothers and sisters, or their issue if dead. Tbe mother’s collateral relatives were three sisters, and their share of the remainder vested in them and their heirs.\nHow do the collateral relatives of the testator and of his wife take under the will — per stirpes or per capita ? The principle on which we decide this is given in Witmer v. Ebersole, 5 Barr 548. Taking per stirpes is taking by representation. But none of these devisees take by representation, but directly by devise to them. They are to take also “ in common,” and this indicates equality where nothing is said to the contrary. There is nothing to indicate that the testator was intending to give each of his wife’s relatives more than each of his own. We think they are all to take equal shares per capita. The several sisters of the mother, or their issue, take therefore one-eleventh of these three properties; and the several brothers and sisters of the father, or their issue, take two-elevenths of the same, one of them being by inheritance from deceased devisees.\nLet a decree be drawn up in form, reversing the decree of Nisi Prius thus far, and decree partition according to this opinion. ."}