{"id": "994094", "contents": "The opinion of the court was delivered,\nby Thompson, J.\n— A careful consideration of the evidence has brought us to the conclusion that the plaintiff had no merit in his case, or rather had no case at all. We do not mean to discuss the evidence, but only to give the result of our consideration; nor to notice more than one of the exact “ dozen and a half” of errors assigned in this case. That one is quite sufficient.\nIt has not been said anywhere, that a parol contract for an exchange of land need not be proved, but may be inferred from the declarations of one of the parties. The only distinction between that and the case of a sale seems to regard the manner of execution: Miles v. Miles, 8 W. & S.; Lee v. Lee, 9 Barr ; and Christy v. Barnhart, 2 Harris.\nHere there was neither proof of a contract between the parties to it, “face to face,” nor such an execution of it as could be referable to that mode of transfer. If such a thing ever existed in the case before us as a contract of exchange, it is supposed to have had its birth more than forty years before the trial, and one of the parties never took actual possession during that whole period, nor even had it assessed excepting a small portion embraced in the present controversy, and this not until fifteen or sixteen years after the alleged sale. The acts and declarations of Taylor are alone the evidence of the contract, and they begin many years after the alleged sale. This for the substratum, every word or act of his, seemingly inconsistent with ownership are hunted up, and no doubt often imagined, and given in evidence to strenghten the inference of sale. No man’s property would be safe unless covered by actual possession all the time, as a shield against sayings which might be attributed to him. But as the exchange itself was not proved by competent evidence, namely, by some testimony that the parties to it had “ face to face” contracted, these auxiliaries were of no consequence. Under any circumstances they would have been entitled to but little consideration — in the present to none whatever.\nBut what seems conclusive against the plaintiff below is the deed from Baldwin & Barlow to Taylor for the land it is alleged he was to get, in the exchange. It bears date in 1825, and is for 203 acres. One hundred of which the deed recites, was for settlement — the right which Taylor had bought, and the other was for the consideration of $150. This deed is unexplained — and it was given in evidence by the plaintiff, and negatived his entire theory. As it stood, there was no room to infer that one hundred acres of the two, had been acquired in the alleged exchange. Besides, it would be somewhat strange, if this deed was an execution of the parol contract on the one side, that there was no conveyance on the other. So confounding was this consideration, that it led the learned judge to a rather strange conclusion in accounting for it, namely; that as Taylor’s title was not recorded, Baldwin and Barlow may have been ignorant of it!\nBut we pursue the argument no further. We fully concur with the plaintiff in error, that the fifth point of the defendant below should have been affirmed, viz. “ that under all the evidence given in the case the plaintiff was not entitled to recover.” As a chancellor would certainly have refused to decree the specific execution of the alleged contract under the evidence, so it would have been proper on part of the learned judge to have instructed the jury, that taking the plaintiff’s evidence as true it was not sufficient to entitle him to a recovery, and in this case it was error not to have done so.\nJudgment reversed."}