{"id": "994043", "contents": "The opinion of the court was delivered,\nby Thompson, J.\n— Terms of courts “ are those times or seasons of the year, which are set, apart for the despatch of business in the superior courts of common law:” Tidd’s Prac. 105. Sir Henry Spelman traces their origin to the canonical constitutions of the church, which the four ordinary feasts of Hilary, Easter, Trinity, and Michaelmas, being the names of the four terms of the courts of common law in England, very clearly indicate to be their true origin. These terms are described by him as “being no other than those leisure seasons of the year which were not occupied by the great festivals or feasts, and which were not liable to the general ayocations of rural business.” Civilization and its attendant, commerce, has in more modern times extended the administration of the law by courts of justice much beyond the limits of merely leisure periods; but still terms definite and fixed, are prescribed and are absolutely necessary to the successful administration of the judicial duties, so far as the public is concerned; and hence they are with us fixed by positive law.\nIt was alleged in the court below that the suit on this bond was premature. That by adjournment, the September Term in Schuylkill county was -continued from time to time until the commencement of the December Term, and as the condition of the insolvent bond was that Horton should present his petition-for the benefit of the insolvent laws at September Term, he had from the first Monday of that month until the commencement of the December Term to do it, and that suit having been commenced on the 25th of November, it was premature. The defence was purely technical, for the petitioner at no time presented a petition for the benefit of the insolvent laws.\nThe court overruled the defence, and directed a verdict for the plaintiff, but on what ground does not distinctly appear. The pleas of non est factum and nil debet certainly did not raise the defence set up, and they were the only pleas in; but as the evidence was given without objection, we must treat the- point as properly raised, and that involves the question of what constituted the September Term in Schuylkill county. On this point the Act of the 5th of April 1849 is very explicit. It provides that the terms of the court shall commence on the first Mondays in March, June, September, and December, and continue for four weeks at each term. This is the term fixed by and known to the law, and it cannot be supposed that the obligors understood that any different or other time was meant. This was the time within which the petition was to be presented. I do not mean to deny or assert to what extent proceedings under the power the courts have-bf adjourning their sittings for special purposes, or for all matters before them, to a period outside of the term proper, are to be considered as belonging to the antecedent term. They undoubtedly do for some purposes.\nThe Act of the 14th of April 1834 authorizes the courts to adjourn their sessions from time to time, “and to decide all matters depending therein with the same effect as they might or could do at the terms appointed for the holding of such courts as aforesaid.” This plainly distinguishes between courts holden under the power to adjourn and the terms of the court fixed by law, but it does not enlarge their fixed terms. Had the petitioner applied to court to continue or fix the time within which he might present his petition, even if to some day outside the term, perhaps he might have saved his bond; but this he did not do, and the case is here simply on the point of what was the term described in the condition of the bond within which the insolvent was bound to apply for the benefit of the insolvent laws, and we agree with the court below that it was within the four weeks' of the September Term. Nothing having been done within that time towards a compliance with the condition of the bond, suit could be brought at any time thereafter.\nJudgment affirmed."}