{"id": "994052", "contents": "The opinion of the court was delivered,\nby Strong, J.\n— There is no error in this record. Poplar street was one of those laid upon the public plans of the city, and therefore could be opened at the will of the city councils. The Act of April 21st 1855, enacted that whenever councils shall deem the public exigency to demand it, they may order by ordinance any street laid upon any of the public plans of the city to be opened, giving three months’ notice thereof to the owner, whereupon any of the owners whose ground will be taken by such street, “may forthwith petition the Court of Quarter Sessions for viewers to assess the damages which such owners may sustain by the opening of such street, and if the same be not paid within one year, may sue said .city for the recovery thereof: Provided that security shall be given by said city to the owner for the payment of such damages, before his ground shall be actually taken, and the city may indemnify the persons entering such security; and no proceedings to assess the damages on any street on such plan shall lapse by the delay of a year in paying such damages.” Under this act the select and common councils, by resolution approved September 20th 1855, directed the chief commissioner of highways to give notice forthwith to the owners (of whom the plaintiff below was one), that at the expiration of three months from said notice they would order Poplar street to be opened for public use, as they were authorized by the Act of 1855. In pursuance of the resolution, the chief commissioner gave the notice, and the plaintiff below proceeded to have his damages assessed. The city solicitor attended the jury selected to assess them, and a report was made on the 31st of October 1856, and duly confirmed. The city now insists that the plaintiff is not entitled to recover the damages awarded, because councils did not by ordinance order the street to be opened, and because it has not been actually opened through the plaintiff’s ground. But what was the resolution of September 20th 1855, if it was not an order to Open the street ? Why was notice to be given to the plaintiff that councils would order it to be opened at the expiration of three months, if it was not to enable him to procure an assessment of damages ? That the resolution was so understood, both by the plaintiff and the city, cannot be doubted. No .objection was made to an assessment as premature, and the allegation now that it was unauthorized seems to be the result of an afterthought. Beferring as the resolution did to the Act of April 21st 1855, designed as it was to accomplish the purposes for which that act. was enacted, and the damages having been assessed under it without objection by the city, it is not to be tolerated now that tbe plaintiff in error should aver it to have been only notice of an intention to order tbe opening of tbe street at a future day.\nAnd if tbe damages were not prematurely assessed, if tbe resolution was in substance an order to open the street, then the right to sue for tbe amount of tbe assessment after the expiration of tbe year, was complete. It was not dependent upon the question whether tbe street had or bad not been opened. Tbe year commenced running, not from tbe actual opening of tbe street, but from tbe confirmation of tbe assessment. Tbe right to the use of tbe property for a street was then complete, the damages were then due, and tbe public authorities might then have entered either on paying tbe money or giving security for its payment. Such is tbe obvious meaning of tbe act.\nIt follows that in our opinion tbe errors assigned have not been sustained.\nTbe judgment is affirmed."}