{"id": "994047", "contents": "The opinion of the court was delivered,\nby Read, J.\n— In Sinnickson v. Painter, 8 Casey 384, we determined that a foreign attachment will lie against a legacy or distributive share before any settlement of the estate of a decedent ; and that it is in the power of the court to mould the judgment against the executor or administrator into such form that no injustice shall be done to any one. The same rule is applicable to attachment executions under the Acts of 13th April 1843, and 10th April 1849.\nWhere there are ample funds in the hands of the executor to pay a legacy after the discharge of all debts due by the estate, there is no practical difficulty in satisfying an attaching creditor so far as the amount of the bequest extends. ' The only difficulty occurs where either the funds are not in the hands of the executor or it is uncertain whether they will not be required to pay debts of the testator. But that is not this case — assets were admitted here.\nIn the present case it is clear that the share or legacy of Charles H. Lorenz, under the will of his father, Frederick Lorenz, was properly attached in the hands of the administrators, who have, by their appearance and acts, waived all questions of service if any ever existed. It is also clear that the judgment held by Mrs. Catharine Lorenz cannot be set up against the attachment execution, and also that the administrators are bound to pay the plaintiff’s judgment whenever they have in their hands moneys of the estate sufficient, after paying all debts, to pay a part or the whole of the amount bequeathed to the said Charles H. Lorenz — upon the attaching creditor giving the proper refunding bond required by the Act of Assembly.\nThis sufficiently disposes of all questions in the case excepting the form of the judgment. It is true it exactly accords with that adopted in execution-attachment in Layman v. Beam, 6 Wh. 186, but we are of opinion that it should be modified where executors and administrators are concerned, and perhaps in other cases of trust. In the case in hand it is not only a judgment against the money, goods, and property of the defendant, but it is also a judgment de bonis propriis against the garnishees, the administrators of Frederick Lorenz, in whose hands as such the legacy was attached. This ivas wrong. The attachment had the effect of transferring the rights of the legatee to his creditor, and no more. Had he sued for the legacy he could not have been entitled to such a judgment. It would only follow an action for a devastavit. The 37th section of the Act of 24th February 1834 expressly prohibits such a judgment by declaring that through no mispleading or want thereof shall executors or administrators be liable to pay any more money beyond the amount of assets in their hands. The judgment here, so far as it is de bonis propriis, is in conflict with this provision, and must be reversed to that extent.\nThe judgment against the garnishees as for the goods and effects of the defendant is affirmed, and, so far as it is de bonis propriis, is reversed with costs."}