{"id": "994055", "contents": "The opinion of the court was delivered,\nby Woodward, J.\n— We cannot take the view of this case, suggested and urged by the learned counsel of the plaintiff in error.\nBy the Acts of Assembly of 21st April 1855, and 13th May 1856, lands within the city of Philadelphia which the assessors marked “rural,” were taxable with only two-thirds the rate of city taxes assessed on other real estate in the city, one-third being released because rural owners derived Do benefit from lighting, paving, and cleaning streets, &c.\nThese acts make no distinction of marsh, or meadow, or upland, but treat all land as rural which is used for agricultural purposes.\nBut the Act of April 1858 made a distinction in favour of meadow or marsh land situate in the Twenty-fourth Ward, and paying, besides the usual city taxes, a further tax for keeping up and in repair the banks on said lands; and it provided, that such lands should be liable to pay one-half the rate of tax “ levied on real estate in said city for city purposes.” The reference here, was to the taxation of real estate in said city generally, and not to the special kind of real estate known as rural. And the meaning was, that the particular kind of property described in the act, being taxed like other real estate in the city, should have deducted, not one-third like rural lands, but one-half, because like rural lands they were without many city privileges, and unlike, them, were subject to a bank tax to fence out the floods. These marsh and meadow lands were to enjoy all the exemption of rural lands and more, but they were not to enjoy both the exemption given by the Act of 1858 and that given to rural lands by the previous statute. This would be to release them from five-sixths of the city taxes. The Act of 1858 does not in terms repeal the prior acts but it supplies and replaces them, and so in effect repeals them as to the marsh lands of the Twenty-fourth Ward.\nThe court construed and applied these acts correctly, and, therefore, the judgment is aflirmed."}