{"id": "994059", "contents": "The opinion of the court was delivered,\nby Woodward, J.\n— The question raised by the case stated is to be decided by the proper construction of the deed or lease of 8th May 1851, made by Davis and wife to Michael Ryan, and by him assigned to the Montgomery Mining Company. The engine, which is the immediate subject of the present dispute, was erected by the mining company under that lease, and if it be amere personal chattel, the sheriff’s sale conferred a good title upon Moss, and he must have the judgment; but if it became a part of the freehold, no title passed by the sheriff’s sale, and the judgment must be entered for Davis. Whether the engine were personalty or realty, depends on the construction of the lease.\nIt was a lease to Ryan and his assigns for ninety-nine years, of “the entire mining right of and to a certain piece of land now owned and occupied by the said party of the first part, and bounded,” &c. Such a grant would carry with it, as a necessary incident, the right to erect an engine with its fixtures, and all other appropriate machinery for working the mine; but the parties did not leave this right dependent on an implication; they defined it by express language. Full right,' power, and privilege were given to the lessee and his assigns “to enter upon said premises, and to erect all workshops, steam-engines, pumps, and all buildings necessary for mining purposes except dwellings, and to sink such shafts, and to run such drifts, and do generally all such things as he or they may deem necessary for mining purposes.” The rent is then provided for at $500 a year, until the ore-leave at $3 a ton for copper and lead ore shall amount to $1000 a year. Covenants for quiet enjoyment and for divers details are inserted, and then occurs the following provision: “ also that if the said party of the second part shall cease mining operations on the said tract for twelve consecutive months, then this indenture shall become void and of none effect.”\nIt is a part of the case stated, that the mining company opened a mine on the demised premises, sank a shaft, erected a steam-engine with the necessary gearing, and commenced the business of mining; that they continued operations till the 9th day of April 1854, when the engine was stopped, the company ceased mining operations, and paid no rent after that time, leaving, however, the engine with all its gearing, and a number of mining tools, on the demised premises. The work has not since been resumed. On the 28th March 1858, nearly four years after suspension of mining operations, the sheriff, by virtue of a writ of vend. exp. issued at the suit of a judgment-creditor against the mining company, sold the engine and its fixtures and the mining tools to the plaintiff Joseph L. Moss, after notice given by the defendant that he claimed the engine and fixtures as a part of his real estate.\nThese are the circumstances under which we are called on to decide whether the engine is severable from the realty. Moss succeeded to the rights of the tenants. What did he acquire ?\nThat a tenant who erects fixtures for the benefit of his trade or business may remove them from the demised premises, is an established doctrine of the law, but with this qualification — that the removal be made during the term. After the term they become inseparable from the freehold, and can neither be removed by the tenant nor recovered by him as personal chattels, by an action of' trover, or for goods sold and delivered: White v. Arndt, 1 Wh. 94, and the cases cited in the argument. If á tenant remain in possession after the expiration of his term, and perform all the conditions of the lease, it amounts to a renewal of the lease from year to year, and I take it he would be entitled to remove fixtures during the year.\nBut here there was a forfeiture of estate by discontinuance of mining operations for twelve consecutive months and more. The entry of the company’s agents to clean and grease the engine from time to time, was not a continuance of mining operations within the meaning of the lease. Nor was any entry by the landlord necessary to declare the forfeiture, for he was already in possession for all purposes except mining: Hamilton v. Elliot, 5 S. & R. 375. The law of entry for breach of condition in the tenure is somewhat different with us from what it is in England and in many of our surrounding states. We took occasion to point out the distinction in a recent case from the Westtern District, Shaeffer v. Shaeffer, 1 Wright 525. In England the forfeiture, however strongly the condition is expressed in the deed, is not complete until the landlord elects by some positive act to take advantage of it. With us it depends on the terms of the instrument, unless there be evidence to affect the landlord with a waiver of the breach, like the receipt of rent or other equally unequivocal act. When this lease was before us last year in Moss’s Appeal, 11 Casey 164, on the distribution of the proceeds of what was admitted to be personal chattels of the mining company, we treated the term as surrendered to the landlord and merged in his reversionary estate. We can regard it in no other light now. A discontinuance of mining operations for nearly four years before the sheriff’s sale, must be held to work a forfeiture of the lease, or we unmake the contract of the parties. There is nothing in the case from which we can imply the landlord’s intention to waive the palpable breach, and therefore he must have the benefit of it, and we must say that, the term being ended, the right of the tenant or of the sheriff’s vendee to remove the engine, fell with the term. That the engine was so attached to the freehold as to be a part of the realty cannot be doubted under our decisions, and though the tenant might have secured it during his term, it is too late for the exercise of this right three years after his term was at an end.\nThe learned counsel attempted to avert the consequences of this view of their case, by arguing that the engine with its gearing was not attached to the subject of the grant, but was erected on the surface of the land by the express permission and license of Davis the lessor, outside of the demised estate.\nIt is not necessary for us to consider the argument erected on such a basis, for we cannot concede the fundamental postulate. We hold that the engine was attached to the subject of the grant. We have seen what the grant was — the entire mining right, with the privilege of erecting the necessary fixtures. So much of the surface as was necessary to the full enjoyment of this right, was expressly included in the lease. Whether the whole thing granted was of the nature of a corporeal or an incorporeal hereditament is not necessary to be decided, but that it included the ground on which the engine rested is past all reasonable doubt. We cannot so read the lease as to raise a doubt. The mining company held that ground on the same terms and conditions as the right of ways — the shaft, the copper, and the lead. They held them all under and according to the lease, and when they forfeited the lease, they lost them all.\nThe conclusion of the whole matter is that the plaintiff was not entitled to recover, and the judgment of the Common Pleas of Chester county is accordingly reversed, and judgment is now entered here for the defendant for $1200 and costs.\nThompson, J., dissented."}