{"id": "994064", "contents": "The opinion of the court was delivered,\nby Strong, J.\n— We are of opinion that under the will, Mrs. Miitter takes the whole estate of the testator, subject only to the payment at her death of the legacies to John Armistead Carter, Mrs. Mary L. Eliason, Thomas Miitter Cleeman, and Thomas Miitter Hoff. The paramount purpose, the ruling intention, of the testator evidently was to make the most ample provision for his wife, if she should survive him. ' Accordingly, after having given directions for carrying out an agreement which he had made with the “ College of Physicians,” he bequeathed to her all his property of every description and everything which he possessed, or to which he might have any claim, with the sole exception of the bequest to the “ College of Physicians.” He next directed that if Ms proposed arrangement with the college should fail, and if the New York Academy of Medicine should also decline his propositions, the legacy which he had given to them should be paid to his wife, if she should survive him. Then again he gave and bequeathed his entire property, without restriction, to his wife, in the contingency that further losses should reduce it to a value less than the sum of ninety thousand dollars, clear of all encumbrance and doubt.\nHaving thus made arrangements for the distribution of his entire estate, he. next settled another disposition of it, to take effect only in the contingency that he should survive his wife. By this alternative disposition he gave, among other legacies, four to the persons above named, without directing any postponement of the time of enjoyment, and appointed a residuary legatee. He then added, “ I wish to state distinctly that the above-named, legacies (referring to all those given, if his wife should die before him) only hold good in case of my surviving my beloved wife, to whom I give the entire use of my estate and property during her life and in fee to will at her death. But I wish the four following legacies to be paid at her death, viz.: ten thousand dollars to John Armistead Carter, or in case of his death to his son Welby; ten thousand dollars to Mrs. Mary L. Eliason, or in case of her death to her daughter Mary, to be settled upon herself; five thousand dollars to Thomas Miitter Cleeman, or in case of his death to be divided between his two sisters; five thousand dollars to Thomas Miitter Hoff, and in case of death, to revert to his mother.”\nDoes then this latter clause cut down to a life interest the absolute and entire estate given to the wife in the former part of the will ? If it be utterly inconsistent with the gift of the whole interest in the property, it must prevail, because it is expressive of the latest intention of the testator. But the will is to be construed as a whole, and one part is not to be treated as repugnant to another, if it be possible for both to stand. Mr. Jarman lays down the rule of construction in these words, 1 Jar. on Wills 416-6: “ But the rule which sacrifices the former of several contradictory clauses, is never applied but on the failure of every attempt to give the whole such a construction, as will render every part of it effective. In the attainment of this object, the local order of the limitations is disregarded, if it be possible by the transposition of them to deduce a consistent disposition from the entire will.” Bearing in mind then, that the testator had expressed more than once his will that his wife should have the' entire ownership of his property, and that in the strongest possible language, and that the “purpose of the last clause seems to have been not so much to designate the extent of his benefactions to his wife as to secure the payment of certain legacies after her death, we adopt no strained construction when we hold that a gift to her “ for life and in fee to will” was not. intended to take away anything which had been previously given. We cannot construe one part of the will without reference to the other parts. A gift “for life and in fee to will” may mean a gift of the whole, and if it may, then it must in this case; for otherwise the different parts of the will would be repugnant to each other. This conclusion is also fortified by the fact that no disposition is made of what would remain if Mrs. Miitter takes but a life estate. She would then have a power to dispose of the remainder by will. Yet if she should fail to exercise that power, that remainder would fall under the- intestate laws. But in addition to the ordinary presumption against an intended intestacy, this will furnishes abundant proof of the testator’s purpose to make a complete disposition of all his property. Intestacy was not in any event contemplated. We do not overlook the rule that a power of testamentary appointment, added to a gift expressly for life, does not enlarge the estate given to an entire interest; but the question here is, not whether the estate shall be enlarged, but whether a fee shall be diminished. Nor is the last clause of the will, standing alone, a mere gift of a life interest with a power of testamentary disposition added. The testator gives for life and in fee to will. We cannot, by transposition, make these words contradictory of what the testator had before directed, and especially when there is no limitation over. Taking the will as a whole, there is a close resemblance between this case and Doe v. Thomas and Lewis, 3 Ad. & El. 123. There lands were devised to a wife, her heirs and assigns, for ever, with the intention that she may enjoy the same for life, and by her will dispose of the same as she thinks proper. It was held that she took a fee.\nUpon the whole, therefore, we think that Mrs. Miitter takes under the will of her husband his whole estate subject only to the payment of the legacies to John Armistead Carter, Mrs. Mary L. Eliason, Thomas Miitter Cleeman, and Thomas Miitter Hoff, at her death. We cannot regard the language of the testator respecting those legacies as a mere expression of desire or recommendation addressed to his wife. They are positive directions that the several sums shall be paid at her death. Dr. Miitter had previously given them as legacies, to take effect as such in the event that he should survive his wife, and the manifest intention of the last clause of the will was to preserve them as legacies, even if his wife should outlive him, only postponing the time of enjoyment.\nWe need only add, it is quite clear they are vested legacies in the legatees living at the death of the testator.\nThe decree of the Orphans’ Court is reversed, and it is ordered, adjudged, and decreed, that the sum of $10,000 be awarded to John Armistead Carter, the sum of $10,000 to Mrs. Mary L. Eliason, the sum of $5000 to Thomas Miitter Cleeman, and the sum of $5000 to Thomas Miitter Hoff, each of said sums to be paid at the death of Mrs. Mary W. A. Miitter, without interest, and that the remainder of the sum for distribution be retained by the said Mrs. Mary W. A. Miitter in her own right, absolutely, and as entire proprietor, and the interest of the four first-mentioned legacies is adjudged to the said Mary W. A. Miitter during her natural life."}