{"id": "994054", "contents": "The opinion of the court was delivered, by\nStrong, J.\n— If the purchase by the appellant, under sanction of the Orphans’ Court, of the Arch street property, subject to the payment of the mortgage thereon, imposed upon her ward the obligation to pay that mortgage, it would furnish no reason for retaining from the appellee any portion of his deceased wife’s personal estate. Then it would be his duty, as her administrator, to pay the debt, and the trustee would have nothing to do with its payment. But if by the purchase Mrs. Woodward became personally responsible to the holder of the mortgage, either directly or through the vendor, the case may wear a different aspect. Then the debt instead of being that of the ward is that of the guardian, on account of the ward, and the ward’s administrator as such, would not be the person to pay it.\nThe house and lot in Arch street was purchased by the guardian from Samuel C. Spackman, and the deed was made to her by name, designating her, guardian of Emma Matilda Kitchen (afterwards Mrs. Davis). The conveyance was made expressly subject to the payment of the unpaid balance of a mortgage upon the property given by the vendor. Not only the purchase, but its mode, was in strict conformity with the directions of the Orphans’ Court. That court had previously authorized the guardian to invest $8750 in the purchase of the messuage and lot, “ subject to the payment of $2000, the balance of the mortgage-debt,” and directed that the deed should be made to the guardian. Whether the purchase is to be regarded as an investment, or as a conversion of the ward’s personalty into real estate, is immaterial to this case. If it be either, the Orphans’ Court will protect the guardian while acting in obedience to its instructions. It cannot be doubted, that accepting a deed from Mr. Spackman for the house and lot, expressly subject to the mortgage, was an assumption by the vendee to pay it. The debt secured by the mortgage was that of the vendor, and if its payment was not assumed by the vendee, the express subjection of the property to it, by the deed, amounts to nothing; the ultimate liability is still upon the vendor, and not upon the house, and the vendee has acquired the entire ownership without paying or being liable to pay any more than the sum of $8750. Moreover the authorities clearly establish, that purchasing as Mrs. Woodward did, expressly subject to the payment of an encumbrance created by the vendor, she made the debt her own. In Campbell v. Shrum, 3 Watts 60, it was held, that the words in an article of agreement for sale of lands, sealed by both parties, “subject to the payment of the purchase-money and interest,” due from the vendor to third parties, from whom he had purchased, amounted to a covenant on the part of the vendee to pay that purchase-money and interest. And this, though the consideration named for the stipulated conveyance, did not include that purchase-money. The doctrine of this case has been repeatedly recognised and re-asserted. Thus in Blank v. Gorman, 5 W. & S. 42, it was stated to be a general principle, that he who purchases expressly subject to an encumbrance, as between the vendor and himself, makes the debt his own. The vendor who sells thus expressly subject, virtually sets apart so much of the price as is necessary to pay the encumbrance, and it would be a fraud in the purchase to retain his money and let him be pursued for it on his bond. Hence a promise is implied to apply the money to the discharge of the claim to which the property is subjected. A similar doctrine was laid down by Abbott, C. J., in Barnet v. Lynch, 5 B. & C. 589. There is a class of cases which treat a purchase expressly subject to a charge or encumbrance as constituting an engagement by the vendee to indemnify the vendor against loss or expense in consequence of the charge or encumbrance. To this class belong Walker v. Physick, 5 Barr 193; perhaps Keim v. Robeson, 11 Harris 456; Trevor v. Perkins, 5 Wharton 244, and the language of Lord Eldon, in Waring v. Ward, 7 Vesey 337. But it is of no importance now to inquire whether Mrs. Woodward, by taking a deed from Mr. Spaekman for the Arch street house, “ subject to the mortgage thereon,” assumed the debt as between the grantor and herself, or whether she only engaged to indemnify him against being called upon to pay it. If it was either, it was a liability incurred in behalf of her ward, and a liability incurred in obedience to the directions of the Orphans’ Court. Now if the present case was a settlement of her account as guardian, if the inquiry was whether she should pay over to her ward, or to her ward’s personal representative, the personal estate of that ward in her hands, it would be quite clear that she should not be compelled to do so. Equity would permit her to retain for protection against the liability undertaken by her to Mr. Spaekman. Under such circumstances no chancellor would take the money out of her hands at the instance of her ward, without at least requiring full and complete indemnity.\nIt being then apparent that Mrs. Woodward, as guardian of her daughter, has incurred a personal responsibility to the amount of the unpaid mortgage, not by any misconduct of her own, but by the express sanction and direction of the Orphans’ Court, and that she would have a right to retain enough of her ward’s estate to indemnify herself, if she had custody of the fund, the question remains whether the fund in the custody of the trustee can be so controlled as to protect her.\nIt is to be remembered- that the Orphans’ Court in settling the accounts of a testamentary trustee is acting as a Court of Chancery, and that in this case it has before it not only the accounting trustee and administrator of the cestui que trust, but the testamentary guardian also, the rights and liabilities of all of whom spring out of one estate, over which the Orphans’ Court possesses the most complete jurisdiction. Now to admit the legal right of Mrs. Woodward to indemnity out of the estate of her ward, but to confess inability to control the disposition of that estate so as to indemnify her, though she is before the court claiming it, is to apply to this case the narrow rules which regulate rights of action in courts of common law, instead of using the large and beneficent power of a court of equity. Not only the parties named but the trust fund itself is now in charge of a court of equity, a court created for the very purpose of distributing such estates as this, not according to the unbending rules of a common law court, but with a due regard to every equitable right. The observations of Judge Story on testamentary trusts are worthy of attention: 2 Story, Eq. Plea. 1065: “ Many of these trusts require the positive interposition and direction of courts of equity, before they can be properly or safely executed by the parties in interest, so as to protect them against future litigation and controversy. And it not unfrequently happens that the final administration, settlement, and distribution of the assets of the testator, real and personal, must stand suspended until the aid of some court of equity has been invoked, and a decretal order is obtained, containing a declaration of the nature and extent of these trusts, of the parties who are entitled to take, and of the limitations of their respective interests; and also providing means by reference to a master, whereby the cross equities and conflicting claims of various persons, such as creditors, trustees, legatees, devisees, heirs and distributees may be clearly ascertained and definitely established.” Until these questions are settled by a court of equity, upon a bill, bringing all proper parties before it, it will be impossible for the executors or trustees to proceed to a final settlement of the various claims, without manifest danger of hawing all their proceedings overhauled in some future suit.\nFortunately for us, testamentary trusts are cognisable in Pennsylvania only in an Orphans’ Court, whose jurisdiction, administered in the forms of a court of equity, is ample to protect and enforce the rights of all parties in interest. . Here all parties in interest are before tbe court, and the simple question therefore is, what are their respective rights in equity ? By the death of Mrs. Dayis, her husband became tenant by the courtesy of her real estate, and administrator of her personalty. It is in the latter character he claims the whole of the fund in the trustee’s hands. His rights are therefore precisely what those of the wife would be, were she still living. Now would the very court of equity which directed the guardian of Mrs. Davis to incur a personal liability on her account, permit her to come into that court and take out the whole of her estate without indemnity to her guardian? And that against objection presently made on the part of the guardian. The principles enunciated by this court in Shollenberger’s Appeal, 9 Harris 338, present a conclusive negative to such a question. An executor or administrator who advances his own money to pay the debt of the decedent is subrogated to the right of the creditor, and may use his security: McCurdy’s Appeal, 5 W. & S. 397 ; Wallace’s Appeal, 5 Barr 163. Upon the same principle would this guardian be permitted to stand in Mrs. Davis’s place if, under-direction of the Orphans’ Court, she had paid off the mortgage, instead of assuming to pay it, or indemnify against it. How much less is her equity now ? She has not paid, but she has incurred a liability, and that not voluntarily, but under direction of the very court which she now asks to protect her. To such protection we think she is entitled. The right of the guardian to purchase for her ward an encumbered estate is not now in question. The court decreed such a purchase. After its decree made in execution of the trust created by the testator’s will, the case is the same as if Mr. Kitchen had by his will directed his wife to buy the house in Arch street for the daughter, subject to the outstanding mortgage. And suppose he had, would it be doubted that the portion of his estate given to the daughter ought to be applied to extinguishing the encumbrance, or at least that it should relieve the guardian from personal liability ? And would not a court of equity, having in charge the administration of the whole estate, as well as the trust, enforce such relief? We cannot doubt it.\nBut it is urged that the appellee as tenant for life of the Arch street house is only bound to keep down the interest on the mortgage. It is said that if the purchase of the house be regarded as a conversion of Mrs. Davis’s personalty into realty, then Mr. Davis has but a tenancy by the courtesy, with remainder for life to Mrs. Woodward, and remainder in fee to the brothers and sisters of Mrs. Davis, and that the principal of the mortgage is a charge on the fee and not on the preceding life estate. This may be an answer to the claim of Mrs. Woodward as owner of a remainder for life, or as representing her other children, the tenants of the fee; but it has nothing to do with the question between Mr. Davis and Mrs. Woodward as guardian of Mrs. Davis. His rights are no greater than were those of his wife. He represents no equity which was not hers. We have, already seen that as between the mother and the daughter, the former would be entitled to indemnity out of the estate of the latter. Mrs. Davis could not claim this money now under control of the court without paying the mortgage or securing its payment. Neither can her administrator.\nWe do not enter upon the inquiry whether the purchase of the house was a simple investment, or whether it was a conversion. It cannot affect the distribution that ought to be made. We see a guardian in court asking indemnity out of a ward’s estate against a liability lawfully and properly incurred, and we are of opinion that before the estate passes out of the control of the court that indemnity should be secured.\nThis may be done either by directing the trustee to pay off the mortgage and account to the administrator for the balance in his hands, or, secondly, he may be directed to pay the fund in his hands to the administrator, upon the latter giving security that may be approved by the Orphans’ Court, that the guardian be indemnified against claim for or on account of the mortgage, that the interest shall be kept down during his life, and that the principal shall be paid out of the money received by him from the trustee, at his death, or before, whenever demand shall be made for the same by the mortgagee or his assigns.\nThe decree of the Orphans’ Court awarding to Joseph M. Davis $10,060 is reversed, at the costs of the appellee, and the record is remitted with instructions to dispose of so much of the said sum as is necessary to protect the guardian from liability on account of the mortgage now held by the Western Saving Fund in one of the modes above stated, and to distribute the balance to the appellee."}