{"id": "994039", "contents": "The opinion of the court was delivered,\nby Thompson, J.\n— 1. The first assignment of error is to the action of the court in opening the judgment for want of appearance in No. 599 of November Term 1859, being a judgment on a sci. fa. de novo quare ex. non in this case. Opening judgments is usually matter of discretion; but if it were not so, we could not correct the error here, for the record in that case is not before us. No other answer is needed to this assignment.\n2 and 3. The revival of the original judgment- is but a continuation of it. In form the proceeding by sci. fa. is a distinct action, but in fact is not so. Satisfaction of the original judgment is a satisfaction of the judgment in the sci. fa. So a reversal of the former has the same effect on the latter: 12 S. & R. 412. Here the attempt is to control the original by the secondary judgment — to make the latter conclusive as to what the former must be — to raise the stream above the fountain. This would invert the order of precedence altogether; and it needs no argument to prove that the court were right in refusing to charge that the judgment was conclusive or any evidence whatever.\nOn this record, however, there was not room for any controversy in regard to the point, inasmuch as the conclusiveness of the judgment was destroyed by being opened. We cannot inquire at what moment this was done, but will presume it was done during the trial. In either point of sight, the ruling of the court was right.\n4 and 5. These errors are not sustained, as the points were substantially answered in the general charge.\n6. This error is based upon a supposed erroneous instruction in regard to the amount the plaintiffs might recover, if entitled to recover at all. It was, that they could recover no more than the assignees of the testator could have recovered if suing. This left the jury free to find a verdict for the plaintiffs to that extent, if the evidence should justify it. But the jury found that the plaintiffs were not entitled to recover anything. That a larger sum was not indicated as the basis of recovery, seems to have been of no consequence, since it appears that nothing was due.\n7. The testimony, the admission of which and instructions thereon form the seventh specification of error, was received under the fifth plea of the defendants, viz. that the plaintiff by the instrument of writing “ agreed to surrender to the defendant the bond in controversy.” The replication to this and to other matters pleaded, was, that the defendants were estopped from setting up the several matters in the pleas contained, by the written and verbal acknowledgments of the defendants’ intestate before the assignment of the bond and judgment. It would follow of necessity, then, if the estoppel failed, that the instrument of writing of the 4th of March 1854 would have just such effect as its character would entitle it to have, and of course no more. This being the state of the pleadings, I can see no error in admitting it. But can this be said of the instructions in regard to it? We shall see.\nIt was an executory declaration or promise without consideration to surrender up the bond of $8000 upon a certain contingency. That contingency had not happened, and there was neither time, place, nor circumstance fixed for testing whether “ Hazlett and all other bond fide stockholders were or were not liable to pay the remaining sums due on all the shares held by them to said company, by due course of law.” If not liable, the bond was to be surrendered. This naked unexecuted proposition, without a consideration to support it, would bind nobody; and to allow it effect as a defence would be error, but perhaps without injury in this case.\nThat it might become effective under the remark of the learned judge, embraced in this assignment, can hardly be doubted. It was this: “ The jury will give to that instrument (of the 4th of March 1854) no consideration whatever, if they find that Hazlett had notice of the assignment of the judgment to Patricks & Friend when the paper was delivered to him by Eldred.” This was a negative pregnant, and the converse of the proposition would be sure to be followed in case notice was not proved, and in this way effect would be given to an instrument entitled to none, under any circumstances.\nSo, too, of the remark in regard to notice. I cannot but think it was calculated to mislead the jury. The assignment on the record was constructive notice to the defendant as well as to others: 1 Harris 620; 10 Id. 300; 1 Casey 80; 5 Id. 401. It was dated 13th February 1854. That was notice — but the learned judge put that matter contingently, and in such a way as to lead the jury to believe that actual notice must be shown. Had he not meant this, he should have instructed the jury that there was constructive notice before the receipt of the paper by Hazlett, by virtue of the assignment on the docket, and therefore the paper was inoperative and not to be considered by them. But, conceding that there was error in these particulars, did it do the plaintiff any injury ? If not, we will not reverse.\nLet us recur to the state of the record and the testimony. The plaintiff claimed by virtue of the assignment of Patricks & Friend, .and introduced, after giving in evidence the bond and assignment, the letter of the 13th February 1854. If that letter was genuine, it estopped Hazlett or his administrators from denying the debt so far as Patricks & Friend were concerned, at least as to so much of it as they acquired title to by advance after its receipt. If not genuine, then there was nothing to interpose between the set-off and the assignee, and by this means tbe bond would be satisfied, whether as a bond for $1500 or $8000. I see nothing in the case to prevent this result. The jury undoubtedly found against the genuineness of the letter, and this necessarily resulted in a verdict for the defendants. The instruction complained of had no tendency whatever to influence the jury as to this main point, and for that reason, even if erroneous, was harmless. On all the real points of the case the instructions of the learned judge were eminently impartial, lucid, and fair; and we feel bound, for the reasons given, to affirm tide judgment.\nJudgment affirmed."}