{"id": "994095", "contents": "The opinion of the court was delivered,\nby Lowrie, C. J.\n— The fundamental averment here is, that it was because of the carelessness of the conductor that the brakesman was injured, and, in order to show that the company was responsible for this, it is averred that they were in fault in knowingly or negligently employing a careless conductor. The first count avers the duty of the company to have a careful and skilful conductor, and that this -one was not so and they knew it. The third, fourth, and fifth counts aver, that the company might by proper care have known the conductor’s character for care and skill, and that the plaintiff did not know it.\nThe question of character thus became an important one, and we are constrained to say that it was tried on improper evidence. Character for care, skill, and truth of witnesses, parties or others, must all alike be proved by evidence of general reputation, and not of special acts. The reasons for this have been so often given, that we need not repeat them: 1 Greenl. Ev. §§ 461-9; 7 Casey 67. Character grows out of special acts, but is not proved by them. Indeed, special acts do very often indicate frailties or vices that are altogether contrary to the character actually established. And sometimes the very frailties that may be proved against a man, may have been regarded by him in so serious a light, as to have produced great improvement of character. Besides this, ordinat'y care implies occasional acts of carelessness, for all men are fallible in this respect, and the law demands only the ordinary.\nIn the case of Ryan v. The C. V. Railroad Company, 11 Harris 384, we decided, that where several persons are employed as workmen in the same general service, and one of them is injured through the carelessness of another, the employer is not responsible. Many cases were there cited in support of this principle, and many more might be added now: 10 Mees. & W. 109; 5 Com. B. R. 599, 616; 9 Exch. 223; 11 Id. 832; 16 Queen’s B. R. 326; 9 Cush. 112; 10 Id. 228; 3 Ellis & B. 402; 3 McQueen 266, 300; 3 Hurlst. & N. 648; Smith’s Master and Servant (Eng. ed. 1860), 133, 146; 43 Maine 269; 28 Vermont 69; 17 New York R. 184, 168; 8 Ohio State R. 249. We need not reconsider this question in its general aspect.\nThis rule was not disregarded on the trial, but if the company employ a conductor known by them to be unfit for the business, this new fact changes the question to be solved, and tho court below charged, that in such a case the company are chargeable with the consequences of the carelessness of the conductor. This instruction seems to us correct, and is supported by many decisions cited by the plaintiff’s counsel, to which may be added Railroad Company v. Barbour, 6 Ohio St. R. 541.\nBut if the plaintiff knew that his conductor was habitually careless, and chose to continue in service with him, and did not inform the company, of his known acts of carelessness and refuse to serve with him, he can have no claim against the company for injuries suffered from further carelessness, even if the company did also know: 25 Alab. 659; 20 Barb. 449; 28 Id. 80; 4 Seld. 175; 5 Ohio St. R. 541; 2 Hurlst. & N. 258, 768; 9 Excheq. 223; 27 Law T. R. 325; 28 Id. 139; Smith’s Master and Servant 147, 150. The court below was in error in refusing to give this instruction to the jury.\nIt is not the company, but their officer having charge of this department of their business, that is expected to use ordinary care in the employment of proper conductors and other servants. His carelessness in this respect is theirs, and his knowledge is theirs: 28 Barbour 80. It was, therefore, quite relevant and important to show that Thomas A. Scott, the superintendent, did not know that the conductor was a careless officer; supposing that the employment and oversight of conductors was part of the functions of the superintendent, which does not appear in the evidence, but seems to have been assumed. Standing for the company in this respect, his knowledge becomes one of the very issues in the cause, and the court was in error in rejecting the evidence.\nThese views seem to us to cover all the points that stand in need of correction by us.\nJudgment reversed, and a new trial awarded."}