{"id": "994063", "contents": "The opinion of the court was delivered by\nThompson, J.\n— The recognisance sued on, it was claimed by the plaintiff below, was entered into for the purpose of taking an appeal from the judgment of a justice of the peace, wherein the plaintiff below was plaintiff, and one Jesse Locke was defendant. The record in that case shows the appeal to have been entered on a rule to show cause, by leave of court, and the bail entered in court.\nHave we the substance of a good recognisance for an appeal ? The record, although made up in the most slovenly manner, shows the following: “ Sept. 26th 1846. Rule to show cause why an appeal should not be entered in this case, and the court direct the proceedings before the justice to be stayed — same day court direct the appeal to be entered.” Here we have the evidence that an appeal was intended. The next question is, by whom? The record says, “It being by consent oí plaintiff’s attorney — bail to be taken in the sum of $250 — George Harvey for bail, he having justified.” The appeal was by consent of plaintiff’s attorney. It is, therefore, fairly inferred that defendant appealed. Indeed, nothing else could be inferred. “ George Harvey justified as bail” — that is, as bail for an appeal by the defendant from the judgment of the justice, whose proceedings were in consequence stayed. Then putting the entry of George Harvey being justified, the record says, “Whereupon, said George Harvey was recognised in the sum of $250, as bail in said suit, according to Act of Assembly,” &c. &c.\nThis evidently shows an appeal by the defendant from the judgment of a justice of the peace, with Harvey as bail, “ according to Act of Assembly.” The purpose of the bail appears: a fixed sum is formed in the recognisance; and the Act of Assembly fixes the condition of the recognisance by prescribing the duty of the bail. This is a sufficient recognisance according to many cases:. Murray v. Hazlett, 7 Mass. 356, and cases there cited.\nThe cases cited by the plaintiff in error of insufficiency in the recognisance, are very different in their forms from this. In Caldwell v. Brindle, 1 Jones 293,. the recognisance was for stay of execution, but as it had neither penalty nor condition in it, it was held to be defective. In Donley v. Brownlee, 7 Barr 109, there was a short entry that “ the defendant should prosecute his appeal with effect,” &c. But this was under the peculiar provisions of the non-imprisonment Act of 1842, which required the undertaking of the bail to be that the defendant should not remove, secrete, or assign any of his property. The undertaking of the hail in that case was to pay a sum of money on failure of the party to prosecute his appeal with effect; whereas the law only required the property to be forthcoming to discharge the bail. The condition being more.onerous than the law required, the recognisance was held bad. In Meeker v. Brackney, 11 Casey 276, it could not be discovered what the recognisance was for. No appeal appeared by the record to have been taken or in the intention of the party. There was no condition expressed or left open to be implied by reference to “Act of Assembly,” &e., &c., or otherwise. We held it void. The absolute form of the recognisance in Donaldson v. Cunningham, 13 S. & R. 245, was its defect. That was an appeal from an award of arbitrators, and was for that reason not good.\nAfter an examination of most of the cases on the subject, we are brought to the conclusion that this was in substance a good recognisance, and that the court were right in overruling the defendant’s plea of nul tiel record, and in charging that the plaintiff was entitled to a verdict. The courts have always felt it their duty to give effect to recognisances entered into for an appeal, as it facilitates the right of trial by jury, and when that advantage has been had, to hold them binding, if there be substance in them from which a formal recognisance can be moulded, with the proper conditions.\nJudgment affirmed."}