{"id": "994071", "contents": "The opinion of the court was delivered,\nby Strong, J.\n— That at the death of the testator there was due from him to the accountant the sum of $1175 for boarding, is a fact found by the auditor, and for that sum with interest thereon, (in all $1436.30), credit was allowed by him to the accountant. The Orphans’ Court disallowed the credit, and hence this appeal.\nAfter a careful review of the report of the auditor, we have come to the conclusion that the credit should not have been denied. The relationship between the accountant and the testator was not such as to raise a presumption that the boarding was furnished gratuitously, and there is no evidence that it was supplied merely in expectation of a legacy. The testator was a disagreeable inmate of the accountant’s family — such an inmate as no one would desire to have; and he was abundantly able to pay his own expenses. There was indeed no proof of an express agreement to pay for boarding and attendance; at the same time there is not enough to negative the evidence of an implied understanding that compensation was to be made. The condition and habits of the testator satisfactorily explain the absence of any attempt by the accountant to effect a settlement, and no intendment against his claim ought, on that account, to be made. Upon the whole we agree with the auditor that Farrell’s estate is to be regarded as a debtor for the boarding and supplies furnished him.\nNor is there any reason for concluding that the debt was paid out of the rents received by the accountant. That Wall did receive the rents of the testator’s property for three years, from 1854 to 1857, is true. With $1174.64, part of them, he is charged in the account. The total amount of rents for those years we do not know precisely, but if we may be guided by the rents of the three next following years, they could not exceed $1887.50, from which, if the average expenses for taxes and repairs be deducted, the net balance would be about $1450. Now as $1174.64 of this sum are brought into the account, it is obvious that the claim for boarding was not paid out of the rents. Besides there was proof that the accountant had advanced considerable money to the testator, more than enough to exhaust the rents in his hands, with which he was not charged. He claimed these advances as money loaned, but the auditor rejected the claims, giving as one reason the presumption that the money was advanced out of the rents collected.'\nThe decree of the Orphans’ Court is reversed, at the costs of the appellee, and the report of the auditor is confirmed."}