{"id": "994044", "contents": "The opinion of the court was delivered,\nby Woodward, J.\n— We agree with the counsel of the plaintiff in error that the question on this record depends entirely on the 3d section of the Act of 1849, passed for the protection of miners, mechanics, and labourers, in certain counties, and is no wise affected by the Act of 30th March 1859, the provisions of which are limited to collieries and coal mining, and do not extend to forges and factories.\nThen does the 3d section of the Act of 1849 entitle mechanics and labourers to a preference over execution-creditors whose process has raised the fund by a sheriff’s sale of the debtor’s personalty ? The section is badly expressed, It provides no mode of ascertaining the just claims of labourers, while it requires the officer to pay them out of the proceeds of the sale, “the amount each is justly and legally entitled to receive,” not exceeding $50, “ in like manner as rents are now payable in such cases.” Notwithstanding the difficulty of interpreting and executing a law couched in such obscure phraseology, we think the legislature meant to give such claims as labourers should set up, not exceeding $50, a preference over the rights of execution-creditors, where the money for distribution arises from sale of personal property. Unless this were intended we cannot see what possible effect the enactment could have. The personalty earn be converted into money by creditors only by an execution salé, and if on distribution of the proceeds, they may exclude the labourers, the act is nugatory, for the creditors are forbidden by law to raise more money than is sufficient to pay themselves. The creditors have no lien on the personalty before they take execution, and when their executions go into the sheriff’s hands the lien they acquire is a common law and not a statutory lien. Whilst we do not in general allow statutes to be repealed by implication, and refused in Wade’s Appeal, 5 Casey 328, to give labourers a preference in distribution of the proceeds of. real estate over judgment-creditors whose liens vested by statute, nothing is more common than for a rule of the common law to give way before an inconsistent statute. And we think the legislature meant, in this- instance, to postpone the common law lien of the execution-creditor to the claims of the labourers. In Reed’s Appeal, 6 Harris 235, this preference of labourers was recognised as extending to the personal estate generally of the employer. In Wood’s Appeal, 6 Casey 279, it was denied as against a landlord’s statutory right to a year’s rent, on the same ground that was assumed in the previous case of Wade’s Appeal; at least the ruling in Wood’s Appeal can be justified on that ground.\nBut here the creditors stand on no statutory lien. If they did, we should require express evidence of the legislative intention to repeal the statute giving the lien. They have nothing to urge but their common law rights, and these must yield to the statutory rights of the labourers.\nThe decree of distribution is affirmed."}