{"id": "994091", "contents": "The opinion of the court was delivered,\nby Lowrie, C. J.\n— It is so well understood now-a-days, that a sheriff’s sale of land discharges all liens, by judgment, by entry of test. fi. fa., and by levy on the title sold, and gives them the proceeds in its stead, that no one desires any citation of authorities to prove it. It follows, therefore, very plainly, that the li.ens prior to the first sheriff’s sale appear to be discharged, though this-appearance may be changed by showing fraud in that sale.\nIt is quite as plain that, in a distribution case, though we do not investigate alleged frauds in the title, we must examine the title so far as to ascertain what title was sold and what judgments were liens upon it, so as to be discharged by the sale. The date of the title, and its executed or executory character, are therefore, often very essential questions: 9 Casey 296. A judgment. is a lien according to the title which the defendant has or appears to have : and if he had'no title when the judgment was entered, of course it is no lien, for there can be no lien on nothing.\nNow here, the prior liens were apparently discharged by the first sheriff’s sale, and, for the purposes of this distribution, they must stand so; for we cannot, in this proceeding, find the fraud in that sale that would restore them to their place.\nIf we were to assume that the defendant acquired á new title after that sale, and that it was the new title that was sold by the second sheriff’s sale, then the prior judgments were no lien upon that, and cannot share in the proceeds of its sale.\nIf we take the facts of title simply as they appear in the case, then the defendant had no sort of title, and of course no judgment which shows itself to be a lien on anything; and the executions which made the money will take it, which is the result arrived at in the court below. The same result would also be given on the supposition of a new title acquired by the defendant after the first sheriff’s sale.\nBut it would rather appear that the later judgments are proceeding on the hypothesis that the first sheriff’s sale was tainted with a fraud upon creditors, and not otherwise do they appear to take anything by their process; and the case cannot be decided without considering this aspect of it. Then it is only against a contingent or hypothetical title that they proceed. The record shows all these later judgments to be liens against that title or chance of title, and they are entitled to the proceeds of the sale of it, and the purchaser obtains a position that enables him to try the fraud by an action of ejectment. . The prior liens were not entered against that contingent title, but against the prior one, and they already appear of record as discharged by the prior sale, and they can be restored only by the proof, and not by the mere hypothesis, of the fraud. The • purchaser at the second sheriff’s sale can maintain his title only by proving the fraud in ■ the first; and, therefore, by maintaining it, he would seem to reinstate the prior unsatisfied liens. On this view alone the decree of the court below is sustained. We have not spoken of the alleged voluntary conveyance of the defendant, before the first sheriff’s sale, because that would only embarrass the discussion without affecting the result. »\nDecree affirmed at the costs of the appellants."}