{"id": "994083", "contents": "The opinion of the court was delivered,\nby Lowrie, C. J.\n— Judges do not ordinarily distinguish between the retainder of goods by a vendor, and their stoppage in transitu, on account of the insolvency of the vendee; because these terms refer to the same right, only at different stages of perfection and execution of the contract of sale. If a vendor has a right to stop in transitu, a fortiori he has a right of retainer before any transit has commenced.\nIt is by the equity of the law that this right .is allowed, in order to save an unpaid vendor, as late as possible, from an irrevocable completion of the contract on his part, when by the unexpected insolvency of the vendee, a completion on his part has become improbable. The rule is, that so long as the vendor has the actual possession of the goods or as they are in the custody of his agents, and while they are in transit from him to the vendee, he has a right to refuse or countermand the final delivery, if the vendee be in failing circumstances. The authorities cited by defendants’ counsel fully sustain this statement of the rule and, we need not discuss them. We find most of them very well summed up also in Bateman on Commercial Law, §§ 253, 266, just published. We may add the case of Winslow v. Leonard, 12 Harris 14, wherein some distinctions are pointed out, which set aside as irrelevant most of the authorities that were cited by the plaintiffs’ counsel.\nNo one denies that the evidence admitted, and some of that which was rejected, relating to the terms of sale and acts of ownership and completion of the contract afterwards, were very convincing evidence of such a constructive delivery as made a perfect contract of sale. But, taking the law as we have stated it, all the rejected evidence appears to be entirely unimportant: for the undisputed fact remains, that the goods over which the right of retention was asserted, had not been removed after the sale, but still continued, until the • plaintiffs’ insolvency, in the stores and custody of the defendants. This fact itself preserves to the defendants their lien and right of retention for unpaid purchase-money, on the failure of the plaintiffs, where no right of third persons has intervened, as there has not here. There is nothing like an estoppel of their right of retention.\nMuch reliance is placed by the plaintiffs on the opinion of Mr. Justice Story, in the case of Barrett v. Goddard, 3 Mason 107, decided in the Circuit Court in 1822. But we are constrained to say that that opinion exhibits a great confusion of principles and an entire misapprehension of many of the cases cited in support of it, and that we cannot regard it as a true declaration of the law of the case. The question was of the right of retainer or stoppage in transitu; and yet some of the cases cited relate only to the question of the validity of the contract under the Statute of Frauds (1 Taunt. 458; 3 B. & A. 321; 1 Camp. 513; 1 Pick. 476), and some to the question of the completeness of the contract, so as to pass the title to the risk (11 East 211; 6 Id. 214; 4 Taunt. 644; 5 Id. 176; 2 M. & S. 397; 10 Mass. 308). Some of them do relate to the rights of retainer and stoppage, and decide that the right is gone where the goods are in the hands of a third person, and the vendee has obtained the control of them by a delivery order: 12 East 614; 4 B. & P. 69; 7 Taunt. 278; 4 Camp. 251. Or where the vendor has assented to a sale by the vendee to a third person: 14 East 308; 1 Starkie 447 ; 2 Caines 38. The only other one relates to the termination of the transit. Not one of the cases supports the judgment given by the learned judge. These questions are all distinguished in Winslow v. Leonard, 12 Harris 14; and thus we may be saved from such confusion hereafter.\nJudgment affirmed."}