{"id": "994077", "contents": "The opinion of the court was delivered,\nby Thompson, J.\n— The complainant, Miss Larkins, was an original shareholder in the “ Cohocksink Building Association” to the extent of four shares, and subsequently purchased two more. These shares were held in the name of Edward McWilliams, as trustee for her., She paid the monthly dues on these shares regularly, through her trustee, to the institution. At first the association was not incorporated, but became so in 1852. About that period her brother-in-law, Henry McNally, acted for her in paying the dues, she furnishing the money for the purpose, until near the close of the year 1858, the period at which it was supposed each share of stock would be entitled to its full par value from the funds of the association, and Ayhich would be the period of its dissolution. At this time the stock still remained in the name of McWilliams, trustee for Miss Larkins.\nThe dues for October 1858 were sent to the association by different hands, but when the bearer offered to pay it in on the shares of the complainant, he was informed by the officer of the institution that she held no stock in it, and the money refused.\nOn investigation, it turned out that the association had lent to McNally, at various times, the full amount of those shares, and took a mortgage for the loan; that in August 1858, as the defendants allege, he settled with the association, and had his mortgage satisfied, by giving up this stock to them and paying what it fell short of its par value. The complainant alleges her entire ignorace of these transactions, and we think the proof fully sustains her. There was no pretence that either she or her trustee ever transferred the stock, or gave any power of attorney to any one to do so, or that it was ever done by any one. This was the only mode of transfer prescribed by the by-laws of the association. Under these circumstances the complainant seeks redress in equity to secure the value of her stock.\nThe defendants allege a parol transfer to McNally by the plaintiff in 1852; but they have failed to sustain it by any proof. His separate answer as a co-defendant was not evidence for the association. He was not a witness who could be subject to cross-examination. His answer could only be useful to himself. The bill being dismissed as to him, did not change the character of his answer and make it evidence between the other parties. This defence then, being by way of confession and avoidance, requires to be proved. Hi ineumbit probatio qui dioit, non qui negat. It Avas not proved, and consequently fails.\nFailing in this, the respondents claim to estop the complainant on account of the silence of her trustee when McNally’s name, instead of his, was called to answer for the- monthly dues on the complainant’s stock. But an estoppel only operates to protect one misled by silence where silence is a fraud. It protects the innocent against the truth. But how could the association have been misled ? The shares stood on their books untransferred, and in the plaintiff ’s name as cestui que trust. Their by-laws required her to hold through a trustee; and they had full knowledge of all this. To presume that they were misled would be to excuse them for a “ sin against light and knowledge,” for they had both. Knowing that McWilliams was her trustee, so far from his silence estopping her for their benefit, the law would not have held as valid his most formal transfer if for his own benefit, if the fact were known to fhe company. This we decided about a year ago in Chapman v. Buck Mountain Coal Co. et al. .(not reported). This attempted defence is without a shadow of merit. We have not, after a careful study of the bill, answer, and proofs, been able to discover a spark of equity in the defence, or anything to impeach that of the complainant. It is not the case of a loss happening between two innocent parties. It is a case where one is innocent and the other almost criminally negligent; and the law requires the latter to make good the injury occasioned by such negligence.\nAs to one of the shares, Miss Larkins admits the receipt of the proceeds; and to this extent she cannot claim now. We are of opinion that the decree of the District Court dismissing the bill must be reversed.\nLet a decree be prepared and submitted to counsel, according to rule, against the defendants, including Henry McNally, who answers separately, his defence being without merit. Per Curiam."}