{"id": "994057", "contents": "The opinion of the court was delivered,\nby Strong, J.\n— The complainants were clearly entitled to call upon the defendants for an account, and an account was furnished appended to the answer of the bill. It exhibits that the defendant has collected out of the assets formerly belonging to Westeott & Hallowell, $12,701.59. No exception is taken to the account as rendered, and the only question is, to whom does the sum in the hands of the defendant belong ?\nIn our opinion it is satisfactorily proved that Tyson became a purchaser of all the debts due by the firm of Westeott & Hallo-well, and consequently took the place and succeeded to the rights of the creditors. Among them was a right to the assets of the firm, which under the agreement of the 16th of June 1854, had in equity become vested in a committee of two of the creditors for the benefit of all. By that agreement it was stipulated that Hallowell should act as an agent for the creditors in collecting the assets and transacting all business necessary to winding up the concern. In so doing he was not the agent of his copartners, but acted under the direction and control of the creditors. His acts were their acts, and they were none the less entitled to the property transferred to them under the agreement, because they subsequently made use of a former owner in its management. When, therefore, Mr. Tyson bought the claims of the creditors, his purchase included their rights to the transferred assets of the firm. He needed no assignment by the firm, and he took nothing by that which was afterwards made. He bought the creditors’ rights, but nothing which belonged to the firm’s. Westeott & Hallowell owned nothing but the reversion after seventy-five per cent, of the debts shall have been paid, and that has not been disturbed.\nBut it is urged that, because Hallowell assisted Mr. Tyson in negotiating for the purchase of the claims from the creditors, the purchase must be held to enure tp the benefit of the firm ; and a very thorough argument has been submitted in support of the doctrine that a trustee cannot buy trust property for himself, or act as agent in buying it for another person, and that if h<? does, the whole benefit of the transaction will result to the cestui que trust. The argument is sound, but it does not fit this case. Here was no purchase through the agency of a (trustee of the firm of anything that was held in trust for the firm. The assets were pledged. Only the rights of the pledgee were bought, and those rights Hallowell did not hold in trust for his copartners.\nWe think, therefore, the defendant is entitled, as a creditor of the firm of Westcott & Hallowell, to retain the money which he has collected out of the assets transferred under the agreement of June 16th 1854, and to retain the remaining assets until the further sum of $2886.49 shall have been received.\nAnd now, to wit, March 11th 1861, this cause came on for argument on appeal from the Court of Common Pleas of Philadelphia county, and was argued by counsel, whereupon, it appearing that the defendant has accounted, and that there is in his hands the sum of $12,701.59, it is ordered, adjudged, and decreed that the said sum be retained and held by him in part payment of his claims against Westcott & Hallo-well ; and it is further ordered, adjudged, and decreed that out of the remaining assets in his hands there is still due to him the further sum of $2886.49."}