{"id": "994042", "contents": "The opinion of the court was delivered,\nby Read, J.\n— This case, when we confine ourselves to the errors assigned, is a very simple one, although the paper-book of the plaintiff is very voluminous, and the arguments used are elaborated with great care and skill.-\nThe action was brought on a check, dated Carlisle, December 19th 1853, drawn by the defendant on the Carlisle Deposit Bank, in favour of the plaintiff, for §1214, as appears by the copy of the instrument filed, and the execution of which was admitted by the affidavit of defence. The declaration contained a special count on the check, besides the common printed counts of money lent, money paid, money had and received, for work, labour, and materials, goods sold and delivered, and an account stated. In each of the common counts, the indebtedness is stated at §100,000, and the damages in the narr. are laid at §200,000. The pleas were payment with leave, &c., and set-off, under which notice of special matter was given by the defendant to the plaintiff. No evidence was given on the trial by the plaintiff under the common counts, and the case therefore on his part proceeded simply on the check for §1214, without interest; the drawing of which was admitted by the affidavit of defence, and by the pleas. The court was, therefore, right in saying, “ without evidence to support these counts, the plaintiff can recover under them only nominal damages.” In Seddon v. Tutop, 6 Term R. 307, where the plaintiff in a former action declared on a promissory note, and for goods sold, and took his.damages for the amount of the promissory note, the Court of King’s Bench ruled that the judgment thereupon was no bar to his recovery, in a subsequent action for the goods sold. In the present case, the only cause of action was on the check, and the common counts were certainly only matters of form.\nThe second error assigned is simply an objection to the evidence under the pleadings; it being assumed that it would be proper under the plea of non assumpsit. Payment with leave, &c., is a general issue plea, and with notice of special matter, admits anything which proves fraud, mistake, want or failure of consideration, and shows that ex cequo et bono, a part or whole of the amount claimed should not be recovered.\nThere is nothing in the third error, for the language of'the court clearly means what the plaintiff acknowledges to be a true statement of the law, and the fourth error cannot be sustained, for, as Chief Justice G-ibson says, in Ellmaker v. Franklin Ins. Co., 6 W. & S. 444, we have constantly ruled that an “unliquidated cross-demand may be set up, where it has sprung from the same transaction.”\nThe fifth error is directed to that part of the charge which treats of the effect of the check upon other breaches of contract not covered by it. In England, these breaches must have formed the subject of a distinct suit, and they could not have been set off in a suit upon the check. If the judgment was recovered on the check, or it had been paid, that clearly would have been no defence in a suit for other breaches of the same contract by the owner of the check. In Warwick v. Nairn, 32 Eng. Law & Eq. 493, where a bill of exchange was accepted for the price of certain goods which were warranted, and the acceptor set up a partial failure of consideration, in their not being of the proper quality, Chief Baron Pollock said, “ The payment of a bill of exchange is to be taken as the payment of so much cash; the defendant ought to pay the bill, and proceed upon the remedy for the breach of warranty.”\nIn this case the check closed only those transactions covered by it, and which were known to the defendant; but it clearly could not alter other and distinct parts of the transaction, although the misconduct and bad faith of the plaintiff in regard to them was known to him when he gave the check.\nIn an independent action it certainly would neither be a defence, nor operate as an estoppel, and the same rule is applicable in this proceeding, which is to avoid circuity of action; and the judge went as far as he was authorized to do, when he said, “ I will not say that he is barred from claiming damages for any breach of the contract, but in my judgment it is very strong evidence that there was no breach.” <\nThis case is a new proof of the wisdom of the Sermon on the Mount: “ Agree with thine adversary quickly, while thou art in the way with him.”\nJudgment affirmed."}