{"id": "994037", "contents": "The opinion of the court was delivered,\nby Thompson, J.\n— The deprecated consequences anticipated in the possible affirmance of this judgment, arising out of the form of the narr., were removed by an amendment consented to on the argument here, and this disposed of the first assignment of error.\nWe have carefully examined the second specification, not only in the light of the written agreements between the parties, and what had been done under them, but also in that of the testimony given by the plaintiffs, and we are not able to comprehend wherein the learned judge erred in the rejection of the testimony complained of by the defendants.\nThe water-marks fixed first by the referees and again by the parties themselves, were for the purpose of defining the height at which the Heebners might maintain the water in their dam. These agreements were not in the least impeached by any allegation of mistake or fraud in their concoction. This being so, they are to be taken, after the fixing of the marks, as the executed contract of the parties. Under this state of the case, we cannot see how the defendants could reasonably expect to be permitted to prove, what in substance their offer purported, that these fixed marks were not to be held as defining their rights, when the mills were operating, or viee versá. To allow this, would be to interpolate a limitation in the agreement which does not exist in it, and which, it was not alleged, was left out of it by fraud, accident, or mistake.\nIt seems to be the plain import of these agreements that the water in Heebner’s dam, in an ordinary low stage, might be maintained up to the points indicated by the water-marks and no higher. No ground has been indicated upon which the latter could be relieved from the force and effect of the agreements, and hence we think there was no error in rejecting the testimony proposed. The fact that there might not be water enough for the purposes of this mill, is not the fault of the law, but of the agreement of the parties, and that agreement will be binding until some good reason is shown why it shall be otherwise; but that has not been done on this trial.. The only question properly in the case was, whether the Heebner dam raised the water in an ordinary low stage, above the permanent marks fixed by the parties and their referees; and the offer being, in effect, an effort to substitute a different test from that agreed upon, was properly overruled. As we discover no error in the case, •' •\nThe judgment is affirmed."}