{"id": "994085", "contents": "The opinion of the court was delivered,\nby Thompson, J.\n— This was an action of debt for the recovery of two penalties for taking illegal fees, begun before a justice of the peace by the defendant in error against the plaintiff in error, also a justice of the peace. It was long ago determined that such a demand was within the jurisdiction of a justice of the peace: Prior v. Craig, 5 S. & R. 44. There have been many cases since, begun in the same way and sustained; the last of which in our books is Simmonds v. Kelly, 9 Casey 190.\nNo good reason has been given why a claim for two penalties may not be included in one notice. It does not deprive the justice of his right to tender amends, any more than if but one was included. Indeed, if he has made himself amenable to the law for taking illegal fees in several cases, it is better for him that the demands should be consolidated, for the costs would then be single, whereas they would otherwise be double or treble, as the case might be.\nAs to the right to include several penalties in one action, this was settled in Gibson v. Gault, 9 Casey 44.\nWe see no ground for convicting the court of error, in admitting the docket entries of the defendant in other cases in which the plaintiff was a party in the circumstances of this case. For anything we can see, it was right enough. We can only judge of it by what is said, for there is no copy of the docket entries on our paper-books. But if it tended to show erasures and changes to suit the meditated defence, which was that he had not included the alleged fees in the receipt, nor intended so to do, it was properly enough admitted to meet that aspect of the case.\nThere are numerous cases to show that this notice was sufficient: Coates v. Wallace, 17 S. & R. 75; Apple v. Rambo, 1 Harris 11; and in Robinson v. English, 10 Casey 324, we reiterated what had often been said before, that “ the notice need not possess the technicality of a declaration, provided it is explicit enough to identify the injury complained of and sought to be redressed.” The present notice was quite sufficient to inform the justice that the penalty intended to be sued for was in taking “ other and greater fees” than those allowed in the fee-bill, and in charging and receiving fifty cents for “ recording proceedings” in each of the two cases tried before him, in which the plaintiff below was defendant, and which were recited in the notice. This was explicit notice enough, there being no fee allowed for such service in tbe cases in which it was alleged to have been charged and received by him.\nThe penalty for taking illegal fees is declared to be incurred by every charging and taking, when 'that, as here, is the gravamen of the offence, and might be incurred a hundred times a day, if illegal fees were taken so often. It does not stand on the same footing with breaches of the Sabbath, and such like offences, to which it has been assimilated in argument. This will be obvious to any one who will carefully examine the provisions of the statutes imposing these different penalties.\nWe think the endorsement of the place of abode of the attorney, stating himself attorney, was equivalent to an endorsement that he was the plaintiff’s agent, authorized to receive amends. This is implied in the nature of his office.\nI admit that the statute under which the penalty for taking illegal fees is liable, being a penal statute, is to be strictly construed; but this means no more than that nothing is to be taken against the party charged by intendment. The meaning of the statute, if plain, is to be followed, notwithstanding, as in any other case. The remedy for the recovery, if not a special one, is to be pursued just in the same manner as in other cases to which it is applicable. In this case the action is debt, and it is to be proceeded in, so far as the action is concerned, just as in any other action of debt. Strict construction is not the same thing as construing everything to defeat the action. This is not what is meant by the expression.\nAs we see nothing wrong in the trial, the'judgment is\nAffirmed."}