{"id": "994102", "contents": "The opinion of the court was delivered,\nby Strong, J.\n— The spirit of the poor laws is to cast upon the public the duty of providing for the relief of all helpless poor. This duty is to be performed through the agency of officers selected for the purpose, who are to procure for the proper subjects for relief, sustenance, clothing, medical attendance if necessary, and burial, at the expense of the public. But the legislature, while imposing this obligation upon the different districts in the Commonwealth, have also taken care that the community shall not be defrauded by their official agents, in the extension of relief to those who are not proper objects for public bounty. They therefore enacted, in the 9th section of the Act of 1771, and repeated the enactment in 1836, that no person shall be entered on the poor book of any district, or receive relief from any overseers, before such person, or some one in his behalf, shall have procured an order from two magistrates of the county for the same; and in case any overseer shall enter in the proper boob, or relieve such poor person without an order, he shall forfeit a sum equal to the amount or value given, “ unless such entry or relief shall be approved by two magistrates as aforesaid.” This provision is not to be understood to diminish the general obligation to provide for the poor. Its purpose was to protect the community against misappropriation of their funds. The exception which it contains from the prohibition against furnishing relief to any except those who have obtained orders from magistrates, shows that the legislature did not design that the right to relief and the obligation to furnish should in all cases depend upon the previous “issue of an order.” The legal duty to extend relief, from which the law raises a promise, does not spring out of the order, but out of the necessity of the pauper. Doubtless the law contemplates that in ordinary cases an order must be obtained before there is any title to relief, as evidence of such title. But it has repeatedly been ruled, both under the Act of 1771, and that of 1836, that a previous order is not indispensable. It was so held in Overseers v. Bunn, 12 S. & R. 292; Overseers of South Huntingdon v. Overseers of East Huntingdon, 7 Watts 527; Directors v. Wallace, 8 W. & S. 94; Directors v. Murray, 8 Casey 178. In cases of emergency, relief may be extended without an order, and must be so extended, and if necessary .relief be furnished by others than the overseers or directors, they are under obligation to pay, provided an order of approval be obtained afterwards.\nWe do not understand this to be denied by the plaintiffs in error. They admit that this was a case of emergency, but they contend that they are not liable for the relief furnished, because the subsequent order was not obtained until more than two years after the emergency arose. Unquestionably it is proper in such cases that the order should be obtained without unnecessary delay, but we are not prepared to say that if it be not, the liability of the public ceases. The legislature have fixed no time within which an order of subsequent approval must be obtained to entitle an overseer to a credit in his accounts ; and it is not for us to prescribe limits to the delay. The community is protected by our holding that there is no liability to furnish relief without an order, except in cases of emergency, and that whether there was an emergency or not is to be determined by the magistrates (or magistrate in Chester county), when application is afterwards made to them for an order. If the magistrate errs, the Act of Assembly provides a remedy, by giving an appeal from his decision to the Court of Quarter Sessions of the proper county.\nIt follows from what we have said, that there was no error in entering judgment for the plaintiff below.\nThe judgment is affirmed."}