{"id": "994104", "contents": "The opinion of the court was delivered,\nby Woodward, J.\n— We thought we had made a final disposition of this case when we decided (8 Casey 426, et seq.) that the plaintiffs’ book account, and all the notes between the parties, were to be laid before the jury for them to determine, without binding instructions from the court, whether anything, and if anything, how much was due from the defendant to the plaintiffs. We certainly did so decide, in terms as explicit as we could command ; and having said it affirmatively, we repeated it negatively by declaring, that no legal presumption, such as the court was bound to declare, would arise that, the notes and book account were for the same identical cattle; and that as the law made no presumption in favour of that conclusion, so it made none against it. We concluded our opinion by instructing the court below, that the jury “ ought to be left to settle the affairs of these litigious parties, on all the evidence of their dealings, without a binding direction from the court.”\nThe record as now returned to us shows that notwithstanding our very explicit direction to leave the ease to the jury, the learned judge instructed them that they could not infer that the $100 note was given on any other account than the cattle account. To tell a jury that they cannot make any other inference from a state of facts than the one indicated, is to instruct them to make that particular inference; is, in a word, to control their view of the facts by a conclusion of law announced from the bench. Herein our instructions were misapprehended or disregarded; and a plain mistake in law was made. The $100 note was dated more than nine months after the book account closed. Now it is self-evident that it may have been given for the balance due on the book account, for one or more items contained in that account, or for cattle sold and delivered at the date of the note, and not included in the account. The parties dealt in nothing but cattle. Whether notes were always given when cattle were delivered, and whether the defendant knew that the plaintiffs kept, a book account against him, were unascertained in the evidence. Upon the production of a book account for cattle, ending October 7th 1851, and a note dated 21st July 1852, the first question which would arise in the mind of a business man would be, whether both book account and note were for the same goods. If they were, the plaintiffs should not recover for both. If they were not, they would be entitled to a verdict for both. But who can fail to see that that is in its nature a question of fact for the jury to decide, and not of law for the court ? If the court had left it to the jury, they would have performed their whole duty; but when they instructed them to adopt a particular inference, they erred in matter of law.\nSo in regard to the $225 note which the defendant gave in evidence, it is apparent that it may or may not have been given for items charged in the account; and the right of the defendant to a credit for it, he having paid and taken it up, would depend upon the determination of that fact, which was for the jury and not for the court. Yet the learned judge told the jury they were “ bound to infer” that this note was given on the cattle account.\nIn reference to-the $185 note, also paid and taken up by the defendant, similar instructions were refused, and this note was submitted to the jury on the question whether it was given for cattle charged to the defendant.\nThis was agreeable to our former opinion, and was what should have been done with the $100 note, and the $225 note. There is no more ground for a legal implication in respect to two of these three notes than in respect to the third. It is the duty of the judge to submit them all to the jury without directing what inferences to adopt or reject, and until this duty is performed, this vexatious and unnecessary litigation will not be ended.\nThe judgment is reversed, and a venire facias de novo is awarded."}