{"id": "994112", "contents": "The opinion of the court was delivered by\nStrong, J.\n— It surely can no longer be doubted, that where a creditor has a lien upon two funds belonging to one debtor, and another creditor has a subsequent lien upon only one of them, •the former is under obligation to exhaust first the fund upon which he has an exclusive lien, before he can resort to the other. This obligation is founded upon the plainest principles of justice and equity. It is nothing more than the obvious duty so to use one’s own as not to injure another. It is an equally plain principle of equity, that if the paramount creditor resorts to the doubly charged fund or property, the junior creditor will be substituted to his rights, and will be satisfied out of the other fund, to the extent to which his own may have been exhausted. This is an equity against the debtor himself, that the accidental resort of the paramount creditor to the fund doubly encumbered, shall not enable him to get back the other fund discharged of both debts. And being an equity against the debtor, it is of course equally such against his subsequent judgment-creditors, who have no greater rights than their debtor had at the time their judgments were entered. These principles are too familiar to justify any citation of authorities. Applying them to the case in hand, it is not to be doubted that the appellants are entitled to; the subrogation for which they ask. When their mortgage was taken, they acquired against Thomas, the mortgagor, the right to have his other lands, not included in the mortgage, applied first to the payment of the four earlier judgments which were liens upon them. This right it was not in the power of the mortgagor to defeat by confessing judgments to other cred-i tors, or by contracting subsequent debts. And when a portion of the mortgaged premises was sold, and the proceeds applied to the four paramount judgments, equity ceded those judgments to the mortgagees. True, they were discharged at law, but payment does not of course discharge a judgment in equity. Indeed, there never can be subrogation until the creditor is fully paid; for a right to subrogation is rather against the debtor than the creditor. The latter cannot be compelled to cede his claim while anything remains due upon it.\nIt is no satisfactory objection to the appellants’ claim to subrogation, that they took judgment-notes with the mortgage, and failed to have judgments entered upon them. Of this the debtor cannot complain; for the mortgage itself carried with it to the mortgagees an equitable right to have the paramount judgments first satisfied out of the lands not included in it. And as in fact they have been paid out of the mortgaged property, the rule is, as we have seen, that they are to stand for the benefit of the creditors whose security they have taken away. The entry of judgments by the mortgagees would therefore have given them no greater rights than they now possess, so far as relates to the land not included in the mortgage. True, it would have been the substitution of a legal lien for an equitable right to use the liens of the paramount judgment-creditors, but the' result would not have been changed. The mistake in the court below was in conceiving that the judgment-creditors subsequent to the mortgage have rights superior to those of their debtor. That they have not, was shown in Ramsay’s Appeal, 2 Watts 232, Dunn v. Olney, 2 Harris 223; and so it has been often decided. They are affected by all the equities which existed against him when they obtained their judgments. Nor have the appellants forfeited their right to subrogation by paying to their mortgagor considerable sums of money for services rendered by him, for a, right of way, and for lumber manufactured in part out of timber cut on the lands embraced in the mortgage. Most of these payments were made before the judgments of the appellees were entered, and all of them before the first instalment fell due on the mortgage. It was not in the power of the appellants to retain, or to restrain the removal of timber, and the payments were therefore no wrong to the subsequent judgment-creditors, even if they can be regarded as sureties of the mortgagor. They do not, however, stand in the attitude of sureties, and, a fortiori, have lost no equitable right through the acts of the appellants.\nThe order of the Court of Common Pleas refusing a decree of subrogation is reversed, and it is ordered that the appellants be subrogated to the place of-the plaintiffs in the four judgments entered against Thomas Thomas before the mortgage to the appellants was executed."}