{"id": "994145", "contents": "The opinion of the court was delivered,\nby Strong, J.\n— The legal title to the lot in controversy is confessedly in the plaintiffs. If the defendants have any right to retain possession, it is because there is some equity in them, arising out of the payment of the mortgage to Mrs. Lawerswyler by Wharton Lewis during the continuance of his life estate. Taking then the facts as the case presents them, that Mr. Lewis was the executor of the will of his wife, as well as tenant for life of the lot of ground, that after his wife’s death, he as executor paid the principal and interest of the mortgage, and thus extinguished it at law; that he took no assignment of it, but paid it under a mistaken impression, either that it was his duty as executor to pay it, or that he owned the lot in fee simple; did his payment under such circumstances raise in him an equity which descended to his heirs or personal representatives — an equity which they can enforce by holding possession of the lot until they shall be reimbursed what Wharton Lewis mistakenly paid?\nThe general principle cannot be denied that equity will not relieve against a mere mistake of the law. It is true the principle, as an universal one, has been sometimes doubted. A few cases are to be found in the English books, in which relief was granted against a mistake of the law; but in all, or nearly all of them, there had been also a mistake of fact, or surprise, or fraud practised upon the party applying for relief, or a relation of confidence between contracting parties. Among them are some in which the question has been debated whether a mistake of the extent of a party’s ownership of the subject-matter of a contract is to be regarded as a mistake of law or of fact. If the ignorance which causes the mistake be of the circumstances out of which the title or ownership arises, as for example, if a party’s relationship to a testator or a deceased intestate ancestor be unknown to him, or if he be ignorant of the existence of a devise in his favour, there is no difficulty in the question. Such ignorance is that of fact, and a mistake caused by it is a mistake of fact. But if with full knowledge of his relationship, or with the will which creates his title lying before him, he makes a contract under an impression that he has a less estate than the law gives him, it is difficult to see how a mistake in the contract induced by that erroneous impression can be anything else than a mistake of law. Still, it must be admitted, that such a mistake has been sometimes treated as one of fact, and there have been a few decisions in England, that a court of equity may relieve against a contract made in ignorance of title founded in mistake of a plain and settled principle of law. Mr. Justice Story remarks, in his work on Equity Jurisprudence, Yol. 1, § 187, that “ in this country the general rule that ignorance of the law furnishes no ground for relief against a mistake, has been recognised as founded in sound wisdom and policy, and fit to be upheld -with a steady confidence.” “ And hitherto,” says he, “ the exceptions to it, if any, will be found not to rest upon the mere foundation of a naked mistake of law, nor upon mere ignorance of title founded upon such mistake.We do not propose, however, to assert either that equity will or will not relieve against an act done in mistake of title growing out of ignorance of the law. Such a decision would require a long and thorough examination of past adjudications, and this case does not call for it. Here the jury were instructed to find only a conditional verdict for the plaintiffs, in either of two contingencies: first, that Wharton Lewis paid the mortgage under the mistaken supposition that he was the owner of the lot; or secondly, that his mistake was that he was bound as executor of his deceased wife to pay it. Now, whatever may he said in regard to his mistake of ownership, whether that he regarded as a mistake of fact or of law, and whether such a mistake he relievable against or not, it is clear that an erroneous supposition that he was liable to pay as the executor of the will of his deceased wife, was nothing but a misapprehension of the law. I think no case can be found in which equity, against such a mistake, has ever relieved.\nAnd if relief were possible in such a case, what relief would a chancellor give ? He will set aside an agreement made under a mistake, but he will never make a new agreement for the parties, an agreement not contemplated when the mistake was made: Hunt v. Rousmanier, 1 Peters 13. Such a power is nowhere asserted. But to warrant a conditional verdict in this case, a new contract, one not thought o£ when Mr. Lewis paid the mortgage, and made the mistake, is indispensable to the defendants. Merely setting aside what was done under that mistake, would not help them. If they have any equity in the lot in controversy, or any right which entitles them to the benefit of a condition in the verdict, it is because they are protected by the mortgage to Mrs. Lawerswyler, in other words, because they are the owners of it. The mortgage, however, was paid by Mr. Lewis, and he took no assignment of it. No assignment of it was contemplated, but rather its extinguishment. Under such circumstances, a chancellor would be without power to decree an assignment, and thus make a new contract between the mortgagee and Mr. Lewis. It matters not, therefore, if there was a mistake, even of fact, in the payment of the mortgage. It could give rise to no equitable right in the lot, which would entitle the defendants to a verdict and judgment only conditional against them, for if the mistake had never been made, the mortgage would be no protection to them.\nThis is very unlike the case of Wilson v. Gibbs, 4 Casey 151. There Brown, being without title, made a deed of a lot of ground to Berry, who subsequently purchased a.ground-rent issuing out of it. The ground-rent was conveyed to Berry by deed poll, “granting, bargaining, selling, releasing, and extinguishing” it. His title to the lot having proved worthless, the question was whether his right to the ground-rent was also gone. It .was ruled that it was not. It was not, however, equity that kept the ground-rent alive. There had been a formal conveyance of it to Berry, but as he had no interest in the lot out of which it issued, it could not merge, and the deed could not operate as a release or extinguishment, because there was no privity of estate between the releasor and the releasee. It was intended to extinguish the rent by uniting the corporeal and incorporeal estates in one person, but as they were not so united, the intention failed of being carried into effect. The deed necessarily, there^ fore, operated as a conveyance. Berry needed no equitable aid, and he got none. His was a clear legal right.\nIt is nardly necessary to say, in reply to an argument of the defendants, that the mistake of Mr. Lewis, in paying the mortgage, furnished no basis for an allegation of a constructive fraud. Undoubtedly, if the true owners of land, knowing their own rights, stand by and see another expend money upon the land, under a mistaken conviction that it is his, they will not be permitted to avail themselves of that expenditure, without making compensation for it. The fraud, however, consists not in the mistake, but in the concealment or negligence so gross as to amount to dishonesty. In this case there is nothing but a mistake at most, a mistake which cannot be rectified in a contest for the possession of the lot for which the ejectment is brought.\nWe think, therefore, that error appears upon this record in the instruction given to the jury to find for the plaintiffs only a conditional verdict, if they believed the payment of the mortgage by Wharton Lewis was made by mistake, on the supposition that he was the owner of the lot, or that, as executor of his deceased wife, he was bound to pay it. The same error appears in the judgment given upon the reserved point.\nThe judgment is reversed, and judgment is entered unconditionally for the plaintiffs."}