{"id": "994123", "contents": "The opinion of the court was delivered,\nby Strong, J.\n— We do not intend to discuss this case at large. There is no essential difference between its present aspect and that which it wore when it was here before, brought by the first writ of error. We adhere to the opinions expressed by us then, and reported in 10 Casey 263. They are fatal to the plaintiff’s claim to recover. The uncontradicted evidence in the case establishes that there was a privity between Mrs. Bowles (after-wards Mrs. Peoples) and Oliver Ormsby. It matters not what was the nature of her tenancy after her first husband’s death, whether it was under a contract or only permissive. She entered by right, in subordination to Ormsby’s title, and her possession, therefore, was Ms, until she died in 182B. There is no evidence that she ever surrendered the possession to Ormsby, nothing from which a jury could find such a surrender. Her leaving the actual occupancy temporarily, while she kept her clothes in the house upon the land, her going off from the premises to work in the neighbourhood, without giving any notice to Ormsby that she thereby gave up her possession, was no surrender. A privity once created between a landlord and his tenant, is not to be treated as severed by equivocal acts. An adverse possession cannot be commenced in such cases, while the landlord may all the while be supposing that the occupant of the land is holding it for him. Nor is there any evidence that Mrs. Peoples-, while she lived, ever disclaimed holding under Ormsby, and in privity with his title. She never gave him such notice, she never said so, even to a stranger. On the contrary, when she returned to the land in 1817, with her second husband, and resumed the occupancy which she had temporarily left, it was with an express acknowledgment of Ormsby’s title. And even John Peoples himself declared that he was living there in right of his wife, to whom Ormsby had given the right to live there as long as she lived.\nWhat boots it, then, that Peoples afterwards refused to come under rent to Ormsby, as testified by John P. Hays ? He might well do that, for he was then living rent free in right of his wife. And even if that refusal be regarded as an act of hostility on his part, it did not sever the privity between Ormsby and Mrs. Peoples. There was nothing in it inconsistent with Ormsby’s considering her, and her considering herself, as continuing in possession of the land under her original right obtained from him either directly, or derivatively through the former husband. We repeat that where a privity has been established, the law presumes it to continue, and no act of disloyalty will sever it, unless it be unequivocal, and amount to a disclaimer by the tenant, or a denial of the title of the landlord, and be brought home to his knowledge.\nIn precise accordance with these views, and with those more fully set forth in 10 Casey 263, was the answer of the court to the points proposed by the plaintiff. We perceive no error in that answer. The uncontradicted evidence in the case presented an insuperable obstacle in the way of the plaintiff’s recovery.\nThe judgment is affirmed."}