{"id": "994131", "contents": "The opinion of the court was delivered,\nby Strong, J.\n— The exception to the admission in evidence of the book obtained from Mr. Stanton requires no discussion. Eor if it be admitted that it was variant from the contract of subscription declared on, if it was in fact no contract at all with the plaintiffs below, as it seems to have been, its reception in evidence could have done no harm. Upon the contents of that book there could have been no recovery, and there was none. Had no other contract of subscription been proved than the one contained in that book, if the defendants had done nothing else to fasten upon themselves a liability for a subscription, they would have been safe. Then the contract averred in the declaration would not have been proved, and under the instruction given by the court to the jury, there must have been a verdict against the plaintiffs. A recovery was not claimed upon the contract written in that book, and the jury were not suffered to regard it as evidence of liability on the part of the defendants. If the verdict rendered was an inevitable necessity occasioned by the other evidence submitted on the trial, surely the defendants have no substantial cause of complaint. If that evidence conclusively established that they had subscribed one hundred shares to the stock of the plaintiffs, — if by their conduct by acting as directors of the company, making payments of instalments in answer to calls voted for by themselves, and by certifying themselves as original subscribers, or permitting such a certificate, in order to obtain a subscription from the City of Pittsburgh, they had put it out of their power to deny that they were subscribers, and if only the amount of the subscription thus recognised by them has been recovered, it would be idle to reverse the judgment because some other immaterial and harmless evidence was admitted. Then it is not a case in which evidence has been erroneously received, which may have contributed to the verdict. This court can see that no injury has been done.\nThe second assignment of error is to the admission of proof of such acts of the defendants as in the case of Graff against the Pittsburgh and Steubenville Railroad Company, 7 Casey 494-5, were held sufficient to establish a subscription, without the production of the original contract. These acts were, such as serving as directors of the company by both the defendants, after the commissioners had reported to the governor the names of the original subscribers, including a subscription by Hays & Black for one hundred shares, and after letters patent had been issued and engrossed upon the minutes of the company. Other acts of the defendants were, serving as judge at a meeting of the stockholders; holding themselves out as owners of one hundred shares of stock; offering to transfer some of those shares ; making payments on account of instalments; and active participation in a movement to obtain a municipal subscription from'the city of Pittsburgh, which was obtained on the faith of an actual subscription certified to have been previously made by individuals, among whom the defendants are named as subscribers for one hundred shares. These acts are such as were held in the case cited to be not merely evidential of an original subscription, but conclusive, amounting to an estoppel upon the defendants against denying it.\nThe objection to the admission of this evidence is, that it was secondary, that the primary proof was within the reach of the plaintiffs, and that it had actually been laid before the jury in the book obtained from Mr. Stanton. The answer to the objection is direct and easy. It is fallacious in assuming that the Stanton book was primary evidence of the identical thing, of which that received by the court was secondary proof. The evidence received was not secondary to anything contained in that book. It indicated the existence of a subscription to the stock of the plaintiffs, but it did not point to any such writing as the defendants allege was the original contract. On the contrary, it pointed to an entirely different subscription, in regard to which there was full preliminary proof that it could not be found. Of that other subscription, the one declared upon, it was the best evidence of which the case was susceptible, assuming that the proof was made that the original could not be produced. And if the first piece of evidence offered by the plaintiffs, failed to prove their case as laid, it cannot be doubted that it was competent for them to adduce other and more pertinent proof.\nMost of the questions raised by the remaining assignments of error, thirteen in number, have been settled, and adversely to the defendants, by the decisions heretofore made by this court in Railroad Company v. Clark & Thaw, 5 Casey 146; Graff v. Railroad Company, 7 Casey 490; Bavington v. Railroad Company, 10 Casey 358; and in Livingston v. the same company, a case not reported; Pittsburgh Legal Journal, vol. 6, 337.\nThe third assignment calls in question the admission of the stock ledger of the company. That it was proper evidence against members of the company who had acted as directors, was held in the cases of Livingston and Bavington against these plaintiffs, above referred to.\nThe fourth, sixth, seventh, tenth, eleventh, twelfth, and fourteenth assignments may be considered together. They attack the sufficiency of the evidence that calls were made for the instalments on the stock subscribed. They might all be dismissed with the remark that the same evidence was adjudged sufficient in the case reported in 10 Casey 358. But it may be well to notice what the evidence was : — George Black, one of the defendants, was elected a director in January 1852, and acted as such during the whole of that year, and part, if not all of the next. At a meeting of the board, on the 1st of July 1852, when Mr. Black was present, it was unanimously resolved, that the treasurer be directed to call in a second instalment of the capital stock of the company. The proportion or amount of said instalments, and the time and place of payment, were not mentioned in the resolution; but on the 28th of July, notice was given by the treasurer that the second instalment of five dollars per share was called in by order of the board of directors, payable on the 12th of August then next ensuing at a designated place. A similar notice of a call for a third instalment of five dollars on each share, was given on the 11th of September 1852, though no resolution authorizing it appears on the minutes. On the 12th of November 1852, however, at another meeting of the board at which Mr. Black was again present, it was resolved unanimously, that the fourth instalment be called in, to be paid into the treasury, on or before the first of December next thereafter, and that an instalment be called in, and made payable on the first day of every month thereafter, until the whole number of instalments shall have been paid, and the treasurer was directed to give notice accordingly. Following this resolution, was a notice by the treasurer, requiring the payment of the fourth instalment of five dollars on or before the first of December, and five dollars a share on or before the first day of each month thereafter, until the whole amount subscribed for should be paid. The evidence also exhibited the fact that the defendants had made payments on account of each of the ten instalments, at different times, the last on the 20th of June 1853. Such was the evidence offered and received to establish the plaintiffs’ averment that calls were duly made. Now were we to hold that proof of these facts was not properly submitted to the jury, because it was not evidence that calls for instalments had been duly made, we should be, in our judgment, trifling with the administration of justice. It is insisted that it fails to show that the directors specified the times and places of payment, and the proportions or amounts of each instalment, and it is denied that proof of such specification can be made in any other way than by the minutes of the board. The treasurer’s notices did fix the amount of each instalment, and the time and place of payment. The treasurer was the instrument of the board of directors, and was by them required to give notice of the calls which they had made. Why then was not his action their action ? It is time that the law required them to keep minutes of their proceedings, fairly entered in a suitable book to be kept for that purpose, but it does not follow from this that every act of theirs not recorded is of no effect. The remarks of- Chief Justice Lewis, in The Pittsburgh and Steubenville Railroad Company v. Clark & Thaw, 5 Casey 152, do not go to that extent. Nor can it be said that the statutory direction to keep minutes of their proceedings, required that full and minute details of every act should be recorded. And how can these defendants be permitted to deny that the directors fixed the amount of each call, and the time and place of each payment, when the calls were made by one of themselves ? If these particulars of the calls should have been spread upon the minutes, whose fault is it that they were not ? Can these defendants relieve themselves from liability, by setting up their own failure to keep proper minutes 1 Shall they be permitted to say that the calls under which they required payment from other subscribers are insufficient to charge them ? May they do this in face of the fact that they recognised their sufficiency, by making partial payments upon each of the instalments ? We cannot return an affirmative answer to these questions. Whatever others might do, it is not for these defendants to say there was no adequate proof that the calls were duly made.\nThe evidence in regard to the calls for the third and the seventh instalments, is singled out for especial attack. Of the third, the treasurer gave notice, and that its payment was required at his office, on the 24th of September 1852. The minutes, however, show no resolution authorizing such notice. But the defendants made a payment in answer to the call, and thus admitted that it had legally been made. And more than this, on the 12th of November, a resolution was passed by the directors, and duly recorded, directing a call for all the unpaid instalments. For this resolution, Mr. Black voted, and in pursuance of it, the treasurer gave notice, that the instalments were required to be paid monthly until the whole amount subscribed for had been paid in. • If there had been no legal call for the third instalment before, there certainly was one by this resolution of the 12th of November 1852; and whether it was made payable on the 24th of September or at a later day, is of no consequence to the defendants, for they were not charged with interest on it. The objection to the seventh call is, that there were not thirty days between the 1st of February and the 1st of March 1858, on which days the sixth and seventh instalments were made payable. It is enough to say in reply to this, that one of the defendants participated in the call, and that its validity was recognised by a payment in answer to it. None of these assignments of error, therefore, could be sustained, even if they had not been condemned by former adjudications.\nThe fifth specification of error, is to the refusal of the court to permit the stock-book and the ledger of the company to go to the jury as evidence of payment, for the whole amount of the defendants’ subscription. The stock-book was already in evidence, offered by the plaintiffs, showing a memorandum that eighty shares had. been transferred by' Hays & Black to E. M. Stanton, but no actual transfer. The company’s ledger exhibited the defendants’ stock account for one hundred shares, in which credit was given for the payments made by them, already proved by the plaintiffs, and also a credit for $4000 for eighty shares of stock transferred to E. M. Stanton. The book showed also the same amount charged to Stanton for the same stock, and the account of the defendants was balanced. The purpose of this offer of the defendants was to show that the company had accepted the transfer by them of eighty shares to E. M. Stanton, as payment of four thousand dollars, and had discharged them pro tanto from so much of the liability incurred by their original subscription. That the entries in these books were utterly insufficient to establish such a payment or discharge, and that they did not tend to establish it, was ruled in the case of these very plaintiffs v. Clark & Thaw, 5 Casey 146, (incorrectly reported “ Pittsburgh and Connollsville Railroad Company.”) The same was ruled in Graff v. The Pittsburgh and Steubenville Railroad Company, 7 Casey 489. We shall not renew the discussion. We adhere to what was then decided, and we are unable to perceive how it can make any difference in the construction of the Act of Assembly under which this company was incorporated, or in the effect of the evidence under consideration, that a portion of it was offered for a different purpose by the plaintiffs on this trial, while it was adduced by the defendants in the former cases.\nThe remaining assignments of error need no particular notice. It results from what has already been said, that they are unsubstantial.\nThe judgment is affirmed."}