{"id": "994118", "contents": "The opinion of the court was delivered,\nby Strong, J.\n— We cannot doubt that the trust created by the will of the testator terminated at the death of Mrs. Remond. The language of the will is too direct and positive to be overridden by a mere implication. The devise was to the widow in trust “for and during her natural life,” and the real estate thus devised was given, “upon her decease,” to the children in fee. The trust was in part for the comfortable support of the widow during her natural life, and for the suitable maintenance and education of the testator’s five elder children during their minority. By a codicil to his will, he gave to Francis, a newly-born child, an equal share with his other five children in the property devised to the widow in trust, and added, “it being my will that in respect to his share of my estate, and the time and manner of his receiving and holding the same, his rights of survivorship, and his maintenance and education, he shall in all respects be placed on a footing of equality with my other children.” From this the argument is that the trust must continue until Francis shall attain his majority, else the intended equality of maintenance and education fails. It would be going very far, were we to hold that this continued the trust after the death of the widow, in opposition to the expressed limitation, and it is to be observed that the construction contended for would result in inequality, perhaps even greater than that of which the plaintiff in error complains. It would give to the youngest child much longer support out of the trust funds than could be claimed by the other children. It is quite evident that the equality of which the testator spoke was not equality in the periods of time during which the minor children should be entitled to maintenance and education out of the rents, issues, and profits of the trust estate, but rather equality of interest during the continuance of the trust. He had given to each of his other children a house and lot, of which they were to come into the exclusive enjoyment as they successively should arrive at full age. To Francis he gave no house and lot, but $3000 as equivalent thereto, payable on his arrival at majority. He had also made provision for survivor-ship in case any of his children should die in their minority, unmarried, without issue. Then it was that he devised to Francis an equal share in the remainder devised to his wife for life in trust. This was his mode of producing equality in the specific devises in the manner and time of enjoyment, in the rights of survivorship, and in the beneficial interests in the trust fund. We do not discover any necessary implication that the trust was designed to continue until the youngest child shall come of age. The implication must be an inevitable one, that would justify striking out of the will the express intimation which it contains. Our opinion therefore is, there was no error in refusing to affirm the defendant’s first point.\nBut we think that the plaintiff was not entitled to recover any part of the rents of Henry Cassey’s house, or of the interest upon the $3000 bequeathed to Francis, which fell due or accrued after the death of the widow. When the trust terminated, the plaintiff below had no rights in the rents of the one or the interest upon the other. Then the will contemplated division. Then Henry became the exclusive owner of the house devised specifically to him, with all its rents and issues, and then the right of Francis to have $3000 raised for his exclusive use, out of the residuary estate, was complete. To the second point of the defendant below, he was therefore entitled to an affirmative answer. But the record shows that no part of the rents or interest belonging to Henry or Francis was recovered. The plaintiff in error was, therefore, not injured by the refusal to affirm his second proposition.\nThe judgment is affirmed.\nThe same judgment was entered in two other cases connected with the same estate."}