{"id": "994128", "contents": "The opinion of the court was delivered,\nby Strong, J.\n— This was an action of trespass for taking and carrying away a lot of lumber. That the ownership of the lumber had been in the plaintiffs, or at least in one of them, was not seriously controverted, but the defence was that it had been sold and delivered to one Albert Cottrell, as whose property it was afterwards seized and sold by the sheriff; Humphrey, one of the defendants, becoming the purchaser. Whether a delivery had been made to Cottrell, so as to vest the title in him before the seizure by the sheriff, was submitted to the jury as a question of fact, and they have found that there had been no such delivery. Of course Humphrey took nothing under the sheriff’s sale. None of the errors assigned relate to this part of the case. They are directed rather to the charge of the court respecting the plaintiffs’ right to sue in the form which they adopted.\nOn the trial, the defendants gave in evidence a written agreement between Cottrell and Daniel C. Scudder, one of the plaintiffs, by which the latter agreed to furnish the lumber for a bridge, to be erected by the former. The agreement was not signed by Isaiah Scudder, the other plaintiff. There was also other evidence that Isaiah Scudder had not joined in the contract to furnish lumber for the bridge. The defendants then asked the court to instruct the jury, that if they believed that D. C. Scudder was alone a party to the contract, and Isaiah Scudder was not a party to it, the plaintiffs could not recover. To this point the court answered, “Affirmed, qualified.” Precisely what was intended by this does not appear from the charge, as sent up with the record, but it is insisted that the point should have been affirmed without qualification. We are of opinion, however, that it was answered more favourably for the plaintiffs in error than they had a right to require. The question was not whether both the plaintiffs had made a contract to furnish the lumber to Cottrell, but whether they both owned it, and had the possession or a right to the immediate possession, when the alleged trespass was committed. An executory agreement to sell the lumber made by one of them, did not of course disprove their joint ownership, and was not therefore conclusive against the right to recover.\nThe defendants also asked the court to charge the jury that an action of trespass cannot be maintained against a purchaser at sheriff’s sale, and that therefore their verdict must be for the defendants. They now assign as error that this point was denied as applicable to the present case, and we are referred to Ward v. Taylor, 1 Barr 238, as sustaining the assignment. That a mere purchaser at a sheriff’s sale who does nothing more than purchase, is not responsible in trespass for a wrongful act of the sheriff in levying on the goods and selling them, is undeniable. His purchase does not of itself make him a participant in the wrongful seizure. He is not made a trespasser by relation. But the question whether a purchaser at sheriff’s sale of personal property tortiously levied upon under an execution against another than the owner, is responsible to the owner in trespass for carrying it away after the sale, is a very different one. The levy of the sheriff, though tortious, divests the possession of the owner. When the sheriff sells and delivers to the purchaser, some, perhaps most, of the authorities, seem to be that trespass against the purchaser cannot generally be maintained, unless the goods have come to his possession, in part at least, through his own fault. Thus it is laid down in Bacon’s Abr. E. 2, that if the goods of J. S. are illegally taken in execution by the sheriff, and delivered by him to J. N., trespass will not lie against the latter, because he obtained the possession of the goods lawfully. So in 37 Eliz., Day v. Austin & Bisbich: “ If a stranger take my horse or goods and sell it to J. S., and J. S. take it accordingly, no action of trespass lies against him.” The same case is reported in Owen 70. In Wilson v. Barker, 4 B. & Ad. 614, it was held that trespass would not lie against one knowingly receiving goods wrongfully seized, and refusing to deliver them up. The remedy in such cases is detinue or replevin in the detinet. In Storm v. Livingston, 6 Johns. 44, it appeared that a constable had tortiously taken the plaintiff’s horse and sold it at auction to the defendant, who held it. The court held that trover would not lie till demand and refusal, because the defendant came lawfully by the horse. The decision involved, of course, a denial that trespass would lie, for a taking which warrants an action of trespass is necessarily a conversion. To the same effect are Marshall v. Davis, 1 Wend. 109; Nash v. Mosher, 19 Id. 435; Barrett v. Warner, 3 Hill 348. But a tortious taking from the owner does not divest his property, nor even his right to immediate possession, except when a seizure has taken place under legal process, and then only so' long as the goods are in the legal custody of the officer or bailiff. When, therefore, a sheriff illegally takes the goods of one person in execution for the debt of another, and sells and delivers them to a third person, the reason why the owner cannot maintain trespass against the purchaser is not that his right to immediate possession is defective, but because the purchaser’s taking is held not to be unlawful. Replevin in the detinet may be maintained against him. Nor is this doctrine peculiarly applicable to the case of an illegal seizure by a sheriff. If a stranger, not an officer, tortiously seize my goods and afterwards deliver them to another, I cannot maintain trespass against that other for the same reason, though I have’a right to their present enjoyment, and may recapture them. The obstacle in the way of maintaining trespass is gone, however, when the goods are not taken by delivery from the first wrongdoer, or where the defendant is not a bailee. If he has acquired the actual possession by trespass, even upon the first trespasser, he is responsible to the owner in trespass : Acker v. Campbell, 23 Wend. 373; 1 Sid. 438; 3 Hill 149; or if by fraud.\nIn the present case the wrong complained of was not the illegal seizure, by the sheriff, of the lumber as Cottrell’s. It was for an alleged subsequent act of the defendants in taking and removing it, an act done some time after the sheriff’s sale. When the sheriff sold, no actual delivery was made to the purchaser. The lumber remained all unmoved, and a part of it upon a lot of one of the plaintiffs. Indeed, the sheriff appears to have testified that he only sold Cottrell’s interest in it. Under these circumstances, it was not for the court to say that the subsequent removal of the lumber was a receiving from the sheriff, and that consequently there was no unlawful taking, and that the defendants were entitled to a verdict; and especially was it not for the court so to say when the plaintiffs’ claim was in part for carrying away lumber not sold by the sheriff, as appears from the charge of the learned judge, and as there was evidence that all the lumber was not sold. This alone would justify the refusal to affirm the defendants’ point, even if it were beyond doubt that Humphrey took all that he purchased by delivery from the sheriff. But there was no necessary constructive connection between the possession of the sheriff and that subsequently taken by the defendants. In Higginson v. York, 5 Mass. 341, the case was that one Phinney having entered the close of B., and cut cord wood, sold it to one Kenniston, who afterwards went with York the defendant to the close and removed the wood, without any knowledge that a trespass had been committed by Phinney. It was ruled that the value of the wood might be recovered against the defendant in trespass. The taking was unlawful, though the wood had been purchased from the first trespasser, for it was not obtained by immediate delivery.\nThe remaining assignment of error is that the court submitted to the jury to find whether the defendants took the plaintiff’s lumber from the eddy lot, drawn after Cottrell left, when there was no evidence of such taking. The evidence, however, is not certified to us, and it is not all on our paper-books. We cannot therefore say that no such evidence was given.\nThe judgment is affirmed."}