{"id": "994111", "contents": "The opinion of the court was delivered,\nby Strong, J.\n— We do not concur in opinion with the auditor and the court below, that the executors should be surcharged with the rents of the real estate, after the expiration of the term during which, by the will of the testator, they were given to Mrs. McNamee. There are several reasons for our dissent. The executors are not accounting as such, and it is only their trust as executors that is under review. The will gave them no right to receive the rents, issues, and profits of the real estate for any longer time than during the four years immediately succeeding the testator’s death. The property was not devised to them, nor was any power to sell given by the will, except in a certain contingency which never happened. Until the end of four years they were directed to pay the rents to Mrs. McNamee after making certain deductions, and so far they had rightful control of the property; but when the four years expired, the children of the testator were entitled to immediate possession, from which they could not be excluded by any action of the executors. Then the appellants neither had the legal power, nor were they under obligation, to collect rents which accrued after the expiration of the term. To such rents their trust did not extend, and they are no more accountable for them as executors than is an ordinary administrator answerable as. such for the rents of the real estate of his deceased intestate. Much less are they accountable jointly. If, after the close of the term, either of them received the rents, he might be responsible to the owners of the remainder to which such rents were incident; but his receipt could. impose no obligation upon his co-executors, and the appellants h^v.e not made themselves jointly liable by bringing any such collections into the joint account. When, therefore, the auditor undertook to inquire whether they had personally or by agent collected rents which accrued after March 18th 1857, when Mrs. McNamee’s term expired, he was passing upon a matter which had no connection with their account as executors. It was a thing beyond their trust under the will.\n. And we think that, in regard to this outside inquiry, his finding was not sustained by the evidence. There was error in reporting that the appellants retained possession of the property after the close of Mrs. McNamee’s term, either personally or in any manner through her agency. The evidence returned with the report fails to justify such a conclusion. The whole property was under lease, except the house occupied by Mrs. McNamee. She was one of the owners of the remainder, and could not have been dispossessed by the appellants when the four years expired. There was not an attempt to prove that either Carlile or Mr. Moore received any of the rents. The only pretext for the surcharge is in the allegation that Mrs. McNamee was their agent, and that they are responsible for her collection and for what she ought to have collected. We find no evidence that justifies such an allegation. During the four years, indeed, they permitted her to enjoy the possession of one of the houses, and to collect the rents of the others. This they were justified in permitting, for she was entitled to all the rents except so much as was necessary for certain objects specified in the will. They were bound to see that enough was obtained from the rents to provide for those objects, and to that measure of responsibility the auditor properly held them. But all beyond belonged to Mrs. McNamee. After she ceased to be sole owner of the rents, the evidence is utterly insufiicient to show that either of the accountants ever authorized her to collect or to receive a dollar. Certainly there is no proof that Mr. Moore did, and the proof against Mr. Carlile is almost equally wanting. She was then a tenant in common with the appellees; she needed no agency from the appellants, and her acts may all be accounted for by her joint ownership. Mr. Carlile said on one occasion, referring to her, that he “had a nice little agent;” but it was not proved that this was after the close of the term. Again he said, “ if she did collect the rents, she handed them over to him;” but this was in 1854, more than three years before -her sole ownership expired. Catharine McEuen testifies that, in May or June 1857, Mr. Carlile told her to pay her rent to Mrs. McNamee, and not to Ellen, another owner, who he said was crazy; but whether it was rent due before March 1857 (when the term expired), or not, does not appear, nor did he tell her that Mrs. M. would receive it for him; and even if it was rent belonging to the remainder-men, Mrs. McNamee was one of them, and advice to pay to her rather than to another tenant in common, does not tend to prove that she was then Sir. Carlile’s agent. In March 1859 he attempted, through Mr. Hibbard, to collect two months’ rent, but it was rent which accrued after the Orphans’ Court had ordered the appellant to sell the property, and it Ayas not collected. This is the substance, the most material part of the evidence. It does not sustain the auditor in treating the accountants as trustees of the real estate after March 18th 1857. It need hardly be .said that Mrs. McNamee’s declarations in their absence cannot charge them with being her principal. She is doubtless accountable to her co-tenants for their share of the rents collected by her, but, to make these accountants responsible to them for her acts, the evidence that she acted by their authority should be much more satisfactory than it now is.\nThe surcharge of rents must therefore be disallowed. This will render a redistribution necessary. The claims of her co-tenants upon Mrs. McNamee cannot be settled in this proceeding.\nThe credit claimed for the payment of Dr. Moore’s bill was properly refused.\nThe decree of the Orphans’ Court is reversed, and'the record is remitted, with instructions to strike out from the auditor’s report the surcharge of $668.83, the rents of Coates street and court houses from March 18th 1857 to December 18th 1858, and to order a new distribution, according to the principles of this opinion, and the costs of this appeal be paid out of the fund in the hands of the appellants."}