{"id": "994127", "contents": "The opinion of the court was delivered,\nby Thompson, J.\n— The register revoked the letters of administiation cum testamento annexo, previously granted to the appellant, on application of the widow and daughter of the deceased; and on appeal the Register’s Court affirmed the decision. The case is now here on appeal from that decision.\nThe ground of this proceeding was that the letters had been improvidently granted to the appellant, without notice to and in contravention of the rights of those legally entitled to administration. This was for cause antecedent to the grant of letters, and if not directly within the Act of Assembly of 1832, has been sanctioned by practice: Hood on Executors 118; Bieber’s Appeal, 1 Jones 157; Boyd’s Appeal, anté, 246.\nBut when, as here, the matter is brought before the Register’s Court on appeal, and a hearing de novo is had, I see little room to cavil about the matter, whether the register acted first or not. Undoubtedly it might be more satisfactory, if he should first issue his citation to the parties, and appoint a hearing before a Register’s Court. But is not this achieved by an appeal to that court in case of dissatisfaction with the register’s act? We have no doubt but that a Register’s Court can vacate letters of administration: of this there can be no doubt: Stoever v. Ludwig, 4 S. & R. 201. And here they affirmed the act of the register in doing so, which is in effect the same thing.\nThere was no testimony in the case. And the appellant’s answer to the citation required proof of the alleged facts, such as notice to those entitled by law to administer; acts of acquiescence ; recognition by them — expenses incurred by the appointee, want of qualification of the mother and daughter; their claims on the estate, &c. There was no proof on these points, nor evidence that the answer was to be taken as proof. The movers in the matter of revoking the letters were only bound to show their title to administration, and that they had not parted with it. This they set forth in their petition for the revocation. It was admitted by the answer, and the facts alluded to, alleged by way of avoiding the claim to administration. These facts should therefore have been proved, and I suppose the Register’s Court meant this, when on the appeal they say “the only question we are called upon to decide” is whether the register has power to revoke letters of administration, or whether such revocation must be made by the Register’s Court on appeal.\nThat many acts of the register are judicial, will be apparent to any one who will study his duti-es under our lawt In the performance of many of these he is a judge, from whose decision an appeal lies to the Register’s Court: Loy v. Kennedy, 1 W. & S. 396. In the 28th section of the Act of 15th March 1832, the register is expressly given power and jurisdiction to revoke letters granted in the cases theiein mentioned. We think the register did not transcend his power in this case; certainly the Register’s Court did not, and the decree is\nAffirmed at the costs of the appellant."}