{"id": "994124", "contents": "The opinion of the court was delivered,\nby-. Thompson, J.\n— The testimony constituting the first bill of exceptions, having been received without objection, the court should have refused to sign a bill of exception upon it, and have left the party to a prayer for instructions to the jury to disregard it. The allowance of the exception by the court below does not validate it. This court may still treat it as too late, and disregard it. Had the court below treated the statement of the witness as a mere offer of testimony, and sealed a bill upon that basis, it might have been effectual — but that was not the case here.\nAlthough the assignment of error based upon this exception might be disposed of by the foregoing remark, still we may add that the evidence was not objectionable on the ground taken. The witness uses “impression” and “recollection” as synonymous ; for he says, “ I can say my recollection is, the amount was not large.” This was a clear declaration of the fact from memory — and his superadded remark, “It is merely but an impression,” only expressed that his recollection was not distinct; for he further adds, “ My best belief from what was said, is, that the sum was not large.” He evidently uses the words “ recollection” and “impression” interchangeably.\nIt is very apparent that the “impression” spoken of was derived from recollection — “It is my best recollection of the substance of the conversation — it is the best belief growing out of an impression made by the words,” says the witness. The recollection of the words is referred to as the ground of the impression. There is no room, therefore, to infer that the impression was from any other source than that referred to, viz., the words; in such a case it was evidence to go to the jury: 1 Greenleaf, § 440; Carmalt v. Post, 8 Watts 411; Smith’s Leading Cases 270.\nThere is no error in the remaining exceptions to the ruling of the court in the rejection of the offers by the plaintiff. The declarations of the plaintiff’s intestate were not res gestee. They were made to strangers, and not in the transaction between him and Darby, one of the defendants. As the offer contravened a rule that a party cannot make evidence for himself, the court was right in rejecting it. None of the cases cited make the offer an exception to the rule.\nJudgment affirmed."}