{"id": "994119", "contents": "The opinion of the court was delivered,\nby Strong, J.\n— The proof of a will consists of evidence of its authentication in due form of law, and of its being the voluntary testamentary disposition of a sound mind. Whether it be duly authenticated, is a question of law for the court; whether it was the product of a sound mind is exclusively for the jury. The question of authentication, however, is complex. There may be controversy respecting the existence of proof of the facts which constitute it, or respecting their sufficiency when proved. If the facts be denied, the jury, in an issue devisavit vel non, are to pass upon them, and the court only determines whether, if proved, they make up authentication. But proof of the facts necessary to constitute authentication is not to be confounded with proof of mental soundness, or freedom of the will. The only fact in this case bearing on the question of authentication, which was in dispute, was whether Mr. Towar actually signed the codicil, aiid the first two assignments of error rest upon the assertion that there was not sufficient proof of his having signed it, to warrant the admission of the codicil in evidence. The issue on trial being whether the writing was valid as a codicil, it of course would have been properly laid before the jury without any proof of its execution, not as evidence, for it could not prove its own execution or validity, but to enable the jury to see what they were to try: Cowden v. Reynolds, 12 S. & R. 281; Shelley v. Diller, 1 Rawle 177. Admitting it in evidence was only deciding that there was sufficient preliminary proof to warrant a submission to the jury to find whether the fact was established that Mr. Towar had affixed his signature to it. That this fact was sufficiently established for such submission, we have no doubt. There were three subscribing witnesses to the paper. The first called proved unqualifiedly the signature of Mr. Towar, and his own attestation. The second (Mrs. Hogan) proved that she attested the codicil as a subscribing witness.\nOn her cross-examination she described the manner in which the alleged testator’s signature was made. Her testimony was that he wrote “Alex. Tow,” when the pen fell from his hand; that Dr. Dubbs replaced it and held his hand while he (Towar) finished the last two letters. And again, she testified, “ He wrote the words Alex. Tow without spectacles, I think. I think they fell off the first when he was as far as ‘ Alex.’ They were put on and lie wrote ‘ Tow,’ and his hand was guided in completing the signature. Dr. Dubhs put his hand on Mr. Towar’s and kept it there until the signature was finished.” That this was proof by the second witness of the fact of signature, is beyond question. He wrote all his name, unassisted, except the last two letters. His hand was guided, or held, while he wrote the last two. That a part of the name was written with the aid of another person’s holding the hand or guiding the pen does not make the signature any the less that of the alleged testator. This has many times been decided: 1 Har. & John. 480; 4 Wash. C. C. R. 262; 3 Ad. & El. 658; 17 Pick. 373; 1 Met. 352; 3 Curt. Ecc. Reps. 752; 12 Harris 502, Flannery’s Will. Why then was not the fact of execution proved, at least sufficiently to justify the court in submitting it to the jury? Because, says the plaintiff in error, the same witness testified that Mr. Towar was unconscious when he made the signature. But was the court to disregard the proof of the fact of signature, because the witness denied the existence of mental capacity? That was an entirely different matter, a matter exclusively for the jury, in regard to which the testimony was contradictory. Mrs. Hogan had already asserted the sufficient capacity of the testator by attesting the will as a subscribing witness, and many of the facts detailed by her during her cross-examination were inconsistent with the opinion she expressed that Mr. Towar was unconscious when he wrote his name. Had, therefore, the court withheld the codicil from the jury, notwithstanding the proof given of the fact of signature, they would not only have undertaken to pass upon the competency of the testator, which the jury alone could do, but they would have decided as matter of law, that he was incompetent, in the face of the attestation to the contrary by Mrs. Hogan, the direct testimony of the other subscribing witness examined, the detailed facts indicatory of conscious intelligence, and the legal presumption always existing in favour of mental competency, until a deranged or idiotic state of the intellect has been shown. Such a decision it was not for the court to make. The codicil was, therefore, properly admitted in evidence. And there was no duty incumbent upon the plaintiff to call the third subscribing witness. The fact of execution was sufficiently proved by two, and more was not needed. It may be added that Dr. Dubbs, the third witness, when after-wards called, distinctly proved that the codicil was in fact signed by the testator.\nOf the several specifications made to the charge of the court, but two were pressed in the argument. The others, though not abandoned, were justly considered without merit. It was urged, however, that the court erred in their answer to the defendant in error’s second point. That point was as follows: “ The due execution of the codicil having been proved, the onus of disproving it and proving that a paper, the contents of which were unknown to the testator, was imposed upon him, lies on the defendant; and he must make out the absence of a sound mind by positive proof, and any evidence short of a positive derangement of the intellect will not furnish a substantive objection to the validity of this will.” Only a portion of this proposition was affirmed unqualifiedly. The learned judge assented to the former part, namely, “that the due execution of the codicil having been proved, the burden of disproving it, and proving that a paper, the contents of which were unknown to the testator, was imposed on him, lies on the defendant.” The plaintiff in error insists that this was binding instruction that the codicil had been duly executed. Such is not a fair construction of the language of the point, or the charge of the court. Both were aimed at an enunciation of what the law would be, if the due execution of the paper was proved. The court was called upon to say where the burden of proof would lie, after the forms of law had been complied with, and they so understood the call. This is clearly indicated by the entire answer to the point, and by what was said in another part of the charge. Thus the .learned judge, in speaking of the signature, remarked, “ the act is sufficiently established to make the codicil a legal instrument, provided you (the jury) think that, at the time, he had mind enough about him to do that act,” that is, to sign. And again he said, “it is for you to consider and come to the conclusion, whether, at the time Mr. Towar put his name to the codicil, he was competent to do the act.” What act did the judge mean ? The question admits of but one answer, which is, the act of executing his will — so the jury must have understood him. There is no ground, therefore, for the complaint that the court took away from the jury the question of fact whether the codicil was duly executed by the alleged testator’s signature.\nThe other exceptions to the charge relate to what was said respecting the measure of capacity necessary to constitute a sound disposing mind. We discover no error in the instructions given. We will not enter into the metaphysics of the argument against the court’s answer to the ninth point of the plaintiff below. As addressed to the common understanding, its plain meaning was, that if the testator had. reflected sufficiently upon the dispositions that he intended to make, before he stated them to the scrivener, it was not necessary that he should again go over the whole ground of his former reflection. That to state the purposes which were the results of reflection, required not consideration so much as memory, and that if the testator’s memory recalled, and if he understanding^ stated to the scrivener those intentions which were the results of his previous reflection — intentions formed when his soundness of mind was undoubted — it was sufficient. In all this there was no error.\nWe approve of the refusal of the court to affirm the point presented by the defendant below. It was foreign to the issue, and had no connection with the matter to be tried.\nThe remaining assignments of error have reference to the verdict. They assume, against the record, that there were two verdicts, and they aver that one of them was repugnant and uncertain. The assumption is unwarranted. There was but one verdict, a general one for the plaintiff. The sealed paper filed was not a verdict, nor did it become, by filing, any part of the record: Dornick v. Reichenbach, 10 S. & R. 84. There is nothing, therefore, in these assignments.\nThe judgment is affirmed."}