{"id": "994140", "contents": "The opinion of the court was delivered,\nby Thompson, J.\n— The title of the plaintiff below was derived from Zebulon Warner, who with James L. Gillis was the owner of the land, being tract No. 5285 of 1100 acres. A sale under an order of the Orphans’ Court vested the title to one moiety of it in the plaintiff, if the same had not been previously divested by .a sheriff’s sale to W. J. B. Andrews, now to be noticed.\nThe defendants below claimed title through him by virtue of the sheriff’s sale of the entire tract as the property of Warner & Gillis, on a judgment of Tingley & Johnston v. Warner, Gillis & Andrews. The levy was made on a fi. fa. issued out of the Common Pleas of Clearfield county to May Term 1840, on which was endorsed a waiver of inquisition. A vend. exp. was issued to August Term, but was stayed. An alias followed, tested the 3d day of February 1841, returnable to May Term. The sale took place on the 6th of May 1841, to Andrews for the sum of $1675, and a deed made, dated the 3d, and acknowledged on the 5th of May 1842.\nPreviously to the deed, and on the 31st of August 1841, the judgment was satisfied by the plaintiff’s attorney, not, as he testifies, by the receipt of money from the sheriff on account of the sale — he is unable to depose with any certainty frOm whence payment came — but it appears from the testimony of the sheriff that the money did not come from him, for Andrews never paid his bid nor the costs of making the deed. Other testimony would seem to establish the payment to have been made from funds, the proceeds of the sale of other property of the defendants. But after this the deed was acknowledged and duly entered in the sheriff’s deed docket.\nOn the 7th of September 1843, Andrews and wife conveyed the land to Joseph Souther, of Boston, for the consideration, stated in the deed, of $7300. To the present inquiry the question mooted whether this was an absolute deed, or defeasible by a collateral contract, is not deemed material.\nOn the trial, the jury, under peremptory instructions, found for the plaintiff the undivided half of the tract No. 5285. The instructions were excepted to, and were as follows: — ■\n“ The jury are therefore instructed, that the deed executed-by the sheriff, Leech, to W. J. B. Andrews did not vest the title of Warner & Gillis in him, and that this deed, as 'against them, was inoperative and void; and of all the facts tending to sustain the conclusion, Souther and those claiming under him had constructive notice, by the omission of the sheriff to make out a return of sale upon the venditioni exponas; by the entry of satisfaction upon the record by plaintiffs’ attorney; and by the fact, apparent on the face of the record, that Andrews was a part owner of the property, and a joint debtor in the judgment upon which it was sold.”\nHere we have three distinct grounds for the peremptory instruction to the jury, either of which, if accurate, would lead to an affirmance of the judgment. But if they are all erroneous, the judgment must be reversed.\n1. As to the. omission to make a return of sale on the alias venditioni exponas: it certainly was issued; and the presumption must be, until the contrary appears, that it was in the sheriff’s hands when he made the sale. There is nothing to rebut this presumption in the case. On the contrary, by the acknowledgment of the deed in open court, it is recited as the authority for the sale.\nIn Hinds v. Scott, 1 Jones 26, following Smull v. Mickley, 1 Rawle 95, it was held that the want of such a return did not invalidate the sale. That the recital in the deed of a sale upon it, and acknowledgment in open court, was an adjudication of its existence and authority. In this way the omission may be supplied. But because sales may be sustained in despite of such omissions, it is not therefore to be assumed that the duty of making a proper return is unimportant. It is important; and sheriffs should be careful to see that it is done. This reason, however, for the instruction given is not sufficient.\nThe entry of satisfaction on the judgment after the sale, but before the acknowledgment, is next in order of consideration.\nIt must be conceded that the existence of a judgment upon which a valid execution might issue, must be established at the date of the sheriff’s sale, and that purchasers and parties claiming through them must take notice of this. Whether the judgment be valid in all respects or not is not material, for even if reversed after the sale, the title would not thereby be avoided. This remark is of course predicable of voidable, not void judgments.\nBut the question here is as to the satisfaction entered on the judgment several months after the sale, but before the acknowledgment of the deed. We think this could not avoid the deed, in the hands of a purchaser from the sheriff’s vendee with notice of nothing but the record. What has he to do with the judgment after sale, if there was one upon which it could properly be made when it was made ? The moment the land was struck down, the interest of the purchaser attached. The deed is but the legal evidence of the sale, and relates back to the moment it was made: 10 Harris 120; 4 Casey 169. If, then, there was authority to make it, that was enough. After that we think the purchaser from Andrews was not bound to look. The expiration of the lien after sale and before deed acknowledged, would not affect the title. And for the same reason, we think, would not the entry of satisfaction affect a purchaser who had notice only from the record, of the fact. As to him, the sale rests upon the authority to make it; and if this existed, it was all he need look to, so far as the judgment was concerned. The record is a safe guide to the purchaser: 1 Casey 319.\n“ The fact, apparent on the face of the record, that Andrews was part owner of the property, and a joint debtor in the judgment upon which it was sold,” is the last reason assigned by the learned judge in directing a verdict for the plaintiff.\nThat Andrews was a joint debtor appears by the record; but the material fact that he was a joint owner of the land does not appear, as the case is presented here. I see no reason why a joint debtor might not become a purchaser of his co-defendant’s property at a public sale of it. No authority has been shown why he might not. It may often be the only means of indemnity he may have. He may be only surety in fact, or otherwise not personally liable — in such case, I know of no rule which deprives him of a right to buy for his own use, provided the purchase was with his own means, and not with that of his co-defendants.\nHere, the title to the land was shown and admitted to have been in Warner & Gillis, and no joint interest in it in Andrews. Andrews’s purchase, therefore, in the absence of anything to the contrary, would be for his own use, and would not enure to the benefit of his co-defendants. The recital in the levy of a seizure and sale of the “ interests of the defendants” in the lands would not establish title in Andrews, or estop him from showing, as was done here, that the title was not in him originally. This recital is generally but matter of form.\nIf it had been shown that the land had been and was partnership or joint property of all the defendants, then the point of which the learned judge predicated his instruction would have been right; but we do not see that it was so shown. It was error, therefore, to deduce a principle from facts assumed, not admitted or proved, and consequently, for the time being, to be presumed as not existing. The third reason for the peremptory instruction wre think insufficient.\nThere was what seems to us a very material question in the case, which, on account of the ruling noticed, was not passed upon by either court or jury. It was as to the delivery of the deed by the sheriff to Andrews. If it was never delivered at all, it is difficult to see what title Andrews acquired. But as this may be the subject of contest on another trial, we express no further views on the point. But for the reasons given the judgment must be reversed.\nJudgment reversed, and venire de novo awarded."}