{"id": "994137", "contents": "The opinion of the court was delivered by\nWoodward, J.\n— The Acts of Assembly of 20th February 1851, and 27th April 1852, authorized the commissioners, of the incorporated districts of Kensington and the Northern Liberties, in .conjunction with the commissioners of the county of Philadelphia, to culvert the Cohocksink creek, and to charge the expense thereof to their respective municipalities, in equal proportions. Had the work been done under these Acts, without subsequent legislation, the cost of it would have fallen upon the general taxation of the two districts named, and of the county.\nAnd when by the Act of Consolidation of 2d February 1854, the city of Philadelphia became the municipal successor of the districts, and the territorial coequal of the county, all the powers and privileges conferred by the above-named Acts of 1851 and 1852 vested in the consolidated city, and had she proceeded without further legislation to culvert Cohocksink, she could have defrayed the cost no otherwise than out of the general taxation.\nBut in 1855 a new system of culverting was provided, whereby the city was enabled to charge adjacent lot-owners with part of the cost of culverting along their respective lots. The rate of such private assessments was not to exceed seventy-five cents per lineal foot according to the front of the owners, and for this amount the city might enter liens against owners in the outer districts, but not within the bounds of the old city; Tryon’s Case, 11 Casey 401, and Greble’s Case, ante, p. 339. Whatever a culvert should cost beyond that rate was to be defrayed, as before, out of the city purse. It was under this legislation the culvert in question was built. The ordinance was approved 27th February 1858. It carried with it necessarily all the enabling clauses of the prior legislation — not only the acts I have mentioned, but those earlier ones which the committee of the councils advert to in their report furnished in our paper-books. It would seem from these that the line of Cohocksink creek has long been known and treated as a street; that provision was made as early as 1829 for culverting it, and that the usual right of drainage into it was secured to property holders fronting thereon.\nThe city had ample authority in 1858 for building this culvert, but they were compelled to build it under the provisions of the Act of 1855. That act attached itself to this culvert, as to all others the city might build. It is argued that the act does not apply, because this culvert was authorized by special legislation, passed in 1851 and 1852 — that by that legislation, general taxation was to pay for it, and that these acts are not repealed by the Act of 1855, because there is no inconsistency between them. The city would have had authority to build the culvert in 1858, if the Acts of 1851 and 1852 had never existed; but their existence increased the corporate authority, whilst the Act of 1855 regulated the exercise of it. In the particular of paying for the culvert, the Act of 1855 is inconsistent with the Acts of 1851 and 1852, and, to the limited extent indicated, does certainly repeal them. If they threw the whole cost on the general taxation, and the Act of 1855 placed part of it on lot-owners, and left only the residue chargeable to general taxation, how can it be said there was no inconsistency between the acts ? Manifestly, a new rule was supplied by the Act of 1855, to the extent of seventy-five cents the lineal foot, and, in so far, it repealed all prior inconsistent laws.\nIt seems to us to result as an inevitable deduction from the various Acts of Assembly, that lot-owners enjoy the usual privilege of drainage into this culvert, and are subject to the customary assessment for its construction. The defendant’s lot being without the boundaries of the old city, was also liable to the entry of a lien.\nThe judgment is affirmed."}