{"id": "994110", "contents": "The opinion of the court was delivered,\nby Thompson, J.\n— This was an action brought by the late treasurer of Fayette county, against Andrew Stewart, on a surplus bond given by him on the purchase of a certain tract of land at a treasurer’s sale for taxes. When the writ was quashed it stood on the record, purely and simply an action of debt — unobjectionable in form, between competent parties — wherein there was due service of process, appearance, and plea by the defendant. There was no irregularity anywhere, and the court had undoubted jurisdiction of both the subject-matter and the parties. Under such circumstances, wherein consisted the right of the court to dispose of the case in such a summary manner, against the consent of the plaintiff, as they did ?\nThe usual, and I think only, ground for the exercise of such a’ power is to clear the record of irregular, void, or defective proceedings. “Where proceedings are clearly irregular and void,” says Bouvier, 3d Inst. n. 3342, “the courts will quash them, both in civil and criminal cases, for example, where the array is clearly irregular, as if the jurors had been selected by persons not authorized by law.”\n“ So an indictment, if so defective as that no judgment could be given on it, or where there is no jurisdiction of the offence— or the offence charged is not indictable: 1 Burr. 516-543 ; Andr. 226.”\nIn Cun. Law Die., the word “ quash,” from the French Cf quasser,” is defined to mean “to overthrow — annul: Bract. Lib. 5, tract 2, cap. 3; as, if the bailiff of a livery return any out of his franchise, the array shall be quashed. And Coke on Littleton, fol. 156, an array returned by one that hath no franchise shall be quashed.”\nThus it appears that this remedy is defined as only applicable to irregular, defective, or improper proceedings. . It would be extremely hazardous to .extend it to any other cases, unless where there was a consent of parties.\nThere were no such grounds as these in the case in hand, but the power was exercised upon the supposed authority of Irish v. ■Johnston, 1 Jones 483. The remark claimed as’ a precedent, was not the point in the case. It was evidently a mere suggest tion, and not intended as anything more, as any one will see who carefully considers that opinion.\nBut the real difficulties in this case, it seems to me, are all met and settled by the learned opinion in that case. And of every ease on surplus bonds like the present.\n“ The legal right to recover on the bond,” says Gibson, C. J., “was in the treasurer named in it as obligee, and not in those who were entitled to the money. What had the obligor to do with them ? A recovery in the name of the obligee without disclosing the interests of the equitable parties, would discharge him from liability to any one, and he could ask no more.” “In a pure action at law, a legal title is always a ground to recover, and no more ought to be set out in the pleadings; yet in some instances, a fiduciary interest has. been gratuitously traced from the legal plaintiff which invited, as might have been expected, the defendant there, as here, to meddle with questions that did not belong to him, and involved the • plaintiff in unnecessary difficulties; but this jumbling together of legal and equitable titles in the same action, springs not from any legal necessity, but from the pleader’s ignorance of the nature of an action at common law. By this court, however, these fiduciary interests have always been disregarded in the pleadings, as they were in Armstrong v. Lancaster, 5 Watts 67, and Pierce v. McKeehan, 3 Barr 136, the latter of which shows how perilous it is for a plaintiff to suffer himself to be decoyed into an issue on his equitable right to bring the action. If the beneficial ownership were the ground of it, a bond for the use of several could not be sued without the consent of all; or if it were sued at the instance of one, for his separate share, as only one action of debt can be maintained on a bond, and' one judgment and execution, the common security would be exhausted by the first beneficial claimant who put this remedy in motion.” And he might have added also, that a general verdict under the general issue and pleas to the right of recovery by the eestui que trust, on record, would satisfy the bond, and thus the beneficial owner might be defeated altogether.\nI have quoted thus largely from this lucid opinion, because it is upon the very point of difficulty in the case, and on the same kind of bond. A recovery by a treasurer, the holder of the legal title to the bond, is clearly sanctioned by the ease, and the introduction of the eestui que use, condemned after pointing out the difficulties and danger of introducing him, in a manner so forcible as to leave no doubt of the soundness of the doctrine asserted.\nAfter a recovery is had on the bond, then the equitable owner is in a position to assert his rights without embarrassment or difficulty. This may be done, as was said in Pierce v. McKeehan, by an issue directed by the court in case of dispute; staying execution on the judgment in the mean time. This the court would always do on the suggestion of any interested party, until the right to the money should be determined. So, in case the defendant should choose to pay the money into court, it could be retained for the same reason. In Humphreys v. Rawn, 8 Watts 80, the course here suggested was pursued. On a refusal by the obligor on demand to pay the surplus bond to the alleged beneficial owner, he caused it to be entered up in the name of the treasurer. The judgment was stricken off by the court at the instance of the defendants, upon the allegation that Humphreys had not shown that he was the owner of the land at the time of the sale, and was therefore not entitled to the money covered by the surplus bond. Huston, J., in delivering the opinion of the court said, “ the judgment must be restored, and if the defendants can lay any ground for it, the Court of Common Pleas may direct an issue as to the right of May Humphreys to this money.”\nSo, by the 6th section of the Act of 14th April 1840, where lien-creditors are interested in the surplus bond, the money is brought into court by process in the name of the treasurer, and distributed in the same manner as if the proceeds had been from the land itself. This, of course, implies the right to resort to the aid of an auditor, or to direct an issue in regard to the disputed facts.\nIn The Commonwealth v. Lightner, 9 W. & S. 118, the practice of tracing the cestui que use in a case somewhat like the present, was broadly disapproved. It is however admitted, that the Act of Assemby is very defective in its provisions in regard to suits for the recovery of these bonds; but regarding, as we must do, certain expressions in the act as incapable of being reduced to practical operation, in the manner in which it is possible they were intended to have effect, we do no possible injury when we arrive at the same result by a legal and logical method, as we certainly do in the course suggested.\nTo instance — The 4th section of the Act of 3d April 1804, declares that the “ owner or owners of lands sold for taxes, their heirs or assigns or legal representatives, may cause actions to be entered on the docket of the prothonotary in the name of the sheriff or coroner (now treasurer), for the use of the said owners,” and if the money should not be paid with interest from the date of the demand within three months, then executions to issue. The warrant of attorney authorized this practice within five years. Suits have been usually brought after the expiration of that time, at least after the expiration of the time which by rule of court the warrant of attorney may be deemed by lapse of time to be inoperative for the purpose of confessing judgment. In most courts there is such a rule.\nBut who shall cause suit to be brought ? Obviously the owner of the bond. But it will hardly be contended that his title to sue, must be shown before suit brought. This would be impossible. If it must be shown before a judgment on the bond, then it must be on the trial, and this would involve the necessity of setting forth his title in the pleadings, and thus all the difficulties so clearly pointed out in Irish v. Johnston would ensue. But by attending to the principles of that case, as also The Commonwealth v. Lightner, and Pierce v. McKeehan, all trouble will be saved. In the first place, the court should presume, when there are legal parties and a lawful demand, that the case is properly in court. After judgment, parties claiming a right may be allowed to show that, on a collateral issue, if there be doubt about the right, and with whatever result, no one can be injured — nor in this way can the obligor ever be in danger of a mispayment. Nor should he be allowed to harass beneficial parties on the subject. His bond is his contract voluntarily entered into for a consideration, sometimes very valuable, but whether or not, always received, and if he has no legal defence to it he should not be encouraged in delaying judgment. The settled principles and the rules of practice unite in requiring this course of procedure on these bonds. It is the only safe one. To quash the writ as often as the cestui que use may be embarrassed by the defendant in showing his ownership of the bond, is worse than a bad remedy, and cannot be approved.\nUpon this view of the case, it is evident the legal plaintiff was entitled to maintain his action, and in the event of a recovery, if there should be any dispute about the right to the money, the court can proceed to direct an issue to try the right to it, or to the judgment, staying execution in the mean time, or if the money be brought into court, it could be distributed on the report of an auditor. The means to ascertain who is entitled, are abundant without endangering the rights of anybody. That the obligor Mr. Stewart is a claimant of the money appears, but as there are other claimants and it would appear adverse to him, it is as proper a ease for an issue to try the right to the judgment, as it would be if he were not a claimant. His plea setting up his title, we think, is not good, as it would involve the necessity of introducing on the record other parties as plaintiffs who claim to be the proper cestuis que use, and all the difficulties pointed out in the opinion would have necessarily followed.\nThe order of the court quashing the writ is reversed, and the writ is directed to be reinstated, and a procedendo is awarded."}