{"id": "994107", "contents": "The opinion of the court was delivered,\nby Woodward, J.\n— Our recording acts having prescribed the form of acknowledgment necessary to be observed by married women in order to make a valid conveyance or mortgage of their interest in real estate, this court has held the official certificate of acknowledgment conclusive of every fact appearing on the face of the certificate, and has excluded parol evidence of what passed at the time of the acknowledgment, except in cases of fraud and duress. But in cases of fraud and imposition, or of duress, parol evidence has been freely admitted to overthrow the certificate, as in Schrader v. Decker, 9 Barr 14, and Louden v. Blythe, 4 Harris 532, and S. C., 3 Casey 25. And where fraud and duress- have been practised in obtaining the acknowledgment, knowledge of it is to be brought home to the grantee, or of such circumstances as would lead him to inquiry upon the point.\nSuch is the doctrine of the cases in our books, and on the strength of it the learned judge ruled that the gross blunder, if not fraud, of the alderman, in certifying to the separate examination and acknowledgment of a wife who had not signed the mortgage nor appeared before him, could not affect Cavender, the mortgagee, because he was not present when the mortgage was acknowledged, and was never informed of what passed, and that he was to be presumed a bond fide purchaser.\nIf the doctrine of notice is to be applied in this manner, no married woman’s estate is safe, and the statutes that have been passed for her protection are as worthless as waste paper; for whenever her husband goes into a conspiracy to strip her of her lands, the transaction is not likely to be attended with any circumstances of notice that are susceptible of proof. Here, for instance, is a mortgage made upon Mrs. Michener’s separate estate, made to a conveyancer, and duly witnessed and acknowledged, which, for aught that appears of record, she never saw nor heard of until she was sued upon it by this scire facias. Her name appears to the printed copy on our paper-books, b.ut when and by whom it was subscribed to the original instrument does not appear. It certainly was not there when the alderman witnessed and acknowledged the mortgage. The statute require? the signature to precede the acknowledgment, and without signature and acknowledgment according to the statute, it is not, and cannot be a mortgage of her estate. To call the mortgagee a bond fide purchaser, and to put her to proof that he knew she had been cheated, would be like making her right to reclaim stolen goods dependent on the receiver’s knowledge of the felony. Suppose the mortgage was a forgery out and out, and Cavender chose to invest his money in a purchase of it, must it be enforced because he did not know he was buying a forged instrument ? An instrument known to be forged would not be purchased, and would, therefore, be worthless' to the forger. Counterfeit notes would never be issued if a herald went before to proclaim their spuriousness. But because they are taken without notice, do they become genuine ? Is every bank and individual to redeem whatever obligations bond fide holders may obtain against them, without regard to the question whether the obligation was ever issued or not?\nTo carry the doctrine of notice to such extent would subvert all law and justice. A purchaser of real estate who finds the deeds in the channel of the title all duly acknowledged, is certainly not required to go up the stream and inquire of every married woman if she executed her deed voluntarily and acknowledged it according to law; and if he pay his money on the faith of such title-deeds he is to be protected, and this probably is all that was meant by what judges have said about purchasing without notice. But a mortgagee is not a purchaser of an estate, though for the purposes of the recording acts he is sometimes treated as one. He acquires neither an equitable nor a legal estate in the premises mortgaged. He is simply a lien-creditor — a holder of a security for money. His assignee takes the mortgage subject to all defences, unless he inquire of the mortgagor, and learn that there are none. And he is in no better condition than his assignee. It is not usual, I know, for mortgagees to watch the execution and acknowledgment of the instrument. They generally rely on the integrity of the judicial officer who certifies the acknowledgment. But where the estate is that of a married woman, and the mortgagee is himself a conveyancer, and holds, as from the recitations of this mortgage we perceive Mr. Cavender holds, other mortgages against the same married woman, we are of opinion that before he advanced more money on the faith of her estate, it was his duty to consult her. The doctrine of notice, as deduced from the adjudged cases, does not apply here. It was never intended for such a case as this. Intolerable as the duress or fraud were in the Schrader and Louden cases, the fraud here was far more gross. The only excuse the alderman gives for his reckless conduct' is, that “ George told me it was a temporary matter, and that he would make it all right if Mr. Cavender objected.” To George and the alderman Mr. Cavender must look to make it all right, but he must not touch Mrs. Michener’s separate estate by means of such a mortgage.\nThe judgment is reversed."}