{"id": "994144", "contents": "The opinion of the court was delivered,\nby Strong, J.\n— These cases present but one question, which is, whether the partnership averred in the affidavit of defence was a general or a limited one. This is to be determined by an examination of the articles of copartnership, which are incorporated into the affidavit. No partnership is a limited one under our Act of Assembly, unless it be formed in compliance with the requisitions of the act, and this compliance must be strict: Smith v. Argall, 6 Hill 479; Andrews v. Schott, 10 Barr 47.\nIn several particulars the partnership formed between Richardson and Lemon came short of the statutory requisites to constitute it only a limited partnership. The law demands that the capital contributed by the special partner shall be put into the common stock in actual cash payments, and limits his liability to the amount so contributed. It does not contemplate that any portion of his contributions shall be of uncertain value. Actual cash is better for the firm, and of course for its creditors, than an old stock of goods is likely to be; and the legislature, while extending to a special partner the privilege of exemption from general liability, took care to provide for the security of creditors. But Richardson’s contribution to the common stock was $5000 in actual cash, and a stock of goods then on hand, valued by parties at $6700. By the articles, these contributions are called an “invested capital” of $10,000, of which sum it was stipulated that the special partner might annually draw out the interest. It is vain to deny that this was an attempt to form a common stock by what was not an actual cash contribution. The demands of the law are also that the certificate to be filed in the office of the recorder of deeds, and recorded, shall 'contain a statement of the “ amount of capital which each special partner shall have contributed to the common stock.” It also requires that the general partner shall make an affidavit, to be filed with the certificate, that the special partner had actually paid the sum specified in the certificate, in good faith, in cash. In this case the amount of capital contributed by Richardson is certified to have been $10,000, or $11,700, but there was no affidavit, nor could there have been, that more than $5000 had been actually paid in cash.\nAnother equally fatal defect in the articles of copartnership is to be found in its stipulations that the son of the special partner should keep the books and have a general supervision over the whole business while the partnership continued, at an annual salary of $1500; and that the general partner should sign no note or other obligation to pay money, or check to draw the money of the firm from bank, without the knowledge and approval of the said son. Now, if it be conceded to the plaintiff in error that a special partner may appoint a supervising clerk without making himself generally responsible for the debts of the firm, it can with no reason be argued that the clerkship stipulated for in this case was merely for supervision. His powers under the articles extended far beyond oversight, and other duties of clerkship. They were controlling. Even the money contributed by Richardson could not be used by the general partner without the approval of this clerk appointed by him. The sum of $5000 was not therefore actually paid into the firm, for Richardson, through his clerk, retained his grasp upon it. The effect of this arrangement was to make the general partner but a, clerk, instead of the “only one authorized to transact business,” and to convert the special partner, through his appointee, into the directing manager of the firm; and by the articles, this arrangement was obligatory upon the general partner, so long as the business should last. It requires no argument to show that such arrangements were entirely inconsistent with the averment that the partnership was only limited.\nThe court was therefore right in giving judgments for the plaintiffs, notwithstanding the affidavits of defence.\nThe judgment in each case is affirmed."}