{"id": "994132", "contents": "The opinion of the court was delivered,\nby Thompson, J.\n— In Pryor v. Wood, 7 Casey 142, it was held that where the assignment of the mortgage was duly executed, acknowledged, and recorded according to the Act of 9th April 1849, it passed the legal title of the mortgagee, and the suit must be in the name of the assignee. That case is very unlike the present. Here the assignment was neither under seal nor in the presence of witnesses, or acknowledged and recorded. It was therefore but an equitable assignment, and the soi. fa. was properly issued in the name of the holder of the legal title for use of the assignee.\nThe original affidavit of defence was clearly insufficient, for it disclosed no binding obligation on part of the assignee to forbear suit on the mortgage. The contract disclosed, if it could be called such, was nudum paotum, and not binding.\nTo remedy this, a supplemental affidavit by leave of court was filed. But this was not any better than its predecessor. It disclosed an agreement to pay interest at the usual rate for the time alleged to have been given. This was what was secured already by the mortgage. It was not to pay interest in advance, or any such matter; but that the mortgage should bear interest. There was no consideration in this. It was the contract relation of the parties without such agreement.\nBut the affidavit also disclosed as a consideration of forbearance, an agreement on part of the mortgagor to pay the mortgage-money in specie into bank, and send a certificate of deposit to the mortgagee in Ohio. As the mortgagee had a right to exact specie, that stipulation amounted to nothing. The arrangement to send a certificate of deposit was evidently for the convenience of the debtor; otherwise it would have been his duty to have gone, or sent some one to Ohio to pay off the mortgage. It was not attempted to be shown that in fact the rate of exchange would have been in favour of the mortgagee if the certificate of deposit had been sent. The affidavits disclosed no defence, and the court below were right in so ruling.\nJudgment affirmed."}