{"id": "994143", "contents": "The opinion of the court was delivered,\nby Strong, J.\n— The testator, by constituting his wife, Catharine Duval, executrix of his will, made her the agent to pay his debts. To her, and to her only, could* the creditors resort directly for satisfaction of their claims. There is nothing, either in the will or in the codicil, which relieves her from the duty of paying the debts, or prevents her resorting to the residuary real estate to obtain the funds necessary for that purpose, in the event that the personal property might prove insufficient. The residue of the real estate, not specifically given to the testator’s children, and their descendants, was devised to trustees, of whom the present accountants were the survivors (subject to a life estate in the widow), in trust, to be sold and disposed of at either public or private sale. The net proceeds of the sales were, by the testator, directed to be first applied to the payment of any of his debts not otherwise provided for, and to which the land might be subject, and the surplus of the purchase-money was ordered to be distributed by the trustees among his children or their issue. These directions, instead of making the trustees personal representatives of the deceased, and giving to them the powers of executors, were, in effect, substituting a sale by them, for a sale which the Orphans’ Court must otherwise have ordered for the payment of debts, at the instance of the executrix, or for a judicial sale which the creditors might have enforced. The will contains no express directions that the trustees should pay the debts, and it indicates no intention to diminish the ordinary powers and duties of the executrix, by substituting for her the trustees. Hers was the hand by which the payments were to be made, and the appointed duty of the trustees was to provide the means of payment. In the absence of any express direction to the contrary, it must be concluded that when the testator made his wife sole executrix, he intended that she and she only should represent him in the payment of his debts. In accordance with this, is his peculiar language, by which he directed the disposition to be made of the proceeds of the sales of his residuary estate. He ordered their application first to the payment of his debts not otherwise provided for. He avoided saying that the application should be made by the trustees. But'when he came to speak, immediately afterwards, of the disposition to be made of the surplus not needed for the payment of debts, he declared that it should be distributed by the trustees. Thus he distinguished between payment to creditors and payment to legatees, and made the difference so marked that it can hardly be considered accidental.\nIf this be the meaning of the will and codicil, then placing in the hands of Mrs. Duval a portion of the proceeds of sale of the trust estate, to enable her to pay debts, for the payment of which the personal estate was inadequate, was not a misappropriation of the trust fund, the entire residuary estate having been subject to all the debts. And the payment to her must necessarily have preceded the payment of the debts. From the very nature of the case, therefore, it was impossible for the trustees to see to the particular application of the money which they handed over to the executrix. Nor were they under obligation to see to it. If such had been their duty, it would have imposed upon them the necessity of requiring that the debts should be established by judgments against the executrix and the devisees, and that duplicate vouchers for the payments should be taken from the creditors. It would in effect have converted them into executors, and displaced Mrs. Duval — such was no part of their trust. True, they were not at liberty to hand over to the executrix any of trust funds which were not needed to pay debts not otherwise provided for; and if they had done so they would be liable to the legatees. But they were guilty of no such breach of trust. The debts greatly exceeded the total amount of the personalty, and of the inventoried personalty a very large proportion was credited to the executrix, in the settlement of her accounts, as uncollectable or lost. Never did the trustees furnish her with money which was not needed in addition to the personalty. The auditor’s report finds as an indisputable fact that, on the 25th of November 1848, when they furnished her out of the proceeds of sales made by them, the sum of $11,000 (the last payment made to her by them), the debts due by the estate of the testator, which the personal estate was insufficient to pay, exceeded $25,000, namely, much more than the sum paid -to her, and the other sum of about the same amount claimed by the appellants to have been at that time in her hands. If this be so, and it is an established fact in the case, then there was no time when the executrix had in hand of the trust estate more than was needed to pay debts for which no other provision was made; debts beyond the entire available amount of the personalty. These debts were pressing. It was the duty of the trustees to furnish the means of paying them, and they did no more.\nHolding, as we do, such opinions respecting the rights of the executrix and the duty of the trustees, we need not inquire whether Mrs. Duval actually paid to creditors the fund which -she received from the accountants. The auditor does not find that she did. But he does find that her accounts as executrix clearly exhibit the disbursement by her of the entire fund. It is said, however, that those accounts, with the auditor’s reports upon them, and the confirmation in the Orphans’ Court, are not evidence of such disbursements, as against the appellants. We shall not undertake to discuss this question.- Whatever may be said in regard to the first account, we are not prepared to say that the second, settled when the appellants were of full age, of which they must have had legal notice, to which all persons interested in the testator’s estate were necessarily parties, was not at least sufficient to make out a primd fade case against them, and require them to show that the payment had not been made for which the credits were allowed. For the other reasons stated, however, we overrule the first exception, and hold that the appellees were properly credited with the sum of $27,436.79, paid by them to the executrix.\nThe second exception is, that the Orphans’ Court refused to surcharge the accountants with the present value of the Grermantown and Ann street properties, conveyed by them to Mrs. Duval, less the amount by which the estate has been benefited by that transaction. There is no merit in the exception. The accountants are charged with all that was in fact realized from the property, and the estate has had the benefit of its entire market value at the time when it was sold by the sheriff. When the conveyance was made to the executrix, and when the property was mortgaged by her, a greater sum than its entire value was needed for the payment of debts of the testator. The trustees might then have sold it, and the sale would have been in strict conformity with the provisions of the trust. Instead of doing so, however, they conveyed to the executrix to enable her, as the auditor reports, to mortgage the property in order to raise money to pay the debts. She did mortgage, and applied the money obtained, faithfully to the payment of the debts of the estate. When, tinder proceedings upon the mortgage, the property was subsequently sold, all the proceeds of the sales, beyond the sum due on the mortgage, went in satisfaction of the debts, for payment of which the land had been held in trust. It is impossible to separate Mrs. Duval’s mortgage from the conveyance to her. Together they were in substance a mortgage by the trustees. It was in their power to mortgage; for a power to sell includes generally a power to mortgage. Doubtless the conveyance to Mrs. Duval, standing by itself, and being without consideration, must have been regarded as an undue execution of the powers conferred upon the trustees; but, coupled with her mortgage in furtherance of it, it was to that extent not unwarranted. And, as the excess of the value beyond the sum raised by the mortgage was also applied to the purposes of the trust, in the payment of the debts of the testator, the conveyance was not injurious to the cestui que trust. It was indeed a hazardous arrangement, for it exposed the property to be applied to the debts of the grantee, rather than to those of the testator, and in that event the trustees would have been required to make compensation for the loss sustained by those interested in the trust estate. But as it turned out, it was a more beneficial arrangement for the interests of the legatees, than an immediate sale would have been, for it gave them the advantage of delay in the sale. This was no small benefit, since the property seems to have risen rapidly in value. It would be grossly inequitable now to hold the trustees accountable for the excess of the present value of the property over the amount which the estate realized from its mortgage and sale, merely on account of the form in which the sale was effected, in face of the facts that the mode of sale was not adopted for their benefit, or with any purpose of securing a personal advantage, and that the legatees have lost nothing by it. It was a mistaken mode, but it proved harmless.\nWe pass now to the fifth exception. It is to the allowances made to the accountants for brokerage and commissions. They are credited with 5 per cent, commissions, and 1 per cent, brokerage, upon most of the property sold. We think this an excessive credit. We have looked in vain through the auditor’s report for any evidence which justifies so large an allowance. ■True, the trust was in existence for more than sixteen years, but it was only a trust to sell real estate, and apply the proceeds. It was not, as was the trust in Heckert’s Appeal, 12 Harris 482, an imposition upon the trustees of the general care and management of the subject-matter of the trust. The lands were given to the widow for life, and it was her duty, not theirs, to pay the taxes, attend to the repairs and the general management, until the sales were made; and this duty she seems to have performed. The accounts show credits claimed by the trustees for but very few of the taxes or expenses of management. They took part, indeed, in the litigation which arose out of the distribution of the proceeds of sale under Mrs. Duval’s mortgage, but for all the expenses incurred in that, they have received a credit. And, as the questions involved in that were legal questions, they could have imposed but little labour upon them. Nor must it be forgotten that the litigation itself was caused solely by their indiscreet and hazardous conveyance to the executrix. They have claimed also, and been allowed, commissions upon the sum raised by the executrix, through her mortgage, although the money never passed through their hands. Many of the sales made by them were for large sums of money. Besides the $7000 mortgage already alluded to, one tract of land was sold for $5200, another for $11,000, another for $10,000, another for $7225, two others for $3000 each, and the mansion-house was sold after the widow’s death, for $39,000. Each of these sums appears to have been received in a single payment, and nearly all the sales were made by brokers. Under such circumstances, an allowance of 5 per cent, commissions, besides 1 per cent, brokerage, would be unprecedented and unreasonable. The compensation allowed to trustees is determinable by no fixed rule, not because the responsibility arising from the receipt and disbursement of the money which passes through their hands is not susceptible of a uniform measure, but because the labour and skill required in executing the trust must vary with its subject-matter. In Stephenson’s Estate, 4 Whar. 104, it was laid down as a rule, that an unvarying rate of 2J per cent., without regard to the magnitude of the sum, is always a just measure of compensation for responsibility. In that case the entire commissions were fixed at 3 per cent, on the sums actually received and disbursed by the accountant. In Nathans v. Morris, 4 Whar. 389, the commissions of trustees were fixed at 3 per cent, of the purchase-money ($7725) of certain ground-rents sold by them in pursuance of the directions in a will. It is believed that the common practice has been to allow commissions upon the amount of sales of real estate, at a rate not greater than 3 per cent., unless the execution of the trust has been attended with unusual difficulty. We see no reason why a higher rate should be allowed in the present case, and we therefore direct that the decree of the Orphans’ Court be corrected, by reducing the commissions allowed in both accounts, to the sum of $2744.05. We would not allow even that sum in addition to the brokerage paid, were it not that some portion of the land sold was in the state of Ohio, and no brokerage is claimed as having been paid upon the sales there made.\nThe remaining exceptions relate to the distribution of the balance in the hands of the trustees, and we think the third is not sustained. The appellants, as devisees of the Roxborough Mill, occupied the position of sureties to the residuary estate, the will having made the latter primarily liable for the mortgage on the mill, and they can therefore claim reimbursement only to the extent of their actual payment. That is to be measured by the extent to which their property satisfied the mortgage.\nThe fourth exception is that the court decreed to Charles J. Duval absolutely, the sum awarded as compensation, for his share in the Roxborough Mill, which was sold to pay the mortgage thereon.\nThe devise to Charles J. Duval was of a fee simple in one-ninth of the mill upon condition. That has been sold to pay the debts of the testator. The sum now awarded is in lieu of the land taken from him and from the devisees over in case he shall die without children. It is a course subject to the same limitations to which the land was subjected by the will. It is now within the grasp of the court, and a court of chancery would take care that every contingent interest in it should be protected. Why should not the Orphans’ Court do the same ? It was formerly doubted whether any court in this state had power to demand security for the protection of those having contingent rights, or rights in remainder. In King v. Diehl, 9 S. & R. 423, Chief Justice Tilghman expressed such doubts, at the same time asserting that chancery would see that security was given on a bill filed by the legatees over. Similar opinions were expressed by Judge Duncan, in Lippincott v. Warder, 14 S. & R. 118. To remove such doubts (never more than doubts), the 49th section of the Act of 24th February 1834 was enacted. It enacts that “ whenever personal property is bequeathed to any person for life, or for a term of years, or for any other limited period, or upon a condition or contingency, the executor of such will shall not be compelled to pay or deliver the property so bequeathed to the person so entitled, until security be given in the Orphans’ Court having jurisdiction of his accounts, in such sum and form as, in the judgment of such court, shall sufficiently secure the interest of the person entitled in remainder, whenever the same shall accrue or vest in possession.” This act, it is true, speaks only of legacies; for contingent interests and rights in remainder in lands cannot be wasted and destroyed by a tenant for life, or a tenant on condition. But when, as here, the law has substituted the money for land, all interests subsequent to those of the first taker require protection, and they are within the spirit of the Act of Assembly. The mischief of refusing security is the same in such a case as in that of a legacy, and the remedial statute should be liberally construed. We think, therefore, the Orphans’ Court should have required security from Charles J. Duval for the protection of the interests of those to whom the one-ninth of the Roxborough Mill devised to him, is given, on the event of his dying without children. In case of his failure to give such security, the fund should be invested to answer the limitations of the will.\nWith these two corrections, we affirm the decree of the Orphans’ Court. The sum deducted from the commissions of the accountants may be distributed, with interest on it, when they file their next account, and thus the necessity of disturbing the distribution already made may be avoided.\nAnd now, to wit, January 17th 1861, it is ordered, adjudged, and decreed, that the decree of the Orphans’ Court be affirmed, with this correction — that the commissions of the appellees be reduced to $2794.05, and it is ordered that the sum of $1829.37 deducted from the commissions, be charged to the accountants in their next account, with interest thereon. And it is further ordered, that the sum decreed to Charles J. Duval shall not be paid to him until security be given in the Orphans’ Court in such sum and form as in the judgment of said court shall sufficiently secure the interest of those entitled to the same after his death. In default of such security, it is ordered, that the Orphans’ Court may direct the sum to be invested to answer the limitations thereof in the will of James S. Duval."}