{"id": "994141", "contents": "The opinion of the court was delivered,\nby Strong, J.\n— However strong may be our convictions of the injustice and impolicy of taxing the personal property of nonresident minors for the benefit of the school district in which their guardian may happen to reside, its liability to such taxation is to be determined by the directions of the Acts of Assembly. The 29th section of the Act of May 8th 1854, entitled, “ An Act for the regulation and continuance of a system of education by common schools,” enacted, “ that for the purpose of enabling the board of directors or controllers (of any school district) to assess and apportion the tax for the ensuing school year, the county commissioners shall, when required, furnish the president or secretary of the board with a correct copy of the last adjusted valuation of proper subjects and things made taxable in the same for state or for county purposes, which said property, subjects, and things are hereby made taxable for school purposes, according to the provisions of the Act.” And the 30th section requires the board of directors or controllers to levy and apportion the said school tax, not exceeding the amount of state and county taxes authorized by law to be assessed, on all objects, persons, and property, made or to be made taxable for state or county purposes. There is no room for doubt, therefore, that whatsoever and whosoever in any school district, is taxable for state or county purposes, is also taxable under the school law. The question then becomes, is personal property of non-resident minors, in the hands of their guardian, taxable for state or county purposes in the district in which the guardian resides ? If the statutory provisions were the same now that they were in 1837 or 1841, the question must be answered in the negative, on the authority of School Directors v. James, 2 W. & S. 568. But they are not the same. Then the subjects of taxation were described as “all personal estate and property” “ owned or possessed,” the description evidently intending beneficial ownership or possession. Wherever the beneficial ownership was, there was the duty to assess and to levy the taxes. Hence, the domicile of the minor, in the case cited, was regarded as all important. On the 22d of April 1846, P. L. 486, another Act was passed, by which county commissioners are required to “ assess a tax for state purposes upon all property, real and personal, not taxed under existing laws, held, owned, used, or invested, by any person, company, or corporation, in trust for the use, benefit, or advantage of any other portion, company, or corporation.” The assessors of each ward or township are also required to ascertain and return the amount, description, and value of the said several objects of taxation. That under this Act and those which preceded it, the property in the hands of the defendant is taxable for state purposes, would seem to be beyond question. This much, at least, is ruled in Spangler v. York County, 1 Harris 322, and The Borough of Carlisle v. Marshall, 12 Casey 397. But where is it taxable ? So far as relates to the property held for the use of the minors resident in Ohio, it must be taxable in West Chester, where the guardian lives, or not at all. Before the Act of 1846, property thus held by a guardian was not taxable under laws then existing, and it was therefore directly within the purview of that Act, the object of which was to reach all property not theretofore taxed, held in trust, or for the use of others. The purpose of the Act would be defeated, if we were to hold that the personal property held for the use of the minors resident in Ohio, is not taxable where their guardian resides, and where he holds it for their use; for there only can it be assessed.\nBut the Act of 1848 does not embrace the case of the property of the other minor, who resides with her father, in Wallace township, another school district of Chester county. That was taxable under the laws existing at the time when the Act of 1846 was passed, and was therefore expressly exempted from its operation. But though taxable, it was not taxable for school purposes in West Chester, as was directly decided in School Directors v. James. Doubts have been entertained respecting the soundness of that decision, and certainly the opinions therein expressed respecting the domicile of the minor, are in conflict with many authorities, both English and American. But whether the court was right or wrong in those opinions, cannot detract from the authority of the decisions as bearing upon the present case. The defendant here was guardian, not of the person, but of the estate of the minor. No one contends that such a guardian, one who has no control of the person of the ward, can change the domicile of that ward, and change it, too, while the father is living. If, therefore, before the Act of 1846, it was the beneficial ownership or possession of personal property that was made liable to taxation, and that Act made no change in regard to property taxable before its passage, the tax upon the property of Emma Y. Cornog for the benefit of the West Chester school district, is not warranted by law.\nThe judgment is reversed, and judgment is entered for the plaintiff for $4.78 ; it being the amount of tax levied and apportioned upon the personal property of Sarah H. Tanner and Caroline M. Tanner."}