{"id": "994108", "contents": "The opinion of the court was delivered,\nby Woodward, J.\n— The rule of decision which denies the benefit of the exemption law to a dishonest debtor who shuffles and conceals his property, denies his ownership, and falsely alleges title in his wife or other relative or friend, with a view of eluding the vigilance of the officer who has an execution to levy, is founded in a sound morality, and, according to Huey’s Appeal and other cases, is agreeable also to the spirit and intention of the exemption law. It was an enactment for the honest poor, not for the roguish.\nWe cannot, therefore, concur with the learned judge in that part of his instructions which is contained in the first assignment of error. If the defendant’s falsehood in regard to the ownership of the property in his possession was for the purpose of, putting off the sheriff and gaining time for the payment of the execution, it was just as fatal to his rights under the exemption law, as if it was made with intent to delay, hinder, and defraud the creditor. We cannot, indeed, see the ground for the court’s distinction in this regard; for to put off the sheriff and gain time on the execution was, in our apprehension, to delay and hinder the creditor. The sheriff was the creditor’s legal agent, and a false representation that hindered the sheriff hindered the creditor.\nWhen an officer comes with an execution, it is the duty of the debtor, as a good citizen, if he cannot pay the debt, to facilitate the making a levy. He should exhibit his property honestly, and claim only the exemption which the law allows him. It is a hard thing, doubtless, to be strictly honest in such an emergency, but it is best, after all, even for the debtor himself. If his property be taken, his self-respect and conscious integrity are left, and he has gained a moral discipline which will go far towards repairing his fortunes. But if he equivocate and dissemble— denies the ownership of that which he cannot hide, and embarrasses the officer of the law in the execution of legal duties, he forfeits not only his self-respect, but his hold upon the exemption provided for honest debtors. And it is reasonable that he should; for what right has he to expose the officer to the peril of a suit for levying on the goods of a pretended owner, or, on the other hand, of incurring liabilities to the plaintiff for neglect of duty ? If, to escape from the dilemma in which the sheriff or constable finds himself placed, he obtains indemnity from the plaintiff, this is an inconvenience and a delay such as a debtoi has no right to cause, and then turn around and show by his. admission of title and claim of exemption, that it was needless and vexatious. In a word, the law would have all men honest and sincere. To debtors who are so, it leaves $300 worth of property — to those who are not it offers no reward.\nWhilst we are clearly of opinion that the judge mistook the law in saying that a falsehood which put off the sheriff would not deprive the debtor of his statutory claim, we are not quite certain from the evidence that the sheriff was really hindered — or, in the language of the learned judge, “put off.” Indemnity was spoken of, but we do not see from the evidence sent up, that it was obtained or that the sheriff was delayed. If the falsehood was merely casual, and was not used at a time and in a manner to delay, hinder, or embarrass the officer, indefensible as it was, too much account would be made of it by grounding upon it a denial of the statutory exemption. It is only a lie with circumstances, that works a forfeiture. If the officer is in no degree hindered or delayed by it, no legal consequences attach to it.\nThe next point is decisive of the cause. The court was asked by the plaintiff, to say that the money due by the garnishee might be attached, and that it was not exempt from attachment by the provisions of the exemption law. The court refused to give such instruction.\nHad the attachment been laid by Roseberry, the creditor under whose execution the appraisement was held, the refusal to give the instruction prayed for might perhaps have been justified. But Strouse was the attaching creditor, and how could the exemption that was claimed against Roseberry, avail the defendant as against Strouse ? The rule is, that an appraisement- is available only against the execution creditor or creditors who have levied or are about to levy. The exemption is not given against creditors in general, nor against judgment-creditors, but only against “ levy and sale on execution, or by distress for rent.” Hence the debtor must claim it against every execution-creditor. If he do not, there is nothing to prevent one execution-creditor from levying on goods that have been appraised and set apart under the process of another creditor.\nAttachment execution is execution process, and the exemption may be claimed against a creditor proceeding by such process, as effectually as against a creditor who comes with execution in the ordinary form. The time and manner of making the claim must be adapted to the nature of the process, but if no claim there is no exemption. And here there was no claim as against Strouse’s execution, and therefore no exemption. The point was not well put, for it may not have suggested this view of the case to the mind of the judge at all. We are inclined to believe, indeed, that it did not. Yet it ought to have been affirmed, not for the reasons urged by counsel in its support, but because the debtor had claimed no exemption from Strouse’s execution process. If on the next trial he can prove a claim, he may stand a chance of success.\nThe judgment is reversed, and a venire facias de novo awarded."}