{"id": "994120", "contents": "The opinion of the court was delivered,\nby Woodward, J.\n— We think the court erred in not submitting to the jury, the question suggested by the defendant’s first point. If the widow had really appropriated to her own use $300 worth of the personal estate of her deceased husband, on what principle could she be entitled to recover damages in an action on the case against the administrator for not setting out to her property to that value ? How was she damaged by the administrator’s neglect, if that be true which was alleged? The court suggested that the administrator might still claim the personalty in her hands. But he has not yet done, or threatened to do it, and until he does reclaim the whole, it seems odd that she should have damages against him for not giving her a part. If the property was worth just $300, it is equally clear she is not entitled to damages whilst she retains it. If it is worth less than $300, she ought to have allowed the jury to fix its value before they assessed damages against the administrator.\nThese observations are limited to the point as presented, but there are objections of a more general nature to the recovery had below.\nThe widow was entitled, in preference to all others, to administer on her husband’s estate. For fourteen months after his death, she neglected to take letters, or to renounce in favour of any one else; and meanwhile gathered up all the personal estate and removed to another part of the county. Now, the statutes which give her $300 worth of the estate, contemplate a regular administration. By the Act of 14th of April 1851, she may retain either “real or personal estate” to that amount, which implies an election; and by the Act of 13th April 1859, that which she elects is to be appraised by the appraisers of the personalty, which implies administration in the usual course. When a widow disregards the legal course of procedure — takes no letters, and causes none to be taken — makes no election, and has no appraisement whatever, but appropriates the whole personalty to her use, it is a good deal to say that she may have an action against a creditor who subsequently takes letters of administration; but it is quite too much to say, that in such action the administrator may not prove the value of the goods taken by her. Yet that was the ruling here. Before she recovered damages, she surely ought to have accounted for what she had taken. Such effects as they_ were, would be greatly consumed in fourteen months. Their value, when she appropriated them, was the point of inquiry. There was evidence on that point, and it ought to have been submitted.\nOn the 20th February 1857, two years and a half nearly after her husband’s death, the widow, without offering to account for the personalty, compelled the administrator, by rule of court, to apply to the Orphans’ Court for an order to sell the real estate; it was granted, and the real estate was sold to the widow herself, for $50, which she paid to the administrator. Then came this action against the administrator, in which she recovered $50 as her damages for not setting out to her her widow’s rights. This most singular procedure had no regard to the statutes. I repeat, that they contemplate an election on her part of realty or personalty, and an appraisement, not an Orphans’ Court sale. The Orphans’ Court may order a sale of decedent’s real estate to pay debts, and to maintain and educate children, but not for the purpose of giving the widow her statutory allowance; and this sale was made, I suppose, for the purpose of paying debts, of which there were plenty; for the intestate died insolvent. Yet the widow recovered all it produced, without at all accounting for the personalty, and thus obtained all the property, both real and personal, and left the administrator with a bill of costs to pay, instead of an estate to administer.\nIf, on accounting for the personalty, it had appeared that her claim of $300 had not been satisfied, she might have had enough of the real estate set out to her to satisfy it; or if, in process of administration, the realty were converted into money, she might claim her deficiency out of that; but to keep all the personalty without account or appraisement, and recover all the proceeds of the realty without allowing a jury to inquire into the value of what she had appropriated, was carrying measures with too high a hand, even for a widow. The statutes are very favourable to widows, and should be executed with the benignant spirit in which they were conceived; but to sustain the ruling in this action, would subvert the statutes, and confound all orderly administration.\nWe do not say that the action would not lie. • It is founded on the administrator’s neglect to look up and appraise the personalty, and though at the late hour at which he took letters, he would not probably have found it all, still it was his duty to appraise what he could find. But was the widow damaged by his neglect ? That is the question in this action. And that question cannot be properly decided without inquiring into the matter proposed by the defendant’s first point; and therefore the judgment must be reversed.\nWe see no other error upon the record. The evidence of Mann was properly rejected, for he had no power to enter into a binding arrangement with the widow about the personal estate. And if the demand upon the administrator was that he should set off enough of the real estate to satisfy her claim of $300, we think it was in time. If, however, it was a demand to sell the real estate, the objection would be, not that it was out of time, but that it was not the demand she was authorized to make. Whichever it was, and whenever made, her claim on the real estate would be limited to the difference between the value of the personalty and her $300.\nWe are sorry to be obliged to reverse a judgment in an estate so illy conditioned to sustain the costs of litigation, but the. error we have pointed out is too flagrant to be overlooked.\nThe judgment is reversed, and a venire facias de novo is awarded."}