{"id": "994122", "contents": "The opinion of the court was delivered,\nby Thompson, J.\n— It will not be necessary to consider more than one of the points raised in this appeal, as that will in our opinion be decisive of the case.\nThe auditor finds, that the sheriff’s deed under which the appellants claim the proceeds of this sale, was acknowledged in the Common Pleas, but that the sale was made in the District Court. Under these circumstances he decided that the deed passed no title to the purchasers. If this decision be right, then Gault’s title was without any competitor for the money, and the appellants without any status in court.\nThe Act of June 16th 1836’is explicit in regard to the jurisdiction of courts in taking acknowledgments of sheriffs’ deeds. It provides, first, for sales on execution from the Supreme Court. There the deed may be acknowledged in banc or before one of the judges sitting at Nisi Prius; or, intending doubtless to provide for vacations in these courts, the acknowledgment may in certain cases be either in the District Court or Court of Common Pleas where the land lies. So, in sales made on testatum process, they may be acknowledged in the courts of the county where the sale takes place. “In all other cases,” says the act, “ the acknowledgment aforesaid shall be made in the court from which the execution issues Brightly’s Purdon 345.\nThese provisions were taken mainly from the Acts of 1705 and 1791: 1 Sm. Laws 57; 3 Id. 28. The last provision quoted, conformed the legislation to the decision of this court in McCormick v. Meason, 1 S. & R. 92, upon the 4th section of the Act of 1705, in which it was held that the acknowledgment of a deed in the Common Pleas of Westmoreland county was void, the vend. exp. having issued out of the Common Pleas of Fayetto county. The regulations on this subject are too important and material to be departed from. The acknowledgment is a judicial act, and concludes many questions of regularity in the execution of the process. With no propriety could this be held to be law, if the court taking the acknowledgment has no power to supervise the process or set it aside for irregularity, and this would be the case where the process did not issue in the court wherein the acknowledgment was made. Again, as the entry of the acknowledgment is equivalent to recording the deed, it would create great confusion if the records of the court in which the sale was made might not be referred to as containing all the evidence of the sale. But the language of the Act of 1836, as quoted, is an emphatic direction on the point under consideration, and must be followed. The proposed issue, even if in time, which we do not say was the case, did not embrace any question about the fact that the deed was acknowledged in the Common Pleas, and that the process issued from the District Court. We think, therefore, that the auditor was right in holding that De Haven’s deed was invalid, and in awarding the money to Gault.\nDecree of the Common Pleas affirmed at the cost of the appellant."}