{"id": "996215", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nThe parties to this unhappy controversy are brothers. The subject-matter of dispute is the title to the Girard Hotel, in Chestnut Street, Philadelphia. The form of the litigation is a bill in equity, with answer, proofs, &c. Presbury & Billings, the tenants of the hotel when the litigation began, and Thomas Edwards, Jr., a mortgagee of James, were made co-defendants with James, but the only real parties in interest are the plaintiff, George W. Edwards, and the defendant, James G. Edwards. The bill was filed by George, complaining that in 1850 he purchased three lots on the north side of Chestnut street, two of them of the executors of Hannah Chancellor, deceased, for the price of $33,000, and the other of Mrs. Sarah Wharton Twells, for the price of $20,000 — that he paid in cash $11,000 down on the purchase of the Chancellor lots, and $5000 on that purchased of Mrs. Twells — that for his own convenience he caused the title-deeds to said lots to be made in the name of his brother James, who executed at his instance bonds and mortgages for the residue of the purchase-money. He then proceeds to allege the erection of the hotel by himself — admits that his brother James gave him about $7000 to be used in the erection thereof — claims that he leased it on the 26th of January 1852, to Presbury & Billings, and that in July 1852, he obtained from George Brown, on the credit of said property, a loan of $100,000, secured by ground-rent deeds, which were executed at his instance, and that the mortgages given to the Chancellor estate and Mrs. Twells for balance of purchase-money, were paid off out of the loan so obtained from Brown. The plaintiff thereupon alleges that James holds the legal title of said property in trust for him, and prays that he be decreed to convey it to him.\nJames’s answer, while it distinctly admits the payment by George of $16,000 of the purchase-money of the lots, denies the alleged trust altogether, and insists that he, James, purchased the lots and built the hotel, and that whatever moneys were paid and advanced by George, whether as purchase-money of the lots, or towards the erection of the hotel, were paid and advanced at his special instance and request as loans to him, and that he has fully repaid said moneys to George out of the Brown loan and the accrued rents of the hotel. He accordingly claims a right to retain and hold the indefeasible and absolute title to said property.\nIt is perfectly apparent that the great question which these pleadings raise is, whether George has a resulting trust in the Girard Hotel estate. He does not allege an express trust. His case does not rest upon any declaration of trust by James, either written or parol, but entirely upon that implication which the law makes in favour of a purchaser who buys real estate with his own money, and takes the title in the name of another. This is a well recognised mode of making title to real estate. Indeed most of the text writers, and many of the adjudged cases, define a resulting trust by the instance of the very case made by the plaintiff’s bill — a purchase by one in the name of another. The nominee in the title deeds becomes trustee for him who paid the money. The ownership of the money which purchased, draws to itself the beneficial or equitable interest in the estate. And such equitable title, though resting generally in parol proof, is expressly exempted from the Statute of Frauds and Perjuries. Still it is a mere implication or presumption that he who pays purchase-money is the equitable owner of that which is. purchased. Not an arbitrary presumption as it has sometimes been called, but a reasonable one, founded in the general experience and observation of men. At common law, before the Statute of Uses, a feoffment made without consideration was presumed to be made for the use of the feoffor, and it is upon parity of reason and in strict analogy to this that equity regards the owner of money which is paid for land as the owner of the land. But being a mere primé facie presumption, it may be rebutted. If the nominee in the title be a wife, or child, or grandchild, or one to whom the purchaser stands in loco parentis, the moral obligation to provide for such a party is at once recognised and an advancement is presumed. But brothers are not within this rule: Maddison v. Andrew, 1 Vesey, Sr. 58 ; Benbow v. Townsend, 1 Myln. & Keene 506.\nThe presumption may be rebutted also by the declarations of the purchaser, made at the time of and in such immediate connection with the purchase as to he part of the res gestee. It is important that this rule in regard to declarations be received with the limitation here stated. And so received, it will be apparent that much of the evidence in the large volume of proofs we have before us is either wholly irrelevant or of small consequence. If a purchaser declare that he pays his money for the benefit of the nominee in the deed, though that party do not stand in such relationship as would of itself, without any declaration, raise a presumption against the purchaser, let it tell against him. The legal effect of his act, without the declaration, would have been to give him an equity, but any man of common sense may qualify the legal effect of his conduct by an accompanying declaration.\nBut what do declarations before or after the purchase signify ? If before, they can import no more than an intention, which, because it is a mere mental purpose, may be changed. If after, they operate to divest an equitable estate and therefore are unworthy to be received. In Bailey v. Boulcott, 4 Russ. 345, it was held that the expression of a mother’s inchoate intention to settle the property was not such a declaration of trust as the court could act upon, and generally loose and indefinite expressions, and such as indicate only an incomplete and executory intention, are insufficient either to fasten a trust upon property or to loosen it where it has once attached. The expressions must be used contemporaneously with or in contemplation of the act of disposition: Kilpin v. Kilpin, 1 Myln. & Keene 537 ; Tritt v. Crotzer, 1 Harris 457 ; Hill on Trustees 97 ; 2 Sug. on Vend. 131.\nKeeping these principles and distinctions steadily before our minds, let us advert to that part of the evidence which relates to the time when the rights of the respective parties vested. That is the material point of time to be examined, for if a resulting trust ever arose in favour of the plaintiff it arose then ; and if a resulting trust then, it is one still, unless surrendered, and he is entitled to a decree. But if no trust resulted in the matter of the purchase, none was subsequently created, and he has no right to be in a court of equity. If he is the mere loan-creditor of his brother, his remedies are ample at law.\nFive witnesses were examined in relation to the purchase of the lots, three on the part of the plaintiff, and two on behalf of the defendant. Those on the part of the plaintiff were Emlen, the real estate broker, who was employed to sell the lots; Elliott, the conveyancer, who prepared the title papers for the Edwards; and Wallace, the agent of the Chancellor estate and of Mrs. Twells, who received the purchase-money and securities. These witnesses all represent the purchase to have been negotiated and completed by George W. Edwards, the money paid by him, the deeds made to his brother by his directions, and the bonds and mortgages executed by James by direction of George. No purchase was ever more intelligently described, none could.be better proved by parol evidence. And as surely as resulting trusts are written in our law, a trust resulted to George Edwards from the facts detailed by these witnesses. Nor do they prove any accompanying declarations of George to modify or qualify his acts. This testimony, therefore, especially when taken in connection with the admissions of the defendant’s answer and the principles of law above referred to, does establish, beyond all doubt, the resulting trust alleged by plaintiff.\nBut this is only the testimony on the part of the plaintiff. Two witnesses were examined on the part of the defendant— McArthur, the architect who was employed to draw plans of the house and to superintend its erection, and Mudge, a sub-agent whom Emlen and Fisher employed to assist in the sale of the Chancellor lots.\nMcArthur was not present at the purchase of the lots, and had no conversation with the brothers until after the purchase, though his conversation must have been, if he dates it correctly, before the deed for the Twells lot was executed. They first spoke of building a boarding-house; and something was said about James having some wharf property at Richmond which was to be disposed of, and the proceeds, so far as it Avould go, put into the boarding-house. The witness prepared a pencil sketch of the plan, when it was concluded between him and the brothers that it would be best to buy the Twells lot, and to employ his nephew, John McArthur, Jr., to erect a hotel. “ It was stated by both brothers, and I so understood from the commencement, that the hotel was to be erected for James G. Edwards. George stated that to me repeatedly. George was to be the man to furnish the means. I always charged the work to James.” The witness then went into a long detail of a variety of circumstances which do not bear directly upon the point now under consideration. Nor were the declarations of George to this witness made in connection with the purchase. The first deed, that of Chancellor’s executors, was executed 30th of May 1850, that of Mrs. Twells on the 19th of August 1850. The witness fixes his first conversation with the brothers about the boarding-house early in June, and the subsequent conversation about the hotel a few days thereafter.\nGiving to this evidence, and to much evidence of the same sort, the fullest effect to which it is entitled, can it be fairly considered as importing more than that James was to have an interest in the property equal at the least to the amount he should invest in the improvements ? • Would it not be a great distortion of this evidence to treat it as divesting George of the title that had already resulted to him in the Chancellor lots, and as preventing a resulting interest in the subsequently-purchased Twells lot ? We think it would. It would open the door to fraud and perjuries so wide that no resulting trust would ever be safe. Witnesses could prove that a man had talked it away when his only intention was to give a brother an interest in productive improvements to be erected by their joint means on land, the legal title to which was in one, and the equitable interest in the other. It is worthy of observation that this witness does not report George as speaking of the title to the land, but only of the hotel, which was to belong to James. So with many other witnesses. If George meant just that which he is reported to have said, that James was to be interested in the hotel, distinguishing in his own mind between the title to the lots and the ownership of the building, we should do him rank injustice by so applying his words as to root up his title in the land. The distinction in his mind between the title to the house and the land it stood on, may not have been sound, or legal, or such as another man would have taken, and yet may serve to account for very many of his declarations as proved. He wished to withdraw his brother from the business of a broker, and engage him in something that would be more safe and productive. The building of a hotel, and the leasing and supervising it, were in his judgment employments better fitted for James, and as James’s means were to go into the erection of the building, and the building was the prominent object in everybody’s thoughts and conversation, it is not strange that it should have been spoken of as his hotel. But it would be passing strange if a court of equity should allow such expressions to divest an already vested interest in the soil. Especially in a case where a gift or intention to give is not even alleged.\nNow as to Mudge, the other witness of the defendant, he swears that he had a good many interviews with George about the purchase of the Chancellor lot — that George told him he did not want it for himself — if he bought, it would be for his brother James. The witness went with George to Emlen and Eisher, and he adds, “ George Edwards bought it. I think he stated the same thing to Emlen and Eisher that he hád to me repeatedly before, that he did not want it for himself — he bought it for his brother James.” This evidence approaches the true point of inquiry. A declaration made by George in the very article of purchase might defeat the resulting trust. It was such evidence that defeated the trust in Benbow v. Townsend, 1 Myln. & Keene, before referred to. But what is the weight of evidence as to the fact of the imputed declaration ? Was it ever made ? Mudge puts it doubtingly. Eisher is dead; Emlen heard no such remark, nor did Elliott or Wallace. And these men, more interested than Mudge in what was transpiring, would be quite as likely to remember correctly all tbe attendant circumstances. Of all the witnesses, Muclge is the only man who pretends to have heard a word fall from George, in the act of purchase, that would repel the presumption of a resulting trust, and he only thinks he heard such a word. On his cross-examination he admitted that he had borrowed money of James since the litigation began, and that he had difficulties with George.\nWeighing the testimony of the witnesses in those equal scales by which justice tries all conflicting proofs, the preponderance is in favour of the resulting trust alleged in the plaintiff’s bill. And then, when we glance along the other proofs, we see several circumstances that persuade powerfully to the same conclusion. There is the admitted fact that George bought other valuable city lots, and took the titles in the name of this same brother, without his ever acquiring or pretending to have any other interest than that of trustee of the legal title. George bargained with architects, mechanics, and material-men for the erection of the hotel — gave it much of his personal attention and credit — arranged with Presbury for the lease, and joined James in the execution of that instrument — had the property assessed in his name — prescribed the insurances, and caused James to mortgage it again and again as his (George’s) interests and convenience dictated. Who can fail to see that such facts tend strongly to corroborate the presumption of a resulting trust ? Grant that all along, through the rise and progress of the hotel, George spoke of it as James’s hotel, and professed to be helping his brother solely for his brother’s benefit, still there remains the stubborn fact that he purchased the lots, and paid the purchase-money, and there must remain the legal consequences which necessarily attach to that fact. And the other facts to which I have adverted add themselves with such weight to the fundamental fact, that loose declarations to strangers cannot overthrow the strong foundation whereon the plaintiff stands.\nIn the printed argument of defendant’s counsel, the case is put, A. makes a purchase of real estate, declaring at the time that it was made for B., to whom, by A.’s direction, the conveyance is made, and by whom the securities are given, the hand-money being paid by A., does a resulting trust arise upon a purchase so made ? It is answered that it does not, and it is argued that the presumption is completely rebutted by A.’s declaration that he is buying for another. I grant the conclusion, but counsel must see that it rests on the assumption that the declaration which kills the resulting trust is made “ at the time of the purchase.” If not made then, counsel do not argue that subsequent declarations would defeat the resulting trust. Now we say, that after a patient study of this voluminous evidence, we find no such declaration of George, made at the time of the purchase, as in law is sufficient to rebut the resulting trust which is implied from purchasing with his own money. We do not believe that he said anything to qualify the legal effect of the act of purchase. We do not believe that his numerous declarations, subsequently made, were intended to divest his rights of property. We do not believe that when he paid down $16,000 of cash, he meant to stand as a mere creditor of his brother, else he would have taken a bond, note, receipt, or some voucher for the money, such as creditors usually take. We do not believe that he intended that sum to be a gift to James, else it would have been alleged and claimed as such in James’s answer.\nSuch are the convictions, affirmatively and negatively stated, which the volume of proofs has inwrought upon our minds. It is not worth my while to go through and discuss all the proofs. No analysis of them would reward the labour of making it. Enough has been done when the results of perusal and reperusal have been indicated.\nBut there is one remarkable page of the volume which deserves especial attention. I allude to the receipt of 10th March 1852, which George gave to James, for three mortgages, amounting in the aggregate to $120,000. Here it is, in words:—\n“ I acknowledge tó have received from my brother, [‘ in settlement of accounts between us,’] James G. Edwards, his three mortgages, amounting together to $120,000, [w'hich have been] secured by the buildings and premises situate on the north side of Chestnut street, between Eighth and Ninth streets, known as the Girard House. Noav, I do hereby agree with the said James G. Edwards, that if, on a careful examination and adjustment of all matters in relation to said premises, there should appear to be a less amount due to me than the above-named sum, I will give credit for any such deficiency on either one of said mortgages.\n“ Geo. W. Edwards.\n“ March 10th 1852.”\nWhen this case was before Mr. Auditor Sergeant, he reported that he would have had no doubt of George’s resulting trust, if it had not been for this paper. I submit that this paper, executed three months after the hotel was finished and leased to Presbury & Billings, can scarcely disprove that a trust resulted to George in 1850, when he purchased the lots in his brother’s name. It may indicate an intention to release his equitable interest to James, or it may be taken as satisfactory evidence of some parol arrangement between the brothers, antecedent to the date of the paper, whereby George was to surrender his equities in consideration of the three mortgages. And this was the light in which I found myself disposed to view the paper when the auditor’s report came before me at Nisi Prius. But in this view it was perfectly consistent with the theory of a resulting trust. It was, indeed, high evidence that such an estate existed in George, and had he received the fruits of the mortgages which were the consideration of his release of interest, I would have held at Nisi Prius, not that no trust resulted to him from the circumstances of the purchase, but that he had released .and surrendered it to James for an agreed price. And thus the fullest effect would have been given to this paper. But under the circumstances in evidence, I was of opinion that no effect whatever ought to be given to it, and my brethren have come, slowly and cautiously, to the same opinion. The circumstances alluded to are found fully detailed in the evidence. George received the mortgages, but never recorded them, nor was able to realize a dollar upon them by sale in the market. In some mysterious manner they found their way back into James’s possession, who cancelled them, and the ground-rent loan of Brown, negotiated by George and raised upon papers executed both by him and James, supplied George with a portion of the funds which he expected, in March 1852, to realize from the mortgages. In a word, the consideration for the settlement of 10th March 1852 failed utterly. Will a court of equity, then, hold George bound to the release of his resulting trust ? He agreed to give it up for a price which was not paid. Will equity enforce the agreement? Assuredly not. In behalf of creditors of James, or others claiming under him, new doubts might arise, but as between George and James themselves, there is no room for a doubt. George stands here alleging a resulting trust, and has proved it. James alleges that it was surrendered in consideration of the three mortgages — that George became a mere creditor of the estate — and therefore, that the resulting trust ought not to be enforced in his favour. George replies, But you destroyed my mortgages without paying them, and therefore equity will not hold me to my release, and I am free to assert the resulting trust.\nHere let the altercations end. We decide that George is not concluded from asserting his rights of property in the Girard House estate, by the paper of 10th March 1852, by his numerous and persevering declarations of James’s interest, nor by any of all of the circumstances and facts in proof.\nBut we are not insensible to the force of many of those declarations and circumstances. They do import, beyond all possibility of a doubt, a valuable vested interest in James. He claims to have put $20,000 or $25,000 of money into the property. George admits $7000. James gave time and attention to the erection of the hotel — exercised innumerable acts of ownership —held himself out to the public as owner, with George’s assent and acquiescence, and was declared to be the owner by George, to almost everybody with whom he conversed. At home, according to the testimony of the sister, he always represented the property as James’s, and thought, very reasonably, that the world would never comprehend the unselfish kindness which prompted him to help an unfortunate brother so largely. Abroad, among mechanics, tax-gatherers, merchants, and inquisitive idlers, whilst he was less uniform and precise in his declarations than in the family circle, he nevertheless was very frequent and emphatic in his recognition and assertion of James’s interest. Such full proofs are not to be disregarded. For reasons before stated, and especially because they do not relate to the nascent period which gave birth to George’s rights, we do not allow this evidence to turn him out of court. We recognise him as a cestui que trust of an undivided equitable estate — as a tenant in common of that estate with James. But we recognise James, not only as the holder of the legal title, but as a tenant in common of the equitable estate with George, made so by advance of money to the common enterprise, and by the repeated and express admissions of George.\nAnd two or more may be tenants in common of such an equity. In Crop v. Norton, 9 Modern R. 233, Lord Hardwicke appears to have been of opinion that the doctrine of resulting trust only extended to cases where the whole consideration is paid by one person, and the conveyance taken in the name of the other ; but in the case of Wray v. Steele, 2 Ves. & Beam. 388, the doctrine was held as applicable to a case where several advanced the purchase-money, as where it was all advanced by a single individual. In England, if their advances were equal, they would be treated, perhaps, as joint tenants, if unequal as tenants in common. But with us, where joint tenancies are discouraged, we treat such parties as tenants in common, whether their contributions be equal or unequal. A purchase of lands with partnership funds, generally makes the partners tenants in common, according to their respective interests in the partnership, however the legal title may be held. See the authorities collected in note to Collyer on Partnership, § 135. And that such is the effect of a joint purchase by parties not standing in the relation of partners, is abundantly proved by the American authorities: Bottsford v. Burr, 2 John C. C. 405; Stewart v. Brown, 2 S. & R. 461; Duffield v. Wallace, Id. 521; Kisler v. Kisler, 2 Watts 323; Shoemaker v. Smith, 11 Hump. 81; Purdy v. Purdy, 3 Maryl. Ch. 547; Buch v. Swazey, 35 Maine 41; Jackson v. Moore, 6 Cowan 706; Morey v. Herrick, 6 Harris 129. It has been said that the part of the purchase-money furnished by one who thus claims a resulting trust must be a definite part: Baker v. Virnig, 30 Maine 121; Sayre v. Townsend, 15 Wend. 647. In Shoemaker v. Smith, 11 Humph. 81, however, it was held that the presumption was in the first instance where two contributed the funds, and the conveyance was taken in the name of one, that the proportions were equal.\nOn authority, therefore, as well as upon all proper considerations of fraternity, we feel entitled to treat these brothers as tenants in common of the equitable fee. It may be said, that James’s contributions were to the improvements of the lots, and not to the purchase-money. This is not clear. Though the proceeds of the Richmond property, whether $20,000 as he claims, or $7000 as George claims, went doubtless into the erection of the hotel, yet the great bulk of the purchase-money of the lots was paid out of the ground-rent loan made by Brown, and that was raised by James conveying the legal title to George, who reconveyed to James, reserving a ground-rent equal to an interest of 6 per cent, on $100,000, which was then assigned to Brown. The effect of the papers was to impose on James the covenant for payment of that rent. There is, therefore, much show of reason in his claim to have paid the greater part of the purchase-money. The real fact is, the Brown loan was obtained on the credit of the property, but whatever personal liability was assumed for it rests on James. I do not think it material, however, whether James’s contribution of money to the common enterprise was applied to the purchase-money of the lots or to the erection of the edifice. All that was expended in buying and building may fairly be considered as purchase-money of the property that is now in dispute.\nWe come then to the conclusion that these belligerent brothers are tenants in common of the equitable estate, and so considering them at Nisi Prius, I permitted their pleadings to be amended so as to call for mutual accounts, and then referred it to the master to take and state such accounts between them as would define their respective interests. He summoned the parties before him for this purpose, when they both refused to offer any other evidence of their “ actual disbursements on accounts of the Girard Hotel than was already contained in the printed pleadings and evidence.” The master, thereupon, went into an arithmetical calculation founded on such materials as he had, which resulted in the conclusion that the total cost of the Girard House was ....... $181,990.75 From which he deducted for old material, $1,257.49\nAnd sums paid out of proceeds of ground-rent loan,..... 43,841.34\n-- 45,098.83\nLeaving as the balance of their joint contributions, $136,891.92\n$136,891.92\nGeorge’s advances were then assumed at the amount of the three mortgages of 10th March 1852 . 120,000.00\nLeaving a balance to represent James’s contribu--tions of ....... $16,891.92\nBy allowing James $219.54, the master was enabled to state-their fractional interests as seven-eighths to George and one-eighth to James.\nThen on account of receipts and disbursements since the date assumed for the completion of the hotel, the master found George indebted to James in the sum of $11,706.16.\nWe have no doubt the master did the best that could be done with the material before him, but it is impossible to feel satisfied with conclusions that are based on such uncertain premises. For instance, the $120,000 assumed for George’s advances rest on the paper of the 10th of March 1852, which, as we have seen, did not profess to be a final settlement on “ careful examination and adjustment of all matters in relation to said premises,” and the whole effect of which paper was destroyed by subsequent events. How is it possible to take an account between ■ them, when James alleges his advances at $20,000 in cash, and George admits only $7000, and there are no proofs to settle this disputed point ? They do not agree, nor is it possible to ascertain with any certainty, how much of the Brown loan went into the property, and how much of it to the separate use of George. Then there are the mortgages made to Slevin & Ross, and paid off wholly or in part from the proceeds of the estate, how, without the fullest explanation and comparison of vouchers, are these to be stated in the account, not to speak of numberless bills, checks, receipts, and other vouchers, which, thrown before the master in mass, without arrangement or explanation, tended only to make confusion worse confounded! As the parties have had ample opportunity to state their accounts in such manner as would enable the judicial mind to proceed with some degree of satisfaction ; and as both have refused to do so, we deem it fair and reasonable to treat the case as destitute of evidence of their respective advances, and then to apply the principle of Shoemaker v. Smith, 11 Hump. 81, before referred to, that, in the absence of evidence, the legal presumption is that their proportions were equal. Or if it be said, as on a survey of the whole case it may be well said, that George was, in the first instance, probably greatly in advance of James, it is not unreasonable to presume that the inequality was adjusted out of the proceeds of the ground-rent loan, and the ordinary rents of the hotel, so that by now setting up the presumption of equivalent contributions, we seem quite as likely to reach the justice which is due to these brothers, as by any other mode we earn adopt of deciding their cause.\nTo say that this result, or the processes of reasoning by which we have come to it, are entirely satisfactory, even to ourselves, would be to assert more than is true; but when business men will conduct affairs of large moment in so reckless a manner that they cannot give the explanations necessary to an exact definition of their legal rights, they have no reason to complain that a court of equity, looking at all circumstances, and especially at their relationship, remind them that equality is equity, and dismiss them hence on that principle.\nDecree. — This cause came on to be heard at the January Term 1861, and was argued by counsel, and now, to wit, July 24th 1861, upon consideration thereof, it is ordered, adjudged, and decreed, that James G. Edwards holds the legal title to the premises mentioned and referred to in the bill and answer as the Girard Hotel in the city of Philadelphia, for himself absolutely as to one undivided moiety of said estate, and in trust for George W. Edwards as to the other equal undivided moiety of said estate, and the said James G. Edwards is hereby ordered and enjoined to execute and deliver to the said George W. Edwards, within ninety days from the date of this decree, a good and sufficient deed, for vesting in the said George W. Edwards, his heirs and assigns, a valid title in fee simple to an undivided moiety of said estate, with all its appurtenances and hereditaments, free and clear from all mortgages, judgments, liens, and encumbrances whatsoever, except only that of the ground-rent deed executed by the said George W. Edwards and wife of the one part, and the said James G. Edwards of the other part, for said premises, bearing date the 7th day of July, A. D. 1852, the debt of $100,000 in said deed mentioned, to remain a lien on said premises until it is paid, each moiety of said estate being bound to discharge one-half of said debt. The said George to satisfy whatever mortgages he may hold on said estate within ninety days.\nAnd it is further adjudged that the mortgage of said premises executed by said James G. Edwards to Thomas Edwards, Jr., on the 30th day of April 1857, was executed without consideration or due authority, and the said Thomas Edwards, Jr., is ordered and enjoined to satisfy and release said mortgage of record by a sufficient legal writing to that effect within ninety days from the date of this decree.\nAnd it is further ordered and decreed, that the receiver pay over to the said George W. Edwards and James G. Edwards, all moneys remaining in his hands, in equal proportions, one-half to each, and that their respective receipts therefor be a full discharge of said receiver from all liability for said money.\nAnd it is further ordered and decreed, that the said George W. Edwards and James G. Edwards pay the costs of this suit in equal proportions, one-half thereof to be paid by each.\nThis decree is not to be taken as concluding the right of either of said parties to recover at law for any moneys which may appear to be legally due from one to the other on account of expenditures and payments made on behalf of the Girard Hotel estate, or of rents, issues, and profits derived therefrom.\nThe part within brackets is interlined in the original."}