{"id": "996269", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nThe testator of the plaintiffs in error became surety for Ingersoll, as trustee of the estate of Sarah F. White, under the will of Sarah Brinton, to invest certain moneys, and pay over the interest to said Sarah F., during her natural life. It seems there was a breach of the trust in a failure of the trustee to pay over or invest the money, and he was dismissed from his trusteeship, and a decree had against him in the Common Pleas for the whole amount of the money, and that he pay the same over to his successors. After proceedings commenced and before decree, the surety, White, died, and it was contended \"here, that this terminated his liability, and that his contract of suretyship did not survive to his personal representatives.\nIn passing, it may be stated, that it was neither averred nor proved, by the defendants- below, that the default of the trustee took place after the death of the surety, nor when it took place. The non-compliance with the decree was not the original breach; it was in evidence that a breach had occurred before, for, without such had been the case, it is not easy to see how any decree could have been made against him. The question of administration of the trust was the only one before the auditor, so far as we can discover; and consequently it must have been for this he was called to a settlement and dismissed.\nBut the main question remains. Did the contract of surety-ship survive? The general doctrine on this point was very thoroughly examined and discussed by my brother Lowrie, J., in Dickinson v. Callahan’s Administrators, 7 Harris 227. The conclusion arrived at there, seems to be, that if the contract of a decedent be personal, and the performance of the deceased himself be the essence thereof, his executors will not be liable, excepting only so far as the contract was broken during his lifetime; and the instance is given of a contract to impart artistic or mechanical skill and information. Such a contract could not devolve on the representatives of the deceased, for, as it was there said, “we cannot suppose that the deceased was contracting for any kind of skill in his administrators.” So in Quain’s Appeal, 10 Harris 510, it was held that a ground-rent covenant did not survive against executors or administrators, only to the extent of rents accrued during the lifetime of the decedent, for if it did, the settlement of the estate would be indefinitely postponed to the injury of creditors and legatees. The same thing was held in regard to a covenant to keep up and repair fences, in Bland’s Administrator v. Umstead, 11 Harris 316. No doubt can exist as to the rule in cases where the personal performance of the contracting or promising party-is the motive for the contract: such, for instance, as a contract with an artist to paint a picture or to execute an engraving, or with an author to write a book. In these and like cases, the contract from its very nature could not be supposed to be intended to survive.\nBut a contract to pay money, although it falls duo after the decease of the obligor, does survive. And what is the difference between an agreement to pay at a future period or on a future contingency ? The contract is to be completed, not by any personal performance, but by the payment of money. This act an executor can do as effectually as the testator, and it cannot therefore come within the rule of the cases cited. The obligor could contract for such performance by his personal representatives, and did so ; and whether named or not, the law casts this survivorship on them. Nor are they, to be relieved on the other ground hinted at, of the indefiniteness of the obligation. The law arms them with sufficient authority to demand an ascertainment of their liability and the substitution of new security. To accomplish this, would not require much time necessarily.\nWa.s there any limitation short of compliance in the original undertaking ? Certainly none in law or fact which we can see. The obligation of the surety was coextensive with that of his principal. It was for final indemnity to those interested. No one would doubt, but that the executors of the latter would be obliged to respond for a default after his death occasioned by his acts in his lifetime, such as a subsequent loss on account of a previous investment, and the like. So would the surety’s executor be bound for the same reason, and on the same principle.\nWe have several cases in the books of the liability of estates in the hands of personal representatives on obligations entered into for official fidelity, and in none of them was there any such defence attempted: Yard v. Lea, Administrator, 3 Yeates 344, in the Supreme Court, and again reported 4 Dallas 95, in the Court of Errors and Appeals; So also in the case of Commonwealth v. Wenrick, 8 Watts 159. A contrary doctrine would, as suggested, be fraught with momentous consequences. It would shake every kind of official suretyship for state, county, and corporation officers; guardians, administrators, assignees, and also guarantees for the performance of private contracts. There is no principle which requires the encountering such consequences. Had such existed, they would have been discovered long ago; for every year, and almost every week, opportunities have been afforded for their discovery, in the constantly recurring actions to hold personal representatives answerable in just such contracts as the present.\nIt is not necessary to notice any other matter in the case, as, the point discussed being determined against the plaintiff in error, it is decisive of the case against him.\nJudgment affirmed."}