{"id": "996249", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nThis case has been twice here before, and may be found reported in 5 Barr 480, and again in 11 Harris 367. The first of these decisions was overruled by the last, mainly on the ground of the presentation in the last case of important documents relating to the boundary line between Maryland and Pennsylvania, which could not be found in the first trial. They were the agreement between the Penns and Lord Baltimore, of the 10th of May 1732, and the decrees for its specific execution, since published in Penna. Arc., vol. 4, commencing at page 3; and the agreement of the 4th of July 1760 ; and the provisional agreement between the same parties, pursuant to the Orders in Council of 25th of May 1738.\nThe case is again before us on the same state of facts as existed on the last trial, and we have again carefully considered all these proprietary agreements, and the conclusion arrived at is fully in accordance with the report of the case and decision in Stigers v. Thomas, 11 Harris, supra. It would not, we apprehend, be of any practical value to restate the principles therein deduced by the court from the acts and agreements of the proprietaries of the provinces of Pennsylvania and Maryland, therein referred to. \"We entirely agree that the inchoate right of resurvey by the holder of the Shelby warrant, issued under the land laws of Maryland, was not such a grant as was protected by the definitive agreement of the 4th of July 1760, between the Penns and Lord Baltimore. It was not exercised until several years afterward. Until located, it was no appropriation of lands, under the Maryland laws. It was in itself descriptive of no locality. No money was to be paid until after a survey. It was simply an existing privilege, at the date of the agreement, resting in the discretion of the holder of the warrant, to be exercised or not, as he pleased, and possessed no more validity as an appropriation of land, than any unexecuted indescriptive warrant, or. other unexecuted intention to take lands by some legal means in the future. The saving to claimants under the Maryland grants, by the agreement referred to, was to grantees of “ any the farms, lands, tenements, or hereditaments lying and being on the west side of the river Susquehanna, and within the space or distance of one quarter of a mile” of the line fixed by the agreement as the boundary line between the two provinces, and to such as “ are now in the actual possession or occupation of all, every, or any the tenants or occupiers of the said province, lands, hereditaments, and provinces.” Hawkins’s survey was not made until in 1765. It could not therefore have been in his occupancy on the 4th of July 1760, the date of the agreement. The occupancy of the “ Rangers Venture” by Evan Shelby, gave no pre-emption right, that we can see, to any particular “contiguous vacancy,” which might be taken in by a future resurvey, and consequently there was no actual occupancy of the land to be protected, so that the grant, being in direct violation of the agreement of 1760, was void, and not only for this reason, but also for want of jurisdiction in the proprietary of the province of Maryland thereafter to make the grant.\nThe provisional arrangement under the Order in Council of the 15th of May 1738, was simply for the preservation of the peace between the provinces, and to be controlled by the proprietaries afterwards, as was done by the agreement of 1760, if indeed it differs in any substantial respect from it. It provides that the jurisdiction of the respective proprietaries should remain as before, until the boundary line should be settled. It was settled by the agreement of *1760, although finally run and marked afterwards. Under and pursuant to this provincial arrangement, what was supposed and intended for the boundary line, was run, in 1739, by commissioners from both provinces, as far as the Susquehanna river, and by the Pennsylvania commissioners eighty-eight miles further. This, perhaps, would have satisfied the reservation under the agreement of 1738, even if that of 1760 had not been subsequently entered into. But we will not extend these remarks! Hawkins’s Maryland title was no protection to the defendants. This, being so, the case is to be determined by the laws of Pennsylvania. The plaintiffs’ warrant being descriptive, appropriated the land from its date. It was followed also by a survey, in a few days after it issued. The date of the warrant being prior to the date of the defendants’ improvement, the title under it must prevail; and as we perceive no error in the record, the judgment is\nAffirmed."}