{"id": "996224", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nThis was an issue under the Interpleader Act, to try the right to certain property and goods levied on at the suit of the plaintiffs against William Wallace, and claimed by his wife.\nHer only ground of claim, it seems to us, rests on the fact that she carried on the store formerly occupied by her husband, by goods bought on her own credit, and from time to time paid for on her checks. The proof of a loan of money by a brother-in-law, and goods by a sister, was too indefinite for any practical use. It was not shown what amount of money was loaned, whether one dollar or one hundred, nor what amount of goods were advanced. Upon such evidence a jury could not piossibly determine any extent of interest in Mrs. Wallace through and by means of money thus borrowed, without any account of the amount, and so with the goods advanced.\nThe sole question then is, does her purchase on credit give her the same title as if she had shown it indisputably to have been made with her own money ? The learned judge, candidly expressing his doubts on the point, affirmed that it did. Was he right ?\nThe Married Woman’s Act of 1848 provides that “ all property, of whatever kind or nature, which shall accrue to a married woman during coverture,” as well as that belonging to her before marriage, “shall be used, owned, and enjoyed by her as her own separate property,” and “shall not be subject to levy and execution for the debts or liabilities of her husband.”\nIt is property in the strict sense of the term that the legislature intended to protect. There is no room for an implication that the earnings of the wife, the result of her skill, credit, or industry, are to have a different direction and a different ownership since the act, from what they had before. To hold this doctrine would be to constitute every married woman a feme sole trader whenever she can get credit, so far as the creditors of her husband were concerned, and yet to leave him answerable for her contracts in purchasing the very goods upon which she trades, 'if purchased with his knowledge, and without his dissent. She has no power to contract for the purposes of trade. When she does so, the law esteems her the agent of her husband, and looks to him as the responsible party: Heugh v. Jones et ux., 8 Casey 433; 1 Blac. 443, n. 31; Hallowell v. Horter, 11 Casey 375. When the husband knows of and assents to his wife’s purchases, no matter what she does with them afterwards, he is answerable on her contract for them. How, then, can it be said that such goods are obtained by or result from the wife’s property, and to be protected by the act ? Her credit is nothing in the eyes of the law, outside of the special cases in which it is allowed to be pledged; it is esteemed his credit, and the necessary corollary from this legal position is, that the fruits of it are his.\nIt certainly was not the intention of the legislature to establish the principles of the civil law in the marriage relation, wherein the husband and wife are considered distinct parties, and may have and acquire separate estates, contracts, debts, and liabilities; but it would be a near approach to it, to hold that goods purchased by the wife simply on her credit to trade with, were to become her independent property. If purchased and afterwards paid for by the wife with money belonging to her before, or accruing to her during marriage, a very different question would arise. Here it was not pretended that the moneys paid on purchases were other than such as had been received on prior sales of goods purchased on credit.\nHowever much we may sympathize with a married woman who bravely struggles to sustain her family by her industry and credit, after a disastrous issue in the affairs of the husband, yet we cannot dispense with settled and wholesome rules of law, which regard the acquisitions of the wife as the property of the husband, and liable to his creditors. We have said all this in numerous recent adjudications, the last of which approaches so nearly to this case as to rule it on the main point — I mean the case of Hallowell v. Horter, 11 Casey 375.\nWe think that the learned judge erred as specified in the several assignments; all of which, however, raise but one question, and that the judgment must be reversed.\nJudgment reversed, and a venire de novo awarded."}