{"id": "996218", "contents": "The opinion of the court was delivered,\nby Strong, J.\nWe have here the bald question whether, in sales of personal property on inspection, without express warranty, the law presumes an engagement on the part of the vendor, that the article sold is of the species contemplated by the parties. No doubt there is such an undertaking where sales are made by sample. In such cases, the vendor warrants that the bulk of the article shall correspond in kind with the sample. The tendency of the modern cases has also been to the doctrine that in sales of articles in regard to which the seller is presumed to have superior knorvledge, there is a warranty that the thing sold shall be in kind what it is represented to be. Illustrations of this are found in sales of wines by wine merchants, of jewels by a jeweller, and of medicines by a druggist. In this class of cases, the buyer and the seller do not deal on equal terms. The vendor is professedly an expert. His trade invites confidence in his representations, and confidence is usually reposed. So far, in modern decisions, there has been a departure from the rule laid down in Chandelor v. Lopus.\nThe case before us is not one of this character. The wheat was not sold by sample, and neither the contract of sale, nor the identity of the article, was defined by a bill of parcels. Nor was the subject of the contract a manufactured article, ordered and supplied for a particular purpose. True, the difference between spring wheat and other wheat is not ascertainable by inspection, and it may be assumed that they are not the same in species. Still, the case is one of a purchase on inspection of an •article, of which the vendor’s means of knowledge were no greater than those of the vendee.\nBorrekins v. Bevan, 3 Rawle 28, which is mainly relied upon by the plaintiff in error, was a case in which it was doubtful whether the sale was or was not made by sample, or by a description in a bill of parcels. In delivering the opinion of the court, Judge Rogers used very broad language, which, however, ought to be understood as applied to the facts of that case. He said that, “ in all sales there is an implied warranty that the article corresponds in specie with the commodity sold, unless there be some facts and circumstances existing in the cases, of which the jury, under the direction of the court, are to judge, which clearly show that the purchaser took upon himself the risk of determining not only the quality of the goods, but the kind he purchased, or where he may waive his right.” If, by this, that eminent judge be understood as speaking of “all sales” by sample, or sales by bills of parcels, where the purchaser has not seen the article, and where the bill of parcels is the sole evidence of the contract, and of the identity of the thing sold, he expressed what is now the law of Pennsylvania. But that there is any such implied warranty in the ordinary case of a sale on inspection, was denied in Carson and McKnight v. Baillie, 7 Harris 376. There, the rule of the common law was plainly announced, “ That where goods are sold on inspection, there is no standard but identity, and no warranty -implied other than that the identical goods sold, and no others, shall be delivered. The name given to them in the bill is then immaterial, because faith was placed, not in the name, but in the quality and kind discovered on inspection.” To the purchaser of goods on inspection, the language of the law is “ caveat emptor.” There may be a few exceptions, such as we have referred to, but a sale of such an article as wheat is not one of them. When the purchaser has seen it, and gets what he saw, no warranty is implied that it is properly described by the name which the vendor gives to it.\nThe .charge of the court below was therefore right.\nJudgment affirmed."}