{"id": "996226", "contents": "The opinion of the court was delivered,\nby Lowrie, C. J.\nThe plaintiff below has a very clear legal title to the ground-rent claimed here. If any part of it has become merged, it is not by a legal merger, for it does not come from any fact in the line of the title to the ground-rent of which he is charged by law with notice. The ground-rent is a separate estate from the ownership of the ground; and the owner of the ground-rent is not charged with notice of the subdivisions of the land, and of the rents that are made among the owners of the ground, for his rent issues out of the whole by a title anterior and paramount to these subdivisions. And, in buying a ground-rent, the purchaser is not charged with the duty of seeing who owns the ground, for he buys the rent estate irrespective of the estate in the ground. If the conveyances that he is bound to take notice of do not show the two estates to be merged, they are not legally merged as against him. They do not show it here.\nThen is there any equitable merger as to him? We think not. Low owned the whole lot charged with thirty dollars rent, and conveyed the Carlton street end of it to James, charged with twenty-six dollars rent, and covenanted for himself, his heirs, executors, administrators, and assigns, to keep him clear of the paramount rent. Afterwards, Longstreth became the owner of the other end of the lot, and also of the paramount rent. Did Longstreth by this become bound to clear the Carlton street lot from the paramount rent ? This depends on the meaning and force of the word assigns in the covenant. Assigns of what ? Not of the Wood street lot, for that is not mentioned, and the whole rent is not expressly charged upon it. The natural interpretation is that which is presented by the plaintiff below: assigns of the twenty-six dollars rent. It is saying, Give me twenty-six dollars perpetual rent, and I will covenant for myself and my assigns of that rent, that you shall not have to pay any part of the paramount rent, and that, if you do have to pay any portion of it, you shall indemnify yourself out of the rent you are now covenanting to pay me.\nThese views show that the case was rightly decided, and we need not discuss the other aspects of it. No correct mode of treating it can change the result.\nJudgment affirmed."}