{"id": "996210", "contents": "The opinion of the court was delivered,\nby Strong, J.\nThat the notes taken from the contractor by the plaintiffs were not taken in satisfaction of the debt due from him, and for which the claim was filed, is established by the verdict of the jury. But it was thought, in the court below, that the receipt given for the notes amounted to an agreement to give time, and that therefore the church building, standing in the position of a surety for the contractor, was discharged from the lien. The receipt, however, contains no express engagement not to sue Nicholson upon the original account until the notes taken as a cumulative security should fall due. Was such a binding agreement implied in the transaction ? Does the receipt from a debtor of a promissory note, payable at a subsequent day, not in satisfaction of the debt, but to be satisfaction when paid, raise an implication that the creditor engages not to sue for the original debt until the note matures? Upon this question the authorities differ. In Okie v. Spencer, 2 Whart. 253, where the holder of a promissory note on the day that it became due, accepted from the maker a cheek drawn upon a bank by a firm, consisting of the maker and a third person, dated six days after-wards, which check was to be in full satisfaction of the note in case it was paid at maturity, it was held that this amounted to a suspension of the remedy against the maker, and discharged the endorser. The check was not the check of the debtor alone: and Judge Kennedy, in delivering the opinion, relied upon that as a distinguishing fact. He remarked, that “ had the drawer given his own check merely for the payment of the note at the expiration of six days, there might have been some colour for saying that he (the creditor) had not thereby precluded himself from bringing suit on it during that period; because it might then have been argued with great plausibility, if not correctly, that he had obtained by it no additional security, and consequently no adequate consideration to make a promise of indulgence binding; that by the check he acquired nothing except the personal responsibility of the drawer, which he had before by virtue of the note ; and therefore had he even made an express promise of indulgence for the six days, it might have been alleged that he would not have been bound by it for rvant of a sufficient consideration.” The case of Mercer v. Lancaster, 5 Barr 160, was one in which the surety of the debtor took a note of a third person, endorsed by the debtor as counter security. There was no taking by the creditor of a new security. Mr. Justice Rogers, arguendo, remarked, that by taking the new note endorsed by his principal, the surety had debarred himself from calling upon the creditor to collect the money due upon the note of the principal and surety. It was not a question between the creditor and the debtor, and the new note was an additional security, for it gave to the surety another promissor whom he had not before. The dictum of the learned judge, therefore, was not applicable to a case where a fresh security of the debtor alone payable at a future day, is taken as a collateral. But in Myers v. Wells, 5 Hill 463, the case was this: A note had been endorsed for the accommodation of the maker, who transferred it to a merchant as collateral security for the payment of the price of goods thereafter to be furnished. Goods were accordingly furnished, and on a settlement of accounts some months after the note fell due, the maker was found indebted in a large amount, for which the merchant took his notes, payable at a future day. It was held by the Supreme Court of New York, that this suspended the merchant’s right to sue the maker of the first note until the last-mentioned notes fell due. The court attributed some importance to the fact that an account had been stated which was in itself a sufficient consideration for an agreement to suspend suit against the maker. But the ruling was distinct that the taking of the new notes implied an agreement to give time on the old. Several authorities were cited in support of the decision, and among them Okie v. Spencer, 2 Whart. 259. I do not find, however, that the authorities cited sustain the ruling in the broad terms in which it was made. The case of Kendrick v. Lomax, 2 Cromp. & Jer. 405, is most in point. There it was held that a creditor who had taken a new negotiable security, not in satisfaction of, but as collateral to a former bill, could not sue on the first bill without producing and giving up the new bill. So far, however, as I have been able to examine the modern English cases, they seem to recognise the doctrine that the taking a negotiable security for and on account of a debt, operates primé facie to suspend the creditor’s right to sue for the debt until the new security becomes due. Such was asserted to be tbe law in Walton v. Mascall, 13 M. & W. 452, by Baron Parke; and such also was the ruling in Baker v. Walker, 14 M. & W. 465, and Price v. Price, 16 M. & W. 232. Tbe doctrine of Fellows v. Prentiss, 3 Denio 518, is the same. See also Putnam v. Lewis, 8 Johns. 389.\nBut tbe later Pennsylvania decisions take different ground, and follow tbe ruling in Bing v. Clarkson, 2 Barn. & Cress. 14, in which it was decided that the acceptance of a new bill from tbe acceptor of a former bill after it had become payable, for tbe payment of tbe same debt at a future day, could only be considered taking a collateral security, and therefore did not amount to or imply giving time to the acceptor, and consequently did not release the other parties to tbe bill first given. In Weakly v. Bell & Sterling, 9 Watts 273, Judge Kennedy, who also delivered the opinion in Okie v. Spencer, goes over the cases, and comes to tbe conclusion that “ taking a new note for tbe same debt mentioned in the old, without any agreement to give time to the drawer, or to deliver up the old note to him, or that the new shall be taken in satisfaction of the old note, has ever been considered a mere collateral security which does not affect or alter the original liabilities of the parties on the old note, in any respect whatever.” And in Bank of Pennsylvania v. Potius, 10 Watts 150, tbe doctrine asserted in Weakly v. Bell & Sterling, was reaffirmed. Ripley v. Greenleaf, 2 Vt. 159; U. S. v. Hodge, 6 Howard 279; and Wade v. Stanton, 5 Id. 371; as well as Elwood v. Diefendorff, 5 Barbour 298, are substantially to tbe same effect. All of these cases I understand as bolding that there is no implication that tbe creditor agrees to give time for the payment of tbe original debt, arising out of tbe fact that be takes a note payable at a future day on account of it. They maintain that the law raises no such agreement, and if there be one, it is to be proved as a fact, dependent for its existence on the understanding of the parties at the time when the security is given.\nIn the present case the receipt given by the plaintiffs to the contractor was for three notes, all payable before the expiration of six months from the time when the bricks were furnished, “ amounting to $1846.50, in full for bricks delivered to church in Race street, east of Seventeenth, north side.” As the jury have found that the notes were not received in satisfaction of the debt, they were of course collateral to the account, and therefore according to the doctrine of Weakly v. Bell & Sterling, the court could not say that the receipt amounted to an agreement to give time for the payment of the account. If this is so, it is unnecessary to inquire whether the church building is to be regarded as standing in the relation of a surety for the contractor, for it was not established that any time was given. This point does not seem to have been decided in any of the reported cases, nor even presented for decision. It is true that in Kinsley v. Buchanan, 5 Watts 118, when a contractor had given a note to a material-man, payable “after date,” it was held that the property was not discharged from the lien. The note was not payable on demand. It had at least one day before it fell due, and if taking a note for the debt due by the contractor, payable at a future day, discharges the lien upon the property of the owner, that was a fair case for so holding. The case is worth nothing, however, as authority on this point, for the precise question was not raised.\nIt is sufficient for our ruling now, that an agreement to give time for the payment of the price of the bricks was not found by the verdict, nor to be implied in law from the receipt given in evidence.\nThe judgment is reversed, and judgment is entered upon the verdict for the plaintiffs."}