{"id": "996216", "contents": "The opinion of the court was delivered,\nby Strong, J.\nThe equity of the appellant is dependent wholly upon the question, whether her deceased husband held the land partly in trust for her. If she has failed in proving a resulting trust, she has no case; and such a trust is not to be made out by equivocal and unsatisfactory evidence. Had the deed for the land been made to Kline and his wife, in accordance with the. article of agreement, her rights would be easy of ascertainment. But it was not. By her positive direction the deed was made to her husband. If she took any interest under the article of agreement, it was but a naked possibility, and that she surrendered before the deed was made, declaring that the sale had been made to her husband, and that the deed should be made to him. It is true, that equitable interests in land are within the Statute of Frauds, and are not assignable except by writing; but they may be waived by parol, so as to put it out of the power of the holder to obtain the interposition of a chancellor in his behalf, or they may be released: Boyce v. McCullough, 3 W. & S. 429; Dayton v. Newman, 7 Harris 194. In any view which can be taken of this case, however, the title of the appellant is not based upon the article of agreement. If she has any interest, it arose out of the payment of her money at the time when the deed was made to her husband. But the husband having paid the purchase-money, the presumption would be that he paid it for himself, and this presumption the appellant must overcome. True, the husband had in his hands $960 belonging to his wife, a part of which, probably most of which, was paid on account of the purchase-money; but there is no other evidence than the subsequent declarations of the husband, that it was paid as the money of the wife, and in order to secure to her any ownership of the land. These declarations were made after the rights of creditors had accrued, after a mortgage had been given to Beelman for money loaned, and after the husband had confessed a judgment for the unpaid purchase-money. It may well admit of doubt whether, in a contest between the wife and the husband’s creditors, his declarations are evidence in her favour. Nor is it to be overlooked that the statements of Kline, upon which the appellant relies to establish her title to the land, are not strictly consistent with the facts of the case. To his brother he said that he had paid $900 of his wife’s, money on the land. This was certainly a mistake; for, even if no part of the purchase-money was paid out of the sum which he borrowed from Beelman when the deed was made, the entire amount paid appears to have been $815. For the remainder of the purchase-money, a judgment was taken. Yet upon such loose and mistaken declarations, the appellant is forced to rely for the establishment of a trust for her benefit. We have often said that the evidence must be clear and convincing that shall warrant setting up a resulting trust against the legal title.. Whether the evidence in the present case be of that character, may be doubted. Without the casual declarations of the alleged trustee, uttered some time after the purchase, not made in the presence of the cestui que trust, declarations proved by his brother alone, and shown to be inaccurate, there is no evidence that the wife was anything more than the creditor of the husband. It is worthy of observation, also, that many of the material allegations in her petition are completely disproved. Prominent among these is her averment of ignorance of the fact that the deed for the land had been made to her husband, until after his death, and her denial that she had ever given any consent to such transfer.\nBut, without positively deciding that there was no resulting trust in favour of the appellant, it is sufficient to justify the action of the Orphans’ Court, that only the estate of John Kline, the husband, was sold. That court had no power to- order a sale of any more than his interest in the land: Diehl’s Appeal, 9 Casey 406. Moreover, the purchaser asks to have the sale confirmed, and the mortgagee and judgment-creditor have rights superior even to the equity of the appellant, if she has any.\nThe order of the Orphans’ Court is affirmed."}