{"id": "996288", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nThe reason why a bastard cannot inherit, by the common law, is because he is the son of nobody. Having no ancestor, his blood possesses no inheritable quality; though, in respect of his own children, it has the usual descendible quality of pure blood. But a bastard may be made legitimate and capable of inheriting, says Blackstone, in 4th Inst. 36, by the transcendent power of an Act of Parliament, and not otherwise, as was done in the case of John Gaunt’s bastard children by a statute of Richard II. We have on our statute books acts of legitimation without number. Because our constitution is silent on the subject the legislative power is plenary — I am not aware that it has ever been questioned. An estate that has already descended to the legal heir cannot be divested and given to the bastard by a subsequent act of legitimation, but that the taint of his blood may be cured, for purposes of future inheritance, by the healing touch of the legislature, is not to be doubted. It is not so questionable an exercise of power as the restoration of inheritable blood by the reversal of an attainder for treason, for the corruption there proceeds from disloyalty to the state, which is a much more grievous offence than fornication.\nThe business now in hand, however, is not to vindicate the legislative power to restore bastards, but to interpret an act of legitimation. In 1853 the legislature enacted, “that George W. Killam, son, and Emily Miles, daughter, of George Killam, of Wayne county, shall have and enjoy all the rights and privileges, benefits and advantages of children born in lawful wedlock, and shall be able and capable in law to inherit and transmit any estate whatsoever, as fully and completely to all intents and purposes, as if they had been born in lawful wedlock.”\nThese are very large enabling words. The very definition of a legitimate person is one born in lawful wedlock, and whatever capacities to inherit or transmit an estate such a person possessed in 1853, or should acquire thereafter, were to belong to George W. Killam, and to be among his “ rights, privileges, benefits, and advantages.” So much is clear. But lawful wedlock with whom ? The mother of George W. and Emily is not mentioned or referred to in the enactment. Whether they were children of the same mother, and who was the mother of either or both, the legislature seems not to .have known or inquired. They meant undoubtedly that the children should have the same legal capacities as if their father had been, at the time of their birth, the lawful husband of their mother, and it is fortunate that the construction of the act is rendered easier by the ascertained fact that they had a common mother.\nElizabeth Tyler was the mother of both. They were both born before 1821. After their birth, but long before the Act of 1853, their mother was married to Nathaniel Tyler, and both she and the father, George Killam, survive both children. Emily married, and died in 1860, leaving a husband and three minor children. George W. died intestate, in 1859, unmarried and without issue, seised in fee simple of two hundred and eighty acres of land, the subject of the present controversy. In 1860 Tyler and wife conveyed the land to Jeptha Killam, with full notice that it was claimed both by the father George Killam, and by the sister Emily Miles, then still alive. This ejectment was brought by George Killam, the father of the bastard, against Jeptha, the purchaser from the mother of the bastards, and upon this state of facts the court so construed the Act of 1853, as to give the judgment and the land to the plaintiff.\nThe necessity of defining the exact effect of the Act of 1853, is shown by our general intestate laws, which provide for the succession to the estates of intestate children, whether they be legitimate or illegitimate. If legitimate, the real estate, by the 3d section of the Act of 8th April 1833, relative to intestates, goes to the father and mother of the intestate child during their joint lives and the life of the survivor; and by the 5th section to them in fee simple, “in default of issue, and brothers and sisters of the whole blood and their descendants.” If the decedent be an illegitimate, then by the 3d section of the Act of 27th April 1855, his real estate goes to his mother in fee simple.\nWas George W. legitimate, or illegitimate, when he died in 1859 ? That depends on the effect of the Act of 1853. If legitimate, then his father and mother, both being alive, take a joint estate for life in his lands, and his sister, being of full blood, took the remainder in fee, which at her death descended to her heirs. If, on the other hand, he was illegitimate, then, under the Act of 1855, his mother took the whole in fee simple.\nThe learned judge must have thought, as the counsel for the defendants in error argue, that after the Act of 1853 the children ceased to be illegitimate only as “ between their father and themselves.” Notwithstanding the full and strong terms of that legislation, counsel will not agree that it legitimated the children any further than as concerned the one parent. To concede that' it legitimated them as to both parents, would admit the mother to a joint inheritance. The immediate effect of such a qualified construction of the act must be to leave them illegitimate as to the mother, and then the Act of 1855 brings her in. The only answer which counsel make to the Act of 1855 is that George W. Killam was not, at its passage, of the class to which it applied. He had been created, say they, the legitimate son of his father by legislative enactment. He had been taken out of the inferior class of illegitimate “ and clothed with all the civil rights of the superior class of legitimate children.”\nThe argument is manifestly felo de se. You kill your first position of a qualified or half legitimation, by your second, which invests the children with all the civil rights of legitimacy. The question here is not one of inheritance, but of transmission. George W. might have controlled the direction his estate should take by a will, but he elected to leave it to the transmission of the intestate laws. He must be presumed to have known what they were.\nIt is a truism, too simple to need more than mere assertion, that for the purposes of the intestate acts he must have been either legitimate or illegitimate. They provide for no mongrels or hybrids. Then let it be said that he was legitimate, that though not born in lawful wedlock, the transcendent power of the legislature had made him equal to a son born in lawful wedlock, that though his mother was not ascertained or mentioned by the legislature, she is fully indentified by the parties litigant, and her maternity admitted in the record before us, and therefore, that in legal judgment, she should be recognised as entitled to a joint life estate with the defendant in error in the decedent’s lands. What is the objection to this ? It may be said it is giving undue effect to the Act of 1853 — that it is virtually making wedlock betwixt a man and a woman who is married to another man — that if the bastards had had several mothers, it would be marrying Killam to each of them, and that it establishes inheritable blood betwixt a brother and sister as well as between a father and his children. Let all these consequences be accepted, and what do they amount to ? Notwithstanding Mrs. Tyler’s present wedlock, she might have been Killam’s lawful wife when these children were born. The legislature were not necessarily guilty of an historical untruth, or even of an anachronism, in enacting that she was. A divorce would have qualified her for the second marriage. How do we know that these children were not born in lawful wedlock, the legislature having said they were ? How can we impeach the union between the parents, whatever it was, since the legislature has made it lawful ? And why should not the act be construed to make George and Emily brother and sister ? It is judicially ascertained that they were children of the same father and mother, and they have been legislatively declared legitimate. Then they were in law, as in fact, brother and sister of the full blood. As to the embarrassment which would be upon us if they had happened to have been born of different mothers, sufficient unto the day is the evil thereof. That question is not before us, and it shall not distress us.\nThe other construction of the Act of 1853, that which qualifies the legitimacy granted, is not free from greater difficulties. It is opposed to the terms of the enactment, which is sufficient to set it aside. We have seen that the words used by the legislature were large enough to confer all the civil rights of legitimacy, and as it was a remedial and a humane law it ought not to be cramped in the construction. But again, the intestate laws cannot be administered on the theory of a partial legitimacy. This is apparent enough from what has been already said. It is to be observed that when they admit the mother to the inheritance of a deceased child, whether a legitimate or illegitimate, they admit her not as the wife of the father, but as mother. It is of no moment, therefore, that Mrs. Tyler is not Killam’s wife, since he confesses her to be the mother of his children. In that maternal character she takes under the intestate law. If the Act of 1853 was intended for the very special purpose supposed by counsel, of establishing relations between the father and son in respect to the land in question, how do they account for Emily being embraced in it, between whom and her father there were no transactions in land ?\n• In view of the difficulties of both constructions, we think it more congenial to the spirit of our intestate laws, and more honourable to the motives of all parties, to impute to the Act of 1853, not the narrow and inconsistent purpose contended for, but the more generous intent of eradicating all manner of taint from the blood of both George and Emily, and compelling the world to treat them, for all purposes, as legitimate. The consequence is, that George could transmit and Emily could inherit under the intestate laws as if no defect had ever existed.\nWe see nothing to change our judgment in the fact that this land was conveyed to George W. by his father, for a consideration of natural love and affection. He held it as a purchaser, and at his death the fee simple descended to his sister, subject to a life estate of his father and mother for their joint lives and the life of the survivor. By the mother’s conveyance to Jeptha Killam he took what she held and no more, and, therefore, the judgment should have been for the plaintiff below, not for the whole, but for a joint undivided moiety of the premises.\nThe judgment is reversed, and judgment is now entered here in favour of George Killam, the plaintiff below and defendant in error, for an undivided moiety of the land mentioned in the writ.\nStrong, J., dissented."}