{"id": "996233", "contents": "The opinion of the court was delivered, by\nWoodward, J.\nIt is impossible to discuss or even comprehend the questions raised upon this record, without first extricating the essential facts from the intricacies of the papers that were given in evidence. And as chronology is the surest guide to the truth of history, I propose to explain the transactions that led to this controversy in the order of the date of the papers.\nSeptember 1st 1852. Joseph S. Silver, acting for himself and other owners, leased to Johanan Cockhill, for a period of twenty years, a right to mine coal from three certain veins in Schuylkill county, known as the Big Tucker Veins. The rent reserved was graduated at from ten to thirty cents per ton, and Cockhill was to have a drawback of rents to the amount of $12,000, by way of compensating him for the improvements he was to make.\nJanuary 13th 1853. Cockhill assigned this lease to E. Tyler & Co., who, it would seem, undertook to advance the money for making the improvements necessary to the working of the veins. Same day they gave him a separate paper in the nature of a defeasance, whereby they agreed to reconvey the leasehold to Cockhill on his paying their advances and interest, and also twelve and a half cents per ton on all coal mined under the lease, so long as the advances remained unpaid. A proviso required Cockhill to mine not less than sixteen thousand tons in 1853 and 1854, or to pay twelve and a half cents the ton for the deficiency.\nProbably at the same time these papers were executed, though the date named was 12th January 1853, Cockhill drew on Silver in favour of F. Tyler & Co. for $12,000, or such proportion thereof as might become due to him under the above condition in Silver’s lease.\nApril 5th 1854. Reassignment by F. Tyler & Co. to Cockhill of the said lease, with the assent of F. W. Hughes, who had succeeded to Silver’s rights, subject, however, to an express covenant of Cockhill to perform all the conditions of the lease, and in addition thereto to pay F. Tyler & Co. twelve and a half cents the ton for every ton of coal mined, in addition to the rents stipulated for in the lease.\nOn the same day, 5th April 1854, there was acknowledged a mortgage of the leasehold, dated the 4th April 1854, from Cock-hill to F. Tyler & Co., reciting the lease, its assignment and reassignment, and conditioned for the payment of a debt of $12,000, with interest, and twelve and a half cents the ton for all coal to be mined by Cockhill from the “ Big Tucker Veins” under said lease.\nApril 4th 1854 (probably of even date with above mortgage). All the partners constituting the firm of F. Tyler & Co., executed a paper under their respective seals, agreeing to enter satisfaction on a “ certain mortgage” (presumed to be that above mentioned), “whenever the said sum of $12,000, with interest thereon, is fully paid.”\nApril 3d 1855. F. Tyler & Co. filed of’record a statement under their signatures, “ claiming that there now remains actually due and unpaid upon the said mortgage from the said Johanan Cockhill to the said mortgagees, the sum of $11,173.76, with interest from 1st January 1855.” This sum was claimed as constituting “ the amount of their interest in the property mentioned and described in the said mortgage.”\nFebruary 21st 1856. Cockhill mortgaged the same leasehold estate to Robert C. Greene to secure a debt of $1330, with interest.\nDecember 6th 1856. Cockhill confessed a judgment in the Common Pleas of Schuylkill county to F. Tyler & Co., on their mortgage, for the sum of $9217.43, on which a levari facias issued the same day.\nDecember 23d 1856. The sheriff sold the estate to F. Tyler & Co. for $9500, which moneys they claim to appropriate to their mortgage. Robert C. Greene also wants to take out of the money in court the amount of his mortgage.\nApril 2d 1859. The court awarded the following issues :—\n1st. To ascertain how much has been paid on the mortgage by Cockhill to F. Tyler & Co.\n2d. To ascertain how much is due on said mortgage.\n3d. What portion of said mortgage is founded upon usurious consideration ?■\nThe jury found $9045.82 due to F. Tyler & Co.\nGreene took his writ of error, and his counsel have assigned fifteen errors to the rulings of the court in admitting evidence and answei’ing points.\nThe general question seems to have been, what was the suxxx of the real, bond fide indebtedness of Cockhill to F. Tyler & Co. on his mortgage to them ? This would depend necessarily, first, oxx the amount loaned him on the faith of the mortgage, axxd xxext on the amount of payments they had received. As to the first question the testimony of Cockhill himself was very explicit. He said: “I received $10,000. I drew on Tylers as I wanted it; the last draft makes $10,000, less one cent. This is the whole loaxxed xne. The $12,000 was made by my allowing them twelve and a half cents per ton for what coal I was to mine during the years 1853 and 1854. I did not mine that amount. It was the estimate of twelve and a half cents per ton for the two years before the mortgage was given. I considered the twelve and a half cents a bonus. They held my lease as collateral security for the money I loaned. They were to have no other interest in the mines. They gave no consideration for the twelve and a half cents per ton except the loan or use of the $10,000.”\nIt would seem from this evidence that the actual loan was $10,000, and, deducting the payments made by Cockhill, the balance would be exhibited which Tyler & Co. would be entitled to receive out of the proceeds of the sheriff’s sale.\nBut the learned judge held, that although the contract was usurious between the parties as to the twelve and a half cents the ton, yet the plaintiff in this issue could not set it up or have an abatement of the principal sum secured by the mortgage. He added, “ if Cockhill did not plead the usury as a defence to the payment of the mortgage, the plaintiff in this issue cannot do it.” Then as to the payments, he stated that the plaintiff claimed them as applicable to the actual loan axxd interest, the defendants as applicable to the account of twelve and a half cents a toxx, axxd referred it to the jux*y to make the application uxxder the rule of law, stated in these words : “ Where a debtor owes a creditor on several accounts, axxd makes a paymexxt, he may appropriate it to either account, but upon his failure to desigxxate to which the payment shall be applied, the creditor has the right to make an appropriation to either, and on failure of both parties to make a specific appropriation, they may at any subsequent time make it by mutual agreement, if not in fraud of creditors.”\nThe answers to the points were consistent with these views, and the consequence was that some $4500 of Cockhill’s payments were applied to the twelve and a half cents bonus account, leaving the genuine mortgage-debt nearly large enough to absorb the whole proceeds of the sheriff’s sale.\nAs to the first of the above propositions of the court, that Greene, though a mortgage-creditor, could not question the validity of the prior mortgage on the ground of usury, we find it impossible to concur with the learned judge. Ever since the Act of 16th June 1836, feigned issues have been granted in. questions of distribution at the instance of any person interested, to try any fact in connection with such distribution which shall be in 'dispute. The statutory words, “ any person interested,” mean judgment or other lien creditors : Smith v. Reiff, 8 Harris 365. In Reigart’s Appeal, 7 W. & S. 267, such a creditor was said to have a right to an issue and trial by jury, of which the court could not deprive him. The right was not questioned in Shultz’s Appeal, 1 Barr 251, nor in Johns v. Erb, 5 Barr 232, and has been granted in a multitude of more recent cases. If a judgment-creditor’s right is thus absolute, much more a second mortgagee’s, for he has a specific lien on the very thing sold by the sheriff — a lien which is not subject to statutory limitations, but rests on the enduring foot of a contract. If a mortgagee may have an issue, what fact is more fit for him to allege than that the prior mortgage was usurious — that all the money is not legally demandable upon it which is nominated in the bond? Usurious contracts are not absolutely void, but they are voidable, as between the immediate parties, for all that is usurious; that is, for the excess over principal and six per cent, interest. But if the debtor will not insist on his rights — will combine with his creditor to give him a judgment for more than his just dues, shall it be said that a subsequent mortgagee, whose lien attached before the judgment was confessed, is concluded by the debtor’s act ? Where creditors claim equities through their debtors, they are usually estopped by what the debtors do; but fraud never estops creditors. What Greene alleges is a fraudulent setting up of the prior mortgage for more than is due upon it. Call it usury or what you will, it is an attempt, in his view of the case, to take away from his lien, by virtue of the prior mortgage, more money than the mortgagees in that mortgage have a right to take. And if a debt may be fabricated to take a part of the fund, a debt might be fabricated that would take the whole. In other -words, all subsequent lien-creditors would be at the mercy of whatever collusive arrangements the prior creditor and the debtor might make. We think the court fell into palpable error when they withdrew from the jury the question of usury in the mortgage of Tyler & Co.\nHad the jury found any part of that mortgage to be usurious, it was no more enforceable against Greene than it would have been against Cockhill had he chosen to resist it. As against the debtor, only the principal debt and legal interest could have been legally demanded; so no more can be legally demanded as against Greene.\nBut the main question in the cause, both in the court below and in the argument here, had reference to Cockhill's payments, and, in treating that question, counsel take occasion to deny that the twelve and a half cents bonus was usurious. They say it was agreed to be paid in accordance with the custom of the country, which is to compensate the risk of the capitalist who advances money to dig slopes and shafts, and erect the machinery necessary for working a coal-mine by giving him this rate of compensation in addition to his legal interest. It is urged, moreover, that E. Tyler & Co., holding Cockhill’s lease by assignment, could relet it on the terms stipulated without becoming obnoxious to a charge of usury.\nAs to the general custom referred to, we suppose it to be substantially such as is recognised in Silver’s lease to Cockhill. An owner of coal-lands is willing to assist in opening and preparing them to be worked, but he intends that the money which lie contributes for this purpose, shall be drawn from the lands themselves. Accordingly, he leases them to a practical miner, who is to make the improvements, with a stipulation for a drawback of an agreed sum of rents, like that in Silver’s lease. We have no evidence and no knowledge of any other custom. But Tyler & Co. were not coal-land owners. They never owned Cock-hill’s leasehold even, for on the day he assigned it to them they gave back a written defeasance, which made the assignment a mere mortgage. Cockhill swore that they held it only as a security for money loaned, and such exactly was the legal effect of the papers executed between the parties, on the 13th January 1863. Now this answers the suggestion of counsel, that, being owners, they might demand whatever rent they pleased, and if the tenant agreed to pay twelve and a half cents a ton, it was lawful rent, and not usurious interest. This would be true, if the premises were true, but Tyler & Co. were only mortgagees, and never owners of the leasehold. Erom first to last they were mere creditors. As such, they intrenched themselves strongly in obligations of various sorts from Cockhill, but at no time did the papers establish any other relation betwixt them and Cockhill than that of mortgagees and mortgagor. This conclusion, a legal deduction from the papers, is strongly fortified by the agreement of the 4th April 1854, and by Cockhill’s testimony. A custom of the country, then, that would sanction any contrivance by which they should get more than six per cent, for their money loaned, would be subversive of the statutes against usury — it could not prevail. And if this is the only reason why the twelve and a half cents bonus, as Cockhill calls it, is not to be considered usurious (and counsel suggest no other), then not only ought the court to have submitted the evidence to the jury, but they should have instructed the jury upon the legal effect of the papers, and should have told them that if the twelve and a half cents per ton was reward or compensation for money loaned, additional to six per cent, interest, it was usury.\nHad the cause been put before the jury in this light, the doctrine about application of partial payments, correctly enough stated in the charge as an abstract doctrine, would have been seen not to arise in the case. For assuredly it will not be maintained that a usurious mortgagee may, even with the assent of the mortgagor, apply partial payments to the unsound part of the mortgage, and thus keep alive the sound part to the preju: dice of an existing subsequent mortgagee. If so desperate a position should be assumed, how is it to stand against the evidence furnished in this case by the letter of F. Tyler & Co., of June 8th 1854, to Cockhill, directing him to make his payments to D. E. Nice, Esq., “ on account of money loaned you, as per your agreement ?” Nice states the several sums received by him in pursuance of that order — seventeen separate payments in all— making, in the aggregate, $10,634.12. These pavments were all made in 1855 and 1856.\nIf that was what it seems to have been, an application of the payments to the “ money loaned,” how was it possible for the parties in December 1856, when the judgment was to be confessed, to alter the application to the prejudice of Greene ? Tyler & Co. produced voluminous accounts, which Cockhill could not understand, and, after rejecting various items, he consented to the judgment for $9217.43. What signified the entries in those accounts? They could not affect the rights of Greene, nor could Cockhill’s assent to the entries give them effect against Greene. As between him and the prior mortgagees, the question still would be, what was the real amount of the prior mortgage ? That question must be decided by the evidence of the ampunt loaned, and of the payments made, and not by the private books of Tyler & Co., whether understood and assented to by Cockhill or not.\nIt is argued that the jury have decided that the settlement between Tyler & Co. and Cockhill was not fraudulent, because the court submitted that question. In stating the rule of law in regard to the application of payments, we have seen that the learned judge did say, that on failure of both parties to make a specific appropriation, they may at a subsequent time make it by mutual agreement, “if not in fraud of other creditors.” But his Honour had just before told the jury that Greene was not a party who could question the usury, if Oockhill did not plead it; so that this qualification about fraud of creditors could not have been understood as embracing Greene, and might as well have been omitted altogether. Indeed, it is hard to see that anything was really submitted to the jury. Greene was the sole plaintiff. No other creditor was contesting the Tyler mortgage. And if he could not impeach it because Oockhill had not questioned it, of what consequence was this question about application of payments ? On the theory of the court below, we do not see that it was a live question at all. It would seem to have been cast out of the cause when Greene was held concluded by Oockhill’s confession.\nBut for another reason we think the cause presented no question about application of payments. That doctrine can never apply except where the creditor has two or more honest claims against the debtor, to either of which the partial payment may be lawfully applied. But here the legal claim of the creditor is wholly unquestioned — that only which is usurious is disputed— and to the usury it is said the payments were applied. What if they were ? The evidence seems to be the other way; but granting that there had been no prior application to the money loaned, and that the parties, in December 1856, were free to agree to an application, I insist that the application must be to a legal bond fide debt. It could not be made to a spurious or pretended claim; nor to an immoral one, like a gambling contract; nor to usury, for that is forbidden by statute. Yet the application of which so much was made in the case was an application to an illegal debt, which no court would have enforced, and for receiving the fruits of which the creditors were punishable in a qui tarn action. The law relative to the application of partial payments was not made for such a case. It applies only when the alternative debts are both legal debts.\nHow then are the payments to be applied ? I answer, to the real, bond fide, legal debt of the mortgage, on the foot of which they were paid. That was the one debt between the parties secured by mortgage. There was no other, if as was proved an'd sometimes assumed below, the twelve and a half cents per ton were bonus. In Primrose v. Anderson, 12 Harris 215, it was said that a debtor who pays usurious interest may set off the excess over legal interest against the principal — that in law it is payment of the principal debt pro tanto. We hold that Greene, in the circumstances of the present case, may do what the debtor might have done. The payments on account of usury shall go to reduce the mortgage debt pro tanto. The balance only of that mortgage is a prior lien to Greene’s.\nThe questions raised by the points and answered have been sufficiently noticed in what has been said. We see no merit in the bill of exception to evidence.\nThe judgment is reversed, and a venire facias de novo is awarded."}