{"id": "996255", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nThat a tenant in common may maintain trespass against a co-tenant for mesne profits, after a recovery in ejectment, is shown by the authorities referred to in Bennett v. Bullock, 11 Casey 364, to which may be added the case of Hare v. Fury, 3 Yeates 13. This action is of that sort. Critchfield, the plaintiff, purchased five undivided sixth parts of a tract of lumber land on the 12th February 1858. Humbert, the owner of the other sixth, was in possession, and had cut down a considerable quantity of timber trees, for the manufacture of lumber, at a saw-mill on the premises. Critchfield instituted ejectment against Humbert, and recovered a judgment on the 9th September 1859.\nHe then brought this action for mesne profits, but the court directed a verdict for the defendant, on the ground, apparently, that the evidence failed to prove any cutting of timber trees subsequently to the date of Critehfield’s purchase. If that was the court’s reason (we are obliged to speak subjunctively, for no reason is assigned of record), it was a reason that affected the measure of damages rather than the right of action. Critchfield could not recover for trees severed from the freehold before he became an owner, but he would be entitled to damages for use and occupation by tbe defendant from the time that his, Critchfield’s, title vested. Even if the damages were slight which he was entitled to recover, they would carry costs, and therefore he has a right to demand a reversal of the judgment, which put him out of court with nothing.\n• If the ruling were founded on doubts of the plaintiff’s right to maintain an action of trespass, the authorities referred to will dissipate them. It is believed that in two cases a tenant in common may have trespass against his co-tenant: 1st, for mesne profits; 2d, for a total destruction of the common property.\nThe judgment is reversed, and a venire facias de novo is awarded."}