{"id": "996258", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nDiehl had in his hands, as constable, an execution issued by Justice Weiss, at the suit of Joseph Wetherhold, against Jacob Holben, in virtue of which he levied on and sold a quantity of castings, scrap-iron, and household goods, and received as the proceeds of the sale $25.48. Holben then brought this action of trespass against Diehl for making the sale in disregard of his demand of the benefits of the Exemption Law, and he recovered in damages $153.32. Several points were taken on the trial, which are the subjects of the errors assigned, and which I proceed to notice in their order.\nIn the first place, the plaintiff in error complains that he was not allowed to prove that the promissory note on which the judgment was founded embraced a book account, part of which was before the 4th of July 1849. The object of this offer was to raise up a defence like that which was successful in Harleman v. Buck, 6 Casey 267; but upon the principles enunciated in that case, the offer here was properly rejected. The justice’s transcript in this case shows no other cause of action than a promissory note of June 15th 1853; and we said in Harleman v. Buck, that we would not go behind the judicial proceedings of the justice to detect the origin of the debt. In that case it appeared upon the face of the proceedings that part of the debt was contracted before the date mentioned in the statute: in this case it appears, in the same manner, that the debt was contracted in 1853. There was no error in refusing to open an inquiry collateral, if not foreign, to the true issue trying.\nThe second error is to the court’s answer as to the form of the demand made for exemption. The testimony was that Holben “warned the defendant not to sell — that he claimed this under the $300 law — that he claimed it for his family.” The court held this a sufficient demand. We think it was. The statute does not prescribe the form of the demand, and it would be very adverse to the spirit of the statute to hold a debtor to any technical accuracy in stating his demand. A demand or notice there must be; but any words which are sufficient to apprise the officer that the statutory exemption is the thing claimed, are sufficient.\nThird, as to the time of the demand, the evidence was that it was on the day of sale, and a short time before the sale was opened. The learned judge held it to be in time. We regret that we cannot agree with him. The cases of Hammer v. Freese, 7 Harris 255, Rogers v. Waterman, 1 Casey 182, and Gilleland v. Rhodes, 10 Id. 187, express our understanding of the statute in this regard. Unless there is absence from home, ignorance of the levy, or other circumstances to justify the delay, we hold that the demand must be made before the day of sale, generally before the advertisements are issued. So far from any excusing circumstances appearing in this case, it would seem from the testimony of Jacob Zimmerman, that after the execution had issued, Diehl and Holben had an interview at the witness’s house, when the subject of a levy and exemption was discussed between them. Holben admitted that he could not claim the $300 law, because he had $1200 or $1500 out on interest; but “I have,” said he, “a lot of patterns up in Heidelberg that you may sell, but I wish you to give me notice, that I may be present.” Diehl then endorsed on the execution these words: “ 11th of July 1857. The defendant offered patterns in the foundry on the execution by Jacob Zimmerman. Benjamin Diehl, Constable.” Holben had formerly lived at Heidelberg, but before the execution issued had removed to Allentown, where this interview occurred, leaving foundry patterns and household furniture at Heidelberg. On the 16th of July the constable made an inventory of the property which he considered had been delivered to him on the execution, and on the 30th of July sold it. Besides these lots of castings, the inventory included some other articles, principally of household furniture.\nNow, although according to the evidence castings were the only articles which the constable was directed to levy on at Heidelberg, yet Holben, knowing on the 11th of July that a levy was to be made, and from the advertisements that a levy had been made, not only on the castings, but on other things, had ample time before the 30th to give the notice and make the demand required by the statute. Why should he have waited till the last moment, subjecting the officer to unnecessary trouble, and the plaintiff in the execution to the utmost costs ? If he meant to waive his right of exemption, his conduct was intelligible enough; if he meant to insist upon it, he was inexcusably tardy. But if there was an intentional waiver, and the officer went on in good faith to make the sale, it was too late to revoke the waiver just as the sale was to begin, if indeed it were revocable at any time. It is not necessary to say in this case whether any consideration be requisite to support a waiver of the statutory boon, nor whether a waiver once made can be retracted, because if there was no waiver the demand came too late; and if there was a waiver, it induced such action as would be a sufficient consideration, and the retraction of it, like the demand, was too late.\nThese observations dispose sufficiently of the four errors assigned.\nThe judgment is reversed, and a venire facias de novo is awarded."}