{"id": "996279", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nThe issue was devisavit vel non. The paper, purporting to be the last will of John Daniel, deceased, was assailed by the plaintiffs on two grounds: first, on the ground that he was so imbecile and idiotic as to be incapable of making a will; and, secondly, that the will was procured from him through undue influence and imposition exercised by his brother, Charles Daniel, who is one of the executors and principal legatees.\nAfter a great deal of evidence was given on both sides, the court withdrew the second of the above questions from the consideration of the jury, by telling them that there was no evidence of undue influence, and submitted the question of the testator’s capacity in a charge which stated, with great fairness and clearness, the established legal distinctions upon the subject of testamentary competency. Of the twenty-two errors assigned, the last two are the only ones that relate to the charge. These complain that the second and third points, on the part of the defendants, were not answered by the judge; but, on looking through the general charge, we think it was quite as favourable to the defendants on the subject of mental capacity, as, under the evidence in the cause, they had a right to demand. And, moreover, their second and third points were substantially affirmed in specific answers made thereto. The doctrine of these points was, that the imbecility which incapacitates for a testamentary act, must approach so near to actual idiocy as not only to lead ordinary observers to the belief that the individual is almost an idiot, but to show also that he is unable to understand the will he has made. The court responded that there may be imbecility of mind short of idiocy, which does not incapacitate a testator to make a will, and referred the jury to the standard of testamentary caj>acity explained in the general charge. In the charge, a disposing mind and memory was described to be “ one in which the testator is shown to have had, at the making and execution of his will, a full and intelligent consciousness of the nature and effect of the act he was engaged in — a knowledge of the property he possessed — an understanding of the disposition he wished to make of it by the will, and of the persons and objects he desired to participate in his bounty. Is is not necessary he should collect all these in one review. If he understands in detail all he is about, and chooses with understanding and reason between one disposition and another, it is sufficient.”\nWhat fuller or more favourable answer had the defendants a right to expect ? Their proposition, that testamentary capacity might accompany mental imbecility down to almost actual idiocy, was affirmed, and the jury was instructed to exact of the alleged testator no more than an understanding of the testamentary act he was engaged in performing. When a man is spoken of as understanding the will he is making, it is never meant that he comprehends the possible legal effect which lawyers and judges may impute to the words he employs. The nicest and most difficult questions in law frequently arise upon the construction of wills. Testamentary capacity does not necessarily include an ability to grapple with such questions. Nor did the learned judge suggest any such test. But he put the question to the jury, as defendants’ counsel desired him to put it, as involving merely an understanding on the part of the testator of what he was about, and an intelligent choice between one disposition and another. And yet the defendants complain of this as error ! If the judge had required the jury to find capacity to understand wills in general, or to construe the legal effect of all the provisions in the instrument under consideration, there might have been reason to complain; but, in view of what was laid down by the judge, the defendants had as good a chance for the verdict as the abstract rules of law could possibly afford them.\nThe difficulties of their case, and their failure to get the verdict, did not spring out of the rules of law announced from the bench, but from the evidence in the cause. Besides the mass of evidence on the part of the plaintiffs which went to establish extreme imbecility, almost blank idiocy, against the testator, there were the two principal witnesses on the part of the defendants themselves, Dr. Wilson, the attending physician, and Rauch, the scrivener who drew the will, whose testimony was calculated to shake the confidence of the jury in the testator’s competency. An imbecile who could not express the simplest ideas without misplacing his words, according to the testimony of witnesses who had known him all his life, was dying of consumption and typhoid fever. Three, or at most four, days before he died, Esquire Rauch was brought to his bedside in Charles’s house, not by any request of the dying man, but by Charles himself. “ I came into the room,” says the witness, “ and Charles Daniel went out again, I think to take his dinner. There was one lady in the room whom I don’t know, but suppose it was Charles’s wife. John Daniel was in bed. I went up to the bedside, and asked him what he wished me to do. His answer was: “ Der Charles wess” — Charles knows. So I waited until Charles came in again. When he did so, he said to John : “ Now here is the man whom I have brought to write your will.” Charles told him to tell me what he wanted — something to that effect. Then he told me Charles and Ephe were to have share and share alike. Charles asked him : “ How much are Ephe and I to have —$2000, $8000, $4000, $5000, or $6000?” John said $6000. I hesitated a moment, and looked at Charles. Charles then told me to put down $5000.” Without quoting more of this witness’s testimony, this specimen is sufficient to show how little John Daniel had to do with making his will. He generally adopted the last sum suggested in Charles’s peculiar interrogatories, though the scrivener put down the sum Charles dictated, as if he was making a will for him instead of John. The nomination of executors was doubtless accomplished in the same manner.\nThat the jury should have failed to find testamentary competency in a case which could not be made to wear any better visage than that, is not to be wondered at. And that the court might have dealt with the proofs in a much more damaging way than they did, is shown by what Swinburne wrote long ago: “ The third case of incompetency is when he that is at the point of death, and hardly able to speak so as he may be understood, doth not of his own accord make or declare his testament, but at the interrogation of some other, demanding of him whether he make this or that person his executor, and whether he give such a thing to such a person, answereth Yea, or I do so. In which case it is a question of some difficulty whether the testament be good or not, neither can it be answered simply either negatively or affirmatively, but diversely in divers respects. For if he who doth ask the question of the testator be a suspected person, or be importunate to have the testator speak, or make request to his own commodity, as if he say, do you make me your executor, or do you give this or that, and thereupon the testator answer yea — in this case it is to be presumed that the testator did answer yea rather to deliver himself of the importunity of the demand-ant than upon intent to make his will, because it is for the most part painful to those that be in that extremity to speak or be demanded any question, and therefore they are ready to answer yoa to any question almost, that they may be quiet. Which advantage crafty and covetous persons knowing very well, are then most busy and do labour to procure the sick person to yield to their demands when they perceive he cannot resist them, neither hath time to revoke the same afterwards, being then passing to another world. And therefore with great equity and reason is that to be deemed for no testament when the sick person answereth yea, the interrogation being made by a suspected person, as well in respect of presumption of deceit in the one as ,of defect of meaning a testament in the other.”\nAnd to illustrate these observations, an old case in time of Henry VIII. is referred to, where a monk came to a gentleman then in extremis, to make his will. The monk asked the gentleman if he would give such a manor to his monastery? The gentleman answered yea. Then, if he would give such and such estates to such and such pious uses. The gentleman answered yea to them all. The heir-at-law observing the covetousness of the monk, and that all the estate would be given away, asked the testator if the monk was not a very knave, who answered, yea. Afterward, for the reasons above said, it was adjudged no will: Swinburne on \"Wills, fol. ed., p. 112.\nNow it would not be right to treat Charles as a “ suspected person,” nor to set up any presumption of deceit to his prejudice, after the effectual manner in which the court put the second .question touching undue influence out of the cause; but this venerable authority shows us how to apply the essential facts of the case to the question of the testator’s competency. If the will was procured by the interposition and dictation of Charles, that fact connects itself with the congenital imbecility and dying condition of the testator, and goes strongly to condemn the paper. But more than this. Such a result, drawn from the essential facts of the case, shows how very unimportant are many of the technical questions of evidence raised by the bills of exception. If we were to say the court erred in every of the twenty instances alleged — that they should have admitted what they are complained of for excluding, and should have excluded what they are complained of for admitting — we do not see that a different result could have been looked for. So decisive against the competency of the testator are the main, uncontradicted, and unquestioned proofs in the cause.\nBut let us pass rapidly through the bills of exception, and see what they contain. The first seven errors assigned relate to Mr. Wright’s testimony. It seems that Mr. Wright had been counsel for the testator — not employed by him, but by his brother Samuel to act for him — who frequently came to his office, but always in company with others. Mr. Wright says he never had any conversation with John in his life, nor could have any worth repeating. It was then proposed to ask why he could have no conversation with him, and the question was admitted under exception.\nThe idea of counsel seems to be that the professional relation forbade the answer to this question. Communications made to counsel are privileged; but if a client is too imbecile to make any communications, I never before heard that that fact was incompetent testimony on account of the professional relation. No more than the shape of the client’s head, which is the subject of the next bill. If a lawyer learns from professional visits that he has a fool for a client, whether he acquires the knowledge by the want of intelligent answers, or by study of phrenological developments, the fact is competent evidence in a proper case, and no rule of law forbids the lawyer from delivering it.\nSome inquiries were pressed on this witness in regard to the declarations of Charles Daniel, which, if they had drawn out admissions of the testator’s incompetency, would have rendered the rulings of the court mischievous. For it has been often decided that the admissions of one of several defendants, in an issue of devisavit vel non, cannot be given against the others. But it is to be remembered that the issue as to undue influence was cast out of the cause, and therefore no erroneous rulings of evidence that was intended to bear on that point are of the least consequence. And as to mental competency, which was the only point decided, Mr. Wright detailed no admissions or declarations of Charles.\n■ All that was proved or offered to be proved about the petition to rescind a certain partition was utterly irrelevant to the only issue that was decided.\nAnd the same remark is applicable to the evidence referred to in the eighth and ninth assignments. • Whilst it might possibly have had some pertinency to the issue about undue influence, it was irrelevant to that about testamentary capacity, and therefore harmless. The defendants got the benefit of their objections to this evidence, by inducing the court to exclude from the consideration of the jury the only topic to which ■ it could apply. Their argument that it was irrelevant as to the remaining topic is sound enough, but no reason for reversing the judgment; for the ready answer to such an argument is, that as the evidence touched not that topic, it did you no injury.\nTo show a fully drawn will to a physician, and to ask him whether his patient had mental capacity to understand it, is an unusual mode of examining a doctor. Whether the court erred in excluding it, is not necessary to be decided; for Dr. Wilson had declared, before the question was addressed to him, that he had no idea of what intellect was required to make a will. Of course he could not have answered the question had the court allowed it to be pressed.\nThe next assignment complains that the court would not allow Paul Schlegel to be asked whether the testator had capacity “ to understand a will.” The witness was allowed to answer, and did answer, that he was “fit to make a will.” We think that throughout this cause there was too much refinement of distinctions m raising and ruling questions of evidence on the part both of counsel and of court; and here is a remarkable instance of excessive nicety. What is the distinction between that mental condition which is competent to understand a will, and that which is fit to make a will? If a microscopic vision could detect a distinction, who has scales nice enough to tell how much it would weigh in the jury box ? The plaintiffs in error undertake to convince us that their cause was damaged by the witness testifying that the testator was fit to make a will, instead of testifying that he was competent to understand a will. We do not think the error, if error there was, did them any damage. We do not suppose the jury would have been swayed a hair’s breadth by one form of answer, more than by the other.\nAnd the bill sealed on part of William Lee’s testimony, was another instance of excessive refinement. The defendants were not permitted to ask the witness if the testator had mind enough “to know what he was doing in bequeathing his property,” but the witness was permitted to testify that “ he was fit to bequeath his things to Charles and Ephraim, because he said that Robert and Joseph would not get much.” Again, we ask, what is the difference between the testimony offered and the testimony delivered? And was it a damaging difference? We think it was not.\nThe thirteenth assignment of error is, that defendants were not permitted to ask Edward Kiechel whether testator was competent to make a plain, ordinary will. I confess I do not see why the question was excluded; but the witness gave a very good reason why we should not reverse for this error, when he said: “ My opinion is, he was not fit to make a will giving away his property.” As they would not have got the answer they sought, the defendants were unharmed by the loss of their question.\nThe particular answer excluded from Dewait’s testimony, did not materially impair the effect of his evidence, and is quite too inconsiderable a point to rest a judgment of reversal upon.\nThe rest of the assignments relate to a side issue on the character of one Nathan Lerch, who was not a party to the record, nor, so far as we are shown, a witness in the case to anything more than a matter of opinion. We will not be betrayed into a consideration of any of the rulings in that side issue.\nHaving thus gone over all the assignments of error, we find nothing in them to require a reversal of the judgment, and it is accordingly affirmed."}