{"id": "996213", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nNo question was made on the trial below as to the form of action, and there is nothing on the record to raise it now. That trover will lie for a wrongful conversion of bonds, bills, notes, stocks, title-papers, and the like, has been too often determined by the courts to be now doubted: Biddle v. Bayard, 1 Harris 150; Pittsburgh and Connellsville Railroad Company v. Barker, 5 Casey 160; Lockwood v. Bull, 1 Cowen 322; Stearns v. Marsh, 4 Denio 227.\nThe note, for the recovery of which this action was brought, was pledged by a broker, with whom it had been left to be negotiated, for a loan to himself, and, on default of payment, it was sold for what it would bring, — being less by some $500 than its face, which called for $1100. The plaintiff, the administrator of the original owner, having tendered the advance made by the pledgee, the defendant, to the pledgor, $490, brought suit to recover the difference between that sum and the face of the note.\nOn the trial below, two points were made and discussed. First, could the pledgee, in the absence of a contract to sell, on default of payment — sell the security to pay the debt, and was such a contract implied in that sort of bailment ? This point I understand the court to have affirmed, and to have put the case on the next point, now to be stated, and that was: could such a sale be made without notice to the pledgor of the time and place of the sale? This he held to be necessary, and this''\"must, under the charge, have been the ground upon which the plaintiff got a verdict.\nThis being our understanding of the charge, we cannot discuss the first point, for it was with the plaintiff in error; and we leave it without the expression of any opinion in regard to the law of it, and proceed to dispose of the second question, which regards the duty imposed by law on the bailee of a pawn or pledge to give notice to the pledgor of an intent to sell, and of the time and place, without regard to the question of whether the pawnee of a chose in action may sell it or not, as may be done in case of merchantable commodities pledged or pawned. That point is not before us.\nWe are clearly of opinion that the learnedNiujge of the District Court was right in ruling that the pledgor was bound to give notice of an intent to sell after default of payment, and of the time and place of sale, -in the absence of a contract to sell, ex mero motu. The authorities seem uniform as to this. In Stearns v. Marsh, 4 Denio 227, Mr. Justice Jewett says: “As the law now is, the pledgee may file a bill in chancery for a foreclosure, and proceed to a judicial sale, or he may sell without judicial process, upon giving reasonable notice to the pledgor to redeem, and of the intended saleand to the same effect is 2 Kent 581, 582, 583; Story on Bailments, § 310; Story on Contracts, § 723; 2 Story’s Eq. Juris., § 1008. So also is the case of Lewis v. Graham, New York City Com. Pleas, 5 Am. Law Reg. 368.\nThe cases of Wilson v. Tucker, 1 P. Wms. 261, and also reported in 1 Bro. Par. C. 494, by the name of Wilson v. Tooker, administrator of Thynne, and the case of De Lisle v. Priestman, 1 P. A. Browne 176, cited as in conflict with, the above principles, are not so, as has been well shown by Judge Stroud, in an able opinion in another aspect of this case, to be found in 7 Am. Law Reg. 483.\nThe rule is commended by every consideration of fair dealing. At best, the remedy is very summary, and operates against the property of needy creditors generally. It is but just, therefore, that an opportunity to redeem should be allowed to the last; or, if unable to accomplish that desirable end, that the debtor may have an opportunity to procure the attendance of bidders, to prevent the sacrifice of his property; or collusive sales to interested parties. This assimilates the sale somewhat to a judicial sale, where public notice of time and place is always a prerequisite to its validity.\nAs we see no error in any part of the charge fairly before us, we must affirm the judgment.\nJudgment affirmed."}