{"id": "996244", "contents": "The opinion of the court was delivered,\nby Thompson, J.\n1. We cannot consider the first assignment of error. Its validity is dependent on the testimony, and that is not legally before us. It is not a case for an appeal, and there is no bill of exception which reaches it; and as these are the only modes by which testimony can be brought here, we must dismiss the exception.\n2. The second error is to the charge of the court on the question of the interest which a widow or children have in property exempted by the Act of 1851.\nThe act provides as follows: — “Hereafter the widow or the children of any decedent dying within this Commonwealth, testate or intestate, may retain either real or personal property belonging to said estate to the value of $300, and the same shall not be sold, but suffered to remain for use of the widow and family.”\nIn this case there was a widow and children, and the widow elected to take real estate under the act. After a time she contracted to sell it, but subsequently refused to carry out her contract, alleging that she had no power to transmit a fee simple by bargain and sale. The purchaser having tendered compliance on his part, brought ejectment for the land, and recovered; and the widow has removed the case to this court for review.\nThis is the first time the point has been directly presented to this court for adjudication.\nIt might be sufficient, for the affirmance of this judgment, to hold, what is too obvious for dispute, that the widow bargained for the sale of her interest at least, in the land, and as this certainly included a right of possession, the plaintiff would, at all events, be entitled to recover that from her; but as this view is hardly sufficient for the case, we proceed to state our opinion of her rights and powers under the statute.\nWe have, in numerous cases, spoken of the provision in the act as intended for the maintenance and support of the decedent’s family, so that one bereavement should not be followed by another — the loss of the means of subsistence. But this has been mostly in cases where the exempt property was personal. But the statute makes no discrimination between real and personal property: they are alike devoted to the same purposes, and we are not authorized, we think, to distinguish between them.\nCan both or either be sold, if necessary to effectuate the intention of the legislature ? We have no doubt but they may. The proceeds of the property are not alone appropriated to the object; the property itself is to “ remain for the use of the widow and family.” The use is not limited by any words or implication, and evidently import unlimited use to the purpose to which it is to be devoted by the appraisement, and setting apart by the executor or administrator. They belong to the family of the decedent, in full property, and may be so used by them. If this were not so, the object of the provision would often, if not always, be fruitless. If the property is to be held in trust, and only the proceeds applied, the interest of $300 would be of very little moment in the support of a family; and it is not likely that any use could be made of personal property that would make it produce more. If retained and used by the family, it would necessarily be consumed, or worn out in the use, and. be thus as effectually appropriated as if sold. It has not been doubted, I believe, by the profession, but that personal estate might be sold by the parties entitled to retain it out of the estate, and I see no difference in the terms of investiture and use between real and personal estate; and if there be not, why shall there be any in the title ? This is not easy to answer. Indeed, there may be a greater necessity to sell land retained than personalty. It may be totally unproductive, and useless, and a source of expense on account of accrued and accruing taxes. Under such circumstances, how could it be of any the slightest aid to the decedent’s family, unless sold, and the proceeds used ? Where there is a widow and children, the retention is by the widow, and the appraisement is to her. The law, therefore, vests title in her, and she may sell. She is intrusted with the property, and its faithful application, without other guaranty than that arising from self-interest and affection for her children. Hence, no technical trust is created, no bonds required for the faithful administration of the property, and no settlement, about the property needed. It is a pure gratuity by force of law, for the benefit of the decedent’s family, and may be so enjoyed. We have, therefore, no doubt that the widow, in this instance, had the right to sell the land in question, and the power to convey it in fee simple.\nThe words relied on as establishing a trust, have no operation on the language of the exemption. They apply only to the officers of the law, whose duty it is to administer the estate. The words, therefore, in the last clause of the section, which require that the property “ shall not be sold, but suffered to remain for the use of the widow and family” of the decedent, have no operation in the direction insisted on by the defendant in error. They only restrain the officers charged with the administration of the estate.\nBy the Act of 1859, the widow or children may elect to receive the amount of the exemption in money, bills, &c. There is no limitation of the use to be made of the money; it must, therefore, be intended to go, as money usually does, to the use of the family in solido, and not merely the interest to be obtained from it. These acts, the Widows’ Acts of 1851 and 1859, are in pari materid, and so to be construed; and if aid were needed to construe the former, the latter shows very clearly that the interest in the exempt property, money, for instance, is to be an entire and full ownership, with an unlimited right of disposition in those entitled to claim it.\nFor these reasons, the judgment of the Court of Common Pleas is\nAffirmed."}