{"id": "996222", "contents": "The opinion of the court was delivered,\nby Strong, J.\nThe court below summarily ordered the judgment of Horner & McCann to be satisfied and discharged of record. That a Court of Common Pleas has power to open a judgment upon its record, or to direct an issue to determine whether or not it has been paid, is beyond question-; but whether it can strike from the docket a judgment regularly entered, or compel it to be satisfied, is quite another question. We have not been shown any statute by which such a power is conferred, nor are we aware that any such statute exists. There are, however, Acts of Assembly which, by strong implication, deny that in ordinary cases a court can direct a judgment to be marked satisfied. Thus by the Act of 14th April 1851 (P. L. 612), it was enacted that the courts in the city and county of Philadelphia might, on being satisfied that judgments of more than ten years’ standing had been paid, order satisfaction to be entered. This act was unnecessary, if there exists in courts the power exercised by the Common Pleas in the case now before us. Besides, it is noticeable that it is applicable only to judgments which have been rendered more than ten years. It is a fair deduction from this, that a similar power over judgments of shorter standing was neither supposed to exist, nor intended to be given. The satisfaction of a judgment is something more than control of a record. It not only annihilates the judgment, but it extinguishes both the evidence of a debt and the debt itself. We do not think it clear that our courts possess the power to do this -summarily. They may order an issue to try whether a judgment has been actually paid. If the result be to establish that it has, the defendant may enforce the entry of satisfaction under the Act of 13th April 1791. Such an issue should have been oi’dered in this case, and we find ourselves constrained to send it back that such a course may be pursued. The evidence brought up would render such a course proper, even if the power of the court to order satisfaction were undoubted.\nThe order of the court directing the judgment to be satisfied and discharged of record is reversed, and the record is remitted."}