{"id": "996214", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nThe provisions in the Acts of Assembly of 1810, 1814, and 1816, for the reference of suits or actions, commenced before justices of the peace, seem to have been designed to afford parties a choice in the mode of ascertaining amounts, and in assessing damages whilst the judgment was to be in form the act of the magistrate. The reference was to take place before him, and if the parties could not agree as to the referees, he was to appoint them, who, after being sworn and having heard the parties, their proofs and allegations, were to make and return the award to the justice. On this he enters judgment. This act merges the award; and, thereafter, a party dissatisfied must direct his attention to the judgment. He cannot affect it by attacking the award. The award after judgment is of no consequence. It is probably not often preserved. The Acts of Assembly ascribe to it no importance, and we see nothing of it in any subsequent proceedings. The judgment is not to be maintained by it. That is self-sustaining. Hence, therefore, it was not necessary to produce it in the case in hand, as was properly ruled by the learned judge of the Common Pleas. This we think is all that is necessary to be said, as well in regard to the admission of the evidence, as to the answer to the defendants’ third point, on the same subject.\nNor is the second assignment of error sustained. The judgment of Warren v. Scott, on a note, alleged to be the same which the former claimed to have previously given for the horse, and the levy of the same horse on execution on the judgment obtained on it, were evidence against Warren’s claim of a previous purchase. They were very inconsistent acts with such a pretence, and properly admitted.\nThe third assignment is no more troublesome than its predecessor. The court treated the judgment as conclusive. There was no ambiguity about the cause of action, on which the judgment was entered. And its effect could not be swept away by showing what was proved on the hearing. The plaintiff in that suit could not impeach it collaterally. To attempt to give an effect to it — differing entirely from that imported by it — was to impeach it; and the offer was rightly rejected. This view dispenses with the necessity of any notice of the fifth assignment.\nThe sixth error is as to the testimony of a deceased witness. As the testimony is not on the paper-books, we cannot tell whether the court’s answer to the point in regard to it was proper or not. I cannot see why he might not testify to acts and declarations of the parties going to prove a sale, although not present at the sale. If there was anything marking the impropriety of the evidence on its face, it should have been given; as it is, we must presume the comments of the court upon it were correct.\nJudgment affirmed."}