{"id": "996295", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nThe diligence of counsel has brought before us, in this argument, a very full view of our decisions under the Mechanic’s Lien Law. Doubtless there is a good deal of discrepancy between the cases, but it will prove less than it seems when it is remembered that many of the cases were ruled upon the sufficiency of liens, as contested between the immediate parties thereto in the seire facias issued for their enforcement, whilst others were upon the effect of such liens as against other lien-creditors. It should be remembered, also, that some of the cases were ruled upon the Act of 1836, others upon the Act of 1845, and subsequent statutes. These diversities will account for very much of the apparent inconsistency of the reasonings in the cases. The questions that arise in a seire facias suit on a mechanic’s lien are not necessarily the same with those that arise in the distribution of a fund between mechanics or material-men and other lien-creditors of a common debtor. Nor are the cases decided under the Act of 1836 necessarily applicable to cases arising under subsequent legislation. °\nThe question here is one of distribution. Henry Funk’s real estate having been sold, the appellant claims to take out of the proceeds a balance of about $230, due him on a claim of $1100, for erecting a brick housé on the premises. On the 24th April 1858, he filed his claim in the Common Pleas of Franklin against Funk’s building for $230, “ being a debt contracted for work, viz.: carpenter’s work, painting and glazing, and materials, viz., lumber, ironmongery, glass, &c., furnished by the said David Hahn, within six months last past, for and about the erection of said building.” This was accompanied with a bill of particulars, in which it was stated “amount per contract for\nSaid work and materials, ..... $1075\nExtra work and materials, ..... 25 $1100\nThen follows a credit of $870, and a balance struck of $230. Subjoined to which are these words: “ Said work was done and completed within six months last past.” A scire facias was issued, and a judgment obtained by the plaintiff in 1859.\nThus the lien was fully established as against Eunk. But the proceeds of the real estate are claimed by Christian, Martin, and Cyrus Eunk, by virtue of a mortgage which Henry Eunk, the debtor, made to them of the premises, dated the 1st April 1857. To carry back his lien prior to their mortgage, it was necessary for Hahn to show the commencement of the building. The testimony fixed it as the 4th of February 1857. The witness, Row, who fixed this date, says the house was about being put under roof on the 1st April 1857, and that Hahn did the carpenter work under a contract with Funk.\nSuch, then, is the case — a contest between lien-creditors in a matter of distribution — the mechanic claiming under a lien that professed on its face to have arisen out of a special contract, and so proved by a witness before the auditor. The 10th section of the Act of 1836 says, that a mechanic’s lien shall be preferred to every other lien or encumbrance which attached to the building or ground subsequently to the pomnrencement of such building. Why, then, has he not a lien from 4th February 1857 ?\nBecause, say the mortgagees, his lien, as entered, did not show the date of the materials furnished and the work done. On this ground alone the auditor and the court set aside the lien, and awarded the fund to the mortgagees.\nThe 11th section of the Act of 1836, among the other requisites prescribed for a good lien, requires the time when the materials were furnished and the work done. Why ? Not as fixing the commencement of the lien, for the 10th section had virtually done that by postponing all other liens that originated after the commencement of the ’building. But I suppose the dates of furnishing the materials and the work were required as tending to show a regular and bond fide account, and as showing also that the lien was entered within the six months limited by the statute. The legislature had in mind a mechanic or material-man running up a book account against the building, and they meant, when he entered his lien, that he should make an exhibition of that account. This court thought the statute was intended so exclusively for a mere book account creditor, that they held in Haley v. Prosser, 8 W. & S. 133, that where there was a special contract with the owner the statute was inapplicable, and there was no lien. This led to the Act of 16th April 1845, the 5th section of which extends the remedies of the Act of 1836 to creditors who furnished labour or materials under “ any contract or agreement for the erection” of the building in question. Under that act this court decided that a lien was good without containing any reference to the special contract, or any specification of items whatever: O’Brien v. Logan, 9 Barr 97; Young v. Lyman, Id. 449. In Barclay’s Appeal, 1 Harris 496, it was said there must be a specification of the nature of the work or materials furnished, and of the building intended to be charged. But I am aware of no case in which a lien founded upon special contract, has been set aside for want of' dates. We have held it necessary , to allege and prove that the work was done within six months before entry of the lien, but where that appears, there is no reason for demanding the dates of the several acts of performance of the special contract. They answer no purpose whatever, either to limit the lien or to conform to the legislation that is applicable to this class of liens. And here the remark applies which was made at the beginning, that the adjudged cases which insist on dates in the instances contemplated by the Act of 1836 are not inconsistent with other adjudications which dispense with dates where the lien is entered by virtue of the Act of 1845.\nWithout wearily plodding through all the cases, is it not apparent from this allusion to them that the auditor was mistaken in rejecting this lien for want of dates? The record showed that the work was claimed to have been done under a contract; and though I am willing to agree, as was ruled in Norris’s Appeal, 6 Casey 122, that neither the record of the lien nor the judgment in the scire facias thereon are conclusive against the creditors, yet what more can they claim than that the mechanic should prove aliunde, as Hahn did, that he had commenced to build the house under a special contract, and had it ready for roofing when they took their mortgage, and that he entered his lien within six months after he finished the work ? He was bound to give them no notice, but the progress of the work on the ground was suflicient to put them on inquiry if they had desired notice of his rights.\nIt may be said that Hahn’s lien is established by parol. It must be admitted. But such is the statute. The lien which it creates originates with the beginning of the building, and that is always proved by parol, and never appears of record. All unrecorded liens are necessarily secret, and it is to be regretted that we are compelled to tolerate them; but the benevolent purposes of the Mechanic’s Lien Law, it is supposed, are sufficient to justify the departure from the general policy of the law.\nThe decree is reversed, and it is here ordered and decreed that the balance of the appellant’s lien be paid out of the fund in court, and that the appellees pay the costs of this appeal."}