{"id": "996211", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nJohn Beale Bordley died in 1804, leaving a large estate and a will, whereof his daughter, Elizabeth, was made a co-executrix. The other executors renounced, and died before 1817, leaving Elizabeth his sole surviving executrix. At that time all the testator’s debts and legacies had been paid, but large sums of money remained due to his estate and uncollected, which belonged to his residuary estate. His two daughters, Elizabeth and Henrietta Maria Ross, were the devisees of the residuary estate.\nIn 1817 Elizabeth married James Gibson, having first joined him in making a settlement upon herself by a conveyance to trustees, of a portion of the residuary estate under her father’s will, sufficient to produce her an annuity of $2400. And, after her marriage.to Gibson, a principal sum of $40,000 was put out and invested, in order to produce a like annuity of $2400 for Mrs. Ross. Gibson assumed the administration of Bordley’s estate after his marriage to the executrix, and carried it on until 1856, when he was cited to a settlement of his account. He filed an account as “ executor of John Beale Bordley, by intermarriage with Elizabeth Bordley, who was the surviving executrix under the will of said John Beale Bordley, deceased.” The account was referred to an auditor, and pending the audit Gibson died. His widow appeared by counsel before the auditor, vouched the account, and resisted successfully the attempt to surcharge the accountant with compound interest. The result was a balance against him of $23,041.88J, which the court confirmed. Gibson made an assignment for the benefit of creditors a few years before his death, and died insolvent. The administrator and heirs of Mrs. Ross having claimed to recover the above balance from Mrs. Gibson, who survives her husband, the Orphans’ Court decided against them, whereupon they appealed to this court.\nThe question which is thus presented for our consideration is, whether an executrix who marries and survives her husband, is liable to answer out of her own estate for the devastavits of the husband committed during coverture in the exercise of her office as executrix. By the marriage, Gibson became entitled to administer in his wife’s right. It is one of the donations of power which marriage makes to the husband. The reason assigned in fhe books for it is, that it is for his own safety, lest she misapply the funds for which he would be liable. As incidental to the right of administration, he has the power of disposition over the personal estate vested in his wife as executrix or administratrix,- and may release debts owing to the estate of the testator or intestate.\nBy the death of Gibson she was restored again to her full rights and liabilities, as sole surviving execiitrix. For any devastavit committed by her before or after her coverture, she would be unquestionably liable, but the devastavit in this case was by her husband, and the question is whether, in a court of equity, she is chargeable with it. It is material to observe, that the parties who seek to charge her are not creditors of her father’s estate, but the heirs and personal representatives of a principal devisee and legatee. The leading case on this subject is Adair v. Shaw, 1 Scho. & Lef. 243, which was the case of administration committed to a woman already covert. The goods were wasted during coverture — the husband died, and this was a suit in equity by legatees against Mrs. Shaw, the administratrix. Lord Redesdale held her responsible, and the assets of Mr. Shaw also, for whatever came into the hands of himself or his wife during coverture, except so far as he left assets in specie of the testator after his death. He said, that at law she would be liable to creditors for her husband’s waste, but not to residuary legatees, for no action at law could be brought on their behalf. He set aside the dictum of Lord Thurlow, in Benyon v. Collins, 2 Bro. C. C., that a wife was not responsible for waste during coverture, and declared that “ all the authorities clearly lay it down that though waste during coverture is the act of the husband, yet it is an act for which the wife, after the determination of the coverture, is responsible, because, according to the language of the cases, it was her folly to take a husband that would so misconduct himself.” I do not think the authorities cited by his lordship sustain his statement of doctrine, and the “language of the cases” to which he refers is applied (and indeed admits of no other application) to cases like the present, where a woman takes administration before she marries, instead of cases like that of Mrs. Shaw, where administration was granted after coverture: Ross’s Husband and Wife 193; 2 Williams’ Executors 1667. I agree with counsel, that the only case directly in point is that of Vaughan v. Thompson, in note to 2 Dyer’s R. 210. It is not long, and I will transcribe it. “Vaughan v. Thompson and his wife, who was executrix of her first husband, and upon a devastavit returned, a capias ad satisfaciendum issued against both de bonis propriis. The husband was in the Fleet, and the wife was brought into court by habeas corpus, and it was prayed that she might be committed to the Fleet also. Anderson moved that she should not, for if she and her second husband had been joint executors, o r if she had not proved the will, or administered during her widowhood, she should not be charged in devastavit, for then it was the act of the husband; yet she was committed to the Fleet, for it appears that she was executrix, and that she administered when she was sole, and then the devastation of the husband shall be said the act of the wife.” See also Clough v. Bond, 3 Mylne & Craig 497.\nIf Adair v. Shaw be authority for charging a post-nuptial executrix or administratrix, who survives her husband, with his devastavit, it is safe to conclude that a woman who has assumed administration before she marries will be liable if she survive her husband, for his devastavit during coverture, because it was her folly to take a husband who would misconduct himself. True, it is the law that gives him the right to waste the goods, but the woman gives him the opportunity. The law compels no executrix to marry, but it sets before her the legal consequences of her deciding to do so. She has no fight to complain of the legal consequences of her voluntary act.\nBut though the rule in equity be as is here stated, yet because it is an equitable rule its application will be governed by all the circumstances of each particular case. From 1817 to 1856, Mrs. Gibson was, as has been already stated, under the disabilities of marriage. During these thirty-nine years Mrs. Ross and her representatives knew that Gibson was legally entitled to administer the trust, and was actually administering it. They had whatever remedies our legislation afforded them for compelling settlements, obtaining securities from him, and of ousting him from the trust. Nor were they ignorant of the mismanagement, for in 1830 we find them in the Circuit Court of the United States, by their bill in equity, complaining that Mrs. Ross’s annuity fund aforesaid had not been assigned and accounted for, and calling on them, Gibson and wife, “ to annex to their answer true, perfect, and accurate accounts of the manner in which the said estate and property have been disposed of by them, or either of them, at any time since the death of the said John Beale Bordley.”\nAfter the answer to this bill was put in, the plaintiffs excepted that the defendants had not answered as to the “ whole estate, real and personal, of the said John Beale Bordley, and what has become of the same,” which brought out an amended answer, and certain schedules of assets. Mrs. Gibson denied all agency or participation in putting out the annuity fund of $40,000 belonging to Mrs. Ross, and all agency or participation in administering her father’s estate, so far as the same liad come under the control of her husband.\nAfter these pleadings on the 20th of October 1845, the Circuit Court dismissed the plaintiff’s bill in so far as it concerned Mrs. Gibson’s separate estate under the marriage settlement of 1817, but retained the cause for further proceedings against her husband. In 1848, it was referred to Thomas Dunlap, Esq., as a Master, to settle and report the amount due to the complainants and other children of Mrs. Ross. An account of the annuity fund was stated, resulting in a balance on the 19th of February 1847 of $35,811.58, which was decreed to the plaintiffs, and on the 17th of October 1855, that decree was satisfied of record by their counsel.\nWe cannot agree with the counsel for the appellee that these proceedings may be pleaded as a former recovery in bar of the present suit for the bill — the account rendered and the decree were manifestly all founded upon the annuity fund of Mrs. Ross and nothing else. That is not in litigation now. The present controversy has regard to the residue of the testator’s estate. Of this the Circuit Court could not have had jurisdiction, for our law committed administration of it to our own Orphans’ Court. True it is, the language of the bill, and of the exception to the answer, was large enough to cover the whole estate; but we must look not merely to the forms of the suit, but to the subject-matter of the adjudication, to define the effect of the record. Receiving it with this necessary limitation, we perceive that what is in controversy now could not in point of law have been adjudicated in that suit, and was not in point of fact. Res adjudioata, therefore, is not a good answer to the present suit.\nBut that record has great weight in this cause in another way. From the institution of the suit in the Circuit Court to the death of Gibson was twenty-six years. There was his assignment for the benefit of creditors, to admonish the plaintiffs of his insolvency, and there were the facts alleged in their bill to show them that he was wasting the estate of their ancestor. They knew that the law tied the hands of his wife, and yet they stood by for that long period and allowed him to squander their estate. They could have arrested his career of waste and mismanagement. His wife could not.\nWhen they come into equity, therefore, to charge her with the consequences of their own inactivity, they are not, I agree, barred by the Statute of Limitations, for that would not begin to run in her favour until the death of her husband; but they are met by such maxims as these: No man is entitled to the aid of a Court of Equity when that aid becomes necessary by his own fault. Qui taeet consentiré videtur. Vigilantibus et non dormientibus esquitas subvenit. A chancellor, though he recognises the sharp rule which obliges the surviving executrix to answer for the misconduct of her husband, will look at all the circumstances of the case before he applies it, and will be particularly careful to see that who seeks equity has done equity. Had there been ignorance of facts or legal disabilities to account for the extraordinary neglect of legal remedies on the joart of the appellants, their inaction might have been excused, but nothing is shown or suggested by way of excuse. It appeared to the Circuit Court inequitable to subject Mrs. Gibson’s separate property to liability for the defaults of her husband in respect to the annuity fund of Mrs. Ross — it appears to us equally inequitable to require her to repair, at this late day, the losses which other parts of Mrs. Ross’s estate sustained at the hands of her husband.\nThe attempt to conclude her on the ground that she appeared before Auditor Brewster, is abortive. She appeared there in behalf of her husband’s estate, and to settle his account — not her own. Whilst she is concluded, as the personal representative of her husband, by the event of the audit, it does not touch her right to defend her separate estate.\nThe decree of the Orphans’ Court is affirmed."}