{"id": "996220", "contents": "The opinion of the court was delivered,\nby Lowrje, C. J.\nThe two actions — account render and covenant for breach of the partnership contract — though they may practically overreach on each other at some points, have theoretically, different provinces. The wrongs sued for here could not be settled in the action of account. We have therefore to consider only whether the claim for damages for wrongfully dissolving the partnership, and for wrongful acts tending thereto, was properly tried.\nEvidence was admitted that Addams had refused to pay the hands, and advised them to go and get employment elsewhere; and we cannot say that this is wrong, whether intended as evidence of the general breach of dissolving the partnership, or of a special breach of wrongfully embarrassing its operations. It is mainly objected to on the ground that there is no express covenant to sustain it. But such a covenant is involved in the very nature of the contract of partnership. Many analogous instances are given in Platt on Cov. 55.\n• The other matters relate to the measure of damages. The parties have defined their rights in their contract, and Addams can have no claim on the firm for the value of his timber, other than as the contract provides. Even though the firm were to do only a cash business, the misconduct of Addams might have so injured its credit as to restrict and impede its business by discouraging customers and labourers from dealing with it, and this was properly considered a subject of damage.\nThe contract provides that Tutton should pay Addams, at the termination of the partnership under the articles, $300; and nothing else appearing, we must regard this as one of the considerations of the partnership. Then, if Addams wanted to use that to reduce the amount of damages, we think the court could do no otherwise than to allow him only the pro rata portion of it. But there had been previous contract relations between the parties, and Tutton had given them up at considerable loss when this contract of partnership was formed, and in consideration of it; and this was admitted in evidence on the part of the plaintiff. In this there is error. This evidence was not proper either to prove a breach or the amount of damages. Compensation for the contract broken, according to its value, not at all according to any former contract, is all that the plaintiff can claim.\nConsidering that the court referred to the jury the facts and circumstances as the guide to the measure of compensation, we must understand them as meaning, when they say “ there is no measure,” that they can give no definite instructions on that point. As the defendant did not ask anything more definite, we-think the charge on this point ought not to be complained of.\nJudgment reversed, and new trial awarded.\nStrong, J., having been of counsel, did not sit."}