{"id": "996219", "contents": "The opinion of the court was delivered,\nby Lowrie, C. J.\nWe have no doubt that this will is to be regarded as made under the special power contained in the articles of marriage settlement, and not under the general power granted by law; but we do not think that it is, on this account, any the less subject to revocation by operation of law, when the circumstances attending it bring it within the reason of the law. In either case the will is a private law of descent and distribution, and, if revoked at all by operation of the general law, it is because of some defect in itself, and not because of the authority or power on which it is grounded, but entirely irrespective of this. The will is set aside wholly or partially because the law presumes that it does not express the final intention of the testator, and this reason of the law takes no notice of whether the power to make the will comes from public law or from private contract.\nThen is there a revocation here by operation of law ? We think there is, and we do not need to go out of the argument made in this case and the cases referred to in 1 Williams on Executors 94, and the case of Marston v. Rose, 8 Ad. & Ellis 14, in order to explain how it is.\nThe principle of the common law of the revocation of wills by the subsequent birth of issue, is stated thus: If the testator’s circumstances be so altered that new moral testamentary duties have accrued to him subsequent to the date of the will, such as may be presumed to produce a change of intention, this will amount to an implied revocation. Now, it matters not whether it be said that this principle was derived from the Roman law, or from our human instincts of justice, certainly it is now a legitimate element of our common law, and we would not have received it but for those instincts. The Romans received it before us, bécause they were before us, and because they, too, were human.\nThis principle gives the fundamental reason of all the positive rules of law we have on this subject. There are subordinate reasons everywhere varying the rules according to the laws of descent. The positive rules are given sometimes by statute, and sometimes by judicial decision; but they are all attempts, more or less adequate, to give expression to this principle of the common law, in its application to different classes of cases. And the most positive of these rules are sometimes changed merely incidentally, by a change in the law of descents. For the law does not do or require vain things. It does not revoke when the person supposed to have been unintentionally left unprovided for could have gained nothing by the revocation, or could do just as well without it. It would not revoke in favour of a widow who has quite as good a remedy by election.\nIn England, the laws of descent of real estate are so different from those of the distribution of personal estate, that this principle had to be expressed in different positive rules in relation to each. But with us it is not so; and our Act of 4th February 1748-9, and still in force by re-enactment, fits our system of intestates’ estates, both real and personal. The purpose of the principle, it is fully quoted by Rogers, J., in 1 Whart. 219, is to correct the evil of an unintentional omission in a will, and the rule embodied in our statute is an improvement on the earlier judicial expressions of it; for it avoids the will only so far as affects the share which the neglected person would have taken without the will. Even the recent statute of 1 Vict. c. 26, s. 18, which applies to wills of man and woman, and to those under a power of appointment, as well as under general law, is not so considerate; for it makes the revocation entire. Of course no one could claim a revocation who would take nothing by descent.\nWe must declare this a case of intestacy so far as relates to the appellant, a son of the testatrix born after the making of the will. Then looking back at the articles of nuptial settlement, we find that they provide that in case of intestacy, the trustees shall hold the property in trust for her legal heirs and representatives, to the exclusion, however, of her husband. It follows, therefore, and from the fact that she had but one other child, that she is intestate of one-half of her estate, and that that half goes to the trustees appointed by the nuptial settlement, for the use of the appellant. It follows, also, from the case of McKnight v. Read, 1 Whart. 213, that the will having failed as to half of the estate, all the annuities and other legacies are to be abated one-half, and then to be paid out of the other half of the estate.\nDecree. — May 6th 1861. This cause came on for hearing at the late term of the court at Philadelphia,, on the appeal of John Henry Weir Young, from the decree of the Orphans’ Court of Philadelphia, and was argued by counsel; and now, on mature consideration thereof, it is ordered, decreed, and declared, that the testatrix, Anna Maria Young, died intestate as to one-half of her estate, except as to the appoint-' ment of executors thereof, and that the said one-half ought to be distributed to the trustees named in the articles of marriage settlement referred to in the proceedings, in trust for the appellant; that the annuities and other legacies of the will thereby abate one-half, and fall upon the half of the estate which passes by the will; and that there is error in the decree in not thus deciding, and it is therefore reversed, and the cause is now remanded to the Orphans’ Court in order that the distribution may be made according to the principles now herein declared."}