{"id": "996253", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nThe plaintiff in error complains that the learned judge of the Common Pleas gave a binding direction to the jury, that he was liable for damages in the action brought against him by the plaintiff below. If this were true it would be error, as there was some diversity of testimony as to whether the disaster was the result of accident purely, or of carelessness or recklessness. This presented a question for the jury.\nConsidering the whole charge and answer to the points, we think that portion of it constituting the first assignment of erro.1, is not obnoxious to the objection interposed. The learned judge said: “ The action is trespass, and the suit is well brought in that form. The act was done by the defendant himself, and not by his servant; he was himself sitting upon the wagon, and could have directed the movement of his team.”\nThe defendant rested much on the position that- as his servant was driving, the action should have been case, not trespass. This very properly engaged, in the outset of the charge, the attention of the court, and the learned judge being fairly interpreted, in substance, only said that the action was well brought in trespass, for the defendant was present, and as the injury resulted from his own team, driven in his presence by his own servant, which he could have controlled, but did not; and therefore, as the judge afterwards put it to the jury, if “ the damage was caused by the carelessness or wilful conduct of the defendant,” he would be answerable. These instructions were intended to define the law of trespass. Afterwards, it was submitted to the jury to find whether the defendant was liable on the ground of either carelessness or wilfulness of his servant, acting in his presence, and presumed in law to be acting by his commands or assent; or whether it was an accident from inability to control the team. So in another part of the charge, the question of liability under the evidence was left to the jury as follows: “ If the damage was the result of negligence on the pairt of the plaintiff, he cannot recover; or if it was caused by the mutual fault of both parties, he cannot recover.” And again, in answer to the defendant’s first point, the court affirmed the doctrine asserted, that “if injury resulted from the inability of the defendant’s servant to control the team,” the defendant was not answerable. These instructions left the question of blame or default, and consequent liability, to the jury. The object of the instructions complained of seems to have been as stated, merely illustrations of the propriety of the form of action adopted by the plaintiff, and not intended as operating on the question of the ultimate liability of the defendant.\nAs to the form of action, a question was made, but we think it is without difficulty. Trespass is proper, where the injury is by the direct act of the party, whether done wilfully or negligently. Force directly applied is the criterion: 4 Whart. 143; 2 Bl. 895 ; 2 Lord R. 1402; 3 East 598. If the act was in law the act of the defendant, he is consequently liable in trespass, whether it resulted from wilfulness or negligence. That the law will esteem acts of a servant when done in his master’s presence and employ, without objection or dissent, as his acts, there can be no doubt. In 1 Chit. Pl. 180, it is laid down that “ trespass lies against a master, where, while the servant drives him, the horse of the latter runs away and does damage.” In 2 Hilliard on Torts 527, it is said, “ A master may be held liable as a trespasser for the act of his servant done in his presence;” citing Chandler v. Broughton, 3 Tyrw. 220; McLaughlin v. Pryor, 4 M. & G. 48. Here the son was driving, and the father, the defendant, was riding. The latter made no objection or endeavour to control his son, and if he did not, it was a presumption which a jury might well make, and which I think they were bound to make, that he assented to what was done in the management of the instrument (the team) which did the injury, and therefore per consequence, was answerable, provided the result was not an unavoidable accident, which the jury have found was not the case, the question of negligence or wilfulness having been submitted to them.\nUpon consideration of the whole case, we see no sufficient ground for reversing the judgment. A party who acts so uncivilly as to endeavour to keep the road and prevent others with lighter and more active vehicles from passing, or strives to run them off or repass them by unusual and reckless driving, richly deserves to be made to pay all damage incident to such temerity.\nJudgment affirmed."}