{"id": "996285", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nIt is very conclusively shown, by the auditor’s report, that the assignor, in this case, might have saved to the creditors the sum of $570, if he had carefully examined the state of the accounts between his assignee and the Robert Flanagan Building Association. Instead of the sum of $1000 due on the mortgage, subject to which he allowed the Christian 'street property to be sold, he could certainly have ascertained that after applying the payment on stock, there would only be due on it the sum of |430, adopting the basis of calculation sanctioned by this court in Kupfelt v. Guttenburg Association, 6 Casey 465 ; Hughes’ Appeal, Id. 471, and Association v. Reed, 16 Leg. Int. 157. It is hardly to be doubted but that it would have sold for as much as it did, if the encumbrance had been thus stated. I cannot see how he can be excused from a surcharge to this extent, merely upon the evidence that the appraisers so estimated it. But, be this as it may, the auditor has found negligence in this matter, and we do not see that he erred in so doing.\nBut it is contended that the rule of decisions’in the cases cited will not now apply — that the Act of Assembly of the 12th of April 1859, relating to building associations, prevents this. The auditor was of opinion that, as the mortgage was executed in 1856, the Act of 1859 did not apply; that it was not to have a retrospective operation; that the law existing at that date was to be the law of that contract. In this he was right, as will be seen by the cases of Reiser v. The Wm. Tell Association, Appeal of the Premium Fund Association, and Denny v. The Philadelphia Building Association, decided at this term; and further remark on this point is therefore unnecessary.\nNor do I see any error in the interest surcharged. Diligence would have saved all this, and this is what the law enjoins upon trustees of every description. Responsibility is but a reasonable penalty for negligence, and I believe it to be a rule without an exception that it is always imposed where injury ensues from it. There was no error committed by the auditor in his treatment of this subject of controversy.\nI am unable to discover, from anything which has been determined in this court, or from the analogies of the law, any reason for holding that one who assigns all his property, real and personal, for the benefit of his creditors, without any reservation of the sum exempted by law to a debtor in execution, is not to be held as waiving his right to such exemption. We have held in numerous cases, which need not now be referred to, that a debtor has power to waive such exemption, and in more than one of them the question was as to the effect of such waiver on the rights of creditors. The question we think is settled.\nA voluntary assignment for the benefit of creditors in its just aspect is certainly nothing more nor less than a contract — a transfer in trust for a nominal consideration, and the further consideration of a distribution of the proceeds of the assigned property among all .the creditors. If a transfer were to one creditor of all the debtor’s property in payment, of a debt, it would enter into the mind of no one that all did not pass. Certainly nothing else can be inferred, where it is in the same general and unrestricted form, for the benefit of all.\nThe Act of the 9th of April 1849, by express terms only allows the exemption in cases of execution, and on warrants of distress for rent. These are compulsory process, and there it is allowed if demanded; but silence may waive it. It does not apply to a sale on a mortgage as against the mortgagee: McAuley’s Appeal, 11 Casey 209. The sale being on execution from the judgment on the mortgage-bond does not alter the case: Id. All this proceeds from the nature of the original transaction. The mortgage being a voluntary pledge, the debtor is not entitled to a drawback to the extent of the exemption as against it. So is it with his assignment. I have known assignments where the whole property was of no greater value than $300. It would be quite a farce, if, after the recording of such assignment, inventory of property taken, appraisement bond given, and the goods turned into money, the assignor could claim the proceeds for the benefit of himself and family.\nIt was held in Mulford v. Shirk, 2 Casey 473, that the reservation in the assignment of the $300, exempt by law, did not avoid the assignment. The reason for this was briefly said to exist in the fact that the law created the reservation, not the assignment, and hence it was not fraudulent under the statute of 1st Eliz. All that was meant by the decision was this. In that case it was clear that the debtor did not waive a right which he could assert against any compulsory process, either on part of the assignee or any creditor. But in the case in hand this does not appear. The contrary appears. There was no intention manifested to retain, and as it is a presumption of law that the assignor knew its provisions in favour of debtors, his act in assigning all his property must be taken according to its legal import — an assignment without reservation — and the property having passed to the assignee, it could not afterwards be reclaimed. We have constantly held in these cases in accordance with the rule of common law, that he who claims an exemption or a privilege, must show a performance of whatever is necessary to bring his case within the exemption or privilege; the privilege being exceptional, it requires the performance of the terms upon which it is to be enjoyed.\nFrom these views it will be apparent, and it is our opinion, that the assignee did wrong in setting apart the household furniture to the assignor after the appraisement, and that the surcharge to that extent was proper.\nWe see nothing else in the exceptions requiring notice. Indeed, the auditor’s report is throughout a very complete vindication of the principles assumed in it.\nDecree of the Common Pleas affirmed at the costs of the appellant."}