{"id": "996314", "contents": "The opinion of the court was delivered,\nby Lowrie, C. J.\n—\nWe are not able to follow the cases of Pagan v. Wylie, and Graham v. Gillespie, Ross on Bills and Notes 194, 195, in the principle point decided there. And yet we would not be understood as denying the case of Young v. Grote, in the same book, p. 187; 4 Bing. 253. It may be that a check on a banker, so written as to be easily altered by the bearer of it, ought to be treated in the same manner as instructions sent by a principal to his agent, wherein the latter is not allowed to suffer from the carelessness of the former. Thus, probably, alterations in checks may be properly distinguished from those in bills, notes, and other contract. We doubt it, however.\nThis is a case of a printed form of a promissory note, filled up by the maker, and then endorsed for his accommodation by another, and then altered by the maker to a larger sum by taking-advantage of some vacant space left in the form. If the sum had been left entirely blank, the inference would have been that the parties authorized the holder to act as their agent in filling .it in, and they would have been bound accordingly. But where a sum is actually written, we can make no such inference from the fact that there is room to write more. This fact shows carelessness; but it was not the carelessness of the endorser, but the forgery of the maker that was the proximate cause that misled the holder. And we know not how we can say that a man can be chargeable with a contract because he did not use proper precaution in guarding against forgery in any of the thousand forms it may take. We know of no way of saving purchasers of negotiable paper from the necessity and the consequences of relying on the character of the man they buy it from, if they do not take the trouble of inquiring of the original parties.\nBut this plaintiff had no hand in the alteration, and, as this is a case stated, we are not met by any discrepancy of allegata and probata, and therefore we can give judgment for the true amount of the note : Ross on Bills and Notes 201. This brings the case within the Hundred Dollar Act, and therefore the judgment must be without costs.\nMay 1861. Judgment reversed, and judgment now entered for the plaintiff for sixty dollars and thirty-seven and a half cents, without costs."}