{"id": "996359", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nIf the herd of cattle had been seized as the property of Andrew Beirne, whilst he had them in his possession under the agreement of 17th September 1857, we should strongly incline to the opinion that his interest under that paper, coupled with the actual possession, was an attachable interest. They were young cattle. Oliver purchased and delivered them to Andrew in the fall of 1857, to handle and graze in preparation for the fall market of 1858. A year’s growth and development at Andrew’s expense were contemplated. When sold, he was to receive, in a credit on his general indebtedness to Oliver, all they produced over and above the first cost and interest. As mere agistor, Andrew would have had a lien up>on the herd; but under the agreement he had at the least a qualified property. Perhaps, indeed, it would not be stating his position too strongly, to say that he was the purchaser and owner of the cattle, subject only to pay the purchase-money and interest to Oliver — that he was a mortgagor in possession, and Oliver merely a mortgagee of a chattel without any possession.\nNow, although a chattel mortgage is good in Virginia, where these brothers belong, without possession in the mortgagee, yet the law is otherwise in Pennsylvania. With us it is fraudulent and void as to creditors, though valid as between the parties. Can it be questioned that Andrew could have made a valid sale of the cattle, or that they might have been seized for his debts ? However we construe the paper of 17th September 1857, and define Andrew’s rights under it, we cannot doubt that whilst he had the herd in possession, a creditor might have levied his attachment without becoming liable to Oliver as a trespasser.\nBut Hopkins did not lay his attachment whilst Andrew held the cattle under that agreement. According to the evidence, they had been redelivered to Oliver’s factor or agent, who had .them in the Philadelphia market, for sale on Oliver’s account, fat the moment the attachment was laid. Humphries represents himself as Oliver’s agent, — not Andrew’s. The cattle, therefore, had gone back into the possession of the former owner, or mortgagee, if Oliver be regarded as such; and although Andrew would be entitled to compensation for the year’s grazing, by a credit of the net profits of the sale, yet this was a mere personal right, enforceable only by an action at law, and unaccompanied by any lien, possession, or right of control that gave him a semblance of property in the cattle. A vendee of real estate even, by articles of agreement, may rescind his equities by parol, and reinvest the vendor with his full rights of property, by restoring the possession to him. . And shall less be said of an uncompleted purchase of chattels ? Putting Andrew’s rights under the agreement into the strongest light they will bear, it seems to us that they ceased to be rights of property in specie when he redelivered the cattle to Oliver’s agent to be driven to market and sold. Thenceforth they consisted merely of a right to be paid for his pasturage, according to the proceeds of the sale.\nCounsel argue, however, that Humphries was Andrew’s agent— that he represented himself as such in the market, and that he offered the cattle as the property of Andrew. Why was not the court asked to submit the question to the jury? Humphries’ declaration and his testimony, were fairly open to criticism, and it is reasonable to presume that both were fully discussed before the jury. Nor is the court complained of for not fairly submitting his credibility. We must take it then that Humphries’ declaration that he was acting for Oliver was either acquiesced in or else that it was found to be true by the jury, and, quaounque via detur, the cattle must be regarded as Oliver’s, as bought and paid for by him — as bailed to Andrew for a year’s agistment, and as returned to Oliver as his several and exclusive property. Had he never let them to Andrew for pasturage, or had he employed some other farmer to perform the same service, his rights of property could have been no more absolute and entire.\nSuch, we are compelled to say, was the apparent status of this property on the 16th of October 1858, when Hopkins took his writ of foreign attachment against Andrew. Nor are we permitted to surmise that, notwithstanding fair appearances, the two brothers and Humphries were in combination to cloak Andrew’s rights of property from his creditors ; for counsel for defendant in error say, without contradiction, that the judge submitted that question fairly to the jury, and an extract from the charge is furnished in the argument to verify the assertion. It is not in the bill of exceptions, it is true, for as bills are framed in the District Court, we never get a full view of what is ruled; but if it was not submitted as alleged, it was because no proper point was put to the court on the subject by the plaintiff in error. It is not our duty, therefore, to reverse the judgment in order to give him an opportunity to obtain a submission of that question.\nIf the position of' the property at the date of the attachment; was as above stated, then the conclusion follows inevitably, that ' the attachment was not well laid. The command of the writ was to attach Andrew Beirne by all and singular his goods and chattels, &c. The writ contained no authority to seize Oliver Beirne’s goods. Counsel endorsed a direction to the sheriff to attach a lot of cattle in the hands and possession of Alexander Humphries, and to summon him as garnishee: but the sheriff proceeded, as he always does, at his peril. He attached the cattle as Andrew Beirne’s, and, under a subsequent order of court for the sale of them as chargeable, sold them and brought the money into court. Hopkins, having obtained judgments by ■ default against both the defendant and the garnishee in the attachment, took the amount of his debt out of the proceeds of the sale.\nTo this action of - trespass brought by Oliver Beirne against the sheriff, there was not only the general issue pleaded, but a special plea also, setting forth the writ of attachment as his justification, to which the plaintiff demurred. To say nothing about the alleged defects of the special plea, and to regard it as a sufficient plea and proferí of the whole record of the foreign attachment, we come directly to the main point of the argument on behalf of the plaintiff in error, that the foreign attachment was a proceeding in rem, which after final judgment, concludes all the world as to Andrew Beirne’s ownership of the cattle, and that there is peculiar equity in estopping Oliver Beirne from questioning Andrew’s title, because he had notice of the foreign attachment before the sheriff’s sale, and should have intervened to defend for whatever interest he had.\nThe doctrine that was much discussed in the case of Taylor v. Carryl, first reported in 2 Am. Law Rep. 333, then in 12 Harris 259, and finally in 20 Howard’s U. S. Reports, is attempted to be applied here, but without success. It was an action of replevin, brought for the recovery of a specific chattel — a ship — the “ Royal Saxon.” Each party claimed title by virtue of a judicial order for the sale of the ship as perishable and chargeable— one under the order of the District Court of the United States sitting in admiralty, in a proceeding by libel, for seamen’s wages; the other under an order of the Supreme Court at Nisi Prius, in a proceeding by foreign attachment. The question of title depended mainly, though not entirely, on the respective jurisdictions of the Federal and State courts. But it was altogether a question of property between the vendees of the marshal and the sheriff. And that was the circumstance which distinguishes that case radically from the present. For here there is no question whatever raised upon the effect of the sheriff’s sale, or upon the title of his vendee. On the contrary, the plaintiff’s action proceeds on the assumption that the sheriff conferred a valid title. That is the gist of the action. Reduced to an interrogatory form, the plaintiff’s action demands of the sheriff, why did you seize and sell my property past recovery, on a writ against another man ? What is the answer ? Simply that the plaintiff is estopped from denying Andrew Beirne’s ownership of the cattle by the record of the foreign attachment.\nThe cases will not bear out this defence. Foreign attachment is not purely a proceeding in rem, but under our statutes it is the equivalent of a summons for commencement of a personal action. They contemplate, however, only a seizure of the defendant’s goods as a mode of compelling his appearance, and they limit the effect of all judgments in attachment, whether against the defendant or his garnishees, to such property as belongs to the defendant. The judgment concludes parties and privies, but not strangers. It is not true of a judgment in attachment thait it authorizes the plaintiff to seize a third party’s property for the defendant’s debt. In 2 Smith’s L. C., Am. ed., page 689, et seq., the cases on this head will be found collected, and their result stated to be that, properly speaking, proceedings by attachment áre not in rem, but are rather proceedings against the interest of the defendant and those claiming under him in the thing attached.\nIf it be said that it is settled law that where goods have been attached and then ordered to sale as perishable or chargeable, the title of the purchaser at such sale is indefeasible and unquestionable, whoever the former owner may have been, let it be granted that such judicial order and sale is a proceeding in rem, though the judgment in the attachment is not. What was pleaded here was not that special proceeding in rem, which in an action of replevin or trover would have concluded the plaintiff, but the judgments against the defendant and garnishee in foreign attachment, which conclude only parties and privies. In replevin, special goods are directed to be taken without regard to ownership, the title being left to be contested in the suit. Under a i judgment and execution, the defendant’s goods only are directed to be taken, that the plaintiff may make his money out of them ;l Shipham v. Clark, 4 Denio 446. In making title in replevin, a judicial sale of goods as chargeable, avails much — in such an action as this, nothing. The sheriff cannot justify his trespass on the ground that a peculiar rule of law validated the title of his vendee.\nBut it is said farther, that Oliver, having had notice of the ¡ suit against his brother, ought to have intervened to defeird pro j interesse suo. I confess I think so. That is exactly what an owner ought to do who knows that his goods have been attached as the property of another, and who has an opportunity to come in to defend. It prevents circuity of litigation, and annoyance to officers and other innocent parties. But we know of no rule i of law that compels him to come in on pain of forfeiting his j rights. If a sheriff will seize one man’s goods on process against another, the right of the owner to hold the officer responsible in* this present form of action, is part of the law of property, and it,, cannot be denied to the suitor. Nor is the fact that the seizure was made whilst the property was in the hands of a factor, any better answer to the plaintiff than the other, that he did not intervene when he might. His right of action is unimpaired by any of these circumstances, and must be sustained, now that it is asserted in the forms of law.\nThe only case to which the counsel of -the plaintiff in error have been able to point as sustaining the special plea, is that of Scott v. Sherman, 2 Wm. Blackstone’s R. 977. That was an action of trespass against custom-house officers, for entering the plaintiff’s house and carrying away some wines called Geneva, which had been removed that morning from the plaintiff’s ship to his dwelling, and which constituted part of the ship’s stores. The defendants gave in evidence a record of condemnation of the Geneva in the Court of Exchequer at a prior term. The Court of King’s Bench held the plaintiff could not recover, because the property of the goods being changed and irrevocably vested in the Crown by the judgment of condemnation, it followed, said Judge Blackstone, as a necessary consequence, that neither trespass nor trover can be maintained for taking them in an orderly manner. For the condemnation has a retrospect and relation backwards to the time of the seizure. It was added also, that as he knew of their seizure, and had notice of the condemnation by two proclamations according to the course of the court, it was the plaintiff’s duty to have put in his claim, and neglecting this, “ he shall be for ever barred by the condemnation, not only with respect to the goods themselves, but every other collateral remedy for talcing them.”\nI know of but one answer to the authority of this case — that is, that the seizure and condemnation of the goods under the revenue laws was strictly a proceeding in rem, and therefore concluded all the world both as to title and collateral action; but for that reason it is not applicable to a proceeding by foreign attachment under our statutes, which, I repeat, is not strictly a proceeding in rem. If counsel could have sustained their main proposition, that Hopkins’s attachment was a proceeding in rem, that authority would have been in point. Without that postulate the authority is irrelevant.\nThere are other points in this case, but they are not of controlling importance, and may be passed without special remark. On the whole we think the demurrer was properly sustained, and the judgment is\nAffirmed."}