{"id": "996318", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nThis was a case of distribution, under a sheriff’s sale of the personal property of A. B. Schermerhorn, at the suit of the appellant.\nThe claimants were firstly, parties who had issued executions on judgments before a magistrate; secondly, an execution-creditor of a previous firm of Schermerhorn & Bro.; and, lastly, the appellant, on whose fi. fa. the property was sold. I do not enumerate a claim for rent, for that does not come into the controversy — it not being contested.\nNot stopping to notice the defective levy by the constable, on the Bohler, Thompson & Weikel and Dobb’s execution, we cannot see how it was possible to suppose that these executions, having been returned the day after the levy, made in consequence of appeals taken in each case, should continue to be a lien on the goods supposed to be levied on. The return of the writs destroyed this, and so did the appeals taken. On both these points the law is undisputedly against these claimants: Act of 1810, § 18; Finn v. The Commonwealth, 6 Barr 460; O’Donnell v. Mullin, 3 Casey 199.\nThat the appeal was not entered up on the first Monday of January, the first day of the ensuing term, does not affect the case. It could not give vitality to returned executions. Individual cases of hardship may occur under such circumstances, there being now no security for the debt given on appeal, in the manner formerly required, but this does not alter the effect of .the apjDeal in operating as a supersedeas to an execution; it is as effectually so, under the change of the law regarding bail, as it was formerly. These execution-creditors were not entitled to any portion of the money. Nor was the Kinnan execution against Schermerhorn & Bro., issued ten days after the appellants, and in the hands of the sheriff on the sale.\nThe reason for this is, that the auditor has found that the property sold was individual, not firm property; that the partnership once existing, had been, sometime before either execution issued, dissolved, and the property ceased to be partnership. As the partnership-creditor could, in any event; only have preference over an individual execution, when the entire property was sold, through the equity of the partners to have the firm assets applied to the payment of firm debts, no such result could reasonably be expected to follow, where no such relation existed: Donner v. Stauffer, 1 Penna. Rep. 198; Baker’s Appeal, 9 Harris 76; Appeal of the York County Bank, 8 Casey 446. There is nothing in the case to convict the auditor of error, in finding that the property levied and sold was individual, and not partnership property. The first fi. fa. was therefore - the first lien, and that was the appellant’s. Under these circumstances, the auditor and court were both in error, and the decree of distribution must be reversed.\nAnd now, May 6th 1861, the decree of distribution of the Common Pleas of Lehigh County, awarding distribution to Bohler, Thompson & Weikel, and to A. P. Kinnan, is reversed; and it is now ordered, adjudged, and decreed, that the money in court, after paying $21 to William J. Romig, for rent not appealed from, is to be applied to the execution of George B. Cope, and paid to him, to wit, the sum of $184.42, and that the costs be paid by the appellees."}