{"id": "996326", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nThat the several assignments of the partners, Smith and Taylor, vested all their property, partnership and individual, in the plaintiffs below, I think can hardly be doubted. That it was so intended by them, in the absence of proof to the contrary, seems apparent. They were engaged together as partners, and on 29th of September 1858, Smith made an assignment of his interest in the firm, as also of his private property, to Strayhorn and Hobson, for the benefit of all his creditors, which was accepted by them. On the next day Taylor made a similar assignment to the same assignees, which was also accepted. If it were necessary to put the case exclusively on the doctrine implied by the remarks of Justice Kennedy, in Deckert v. Filbert, 3 W. & S. 454, no doubt could exist but that Smith assented to the assignment of the stock by Taylor to the assignees named. The inference would necessarily exist in the absence of testimony to the contrary. The partners acting together, cognisant of the affairs of the firm, select the same assignees, and make several assignments within one day of each other: the inference is irresistible that it was assented to as a partnership assignment.\nBut the doctrine of Donner v. Stauffer, 1 Penna. Rep. 198, and the same thing in substance in Kelly’s Appeal, 4 Harris 59, Baker’s Appeal, 9 Id. 77, Coover’s Appeal, 5 Casey 9, establish clearly that the equities of creditors are to be worked out through the equities of the partners, and that sales on separate executions of the firm property, which destroy the dominion of the partners over it, destroy also the equity of creditors whose liens have not actually attached; and the effect by private sales cannot be less. It cannot well be doubted but that this is a corollary of the first position. If the property be parted with by sale severally made, and neither partner has dominion or possession, there is nothing through which the equities of the creditors can work, and hence the rule will not apply. But all we have to do with here is the question of the right of the sheriff to levy after assignment made and accepted. As we are of opinion that the firm property did vest, we think he had no right to levy, and the judgment must be affirmed. The assignees must administer the assigned property according to the rights of the creditors of the assignors. Whether there will be any distinction to be made between partnership and private creditors in the distribution of the assets, we do not think it necessary to determine. We leave that as we find it, without further remark. As these views are decisive of the case,\nThe judgment is affirmed."}