{"id": "996337", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nThe fund for distribution arose from a sheriff’s sale of land, of which Henry Stouffer was the owner on the 1st day of April 1858. It was encumbered by several judgments against him, among others, that of Jacob Herman, executor of Emanuel Herman; and subject to the lien of these judgments, Stouffer conveyed the land to the appellant, Henry Eberhart, on the 1st day of April 1851. After that, Herman’s executor issued a sei. fa. on his judgment against Stouffer, with notice to the terretenant, obtained judgment thereon, took a fi. fa., levied it on the land Stouffer had conveyed to Eberhart, had it condemned and sold by the sheriff, to produce the fund in court. Eberhart gave due notice that hre claimed the benefit of the Exemption Law of 9th April 184J, and, when distribution came to be made, claimed to take $300 of the proceeds out of court in satisfaction of that claim. The court decided against him, and he thereupon appeals to us.\nThe person who is entitled to the benefit of the Exemption Law of 1849 is described, or referred to in the act, by two words— “ defendant” and “ debtor.” The question therefore is, whether a terre-tenant is a defendant or debtor, within the meaning of the act ? That he is not a debtor is very plain, for reasons similar to those in Rosenberger v. Hallowell, 11 Casey 372. He comes into possession of the land under the debtor without any contract with or consent of the creditor. Though he takes the land subject to the lien, it is not enforced against him by virtue of any contract with the creditor. It is not indeed enforced against him at all, but only against the land which he accepted with the encumbrance upon it. If the creditor lost his lien upon the land, or failed to get his money from a sale of it, he could have no recourse to other property, either real or personal, of the terre-tenant. This, it strikes me, is decisive against the supposed relationship of debtor and creditor, for wherever that relation exists the debtor’s whole estate, saving only such partial exemptions as statutes prescribe, is liable to answer for the debt. If not debtor, is he defendant ? The legislature used both words in their ordinary sense, and both would be applicable to Stouffer, but neither of them, we think, to Eberhart. A terre-tenant is one in whom the title to the encumbered estate has vested. By the Act of March 26th 1827 he is to have notice of any revival of a judgment which is intended to continue a lien upon land purchased by him of the debtor in the judgment, but he is spoken of throughout that act as terre-tenant, and not as either defendant or debtor. A revival, whether by scire facias or by amicable agreement, that does not embrace him does not affect his estate, but a revival that does embrace him has no other effect than to estop him from questioning the creditor’s lien afterward. It does not make him a defendant in the judgment any more than it makes him the debtor of the plaintiff. Even where, as in Sames’s Appeal, 2 Casey 184, an amicable revival between the plaintiff and terre-tenant was made without joining the defendant, we held the terre-tenant bound only as terre-tenant, and not in character of defendant. Under the revived judgment the creditor could have seized no property of the terre-tenant except the land purchased with the lien upon it.\nIf we look at other words of the Exemption Law, they will be found as unfavourable to the appellant as the descriptive terms already adverted to. Certain specific chattels are enumerated as exempt from “levy and sale,” and beyond these the property intended to be exempted is no otherwise described than as that which is “owned by or in possession of the debtor.”\nNow, whilst Stouffer was both debtor and defendant within the meaning of the statute, and might, as such, have claimed the exemption against Herman’s execution if it had been levied on his personal property or unsold lands, he could not claim it as against the lands sold to Eberhart, because it was neither owned by him, nor in his possession. Nor could Eberhart claim the exemption, though both owner and possessor of the land, because he was not the debtor, and for the further reason, also, that to allow it to him might subject Herman’s execution to two exemptions, one in favour of Stouffer, in respect of other property, and one in favour of Eberhart, in respect of the property of which he was terre-tenant. This would be quite contrary to the spirit of the statute. It is perfectly imaginable that the creditor was driven to seek satisfaction out of the land of the terre-tenant by the debtor’s setting up the exemption in behalf of property still owned and possessed by him. And, if so, was not the statute satisfied by the exemption granted to Stouffer ? Hoes it demand a double exemption as against the same creditor ? Clearly not. We should mistake not only its terms, but its drift and scope— its spirit and intent — were we to so administer it.\n“In possession of the debtor.” These words were expounded in Huey’s Appeal, 5 Casey 219, to refer to the exemption intended for tenants against landlords. Tbe statute contemplates two classes of debtors : execution defendants and defaulting tenants. The exemption is offered to both — to the first it is an exemption of $300 worth of property “ owned” by them; to the second, of like amount owned “ or in possession” of the debtor tenant. This distinction in favour of tenants was necessary to the full effect of the statute; for whilst only an owner’s property could be seized in execution, a landlord might seize any property in possession of the tenant on demised premises, though his tenant was not owner. The exemption of the debtor within the limit of $300 was to be co-extensive with the rights of the creditor, whether he came with an execution or a landlord’s warrant. The infirmity of the appellant’s ease is, that he is neither a defendant in an execution nor a defaulting tenant.\nIt only remains to notice a very ingenious suggestion on the part of the counsel of the appellant. It is argued that he purchased Stouffer’s right of exemption along with the estate. This cannot be, because the right of exemption is not a vendible or assignable thing: Bowyer’s Appeal, 9 Harris 210; Shelly’s Appeal, 12 Casey 380. It comes into existence only by the act of the debtor, and the time and form of his act necessary to give it vitality are regulated by legal rules: Bowman v. Smiley, 7 Casey 225; McAfoose’s Appeal, 8 Id. 277. If he do not claim the exemption he waives it. That is, the right of exemption, a merely abstract right as it exists in the statute, becomes a vital, personal, effectual privilege, when the debtor asserts it timely. But waived by him, no one else, however he may claim under the debtor, can set it up to hinder the creditor. Eberhart therefore took from Stouffer, by his purchase of land, none of Stouffer’s personal rights under the Exemption Law.\nThe decree is affirmed."}