{"id": "996308", "contents": "The opinion of the court was delivered by\nThompson, J.\nThe Act of the 8th February 1819, under which McGrew’s Appeal, 14 S. & R. 396, and Joseph Walker’s Estate, 2 Rawle 243, were decided, is very different in its terms from the provisions, on the same subject, incorporated into the Acts of 29th March 1832, and of the 14th April 1835.\nOn the subject of the accounts of executors, administrators and guardians in the 2d section of the former act, it is provided that “where the accounts of guardians, executors, and administrators shall be finally settled according to law, and the same confirmed by the court, no appeal shall lie therefrom unless the same shall be entered within one year after confirmation.” In McGrew’s Appeal, 'Huston, J., in delivering the opinion of the court, involving the question whether a first account was to be held to be final after confirmation or not, said, “the words finally settled cannot be fairly applied to any other than a final account.”\nThe provision on this point in the 16th section of the Act of 1832, is as follows: “All accounts presented to the Orphans’ Court by executors, administrators, guardians, or trustees, except partial accounts rendered by guardians in pursuance of section 10 of this act, shall, unless it be otherwise agreed by all the parties, be examined by the court,” or referred to auditors, who shall have power to examine the same and report. This section seems only to have expressly met the case where there were exceptions, and it was afterwards principally supplied by the provisions of the 1st section of the Act of 14th April 1835, which expressly requires a confirmation by the court of accounts where no exceptions were filed. It is in these words: “All accounts presented to the Orphans’ Court by executors, administrators, guardians, or trustees, shall be examined by the court, and if not excepted to, shall, after due consideration, be confirmedbut if there be exceptions, then auditors are to be appointed.\nThe 69th section of the Act of 1832 gives an appeal from any definite sentence or decree of the Orphans’ Court within three years thereafter, which by the 4th section of the Act of 1835, the court is required to hear and determine as “ to right and justice may belong,” or refer the same to auditors if thought necessary.\nThe provisions of the 1st section of this act did not originally extend to Philadelphia, but the proviso restricting its operation was, on the 27th of February 1845, repealed, and the repealing act afterwards, on the 10th of April 1849, was itself repealed, from and after which last period the section did not apply to Philadelphia.\nThe first account, which gives rise to this controversy, was filed and confirmed by the Orphans’ Court of Philadelphia county while the act was in full force; and the question now is, whether the account so confirmed and unappealed from is, after the lapse of ten years, open to exception as it would have been under the Act of 1819, or is the decree of confirmation conclusive ?\nThe distinctive difference between that act and that of 1835 is very marked. In the former, when the accounts “ shall be finally settled,” they are conclusive after one year, and this was interpreted to mean a final account in McGrew’s Appeal.\nIn the latter the proviso is, that “all accounts presented to the Orphans’ Court * * * if not excepted to, shall, after due consideration, be affirmed,” and no appeal shall be allowed unless taken within three years from any definitive sentence of the court.\nI cannot doubt but that a decree made as required by the act, after examination by the court, and after “ due consideration,” must be taken to be a definitive decree from which an appeal would lie; and so in fact, we held in Irwin’s Appeal, 11 Casey 297, on the motion to quash. It seems to me that the difference between these two acts is so great as to preclude the same interpretation. The one is, that “all accounts” which shall be presented are to be confirmed, and the other, that when the accounts of administrators shall “be finally settled,” they are to be final only, if not appealed from. This marks an intentional change in the two; otherwise the difference in the provisions cannot be accounted for.\nThe 1st section of the Act of 1840 must have been enacted under this view of the law, and that there was no distinction to be observed between an original and a final account; for it expressly provides that the Orphans’ Court shall entertain bills of review, alleging specific error in the final decree, confirming the original or supplementary accounts of any executor, administrator or guardian, &c. The terms “final decree” are alike applicable to both original and final accounts, and indicate a system under which, without any distinction, they are to be examined, corrected, and confirmed as they are filed. I cannot see any evil consequences likely to result from the practice, comparable with those which might flow from the old practice, in which, by delay in arriving at a final account, witnesses, papers, and vouchers are so liable to disappear and to be lost. The Acts of 1832 and 1835 make ample provision for the correction of errors in all accounts, even after confirmation, by allowing an appeal within three years, to this court, in which the rule of distinction is prescribed in the last named act to be “ as to justice and right may belong.” Besides this, a bill of review for specific error is allowed by the Act of 1840, at any time within five years. By the old law it was of grace. These provisions give strength to the position assumed in this opinion, and obviate the objection, that considering all of a series of accounts as a unit, is necessary to the correction of errors in the last.\nIt is true, Light’s Appeal, 10 Harris, seems to have followed the principle of McGrew’s Appeal and Walker's Estate; but as no reference whatever appears to have been made by court or counsel to the repeal of the proviso to the Act of 1835, by the Act of 1845, by which the provisions of the 1st section of the former act were extended to Philadelphia, and so remained for about four years, it is probable that when that decision was made, the change in the law was not adverted to. But be that as it may, the rule now indicated is believed to be the only one to be followed under the Acts of Assembly alluded to.\nFor these reasons we think the Orphans’ Court were right in confirming the auditor’s report, and in refusing to grant the prayer of the petitioner that the account filed and confirmed in 1847 be referred to the auditor for examination. That decree, we hold, was conclusive, being unappealed from within the period allowed by law.\nDecree of the Orphans’ Court is affirmed, at the costs of the appellant."}