{"id": "996377", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nThese two cases belong to the Middle District, and at the request of the parties we hear them here. They are writs of error to the executions issued in two cases in the Court of Common Pleas of Dauphin county, which had already been before us, and which we had decided while sitting at Harrisburg by affirming the judgment.\nThe plaintiff’s motion is to stay the executions on the ground that writs of error had issued to remove the causes to the Supreme Court of the United States for the review of our judgment. The defendant’s motion is to quash our writs of error to the execution, on the ground that their purpose is to procure a stay of execution, though the writs of error to the Supreme Court of the United States were not issued in time to secure this purpose.\nIn fact, the writs of error to the Supreme Court of the United States, our writs of error to the executions, and the motion to quash our writs each and all raise but one question for our consideration. Is the company entitled to a stay of execution pending the writs of error in the Supreme Court of the United States ? Answering this question according to strict law, under the Acts of Congress, we think not, because these writs were not delivered in time.\nIf we have misunderstood the practice of that court in this, we doubt not that an application to them will secure a correction of our mistake, by the order of a supersedeas, which will be cheerfully obeyed if granted.\nBut it is urged that we ought to stay the executions, because the records had not been actually sent back from this court to the Common Pleas, and this exposes a very slovenly practice in the case. It appears, in fact, that the records were never sent up and delivered to this court, except one of them nominally, long after our judgments of affirmance and orders of remittiturs, and that the parties tried the causes here on their paper-books, and treated them as fully and actually here, though we had not the records. They were not even constructively here; but the parties here so acted in the matter, that none of them would be allowed for the purpose of affecting our action in relation to the causes, to say that the records were not here.\nYet we must look at the actual fact when we come to recommit the causes to the Common Pleas, because we cannot actually send back the records that have never been actually sent up to us.\nOur affirmance of the judgments involves an order to remit the records, for that is the law and the practice, and sometimes we expressly order the remission as we did in these cases. But it could only be a constructive remission, for an actual one could not be had. It was therefore a remission of the causes to the Common Pleas, with certificates of the judgments here, and this authorized that court to proceed. The records never having been actually here, were constructively remitted or released from our jurisdiction by the certificates of our judgment sent to that court. If the plaintiffs in error had objected that the records were hot here, their writs of error would have been non prossed in July last, and executions would have been then issued, that would have been subject to no stay. But what matters all this, since there could have been no stay, even if the records had still been in this court at the time of the delivery of the United States writs of error? We could hardly allow the plaintiff’s irregularities in not filing the records to furnish them a cause of error in relation to the executions. We would not let the plaintiffs below suffer for such matters. They are entitled to their executions. The cause was here, and decided and sent back as a matter of fact, even though the regular forms of such proceedings were not well observed. Being in fact, though informally sent back, it was the duty of the Common Pleas to proceed.\nBut we are asked to exercise an equitable control over the executions, by treating them more in analogy to our state practice, and staying them because they were issued after the Federal writs of error were served, though it is not denied that the legal effect of the writs of error depends upon Federal law. Yet we should really alter the effect of these writs if we should infuse into them our state notions of equity, not admitted by the Federal courts, and not subject to review by them. We should thus change the Federal law by annexing it to a foreign and incompatible element of equity, to the injury of one of the parties. And thus, too, we should perhaps change the responsibility of the bail, or else we should allow the writs to stay the executions without bail; for the bail are bound only for a legal stay of execution. We cannot exercise such an equity power.\nIf the plaintiffs in error had feared that they might suffer from the well known practice of the court, of entering judgments in reserved cases at our next place of sitting, we should have taken care to prevent this, had we been requested. If they have actually suffered by it, they ought to have shown it to us in some way. We cannot presume that they did not know the public acts of the court, done in due course of law, in their cases.\nAnd if the plaintiffs in error ask equity, they ought to do equity. It is admitted that less than half of the claims is affected by the question that is to be submitted to the Supreme Court of the United States. Then they ought to have paid that which is no longer disputable before they took their writs of error. It is urged, moreover, that if the judgments be now collected by executions, the company will have no remedy to recover the amount back from the state on a reversal of the judgments. But, on the other hand, it is said that they are indebted to the state several hundred thousand dollars for taxes, besides these judgments, and exclusive of all that they are now disputing on constitutional grounds. We ought to be informed of the relations of the parties in the matter, that we may see if the company has any claim to equitable indulgence. They ought to show that they have been doing equity by paying their undisputed taxes, before asking any equitable indulgence in behalf of the' disputed part. Besides, we cannot presume that the state will refuse to refund, if it shall be decided that any part is wrongfully collected.\nWe do not find anything to support these writs or to authorize a stay of execution issued by the Common Pleas.\nWoodward, J.\nI was strongly inclined to think on the argument that if the Supreme Court of the United States have jurisdiction of these cases, their writs of error would supersede or stay the executions, although the writs were not filed in the clerk’s office within ten days after the filing of the opinion of this court. I am doubtful about the date of our judgment. It could not be the date of the reading the opinion at Sunbury, for the record was not there, nor of the date of the filing of the opinion by our clerk at Harrisburg, for neither the record nor the court were there. Under these circumstances I was inclined to think that our judgment ought to be considered as entered within ten days before the writs of error were filed, and consequently that the writs of error would operate as a supersedeas. But I hold that the question of jurisdiction and the effect of these writs of error are questions for the Supreme Court of the United States. And as no one of my brethren take my view of the effect of these writs, I have only to acquiesce in the opinion of the Chief Justice, and leave the court who issued the writs of error to enforce their legal effect."}