{"id": "996374", "contents": "The opinion of the court was delivered,\nby Lowrie, C. J.\nThe bond of indemnity was to secure Cottrell from liability on his endorsement of Platt’s acceptance, held by McTague, and also to secure Cooper, Cottrell, and Righter on many other endorsements. Now when Platt paid his acceptance, Cottrell was released from his endorsement, and the bond became legally satisfied to that extent. But it appears now that Platt was an accommodation acceptor of the obligor, though that was not known to the obligees till long after the acceptance fell due. Does this fact allow Platt to come in by equity upon the fund raised by the indemnity bond ? Yes, as against the principal debtor; for he had set apart this fund for that debt among others. But is it so as against Cottrell ?\nIn the case of Eastman v. Foster, 8 Met. 28, it is decided No, in a like case. The bond of indemnity was to secure Cottrell from many liabilities, and from this one he was legally discharged, and Platt was bound to have him discharged, and equity does not allow him to annul that discharge by coming in on the fund while any of the other liabilities of Cooper, Cottrell, and Righter remain unpaid. What would, after these are paid, go back to the debtor, the equitable surety may claim, and nothing more. To hold otherwise would make these endorsers less secure, so far as this draft is concerned, by having taken collateral security, than they would have been without it.\nAnd we may come to the same result in another way. Surely a man may contract for his own individual indemnity, without being required to share it with all other sureties to his own partial disappointment. Especially may he do so when he is liable only on the contingency that the other sureties fail of their duty. Platt, by the very form of the principal contract, was bound to keep Cottrell safe, and therefore he cannot claim to be equal surety with Cottrell, and require him to contribute to the payment of the acceptance. If Cottrell had paid the draft, he would have been the creditor, and, on suing Platt as acceptor, there would have been no defence; but Platt, after paying his acceptance, might have said: “ Here I am a mere surety, and you hold collaterals for this and other debts, and I demand the benefit of any surplus there may be.” Such was his right under these contracts. Instead of this, the court below treated Cottrell and Platt as equal sureties, which was contrary to the nature of the transaction.\nJudgment reversed, and judgment for the defendant below on the case stated."}