{"id": "996304", "contents": "The opinion of the court was delivered,\nby Strong, J.\nIt was an undoubted rule of civil law, that he who had repaired or furnished necessary supplies for a ship, or who had lent money to be employed for those purposes, had a lien, and was entitled to payment out of the proceeds of the ship, in preference to other creditors, even without an express contract of hypothecation. The rule still prevails in those tribunals which have adopted the civil law as the basis of their jurisprudence. It has found less favour, however, in England, and it was early denied as applicable to repairs and necessaries furnished in that country. Neither a court of admiralty, nor any other court, recognises an implied lien — a lien without express contract — in favour of a shipwright who has once parted with the possession of a ship, or has worked upon it without taking the possession; or in favour of a tradesman who has provided necessaries; or in favour of one who has lent money to make repairs or provide necessaries for an English vessel in any of the ports of England. And in regard to repairs made and supplies furnished in foreign ports, though there are some early cases which adopted the rule of the civil law, the tendency of modern decision has been to hold that there is no lien without an instrument of hypothecation. The question came directly before the King’s Bench, in Hussil v. Christie, 9 East 426, and it was ruled that a master who had made payments abroad for necessary repairs, had no lien on the ship — nothing more than a personal claim against the owners. This case was followed by Smith v. Plumer, 1 Barn. & Ald. 575, which reasserted the doctrine. These were cases, it is true, in which the existence of an implied lien in favour of the master was denied. But there would seem to be even less reason for sustaining a lien in favour of a stranger. He may insist on having the ship pledged to him as a security, and the authority of the master in a foreign port to pledge it, in a ease of necessity, is undoubted. But the master cannot hypothecate to himself. If he may not have an implied lien for repairs, he can have no lien at all. And in Steinbank v. Fenning, 73 E. C. L. R. 50, a case in which the person who advanced the money for repairs was not the master, it was distinctly laid down that no lien for supplies furnished, or for repairs, or for money lent for those purposes, can be acquired, except by express agreement. See also Stainbank v. Shepherd, 76 E. C. L. R. 417.\nThe American cases, it must be admitted, have inclined more to the doctrine of the civil law. Though they are not harmonious, the majority of them unquestionably recognise the existence of an implied lien upon the ship for repairs made or supplies furnished in a foreign port. Such is the doctrine of the Massachusetts and New York courts, and such has been the ruling of the Supreme Court of the- United States.\nBut an implied lien does not necessarily arise out of the mere fact that necessary supplies have been furnished for the ship. They must have been furnished on the credit of the ship, and whenever it appears that the ship was not relied on originally, but the personal security of the master or owners, or others was taken, there is no lien. To this the authorities generally agree, and for the best reasons. If such a lien can exist at all, it is an anomaly, not because it exists independently of possession of the ship, but because it is evidenced neither by possession nor by writing, and is created by one who is not the owner. It ought not, therefore, to be regarded with favour. He who claims such an unusual right oiight to show that his money was advanced in reliance upon it. In Carrington v. Pratt, 18 Howard 63, it was said to “ be well settled that the lien implied by the general admiralty law may be waived by the express contract of the parties, or by necessary implication; and the implication arises in all cases where the express contract is inconsistent with an intention to rely upon the lien. A familiar instance is, where the money is advanced, or repairs made, looking solely to the personal responsibility of the owner or master. In that case, no credit being given to the vessel as a security, the unpaid lien is necessarily displaced.” In the case of Murray v. Lazarus, 1 Paine 576, it appeared that expenses had been incurred for repairs in a foreign port, and the master of the vessel had drawn a bill for the amount. The court said, \" Where an express contract has been entered into for the payment of such expenses, that must be resorted to, and will be considered a waiver of such implied lien, if any existed.” “ If this is to be considered a regular and ordinary bill of exchange, it was a substitute for any lien that might have existed, and must be considered as a relinquishment thereof.” And in 2 Woodbury and Minot 92, Leland v. The ship Medora, Judge Woodbury said: “ “If the evidence show that the ship was not relied on originally, though foreign, but the master or owners, or other security were, the lien does not attach anywhere, or under any form.’\nTaking this to be the law, we are of opinion that Thomas P. Rich, as executor of the will of James Christie Rogers, has no lien upon the fund in dispute. For the money advanced, Mr. Rogers took regular bills of exchange, drawn by the master upon Messrs. Diehl & Co., the owners, payable sixty days after sight. There was no special agreement to hypothecate the vessel as a security for the advances, and within less than three months after the bills were drawn, Mr. Rogers took a bottomry bond for other and greater sums advanced for repairs to the same vessel. All this is inconsistent with the allegation that the first advances for which the bills were taken, were made on the credit of the ship, and it shows a waiver of the implied lien which might under the circumstances have existed. In addition to this, the master (to whose report no exception was taken) has found on the evidence, “that the moneys represented by the bills in question were advanced on the personal credit of the master and owners, and not upon any pledge of either vessel; cargo, or freight.” He has also refused to find (though asked to find it), “ that it was the belief of the parties,- whether erroneously or not, when the said bills were drawn and the money advanced, that thereby the holder of the bills had the ship as a security.” The facts already stated, and those found by the •master, negative the existence of any lien in favour of this appellant upon the ship, and his appeal is therefore dismissed.\nThe claimants to the fund are thus reduced to two, Odenheimer & Cook, and Joseph Cabot, liquidator of the firm of Bevan & Humphreys. The facts out of which their respective claims arise may be very briefly yet sufficiently stated. Diehl & Co. were the owners of the ship Venice. On the 4th of March 1852, they mortgaged the ship to Odenheimer & Cook, to secure the payment of $7500 advanced to them on that day. On the same 4th of March 1852, they executed another mortgage on the ship to Bevan & Humphreys, to secure the payment of a debt of $11,000, an ascertained balance of a previous account between the parties. This mortgage was by its terms made posterior in lien to that given to Odenheimer & Cook. On the 29th of August 1853, a charter-party was made between the owners of the ship and a certain Edward T. Smith, by which the latter agreed to furnish a full return cargo from Calcutta to Philadelphia. Subsequently, on the 5th of December 1853, Diehl & Co. assigned the homeward freight from Calcutta to Philadelphia, under the charter-party, to Joseph Cabot, liquidating partner of the firm of Bevan & Humphreys, as collateral security for the payment of the balance of the said sum of $11,000 remaining.unpaid. In the autumn of 1854, the ship having taken on board at Calcutta her cargo, put to sea on her return voyage ; but meeting with stress of weather was obliged to put back for repairs. To obtain the necessary funds, the master executed to James Christie Rogers a bottomry bond, dated December 6th 1854, upon the ship and her freight for the sum of $15,77.727, payable ten days after the arrival of the ship in Philadelphia. After the return of the ship to this port, by consent of all parties in interest, the ship was sold, the freight and general average collected, and the entire proceeds, after deducting some expenses, were placed in the hands of Messrs. S. & W. Welsh, and out of the entire fund thus raised the bottomry bond was paid. The net proceeds of the sale of the ship were $10,097.65, the freight collected was $12,606.68, and the amount contributed for general average was $5798.38. The balance afterpayment of expenses and the bottomry bond is $8704.34, belonging either to Odenheimer & Cook, in right of their mortgage on the ship, or to Joseph Cabot, liquidating partner of Bevan & Humphreys, in right of the assignment of the freight to them as collateral security. The rights of the parties depend upon the answer to be given to the question, to which of the funds placed in the hands of S. & W. Welsh was the bottomry bond properly chargeable. That bond, though junior in date, was the first lien upon both the ship and the freight, paramount to any mortgage or assignment of either. It is insisted, however, that it should have been paid first out of the-proceeds of the sale of the ship, and the general average which was a contribution for the repair of the ship, and that the freight was only liable after these two funds were exhausted. No doubt, in cases of bottomry, upon both ship and cargo, belonging to different owners, the bond is to be first satisfied out of the ship, and the cargo is only secondarily liable, for the expenditure was made for the benefit of the ship’s owner. But the reason fails, and with it the rule, when both ship and cargo belong to the same person. Then there has been no lending of the credit of the cargo to the ship, and there is no reason arising out of the rights of others why both ship and cargo are not equally liable. So when the ship and the freight have the same owner, and are both hypothecated, there is no equity anywhere which forbids the creditor from resorting to either in the first instance for the payment of his bond. And this, if possible, is more palpably so in regard to freight than it is when ship and cargo are included in the same hypothecation, for the freight is considered as an incident of the ship.\nThus, in the case of the Prince Regent, cited by Abbott 106, a bond had been given on ship and cargo only, not mentioning the freight. The ship proved insufficient to pay the bond, but the cargo was ample. Lord Stowell decreed that the bondholder should be paid the balance of the proceeds of the ship, wages deducted, and to be put in possession of the cargo so far as was necessary for the full payment of the bond. The freight had been paid over to other parties. But the owner of the cargo prayed a munition against the owners of the freight, who rested their defence on this, that the freight was not bound, not being named in the bond. Lord Stowell required the freight to be brought in, and decided that the ship and freight must be exhausted before resort was had to the cargo. In Morrison v. Parsons,- 2 Taunt. 407, it was ruled that if the owner of a ship, having chartered her for a voyage, assigns her before the voyage, though he afterwards assign the charter-party to another, if she earns freight, the assignee of the ship is entitled to the freight, as incident to the ship.\nHad Diehl & Co. made no assignment of the freight to Bevan & Humphreys, it is clear that they could not have insisted on the payment of the bottomry bond first out of the proceeds of the ship. On the contrary, Odenheimer & Cook would have been entitled in equity to have had it paid primarily out of the freight. The bond was a paramount lien upon both ship and freight, and its holder would have been compelled to resort to that fund upon which the mortgagees had no security, and to exhaust it before coming upon the other. And what difference can it make that Diehl & Co. assigned the freight ? Even if the assignment was for a valuable consideration, it was still subject, in common with the ship, to the paramount lien of the bottomry bond, and it was subsequent to the mortgage to Cook & Odenheimer. Now the rule is fully established in this state, that if several pieces of property encumbered by a common lien, be successively alienated by tbe debtor, they are in equity to discharge the lien in the .inverse order of their alienation: Nailor v. Stanly, 10 S. & R. 450 ; Cowden’s Estate, 1 Barr 267; Carpenter v. Koons, 8 Harris 226. It is true, that when the ship was mortgaged, and when the freight was assigned, there was existing only a possibility of a superior common encumbrance, but the possibility became a real paramount lien by the bottomry bond.\nAnd still more, the case shows that Bevan & Humphreys were not assignees of the freight for a valuable consideration. They took it as a collateral security for an antecedent debt, paying-nothing for it at the time the transfer was made to them. That the holder of a chose as a collateral security for an antecedent debt is not a holder for value, was decided in Petrie v. Clark, 11 S. & R. 377, in Hartman v. Dowdel, 1 Rawle 282, and it has often been decided since. In his hands it is subject to all the equities which existed against it in the hands of the assignor. If, therefore, the freight of the Venice, in the hands of Diehl & Co., would have been primarily liable, or even only equally liable with the ship to pay the bottomry bond, its liability must remain unchanged by the pledge to Mr. Cabot as liquidator of Bevan & Humphreys. He not only had paid nothing for it, but he knew at the time when he took the assignment that it was liable to respond to any bottomry bond that might thereafter be given upon it and the ship. He is not, therefore, in a situation to ask a chancellor to give him the freight at the expense of the mortgagees of the ship, who had an equity to have it go in relief of the hypothecation in bottomry.\nThese principles tend directly to the conclusion that the freight should first be applied to the discharge of the bottomry, in marshalling the equities between Odenheimer & Cook and Mr. Cabot, and so I think we should decree. A majority of the court, however, are of opinion that the bottomry bond should be charged pro rata upon the freight, and the proceeds of the sale of the ship, and therefore a decree will be so made.\nThe decree entered at Nisi Prius must be reversed, and the fund in the hand of the complainants distributed as follows:—\nThe expenses agreed to be paid by the Messrs. Welsh are to be considered as having been paid out of the general average, and the remainder of the average as applied to the bottomry. The balance of the bottomry bond is to be treated as paid pro rata out of the freight, and the net proceeds of the sale of the vessel. After these payments thus made, the unappropriated portion of the freight will be decreed to Joseph Cabot, and the unappropriated portion of the proceeds of sale of the ship to Odenheimer & Cook. The result will be the following: — Of the sum remaining in the hands of the Messrs. Welsh, $3823.78 will be decreed to Odenheimer & Cook, and $4835.56 will be decreed to Joseph Cabot. The costs are to be paid by Odenheimer & Cook and Joseph Cabot equally.\nLet a formal decree be so prepared."}