{"id": "996333", "contents": "The opinion of the court was delivered,\nby Strong, J.\nThe averment in the affidavit that the defendant had been informed and had reason to believe that the note sued on remained in the possession of the payees, Stiles & Carey, after they had endorsed and delivered over the other note to the Citizens’ Bank, must be regarded as of no importance. It contains no allegation that he expected to prove the fact of which he had been informed and which he believed. When a defendant claims to have a defence against an apparent indebtedness, and undertakes to set out its nature and character, so that a court may judge whether it is a fit case for trial, it surely is not unreasonable to require that he should aver something more than his own belief. His information and belief could avail him nothing at a trial by jury. Why then should they avail to send his case to such a tribunal ? The very purpose of authorizing judgment to be given for want of a sufficient affidavit of defence, is to save the necessity of a trial which can result only unfavourably to the defendant. And it is no unfair presumption that, in swearing to a defence in his own language, he will state it at least as favourably to himself as he can present it to a jury. If he cannot therefore assert an expectation of ability to prove such facts as constitute his defence, facts in the existence of which he only avows his belief, he cannot complain if his affidavit be regarded as an admission that they are incapable of proof. For this reason, it has generally been held that when the facts forming part of a defendant’s case are averred upon information and belief, the defendant must add to such an averment that he expects to prove them, or set out specially the sources of his information, or the facts upon which his belief rests. To aver that he has been informed and believes will not suffice, for his informant may have died, or for other reasons may not be producible at a trial. In other words, there may have been both information and belief, and yet the defendant be without defence. But if a defendant avows an expectation of ability to prove the facts, there is a just presumption that they can be proved, for there can be no expectation without some reasonable probability. Without such an avowal, there is no reason to conclude that a trial by jury would not be a mere idle ceremony.\nDismissing then this part of the affidavit, as no sufficient averment of any constituent of a defence, do the other facts set out justify a refusal to enter judgment for the plaintiffs ? These facts are in, substance, that the payees, Stiles & Carey, “claim” to have had two notes of the defendant of similar date, tenor, and amount; that they have, “ as alleged”, endorsed one to the Citizens’ Bank, and the other, upon which this suit is brought, to the plaintiffs; that only one such note was given, and that the other, which the payees claimed to have had, is a forgery or was fraudulently obtained, and that such false or fraudulently obtained note the defendant does not, and never did owe. The affidavit admits that the defendant owes one note, such as is described in the copy filed, but it denies that he owes more than one. It does not deny that the one which he confessedly owes, is the one upon which the suit is brought. It does not aver that that note is either a forgery, or was fraudulently obtained. It does not aver that Stiles & Carey held two notes before the one in suit was endorsed to the plaintiffs. And what is very remarkable, it does not even aver distinctly that there are in existence two notes of the defendant, or purporting to be his, such as the one described in the copy filed. All the allegations of the affidavit may be true, and yet there may never have been more than one note for two thousand dollars, and that the one upon which suit is brought.\nThe defendant only swears that Stiles & Carey claim” to have had two notes, and, “ as alleged” have endorsed one to the Citizens’ Bank, but he does not swear that this claim and allegation are true. The assertion of want of genuineness of one note, and the alternative assertion of its having been fraudulently obtained, refer only to the contingency of there having been in fact two. If there was only one, that is admitted to be genuine and due. The substance of the defendant’s affidavit therefore is, “ Stiles & Carey say they had two notes of mine. If they had, one was a forgery or was fraudulently obtained. I gave but one. I do not say that the one now in suit is not the one which I gave.” This is clearly no sufficient defence. Suppose the case sent to a jury. The plaintiffs give in evidence the note, and the burden is then cast upon the defendant to show that he is not liable. Assuming this burden, he proves that Stiles & Carey had said they had two notes of similar date and amount with the one in evidence. He then proves that he gave but one, and offers nothing more. A verdict for the defendant on such evidence would be impossible.\nThe court was therefore right in adjudging the affidavit insufficient, and entering judgment for the plaintiffs.\nJudgment affirmed."}