{"id": "996348", "contents": "The opinion of the court was delivered,\nby Woodavard, J.\nHughes, the defendant in error, plaintiff beloAV, brought this action of trover against the railroad company, to recover the value of a quantity of railroad iron taken from a portion of the Old Portage Road across the Alleghenies. The conversion of the iron in question by the servants of the company was admitted, and the controversy turned altogether upon the plaintiff’s title. The court, held very correctly that the plaintiff must show property in himself, and the right of possession at the time of the conversion; and .that of the seventy or eighty tons of iron at the place designated in the evidence, the plaintiff had shown title to no more than ten tons, and that as both he and the company claimed under the CommonAvealth, he by a prior and the company by a subsequent purchase, it Avas a question of fact for the jury whether the company Ayas a purchaser without notice of the prior rights of the plaintiff.\nThe verdict for the plaintiff established the conclusion that the company bought with notice of whatever rights Hughes had acquired.\nBut two questions proper for our consideration can arise upon such a record, and they are both suggested by the assignments of error: — ■\n1st. Had Hughes acquired a complete and perfect title to ten tons of the iron ?\n2d. If he had, was there evidence fit to be submitted to the jury, that the company, when they purchased, had notice of Hughes’s title ?\nThese questions cover the whole case. Eor if Hughes had not acquired title, no question of notice could exist to be referred to the jury. But if he had acquired title, the question of notice was properly submitted, if there was evidence from which the jury might reasonably infer it.\nFirst, then, let us look into Hughes’s title. The Old Portage Eailroad was built and owned by the state. Hughes manufactured fire-brick near Plane No. 8, and had his works connected with the old track by a siding put down with iron which belonged to the Commonwealth. When the old road was about to be superseded by the new, Hughes applied to the canal commissioners to sell him the old iron from foot of Plane No. 8 to where the old road intersected the new. They directed the superintendent, General Callahan, to make an estimate of the quantity and value of the iron, but before any bargain was closed, Callahan informed Hughes, under instructions from the commissioners, that the iron had been sold to Wood, Morrell & Co. General Callahan said he thought there was between seventy and eighty tons altogether, about fifteen of which was of the new heavy iron.\nOn the 31st of August 1854, the Commonwealth had contracted m writing with the Cambria Iron Company for 3500 tons of rails for the new road, in part payment for which the Cambria Iron Company agreed to receive the old rails, spikes, and other wrought iron from the old road, at $50 the ton, to be “ delivered at the western extremity of the Old Portage Eoad near Johnstown.”\nOn the 18th of July 1855, the Cambria Iron Company leased their works, and assigned the above contract to Wood, Morrell & Co., which accounts for the officers of the Commonwealth referring Hughes to that firm. He accordingly applied to Morrell, in September 1856, to buy the iron on the siding, and bought and paid for ten tons. Morrell says, “ The money was paid for ten tons : we did not sell him any more than ten tons. I gave him to understand that the iron was to be delivered to us by General Callahan, and I would give him an order on the superintendent for it. I don’t think I told him when it was to be delivered. I told him it did not belong to us until it was delivered to us. I told him I would not give him an order for any part of the track, but gave him an order for ten tons: told him that order would have to be presented to General Callahan.”\nThe receipted bill for ten tons, dated September 2d 1856, was accompanied with the written order of Wood, Morrell & Co. on General Callahan, for the act of delivery. That was an act to be performed, under the circumstances of this case, with care, discrimination, and judgment, by a state officer, and, when done, was to be reported to them. It was never performed, was never asked to be performed, and was never reported.\nNow, upon such a state of facts, the law is decisive against the plaintiff below. Thé very latest oompiler, Bateman, in his work on commercial law, at sect. 252, states the result of the authorities to be, that, before the vendee can in any case sue the vendor upon breach of contract for not delivering the goods, or sue for the goods themselves, or even retain the possession of them when they have been delivered to him, he must have complied with all the conditions upon which it was agreed that the right of property should pass to him.\nIn Hutchinson v. Hunter, 7 Barr 140, there was a sale of 100 barrels of molasses in a cellar containing 125 barrels. The barrels bought were not separated or marked, nor were any particular barrels agreed on. It was held to be an incomplete sale, and, in delivering the opinion of this court, Judge Bogers went into a full and exhaustive discussion of the authorities, including the case of Whitehouse v. Frost, 12 East 614, on which the counsel of the plaintiff below placed so much reliance. That case was shown to have been overruled, and Blackburn on Contracts of Sale was quoted with approbation, where he says, “ Till the parties are agreed as to the specific identical goods, the contract can be no more than a contract to supply goods answering a particular description; and, since the vendor would fulfil his part of the contract by furnishing any parcel of goods answering that description, and the purchaser could not object to them if they did answer that description, it is clear that there can be no intention to transfer the property in any particular lot of goods more than another, till it is ascertained which are the very goods sold.”\nSo in Winslow, Lanier & Co. v. Leonard, 12 Harris 14, evidence that “we have this day sold W., L. & Co., 400 tons of pig metal, now at our landing, or that will soon be delivered there,” was held to be, of itself, insufficient to prove a perfect sale of a specified lot of metal.\nFrom these cases, and the numerous cases cited therein, it is apparent beyond all reasonable controversy, that by failing to present his order to Callahan, and to have his ten tons severed and distinguished from the mass with which they were mixed, the plaintiff below failed to complete any such title in himself as would ground an action of trover and conversion. The court ought so to have instructed the jury. The facts upon this part of the case were few, and undisputed. There was no conflicting evidence on the point of delivery under Morrell’s order. And, without that point well proved, the court ought to have told the jury the plaintiff had no case.\nIt is not necessary to discuss the question of notice. Eor, if there was evidence to affect the company with notice of the rights of Hughes, and Hughes had no title, the notice was nothing. If the company knew every fact which goes to make what title Hughes exhibited, and full notice can imply no more title than was proved, the question still would be whether these facts constitute a title in law. Clearly, they do not, and that seems to end the case.\nFor the same reason that the question of notice becomes unimportant, it is not necessary to discuss the purchase by the railroad company. Neither the state nor Wood, Morrell & Co. complain of the company for taking the iron, and Hughes, having no title to it, had no right to complain.\nThe judgment is reversed, and a venire facias de novo is awarded."}