{"id": "996398", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nWe entertain no doubt that the proviso found in the 9th section of our Intestate Act of 1833, applies to all of the “ cases before mentioned in the act,” as well those that are enumerated in the 5th section as those of the 7th section. This proviso is a legislative recognition of the general common law principle of descents, that inheritable blood is only such as flows from the perquisitor of the estate. The nature of the principle, and the terms in which it stands incorporated in our system of intestacy, alike demand that it should be applied to cases of parental succession to the estates of deceased children, as well as to cases of strict descent from parent to child.\nBut it is argued that the 5th section gives the surviving parent the deceased child’s property “for such estate as the intestate had therein,” and that these words are not to be repealed by an inconsistent proviso. The act is framed upon a series of supposititious cases, and the general principles which were intended to modify whole classes of these cases, are frequently placed in provisos. This was necessary for clearness of expression, and to avoid vain repetitions. Each class of' cases is to be read therefore in connection with its appropriate proviso; and when the 5th section says the parent shall, in the contingency there contemplated, succeed to the estate the deceased child held, we are to read in immediate connection therewith, as a necessary qualification or limitation of the right of succession, what is contained in the 9th section. We have no more right to repeal one of the clauses than we have to disregard the other. It is not the case of a proviso that is inconsistent with the enacting clause, but of a proviso that limits the generality of expression in the enacting clause. Parents shall succeed to the estates of their children who die intestate and without issue, provided they be of the blood of the first purchaser. The theory of our intestacy is that estates shall not cross over from the family who acquired them to the family who had no part in the acquisition; and this general and just principie would be violated, and tbe symmetry of our system would be marred, if parental succession, like all other successions, were not made to conform to it: 6 W. & S. 258.\nPossibly a question might have been raised upon the facts before us, whether Jacob Roberts, taking the estate by devise from his father, charged with legacies which he paid, was not a purchaser ; but even if he was, his widow was not of his blood. If their son Henry could be regarded as a purchaser, then the mother might succeed, but no point of this sort was made, and perhaps there was no ground for it. As the case was presented to the court below and here, it was properly ruled, and the decree is accordingly\nAffirmed."}