{"id": "996342", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nThis certiorari brings up the proceedings had before an associate judge of Northampton County, in an application for a warrant of arrest, under the 3d section of the Act of 12th July 1842, abolishing imprisonment for debt, at the suit of Thomas Smull & Sons, against their debtor, Samuel J. Berger, now the plaintiff in error.\nTwo points are taken on the part of the plaintiff in error: first, that the ex parte affidavit of complaint, after being used to procure the warrant of arrest, was not' proof on the hearing before the judge, so as to cast the burthen of proof on the defendant; and second, if it was, then the affidavit did not disclose facts sufficient to make out a case within the statute.\nThe first point involves a construction of the Act of Assembly. The 1st section abolished imprisonment in any suit or proceeding, instituted for the recovery of any money due upon any judgment or decree, founded upon contract, or due upon any contract express or implied, or for the recovery of any damages for the non-performance of any contract, except in certain specified cases. The 2d section then takes up the class of cases, in which, by the previous section, imprisonment is abolished, and authorizes a creditor who shall have commenced a suit, or obtained a judgment, to apply to any judge of the proper court for a warrant to arrest the defendant, when the judge is to require “satisfactory evidence, either by the affidavit of the party making such application, or some other person or persons,” that there is a debt due; that it is of a nature for which the defendant could not be arrested, and that the defendant is about to remove his property out of the jurisdiction of the court, with a view to defraud his creditors, or that he has done or is about to do any of the other several things that are enumerated in the 3d section. The affidavit is required to “establish to the satisfaction of the judge” one or more of these particulars. That done, he issues a warrant, which is to be accompanied with a certified copy of the affidavit, both of which are to be served on the defendant. Then, by the 6th section, the person so arrested may, on his appearance before the judge, “ controvert any of the facts and circumstances on which such warrant issued, and may at his option verify his allegations by his affidavit; and in case of his so verifying the same, the complainant may examine him on oath, touching any fact or circumstance material to the inquiry, and the answers on such examination shall be reduced to writing, and subscribed by him.” The judge is required, by the subsequent sections, to receive any other evidence that may be offered on either side; and if, on the whole, he is “satisfied that the allegations of the complainant are substantiated, he is to commit the defendant, unless he pays the debt, or gives security to pay it, or gives a bond to the complainant, with surety that he will not remove or assign his property, or that he will within thirty days apply for the benefit of the insolvent laws of this Commonwealth.”\nSuch is a summary of the material provisions of the act. It is not, as is argued, a penal law; but, as was expounded in G-osline’s Case, 8 Casey 526, simply an arrest for debt, under the regulated supervision of a judge. Before the Act of 1842, a plaintiff might, on affidavit of cause of action, take his capias ad respondendum at pleasure, and hold his debtor to bail, or throw him into jail. The act abolished that power of creditors. But the abolition was meant to enure to the benefit of honest debtors only. If the creditor could satisfy the judge of any of the statutory specifications, and thus establish a primá facie case of fraud, either actual or contemplated, the act did not even then abandon the debtor to the mercy of the creditor, but subjected him to the scrutiny of the judge, after full notice of what was alleged’ against him, and with full opportunity to repel and explain every allegation of the creditor to the satisfaction of the judge. How can this be thought a harsh or unreasonable law? Why should it be subjected to the severe and unfriendly criticism which it received in the argument ? Regarded as a substitute for the old capias ad respondendum, it is most indulgent to honest debtors.\nBut it is thought to be very unreasonable, and violative of the natural and constitutional rights of the citizen, that the preliminary affidavit of the plaintiff should be all the evidence he is required to produce. If the act compelled the judge to receive the complainants’ affidavit as true, and shut the defendant’s mouth from contesting it, then it would be just as oppressive as the common law was before the act was passed, and no more. But the act does not give any conclusive effect to the affidavit. It makes it only evidence, like an oath in chancery, and it legalizes, with equal effect, the counter oath of the defendant. It contemplates a controversy before the judge. The allegations and affidavits of the parties, and any other proofs within their reach, make up the controversy. The substantiation or the overthrow of the allegations in the complainant’s affidavit is the issue in this forensic battle, and not until the judge is satisfied that they are substantiated is the defendant pronounced liable to arrest. As was said in Spencer v. Hilton, 10 Wend., of a similar statute in New York, the analogy is not perfect to any proceeding known to our laws, and we must construe the statute by itself. But it is very plain what it means — it was competent for the legislature to pass such a statute, and it was executed with remarkable accuracy, not only by Judge Stein in this case, but by Judge Merrifield in G-osline’s case, the only cases that have been up. Defendants, to whom such full opportunity to explain themselves is secured, have no reason to complain of the operation of the statute. It is impossible for creditors to fabricate false charges so ingeniously that an honest man cannot expose them by his own oath, or otherwise, and it is not to be presumed that a judge would refuse to accept as satisfactory an explanation that was full and sincere.\nNotwithstanding, therefore, all that was urged under the first head of the argument, we see no ground in this part of the record for reversing the proceedings.\nA few words as to the sufficiency of the facts disclosed in the affidavit. From the analysis which the counsel of the plaintiff in error has made of the affidavit, it appears that it disclosed the nature and amount of the debt, the defendant’s refusal to furnish a statement of his property, his declaration that he would not give the plaintiffs a cent, his sale of his tannery and his leather, and his removal to Minnesota, and investment of moneys in property there. The affidavit itself contains a sterner statement of facts, and broadly charges that the said Samuel J. Berger has a large amount of property, which he fraudulently conceals and unjustly refuses to apply to the payment of his indebtedness to plaintiffs; that he has removed, and disposed of large amounts of property, for the purpose of defrauding his creditors; and that under the exemption laws of Minnesota, in which state he has established himself in business, real and personal estate to a large amount may be withheld from the reach of creditors.\nIt is a fact of some significance, which, no doubt, had weight with the judge, that the defendant was unwilling to avail himself of his statutory privilege to put in a sworn contradiction of these statements. He contented himself with a demurrer, and an unsworn answer. Denying many of the allegations of the affidavit, and disclaiming all fraudulent purposes, he admitted himself to have received $24,000 for his tannery and personal property, part of which he had applied to debts, part had loaned out on good security, and part he had invested in Minnesota, where he admits he had removed, and intended to make further investments.\nThe result of the controversy so conducted was to satisfy the judge of the substantial truth of the allegations on the part of the plaintiffs. We are not to review his opinions of the proofs, but to see that his proceedings were regular. We find them regular in all respects. He had before him all that the statute required him to have, to give him the jurisdiction he exercised, and his judgment must be executed.\nStrong, J., dissented."}