{"id": "996405", "contents": "The opinion of the court was delivered,\nby Lowrie, C. J.\nShour is an endorser of this note, and as such is not a competent witness to impair its apparent legal effect in the hands of the holders, to whom it was regularly negotiated; and, notwithstanding the very careful argument of the counsel of the plaintiff in error, we do not think they have succeeded in taking this case out of the rule.\nIt is not payment, in the proper sense, that is desired to be shown by the witness, or as a sequel of his testimony. Part of the purpose is to require the plaintiffs to apply the bank stock of Myers & Shour, alleged to be pledged by the law as collaterals, to the payment of this note. But even if there were no other claimants of that stock, such an application of it could not be made in this action. The defendants would have first to pay the note, and then claim an assignment of the stock for their security.\nEven the dividends earned by the stock before it was assigned, are not properly payment, though they might possibly be treated as constructive payment, as far as they go; yet this could be done only by way of equity, and when the equity is plain. It would seem to be plainly inequitable to allow the legal rights of the plaintiffs to be abated by treating these dividends as payment fro tanto, while there are other parties claiming them who cannot be made parties to this suit, and while, therefore, it must be uncertain whether they can properly be so treated. And especially would it be improper to allow the holder of the note to be put into this position by the testimony of one on whose faith they purchased it. Such testimony would, in such a case as this, very seriously impair the value of the note, in the hands of the holder, by impairing the certainty of his remedy; and it was properly rejected. If the stock and its dividends are, in fact and in law, collaterals, of which the defendants can claim the benefit, they must seek their remedy in some other form, that is less dangerous to the rights of the plaintiffs below.\nJudgment affirmed."}