{"id": "996402", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nJoseph Hildebrand died in 1859, intestate, leaving a widow and two children, a personal estate that was appraised at $31.72, and a house and lot in the borough of Oatasauqua, Lehigh county, which was sold under an order of the Orphans’ Court for $190. These two sums represented his whole estate real and personal. Debts existed much beyond the ability of his estate to pay. One of them was a mechanic’s lien, entered in the name of John Stoddart on the 6th of April 1858, for $156.04, against the house in Catasauqua, but on which no scire facias had been issued. One or more judgments had been entered subsequently to the mechanic’s lien.\nThe administrators delivered the personal property, after appraisement, to the widow, and, after defraying official charges and expenses, they have remaining in their hands, as the net proceeds of the realty, the sum of $111.12, which the widow also claims under the Act of Assembly, but which the auditor and the court awarded to the mechanic’s lien-creditor. From that decree the widow appeals. The single question is whether her statutory rights are to be postponed to those of the mechanic’s lien-creditor.\nIt is remarkable that the 5th section of the Act of 14th April 1851 — the statute under which the widow claims — says nothing about liens, except liens for the purchase-money of real estate. These are not to be impaired' by the widow’s election of real estate. The widow or children of any decedent, testate or intestate, may retain real or personal estate to the value of $300, which shall not be sold but suffered to remain for the use of the widow and family, and the executor or administrator is to have it appraised in the manner provided by the Exemption Law of 9th April 1849.\nBy the Act of 8th April 1859, the $300 may be retained out of any “ bank notes, money, stocks, judgments or other indebtedness” to the decedent, and in all cases “ where property shall be set apart for tbe widow and children of any decedent, the same shall be appraised and set apart to said widow and children by the appraisers of the other personal estate of said decedent.”\nSuch is the legislation on the subject — a right to retain and keep $300 of the estate, either in money or securities, or in property real or personal. If kept in what the legislature calls property as contradistinguished from moneys or their equivalent, the property, whether personal or real, is to be appraised by the same appraisers who appraise the personalty for purposes of administration, and purchase-money liens are to be unimpaired.\nAs the moneys in the hands of the administrators will not, when added to the personal estate, which the widow has already had, amount to $300, she manifestly has a right to receive it, unless the statute saves the mechanic’s lien. But, as we have seen, the statute protects' no lien, except that of vendors for purchase-money of real estate, and JExpressio unius exclusio altering. Because no other lien was mentioned or referred to by the legislature, they meant that no other should prevail against the widow. The possibility of liens against the decedent in various forms, must have occurred to the legislative mind. That all debts against a man become liens on his estate, real and personal, the instant he dies, was not unknown to the lawmakers. And yet as against the widow and children, and to the extent of $300, they deemed no lien worthy of their regards save only that peculiarly meritorious one which arises from unpaid purchase-money. To have disregarded this, would have been to endow the widow out of other property than that of her husband; but excepting this, all other liens were disregarded.\nWe refused to' apply this form of argument in Gangwere’s Appeal, 12 Casey 471, but under a state of circumstances and in respect to a statute entirely unlike the present. Nor does the reasoning in behalf of mechanics’ liens which was employed in Lauck’s' Appeal, 12 Harris 428, apply here; for the Exemption Law of 1849, under which both cases arose, is grounded on “judgments obtained on contract.” Only against such judgments were debtors entitled to the exemption, and it was held that neither mortgages nor mechanics’ liens were “judgments obtained on contract.”\nBut the widow’s law, now under consideration, is built upon no such narrow foundation. It contemplates every case of a decedent leaving any estate and a widow and children. It gives them, first of all, $300, and postpones all other claimants, except only vendors of realty. And hence it was correctly said in Spencer’s Appeal, 8 Casey 219, that the statute is a restriction or qualification of any liens acquired by operation of law after the passage of the act, except so far as is excepted by the act.\nBut it is argued that the widow is not entitled to a fund like the present, produced by sale of the real estate, as against the mechanic’s lien, because his claim is upon the very materials and labour which gave value to the estate; that the labour and materials were expended on the faith of a law which gave them a preference; and that to give the fund to the widow would be taking the property of mechanics and material-men, instead of her husband’s, and devoting it to her use.\nThis may be very good as an argument, but how is it to prevail against the plain letter and intent of a statute ? It was a statute that gave the mechanic’s lien all its virtue, and surely it was competent for a subsequent statute to modify it. But what equity has a mechanic’s lien over that of a judgment-creditor whose money may have gone into the purchase of the estate or the erection of the buildings ? The statute carries the lien back to the beginning of the building and forward to a period six months after the work done or materials furnished, and thus often secures to mechanics and material-men a preference over judgment-creditors; but this only by the policy of positive legislation, not by reason of any natural equity. Our whole system of liens is artificial. They derive their efficacy for the most part from legislation — that of mechanics and material-men altogether from that source. When the policy of legislation so far changes as to prefer a widow’s claim to such a lien, the supposed equity derived from enhancement of the value of the estate by labour and materials disappears. The legislature have put it out of sight. It is as hard to argue against a statute as to kick against the pricks. Ita lex seripta est, is the only valid reason that can be assigned in favour of any mechanic’s lien. The widow here assigns no less a reason for postponing it.\nWe think, therefore, the court erred in confirming the auditor’s report.\nAnd now, to wit, May 6th 3863, this cause having been argued by counsel and considered by the court, it is here ordered and decreed that the decree of the Orphans’ Court of the county of Lehigh confirming the distribution of the estate of Joseph Hildebrand, deceased, be reversed and set aside; and it is further ordered and decreed, that the fund in court for distribution, to wit, one hundred and eleven dollars and twelve cents, be paid to Sarah Hildebrand, as widow of said decedent, and that the costs of this appeal be paid by the appellee, John Stoddart."}