{"id": "996415", "contents": "The opinion of the court was delivered,\nby Lowrje, 0. J.\nIn April 1856, the legislature regulated the terms on which agencies of insurance companies incorporated by other states or foreign governments might transact their business within this state, and imposed an annual license fee of $200 on such as should be established in Philadelphia. In January 1857, the Royal Insurance Company of Liverpool conformed to the terms of the law, paid the license fee, and commenced business, there. In May 1857, a law was passed imposing on all such, agencies in Philadelphia the duty of paying two per cent, on all their receipts to the Philadelphia Association for the Relief of Disabled Firemen, and requiring the payment thereof to be secured by bond, with a special and appropriate condition, and with proper sureties. In July 1857, the defendant, as agent of the Royal Insurance Company, gave a bond with sureties, not exactly with the condition required by the law, but generally for the performance of everything required of him by the Relief Association under the law. He is now sued on this bond, his sureties not being served with process, and defends on the ground that the law is ineffectual and unconstitutional, as a means of imposing this duty upon him, and that the bond is void.\nWe notice that the legislature does not call this burden upon the agencies of foreign insurance companies a tax, and we think it cannot properly be so called. Nor is it called a condition on which such agencies are to be allowed, and it is not a condition, for it is totally independent of the license and by a different Act, of Assembly; the license is complete without the law imposing this burden. It is simply the creation of a relation or duty that had before no existence, and not the regulation of an existing one. .\nSuch legislation is manifestly very extraordinary, and it is well to study all its peculiarities, in order that we may the better estimate its soundness.\nIt is a burden imposed upon agents of companies not incorporated by our state. It is therefore intended to distinguish between our own corporations and those of other people, so as to impose heavier burdens on the latter than on the former. So far as this relates to corporations created by our sister states, it has often been doubted by our most eminent jurists and statesmen whether this is not forbidden by the nature and spirit of our Federal Union, and by the Federal Constitution, 4, 2, 1, which declares that “ the citizens of each state shall be entitled to all the privileges and immunities of citizens in the several states.” We do not undertake to decide this question now, but to show how doubtful is the constitutionality of such distinctions, we refer to many able opinions on the question published in connection with the cases of The Fire Department of New York v. Noble and Wright, 3 E. D. Smith’s Rep. 440, 453.\nSuch legislation seems hardly consistent with the usual comity or political generosity which we exercise in our relations with the citizens of sister states, or even with those of stranger states., We allow aliens, even those who have no intention to take a permanent residence here, to carry on among us every sort of lawful business on the same terms as our own citizens. This would seem to be a necessary result of that fraternal generosity which each state of the Union owes to every other state. No one ought to insist on that Utopian and impracticable cosmopolitism that would, in all cases, put the citizens of foreign states on an entire equality with our brethren.\nAll will admit that our government ought to regulate the terms on which insurance companies of sister states may do business here; because this may be necessary for the security of our citizens dealing with them. And it is quite as clear that these companies ought to be taxed on their business here for the support of the public burdens.\nWe admit also that the protection against unequal treatment in taxation, which is afforded by the principle of international or interstate comity, is no exclusion of ungenerous legislation, but only a motive for abstinence from it. That motive ought to be much more powerful against legislation like this, which contains, not a mere interstate distinction, but a distinction within the state: for it imposes burdens upon agents doing business in Philadelphia, and not upon those doing the same business in other parts of the state; and upon one class of business without any like burden upon any other class. Yet, if this is taxation, we do not see how we can pronounce it unconstitutional, merely on the ground of inequality; for this is unavoidable; approximate equality is all that is to be expected; and classification is unavoidable, for different subjects of taxation must be reached in different forms. But it becomes very dangerous to the principle of equality, and may become very tyrannical, when very small classes, which enjoy but little of the support of public sympathy, are selected out as special subjects of taxation.\nThe objection to this kind of legislation is much more serious— that the Act of 1857 simply and arbitrarily imposes upon the agents of foreign insurance companies the duty of paying two per cent, of the premiums received by them to a private corporation in Philadelphia.\nOf course there was a good motive for this. The relief of disabled firemen is a purpose worthy of society. And firemen contribute much to save insurance companies from losses. And hence it is inferred that insurance companies ought to contribute to the support of those who have been disabled in working for their benefit. But the same argument might be quite as effectually used as a reason for imposing a burden in favour of this society, upon those who obtain insurances, and much more so upon those who do not insure at all. Therefore, since the chief characteristic of justice is its equality, the justice of this provision is very far from being apparent. An untrained and unthoughtful benevolence is very apt to be unjust to those interests which do not attract its special attention.\nThis is an association for charitable purposes, it is true, but still it is strictly a private corporation. No public officer has any official knowledge of its existence, or of its members, organization, or acts. It renders no account of its proceedings or of its funds. It is a close corporation, fixing its own terms of membership, and changing its organization but not its object, as it pleases. The imposition upon the defendant below, or on his principals, of the duty of contributing to its support, is therefore simply taking one man’s property and giving it to another. It is depriving a man of his property without due process of law, even when it is sought to be done through the instrumentality of the courts, for the legislature cannot require one man to give his money to another, and then give him an action to enforce their will, and expect this to be treated as a remedy by due course of law.\nIf the legislature may command such a contribution as this, we are unable to see why they may not command every citizen to contribute not only to this association, but to every charitable association; and indeed, to every man who spends his time and means in a charitable way. There are associations for all sorts of charity; why may not the legislature require us all to contribute to them all, -if they may l'equire this class of people' to contribute to this one? We cannot answer this question.\nWe have said this is not a tax. It doés not profess to be. It has none of the forms of taxation in the mode of its collection. And if it were called a tax, it could not be one; for a name arbitrarily given cannot change its nature. A tax is an imposition for the supply of the public treasury, and not for the supply of individuals or private corporations, however benevolent they may be. *\nIt is the legislative power that is vested in the legislature, and of course this includes tax legislation; and this means the making of laws that are to furnish the measure of every man’s duty in support of the public burdens, and the means of enforcing it. Certainly it is not plain that, in either form or substance, this is tax legislation. If it is a mere requisition that one class of men shall pay their money to another class, it is no legislation at all.\nThe old monopolies which played so important a part under some English monarchs, and in the development of English liberty, were professedly grants to meritorious public servants (though often they were only favourites), of the exclusive tight to trade in, or to import certain kinds of merchandise ; 'and this of course gave them the profits of such trade, and a large control over every one who needed the given class of articles. Of course it was said that, if people desired to prevent such profits, they could abstain from the use of the articles; as it is said here, if these agencies will not bear the imposition, they can abandon the business. But this answer was not satisfactory then, and cannot be now, for the simple reason that in neither case is it for the support of the public burdens, but for private account.\nIf great public service, or great expectation of public service, charitable or otherwise, is to be the ground for justifying such grants, we know not why they should not be much more liberal towards firemen than this; for they are continually rendering good service to the people. It is, perhaps, a little more important, to know and to notice that they are a body of great influence, and are thus likely to be favourites of those in power, and to have the rights of others overlooked when it is important to please them. They may come to think hereafter, if this grant be admitted to be reasonable, that it is quite as reasonable that they should have a grant of two or of twenty per cent, of the rents of all the houses in the vicinity of their respective engine-houses, on account of the protection they give them. Now-a-■days, when it has come to be considered that the ancient and valued right of petition is fast giving away to the influence of paid borers and of private solicitation, when the public voice is so little heard in legislative halls, and so seldom expressed in legislation, and when legislative time and talents are invoked much more for special schemes, and by the private calendar, than for measures of general welfare; it becomes very important to watch such grants as this. There are very many such bodies as the firemen, which, if they choose to exert their influence, will find themselves able to control their immediate representatives, even to the detriment of the public interests, and against any supposable public will.\nWe have said that this imposition is not a condition of a grant to the agencies of the right to engage in the insurance business. They'needed no such grant. There is a prohibition until certain terms are complied with, and then the license is granted. This imposition is entirely independent of all that, and has nothing in its form or nature that likens it to a condition either precedent or subsequent. It is simply a decree that one class of men shall pay to others a share of the profits of their business.\nTrue, the legislature might have imposed an equivalent tax on the business, and, when paid into the public treasury, might have appropriated ■ it to this association. But would the legislature make such an appropriation of public funds ? In this case, it is quite apparent that the form of the proceeding belongs to the very essence of the provision made for the public safety. The 'imposition on this agency amounts now, at two per-cent., to ¡fibTW^a year, and ten such agencies would give the association f15,000-^i year. It is certain it could have got nothing like this in the anmta^ appropriation bill. We are quite sure that no such bounty was intended when the law was passed; for the bond .to be given to secure the payment, and which may be the only security for many years, is in the penal sum of only $1000.\nAnd finally, if this imposition may be properly called a tax, then we seriously deny the authority of the legislature to impose upon the courts the duties of the tax collectors, and especially so when the tax is for private account, and not for the public treasury. When they do so, this court or any other may reject the function, whether it comes up by action merely on the duty imposed, or on a bond given to secure the duty. The courts are not to be tax collectors in any form, except as a consequence of some dispute arising in the process of collection, where judicial intervention becomes necessary, or as a means of enforcing official duty; or where the ordinary means of collection have failed. Even if the ordinary municipal liens for paving, &c., are taxes, the courts have nothing to do with them, though entered on their records, except to oversee the enforcement of the lien if any dispute arise.\nConsidering, then, that this imposition is so extraordinary in its character, of such very doubtful constitutional validity, so dangerous in its tendency as a precedent, and so unusual in the form of its enforcement, we must most respecfully decline, for the judiciary department of the government, the enforcement of the bond given to secure its payment.\nJudgment reversed, and judgment for the defendant below, with costs, and record remitted."}