{"id": "996426", "contents": "The opinion of the court was delivered,\nby Strong, J.\nThis was an action for money had and received, in which the plaintiff relied exclusively upon the common count in indebitatus assumpsit. The case as exhibited by the evidence was, that a certain John Keller had been appointed committee of a lunatic, and that the plaintiff had become surety in his bond. The lunatic was entitled to a sum of money from the executor of a will proved in the state of Ohio. In 1846, the plaintiff became uneasy respecting his suretyship, and it was then agreed between him, John Keller the committee, and Jacob Keller the defendant, that John should give to the defendant the power of attorney to collect the money due in Ohio, and that the defendant should retain it till the plaintiff should be released from his suretyship. The contract, as stated by the only witness who testified on the subject, was as follows: “that Jacob should go to Ohio, receive the money, and retain it until Samuel Rhoads gave John Keller an order to draw it. In the mean time, while Jacob was in the west, John was to endeavour to release Rhoads from the bond.” In pursuance of this arrangement, the defendant, on the 9th of February 1846, collected the money due in Ohio, amounting to $405.95, but, instead of retaining it, paid it over to John Keller, the committee, in June of the same year. The plaintiff was not discharged from his suretyship. In April 1858 a report of an auditor upon the account of the committee of the lunatic was filed and confirmed, showing a balance in his hands of $523.13, and suit was then brought upon his bond. Before judgment was recovered the present suit was brought against Jacob Keller to recover the money which he had collected in Ohio in 1846, under the power of attorney given to him by the committee of the lunatic. On the trial in the court below, several points were propounded to the court, and the errors assigned here are to the answers which were given.\nIn answer to the third, fifth, and sixth points of the defendant, the court instructed the jury that the action, being for money had and received, might be sustained by the plaintiff, and that the facts showed a sufficient consideration for the promise of the defendant. If the Statute of Limitations was not a bar to the recovery, the points were rightly answered. It cannot be questioned that a promise by a principal to indemnify his surety has sufficient consideration upon which to rest in the relation of the parties. Even before the surety has been damnified, there is a moral obligation incumbent on the principal to protect him — an obligation which ripens into an implied legal one so soon as the surety has paid on behalf of the principal. It springs out of the contract of suretyship. If, therefore, a principal deposit funds with a bailee for the protection of a surety, his act is not done without consideration, and the receipt of the funds is in itself a consideration for a promise by the bailee to pay to the surety. In the case now in hand it cannot be objected that the consideration did not move from the plaintiff, for it was indirectly through his agency that the money came to the hands of the defendant. And even if it were not so, the defendant has received money deposited with him by the principal for the use of the plaintiff. It is indubitably settled that if one pay money to another for the use of a third person, or, having money belonging to another, agree with that other to pay it to a third, action lies by the person beneficially interested: Blymire v. Boistle, 6 Watts 182. It is of no importance to inquire whether the plaintiff could have prevented the receipt of the money by the committee of the lunatic. Let it be admitted that he could not, it is still a fact established by the verdict of the jury that John Keller caused to be placed in the defendant’s hands a sum of money to indemnify the surety. For so doing John Keller had received a consideration. The defendant then became the bailee of the plaintiff, and not the mere agent of John Keller, and in consideration of his receipt of the money he agreed to hold it for the use and-subject to the order of the plaintiff.\nWas, then, the Statute of Limitations a defence? The court instructed the jury that it was not, and of this the plaintiff in error complains. If the statute was not applicable to the claim of the plaintiff, it is not because the defendant was a trustee in any such sense as to be beyond its protection. In a certain sense he was a trustee, but the trust was not one enforceable only in equity.. The plaintiff has himself resorted to a court of law. Those trusts .only are without the operation of the statute which are exclusively cognisable in a court of equity: Kane v. Bloodgood, 7 Johns. Ch. Rep. 110; Zacharias v. Zacharias, 11 Harris 455. But even in a court of law the statute does not begin to run until a plaintiff’s right of action has accrued. Now in this case, if the money had been deposited with the defendant, to be paid over unconditionally and immediately to the plaintiff, .the right of action would have accrued on the 9th of February 1846, when it was received. But such was not the contract. The money was to remain with the defendant. The agreement contemplated his retaining it in custody until the plaintiff should be discharged from his liability, or until he should be damnified. Until the liability of the plaintiff was fixed he could not have sued the defendant; and that liability was not fixed until 1858, when the account of the committee was settled. Our only doubt upon .this subject arises from the fact that the declaration is not founded upon the special contract, but upon a general indebitatus assumpsit. Were we, however, to reverse upon this ground, the declaration would be amendable, and the statute would then be clearly no protection. Even as it is, the special contract shows that the use in favour of the plaintiff arose only when the plaintiff’s liability was fixed only within six years.\nThe conditional verdict, it must be admitted, was a novelty, founded upon such a declaration; but it is a novelty of which the defendant cannot complain. It enures to his benefit, rather than to his injury.\nThe judgment is affirmed."}