{"id": "998472", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\nThis was a feigned issue under the Sheriff's Interpleader Act, to try the validity of a post-nuptial settlement made by Strickland Kneass to John S. McMullin as trustee of his (Kneass’s) wife, of certain furniture and household goods, particularly specified in a schedule which accompanied the deed. It was in evidence that shortly before the furniture was conveyed, Kneass conveyed a house and lot also to McMullin in trust for Mrs. Kneass, and that they had continued to live together in the house and in the use of the furniture. The deed for the furniture was the only one in question in this suit, the sheriff’s levy being upon nothing but the personal goods.\nIt was not shown that Kneass was indebted at the time of these deeds, or that the property conveyed was an unreasonable proportion of his estate, but it was shown that in the same month, September 1855, and before the deed for the furniture, he had engaged in the manufacture of iron at the Fountain Green Iron Works, which he had leased for a term of years at an annual rent of $3000 ; that he put in at first a small capital, but after-wards about $10,000 in all; that he obtained large credits whilst he carried on business, and failed, deeply indebted, in-1857. It was in proof that all his debts of 1855 and 1856 were paid.\nUpon this general state of facts counsel submitted several written propositions to the court below, and under the answers they received from the learned judge, the jury found for the trustee, which established the deed for the household goods. The errors are all assigned upon the answers to the points, and we proceed to notice them in order.\n1st point. The court declined to pronounce the deed of trust for the furniture invalid. So far from the law condemning such deeds as ipso facto void, post-nuptial settlements, even without the intervention of a trustee, are supported in equity, when they are fairly made as a reasonable provision for the wife of a husband not indebted at the time, and when unattended by badges of fraudulent intent: Coates v. Gerlach, 8 Wright 45; Mullen v. Wilson, Id. 416. Even though there be a deed to a trustee, it may be set aside when the fraudulent intent is proved, for fraud vitiates all things; but if made by a husband, not indebted, and if it be for no more of his estate than a reasonable provision for his wife, it is not to be esteemed fraudulent per se, for that were to presume the fraudulent intent, which it is his business to prove who alleges it.\nThe 2d and 3d points related to the possession of the goods. The learned judge declined to charge that if the sheriff found the goods in possession of Kneass, or in the concurrent possession of him and his wife, the'settlement was void.\nUpon this we observe, that if such settlements cannot be supported without exclusive possession in the wife, they cannot, in most cases, be supported at all, for it is a very firm doctrine of this court that the wife’s possession of money or goods is that of her husband: Topley v. Topley, 7 Casey 328; Black v. Nease, 1 Wright 439. It must be so, for whilst the marriage relation endures, husband and wife are expected to live together, he as the head of the family, and she as possessed by him: and he, holding her, necessarily holds her possessions. If exclusive possession of household furniture in the wife be indispensable to support a post-nuptial settlement of it upon her, it would be a virtual divorce of the parties, and that which was intended for the benefit of the relation would sever and destroy it. A change of possession ordinarily attends a transfer of the title of chattels, and therefore the law looks with jealousy upon a transfer of title without a corresponding change of possession where such change is possible, but as between husband and wife, separate possession in the wife is not ordinarily possible, and is not therefore to be expected or required.\nPoints 4 and 5. The doctrine of the too sententious answers to these points is, as we understand it, that conveying goods in trust, upon a nominal consideration, for the benefit of a wife immediately before or at the time of engaging in a hazardous business, is not necessarily a fraud upon future creditor’s, but if they are conveyed with an intent to protect the goods from the grasp of future creditors, it is a fraudulent conveyance as to those creditors, and the jury are to judge of the intent from such badges as the transaction wears.\nThis ruling we think is consistent with the adjudged cases, not excepting that of Mullen v. Wilson, 8 Wright 413, with which it is supposed to conflict. That case was put upon the intent, or “purpose,” as it was called by the judge who tried it. ■“ The purpose,” said he, “is the very essence of the thing. The jury must be satisfied that it existed — that it was the motive that led to these conveyances, before they can find for the plaintiff.” Upon a state of facts there, essentially different, in some respects, from this case, the jury found the fraudulent intent or purpose, and the jury did not find it in this case, but in both cases it was submitted to them to find. Had they found it in this case, we should have affirmed a judgment on such a verdict as we did there; but having failed to find it, we cannot assume it and reverse the judgment. As already intimated, if settlements are to be supported at all, and they have never been considered as against the policy of the law, the a priori presumption must be that they are fair when made in writing, openly, to a trustee, and by a husband who has no debts, and who retains to himself a sufficient estate to answer the probabilities of the future. But the presumption may be overcome and the fraudulent intent detected by evidence that shall satisfy a jury of its existence. Such was the course of trial in this case. Sometimes eases occur where the manifestation of fraudulent intent is so gross and palpable that a court is not to be reversed for declaring it; but this was a case for the jury, and we think it would have been error to withhold it from them.\nThe part of the 6th point which the court is complained of for negativing referred to what may be considered the badges of the alleged fraudulent intent, and these were proper for the consideration of the jury. Without splitting the case into all its constituent facts, it is enough to say that it was a case upon all the evidence for the jury, and they having failed to find all the fraudulent intent, the judgment entered upon their verdict must be affirmed.\nJudgment affirmed."}