{"id": "998478", "contents": "Per Curiam.\nThat the lands of which Samuel Bell,, the testator, died seised were subject to a charge for the payment of annuities bequeathed by him, is not to be doubted. It is too well settled to need authority that, in this state, a will of all the rest and residue of a man’s estate, real, personal, and mixed, after bequests of legacies implies a charge for the payment of the sums bequeathed, and both are subject to the payment of the debts. ,We see no error, therefore, in the construction given to the .will of Samuel Bell by the auditor and the court below.\nThe most important question made in this court is one which cannot-be reached in the state of the record. That] Samuel Bell, Jr., was liable for, and paid large- debts of, the testator .after-his death-is clear; but it is also clear that he obtained a very large amount of property for the purpose of paying them. The auditor ought to. have found the amount, of the debts, and the value of. the property,- or what was, or might have been, realized from it, to ascertain how the balance stood. This he did not do ; but states that in the vagueness and uncertainty of the whole business, 'he could not feel justified in deciding against the charge of the legacies. No motion was made in the court below to r'emand the report for a further hearing, or for correction, and no exception was taken specially to his finding or want of finding upon the evidence. We are therefore left without the elements which-are necessary to a decision whether the property charged was consumed in the payment of debts, and whether in equity it would be discharged from the charge in favour of the legacies. The principle decided by this court in Barclay’s Estate, 10 Barr 387, might have had an important bearing had the case been properly presented.\nThe facts stated in the auditor’s report very clearly show that the title to one-half of the Stewart place was held in trust for the testator at the time of his death, while the recital in the deed from Samuel Bell, Jr., to William Leinbach was sufficient to put him upon notice. Leinbach took the premises, therefore,. subject to the charge by privity of estate: Gibson’s Appeal, 1 Casey 191.\n■ The sale of the Stewart tract by Samuel Bell to William Leinbach was clearly a private sale, and not judicial, and therefore passed subject to the charge; notwithstanding ■ Bell, as .executor, chose to carry that part of the proceeds, $1000, which he declared the value of' the testator’s interest, after deducting the value of his improvements, into his account as .executor. That fact aloné would not exempt the property from the lien; while the facts which might have raised the question as to the application of the purchase-money, havO not, as already stated, been reported by the auditor, and no sufficient exception specially taken on this account.\n’ We discover no error in relation to the Scrub Oak tract, and the disposition of the whole case seems to have been free from error, so far as the facts are upon the record.\nThe decree of the Orphans’ Court is therefore affirmed, at the costs of the appellant, and the record ordered to be remitted to carry the decree into effect."}