{"id": "998427", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nThe facts of this case are within a narrow compass, and present a single question : Whether a married woman, who has no separate estate or known means of payment of her own, can ’ repurchase from a purchaser at sheriff’s sale the property of her husband, who continued in debt, by giving a mortgage for the whole purchase-money, all of which remains unpaid. In Gamber v. Gamber, 6 Harris 366, it is said, that where property is claimed by a married woman, she must show by evidence which does not admit of reasonable doubt, either that she owned it at the time of her marriage, or else acquired it by gift, bequest, or purchase. In the case of purchase after marriage, it is said, the burden is upon her to prove distinctly that she paid for it with funds which were not provided by the husband. That case was followed by Raybold v. Raybold, 8 Harris 311, which held that property purchased by a wife, paid for in her earnings and savings, is her husband’s. He, it is there said, is still entitled to the person and labour of the Avife, and the benefits of her industry and economy. These positions were emphatically reasserted in Keeny v. Good, 9 Harris 355. Since these decisions, these principles have been adhered to throughout numerous cases, in which it has been held that it was not the intent of the legislature in passing the Married Woman’s Act of 1848 to change the marital relation, or to place the wife upon the footing of a feme sole. It was intended to preserve to her and to protect her bond fide separate estate, but not to make the law a means of fraud, or the wife a receptacle of her husband’s means, into which they could be clandestinely thrown to the prejudice of creditors: Walker v. Reamy, 12 Harris 414; Winter & Hartman v. Walter, 1 Wright 161; Bradford’s Appeal, 5 Casey 513; Bear v. Bear, 9 Id. 525; Hallowell v. Horter, 11 Id. 378; Rhoads v. Gordon, 2 Wright 277; Armand v. Schaffer and Wife, 7 Id. 363; Gault v. Saffin and Wife, 8 Id. 307. In the last case Read, J., gathering up the sum of the former decisions, said: “It is now settled law that evidence that the wife purchased real or personal estate, amounts to nothing unless it be accompanied by clear and full proof that she paid for it with her own separate funds; not that she had the means of paying, but that she in fact thus paid. This is a definite, precise, and just rule.”\nAfter all these decisions the rule must be considered settled in its application to real as well as personal estate, and it has in fact no exceptions, though there are two or three cases that are seemingly such. In Wieman v. Anderson and Wife, 6 Wright 317, the property was indisputably the estate of the wife, and was merchandise, which from its nature was a subject of trade, and the court therefore held that the results of her ownership also belonged to her, at the same time remarking in reference to the doctrine of Gamber v. Gamber, and cases following in its train: “We stand by all these eases. We have no reason to qualify or doubt any of them.” Manderback v. Mack, 5 Casey 43, in fact ought to have produced a different result in the verdict under the charge, but when it came into this court, the facts established by the verdict could not be denied. I am not sure that this case did not overstep the verge somewhat, but it is sufficient to say that it was distinguished from Gamber v. Gamber, the authority of which was distinctly recognised. Conrad v. Shomo, 8 Wright 193, was also decided on its special circumstances, which were, that the purchase by the wife was paid for, as far as payments were made, with the money of the wife, who at the time had ample means, distinctly shown, from other sources, while her husband was a man of no property, and the judgment levied upon the property was obtained after her rights had fully vested. The case is expressly distinguished from Gamber v. Gamber by the judge delivering the opinion, though it also lies on the verge.\nThe title of Mrs. Baringer tested by the principles of the foregoing cases must fail. It is true she is a purchaser in the sense that a deed has been made to her, and that she has given a mortgage for' the purchase-money, which, according to the doctrine of Patterson v. Robinson, 1 Casey 81, might be a good security to the seller to enable him to collect his debts. But Patterson v. Robinson was not a case between the wife and her husband’s creditors. It was merely a charge upon the land for purchase-money, held good as between her and her grantor, to prevent a grievous wrong being perpetrated under cover of her disability as a married woman. But a case nearer to the one before us, if not its exact counterpart, is Robinson & Co. v. Wallace, 3 Wright 129. The pure and simple question was there raised, whether a married woman can acquire property by her credit. The court below doubtingly held she cpuld, and that it •would be protected from her husband’s creditors, but in this court it was held differently, and that her credit is nothing in the eyes of the law.\nWe adhere to the settled doctrine, that it is only when the property acquired after marriage has been paid for with her own separate estate, clearly and satisfactorily established, it is hers, and is protected from her husband’s creditors. To suffer a wife to purchase upon credit is to open a wide door for fraud. Its effect is to throw upon the creditors the burden of proving whose funds afterwards entered into the payment. For starting with title founded on her credit, she can stand upon it, until the husband’s means can be shown to enter into the purchase.\nThe judgment is affirmed."}