{"id": "998405", "contents": "The opinion of the court was delivered by\nThompson, J.\nThe Act of 6th March 1820 authorizes the owner of real estate, levied upon, to waive inquisition and consent to a sale on the fi. fa., and this provision is certainly not in terms changed by the Act of 29th April 1849, or any preceding Act. The last-mentioned Act provides for the ease of an adversary proceeding throughout, in which is an appraisement and return, and then a venditioni. But it does not touch the case where a debtor, to save costs, waives the inquisition and venditioni and claims his exemption. It has no necessary connection with the inquisition. The object of that is to ascertain whether the property must or must not be sold. But that is settled by a waiver and assent to the sale. I cannot see why the appraisement for the debtor may not be made, as it always is, on the fi. fa., and be followed by a sale, especially where, as in this case, no division or appraisement took place, the appraisers reporting that it could not take place whithout prejudice to, or spoiling, the premises levied on. The appellant seems to have staked his ease on this cast, below, and he has lost. The auditor decided the point with him, and the court below against him; and the latter, we think, was right in holding that it was no reason against the allowance of the exemption that there had been a waiver of inquisition and sale on a fi. fa.\nCan we overlook other matters alleged against the debtor’s claim below but not passed upon by the auditor, the principal one of which was that he had fraudulently concealed property and money to more than the amount of the exemption ? The court below might have sent, back the case to the auditor on this point after overruling him in the matter referred to, hut did not. We may now, however, as the case is before us on appeal, look into the whole case, and if we think the decree wrong for anything in the facts or law, correct or send it back. The auditor did not pass upon the question of fraud, nor do I suppose the court did. The creditors have a right to hear something about this somewhere. Let us see then if there be anything that needs correction by reason of the omission.\nThere is testimony to show that the debtor had some personal property and declared he had considerable money, some $1400, before or about the time the fi.fa. issued. But it does not appear that the appellant or any other creditor made any attempt to levy on the property, or to proceed as provided by law, to compel him to account for any money he might have which he refused to apply to his debts. Nor was there any evidence of concealment or transfer of property to avoid levies upon it. I see nothing, therefore, to prevent his demand of the exemption when the levy was made on the real estate, as it is likely he would have done if there had been a levy on personal property. We have never yet held that because a debtor has other property beside that levied on, he may not claim the exemption under the levy. It is only where he has fraudulently carried away or concealed or denied property, to avoid its liability for his debts, that it has been held that this may be set up against his claim to exemption. In Strouse’s Executors v. Butler, 2 Wright 190, it was said, “ but if he (the debtor) equivocate and dissemble— denies the ownership of that which he cannot hide, and embarrasses the officers of the law in the execution of legal duties, he forfeits, not only his self-respect, but his hold upon the exemption provided for honest debtors.” Although the debtor in this case left the country, yet he did it openly — spoke of it freely— made a vendue and sold off some property of no great value, and concealed nothing so far as the evidence shows. There was nothing like fraud proved against him when the exemption was claimed, nor did he leave for a considerable period of time thereafter. The auditor finds that the proceeds of the vendue amounted to only $150, a part of which he received, and “that it was proved by two citizens that at some time before leaving to go West he said he had $1400.” He does not find this to be true; nor do I suppose the creditors believed it, or they would have put themselves in the way of looking after it. We do not see enough in the testimony to induce us to reverse the decree on the ground of fraud, or that he concealed or fraudulently carried off any property. As there is nothing else necessary to be noticed in the case, the decree is affirmed at the costs of the appellant."}