{"id": "998423", "contents": "The opinion of the court was delivered, by\nRead, J.\nThe rule in equity is well settled that if a trustee commits a breach of trust by loaning the assets of the trust to a third person, that individual is hound to indemnify the trustee, and if he has the trust property in specie he will be obliged by a court of equity to restore it to the trustee from whom he borrowed it. It is the interest of the cestui que trust that this should be the law, for he then has two securities — the liability of the defaulting trustee, and the trust property itself restored to the person in whose custody the law places it. Lord Lang-dale, in answer to an argument that a testator, having concurred in the breach of trust, was equally liable with the defendant, and therefore it was not competent for him in his lifetime, and it was not competent for his representatives now, to apply to the court to be relieved from the consequence of his breach of trust, asked this question: “ Can there be any doubt that if two persons concur in a breach of trust, and one alone derive the profits, the other has a right to relief against him?” In Greenwood v. Wakeford, 1 Beavan 576, where the trustee of a marriage settlement concurred in a breach of trust by lending the fund to the husband on a security not warranted by the settlement, it was held that the representatives of such trustee could maintain a •bill against the husband, and the other cestui que trust for the restitution of the fund. “ There was,” said the Master of the Rolls, “ a clear demand arising from a breach of trust, in which their testator, it is true, had concurred, but in which he had concurred, for the use and convenience of Mr. Wakeford, the husband. I own I am rather surprised to find it alleged, even in argument, that persons placed in the situation of these plaintiffs are not entitled to apply to this court for relief, for at any moment a bill might have been filed against them by the wife or daughter, by their next friends, calling on them as representing the estate of the testator, to replace that which had been lent to Mr. Wakeford, the husband; and I conceive it to be clear that they had a right to proceed against the husband for the purpose of having the matter set right.” In Booth v. Booth, 1 Beavan 125, the same doctrine was enunciated, and the interest of a cestui que trust, who concurred with a trustee in a breach of trust, was held liable to indemnify the trustee. The Master of the Rolls said: “ That the widow concurred, seems to be quite clear, and any interest to which she may be entitled is the proper fund to resort to in the first instance. If she has obtained any benefit from the breach of trust, the trustee ought to be compensated in respect of it.”\nIn Fuller v. Knight, 6 Beav. 205, this doctrine is carried still further, for there it was decided that a trustee cannot by contract waive his right to resort to the life interest of a tenant for life for the purpose of replacing a trust fund which, in breach of trust, he has lent to the tenant for life. “ What is asked is this, that the trustee shall be prevented applying the life estate in making good the breach of trust; and thus leave to chance the reparation of the breach of trust by confining the remedy to the personal liability of the trustee, or the estates of the deceased trustee.\n“ I cannot reconcile myself to the notion that this is a course which this court could pursue. The court being apprised that a breach of trust has been committed, and that the trustee is desirous of repairing it, is required for the benefit of other persons to prevent his doing so, to withdraw the substantial means of reparation of the breach of trust, and to leave the wife, who is now under the dominion of the husband, to her remedy against the trustees.\n“ The question really comes to this, whether the trustee has done, or could do, or would be allowed by this court to do an act which would fetter his power of doing his duty. His first obligation was to perform the trusts; he had concurred in committing a breach of trust, and the instant he found he had done so, was it not his duty to repair it? And could he be permitted, in violation of his duty, to do an act for his personal benefit by which he deprived himself of the power of performing his duty.\n“I have no recollection of any such case as this; at the same time it does seem to me that even if the trustee had entered into a direct covenant, these plaintiffs would not be permitted to require him to perform it, if it appeared that by its performance the security of the cestui que trust would be lessened.”\nIn Raby v. Ridehalgh, 1 Jurist, N. S. 363, in the Court of Appeal in Chancery, Lord Justice Turner used this language: “ And the effect, I apprehend, of the cestui que trustent for life being liable to refund must be that as the loss which ought to fall on those who instigated the breach of trust has been laid by the court upon the trustees, the trustees are entitled to stand in the place of the cestui que trustent in remainder, for the purpose of recovering as against the cestui que trustent for life, who instigated the breach of trust, or their estates, the benefit actually received by them in consequence of such breach of trust. It seems to me to be the necessary consequence of the cestui que trustent for life having received the income of the trust fund unduly invested, that the trustees have a right to be indemnified as against the cestui que trustent for life, or their estates, to the extent to which those estates have been benefited by the improper investments,”\nIn Payne v. Collier, 1 Ves. J. 170, and Franco v. Franco, 3 Ves. 75, similar principles are stated, and in the latter case the Lord Chancellor said: “ The demurrer ought to be overruled, and with costs ; and I cannot help marking, in strong terms, my disapprobation of such a demurrer, which can be put in only for delay, and to cover a person guilty of a breach of trust, and to defer the time at which he ought to answer,”\nIn Ling v. Colman, 10 Beav. 375, the Master of the Rolls, Lord Langdale, says: “it is said the widow concurred in the breach of trust and that she is answerable. This may be so, and Colman may file a bill to obtain the benefit of the equity against her. Moreover, the funds set apart for the widow are in his hands, and he may refuse to part with them without being indemnified.” The same doctrine is laid down in Horsley v. Fawcett, 11 Beav. 567; Bridget v. Hames, 1 Collier 72 (28 English Ch.); Robinson v. Evans, 7 Jurist 739; Allen v. Knight, 5 Hare 272; Ferguson v. Applehite, 10 Sm. & Marsh. 301; Morey v. Forsyth, Walker’s Ch. (Michigan) 465; Calvert on Parties, 17 Law Library 212-214; Smith’s Chancery Practice 227, 228; Hill on, Trustees 544; Lewin on Trusts 768, 97 Law Library.\nIn McGachen v. Dew, 15 Beav. 84, 15 Eng. Law and Equity Rep. 97, the point is directly decided, for in that case the trustees were held liable for a breach of trust to the cestui que trusts, and the person benefiting by the breach of trust rvas held liable to the trustees. The cases of Cresswell v. Dewell, 10 L. T. R., N. S. 22, and Webster v. Le Hunt, 8 Jurist N. S. 345, bear on the general subject; and in Rolfe v. Gregory, 11 Jur. N. S. 98, decided by Lord Westbury on 18th January 1865, it was held “ that the transaction, therefore, between these two defendants was a fraudulent abstraction of the trust property by Rolfe, and a fraudulent receipt and appropriation of it by Gregory for his own personal benefit. This wrongful receipt and conversion of trust property place the receiver in the same situation as the trustee from whom he received it.” Upon the ground of fraud, the receiver was held liable to the cestui que trusts, and that the Statute of Limitations did not apply to the fraud was concealed from the parties interested.\nThe proposition, therefore, with which the opinion commenced is fully supported, and the only question is its application to the case before us. In Pennsylvania an executor is emphatically a trustee, having no other interest than in his commissions, and what may be directly given to him by the testator. All funds of the estate in his hands are trust funds, and if loaned by him to others with a knowledge of the fhcts, are trust funds in the hands of the receiver, and, whether loaned properly or not, must be repaid to the trustee.\nIn the present case an exhibit, which is made part of the bill, shows that the defendants borrowed this loan and stock as a part of the assets and estate of Timothy Abbott, from his surviving executor the plaintiff, for the purpose of borrowing money on them to sustain their credit, with a distinct promise and agreement to restore and return the said assets and securities to him or his successor in the trust of executing the said will. Part has been returned — the remaining part freed from all claims, is in the possession or control of the defendants, who decline to fulfil their own agreement, and seek without any consideration to hold these trust funds.\nIn the light of these well settled principles of equity and common honesty, they must return and restore this loan and stock, with all interest and dividends thereon and not already received by the plaintiff. It is but proper to say, that but one of the authorities used in this opinion was cited on the argument at Nisi Prius or before the Supreme Court, and it is eminently proper in all cases in equity, that the court should be furnished with all the authorities bearing upon the question.\nAnd now, May 16th 1865, decree dismissing the bill reversed, and demurrer overruled, and it is further ordered and decreed, that the Girard Bank assign and transfer on the books of the Lehigh Coal and Navigation Company $3000 of the loan of the said company, and for which they had given a power to transfer to D. W. C. Smith, to the plaintiff.\nThat the American Eire Insurance Company assign and transfer on the books of the said Lehigh Coal and Navigation Company, ninety-six shares of the stock of said company standing in their name to the said plaintiff, and if assigned to Reeves, Buck & Co., that the said Reeves, Buck & Co., do forthwith assign the same to the plaintiff.\nThat the Pennsylvania Company for Insurance on Lives and Granting Annuities, assign and transfer on the books of the said Lehigh Coal and Navigation Company, one hundred shares of the stock of the said company standing in their name, to the said plaintiff.\nThat the said Reeves, Buck & Co., assign and transfer on the books of the said Lehigh Coal and Navigation Company, one hundred and four shares of the stock of the said company standing in their names to the plaintiff, who is entitled to receive all the before-mentioned loan-and stock, with all interest and dividends thereon not already received by them; and that said Reeves, Buck & Co., shall forthwith withdraw all notices to the said company not to pay the same to the said plaintiff, and shall forthwith assign and pay over to the said plaintiff all of said loan and stock in their possession, or under their control, and. all interest and dividends received by and for them on the whole of said loan and stock."}