{"id": "998480", "contents": "The opinion of the court was delivered, by\nRead, J.\nThe assignment in this case was duly executed and recorded, and inventories with an appraisement according to law were duly filed within the thirty days, and the bond was presented to and marked filed by one of the judges within the same period, but was never approved by him. It is alleged by the plaintiff in error that this assignment was entirely null and void for several reasons, and first, because the bond was never approved. Now it is perfectly clear that the assignment operated from its date, and conveyed all the property assigned by it to the assignee, who accepted the trust, and who could have been compelled to execute a proper bond, or to be dismissed from the trust, and another assignee appointed in his place. “There would be plausibility,” says Judge Knox, “in the argument of the defendant in error, if it could first be shown that he was not a trustee or an assignee until he had given bond and filed his inventory; but the law is not so. The assignment takes effect upon the day of its execution and delivery, whereas the inventory may be filed within thirty days thereafter, and the bond is to be given as soon as the inventory and appraisement shall be filed. In Dallam v. Fitter, 6 W. & S. 323, it was held by this court that a sale of goods by an assignee who had not given bond, passed a perfect title:” Whitney’s Appeal, 10 Harris 505. Judge Sergeant said, 6 W. & S. 326, “ On the contrary, it seems to contemplate that the title and power vest from the execution of the assignment, and that the assignee must he proceeded against for neglect of duty if he omits them.” There is, therefore, nothing in this objection, which seems to have been the one principally pressed upon the court below.\nThe second reason that there is a saving of the benefit of the Exemption Law also fails: Mulford, Reeves & Co. v. Shirk, 2 Casey 473, which is not affected by Blackburne’s Appeal, 3 Wright 160.\nThe-third and last reason is, That it is an assignment of partnership and separate property in trust to pay all creditors pro rata. The court below regarded it as an assignment for the benefit of partnership creditors, and' the evidence clearly shows that nothing but partnership property passed under it. The counsel for the plaintiff in error, however, think the assignment is void under the decisions of this court, in Black’s Appeal, 8 Wright 503, where all the cases are collected, and in Houseal & Smith’s Appeal, 9 Wright 484.\nIn Hennessey v. The Western Bank, 6 W. & S. 300, it was held that an assignment by partners, stipulating for a release, is not valid, without containing also a transfer of the separate estate of each of the partners. Under the law, therefore, as it stood before the Acts of 1843 and 1849, it was imperative under those circumstances, that the assignors should convey both their partnership and separate estates to their assignees. If, therefore, such an assignment was now made, which would have been invalid under the old law, all those preferences would be wiped out, and the assignment “ be held and construed to enure to the benefit of all the creditors in proportion to their respective demands.” This is a statutory provision, and shows the policy of the legislature. “The Act of 1843,” says Judge Lowrie, “ merely prohibits all preferences in assignments in trust for creditors; and since that act an assignment may be defined to be, a transfer by a debtor, of the whole or part of his effects, to some person in trust, to pay all his creditors in like proportions, and to return the surplus, if any, to the debtor :” Wiener v. Davis, 6 Harris 333.\nNow this assignment has followed the law and its interpretation, but if necessary there is language in it securing to the creditors their respective equities, quite as strong as that in Andress v. Miller, 3 Harris 316. These partners say they are unable to pay then* various creditors, but are desirous of distributing said estate among them according to their several equities, that is partnership property to pay partnership debts, separate property to pay separate debts.\nThe reasoning in Black’s Appeal has received elucidation by Lord Chancellor Westbury in Ex parte Topping, 12 Law T. Rep. 3, 11 Jurist N. S. 210, decided on the 11th February 1865. Speakipg of the doctrine of equity on this subject, he says: “ The right of proof under such circumstances is regulated by arbitrary rules which are derived from the principles of this court as to marshalling. They were embodied for the first time in the order of Lord Loughborough, made in the year 1794. By the effect of that order, separate accounts are kept of the joint estate and of the separate estate of each partner, and if there be any account of joint creditors, the joint creditors are not admitted to prove against the separate estate, but must wait until the separate creditors are paid, and then receive from the separate estate the. surplus only which remains. The consequence is, that it has been held that one partner cannot prove against his copartner, because, in ordinary cases, that proof would diminish the estate of the debtor partner, and thereby the partner, if admitted to prove, would come in competition with his own creditors, namely, the joint creditors, and detract to the extent of the proof from the benefit they would derive from the separate estate. Therefore, it has been laid down as a general rule, that a partner cannot be permitted to prove against the estate of his copartner.”\nIn the case before him, the Lord Chancellor held this rule did not apply, because there was an undisputed private debt due from a partner to his copartner, and by no means did it appear possible that there could be any surplus of the partner’s estate, whether proof were admitted against it or not, although the joint debts were still in existence, and therefore proof by the copartner against his partner’s separate estate was admitted, subject to the proof being expunged in case a surplus should afterwards arise from the debtor partner’s estate. This decision operated directly in favour of the joint creditors, who would thus get the benefit of the dividend payable on this private debt, of which a literal application of the rule would have entirely deprived them.\nIf, however, the rule as to insolvent or bankrupt estates is to be engrafted upon voluntary assignments, there is no difficulty in applying it to assignments in trust which have used the statutory language, in strict conformity with Lord Loughborough’s order-: Eden on Bankruptcy, App., 35 Law Library 435. We think, therefore, the reason fails, and there is nothing in the exception to the rejection of evidence.\nThis suit has grown out of an experiment by a creditor to pay himself in full, instead of taking his pro rata share of his debtor’s assets.\nJudgment affirmed."}