{"id": "998483", "contents": "The opinion of the court was delivered, by\nStrong, J.\nBy the contract between the parties the plaintiff undertook to deliver to the defendants one hundred tons of oil-cake, free on shipboard a vessel for London, for which the defendants engaged to pay cash on delivery, at the rate of forty-eight dollars and fifty cents per ton. Soon afterwards the vessel was engaged by the defendants, and the plaintiff put on board one hundred and seven tons in bags, taking bills of lading in his own na,me, for 952 bags oil-cake, or 96 tons, 13 cwt. 13 lbs. gross, the tons being each 2240 pounds. This, after deducting the tare, was equal to one hundred and seven statute tons and one hundred and twenty-nine pounds. These bills of lading the plaintiff then sent to the defendants, accompanied with a bill of sale of nine hundred and fifty-two bags oil-cake, weighing, tare deducted, 107 tons 129 pounds, at $48.50 per ton. Total price $5216-.87. The defendants refused to receive the bills of lading, and -returned them to the plaintiff with a note, informing him that his bill called for more oil-cake than they had agreed to purchase, and that they declined to receive it, or to assume control of the goods. To this note the plaintiff replied, that he should hold the bills of lading subject to the defendants’ order for two days, and should then sell for the best price he could get, and hold them responsible for all loss. Accordingly, the bills not having been accepted, the plaintiff sold the oil-cake for $44.50 per ton, and brought this action, in which he seeks to recover the difference between the price for which it was sold and the contract price of the one hundred tons.\nIn view of this state of facts it is plain that there never was any delivery of the quantity stipulated for in the contract, nor any tender of it. Instead of the quantity which the defendants had agreed to receive, a larger quantity was offered, and accompanied with a bill demanding payment for the whole. It was in effect, whatever may have been intended, an effort to compel the defendants to take more than they had agreed to b.uy, and thus substantially change the subject of the contract. There was no offer to deliver the nine hundred and fifty-two bags as one hundred tons, nor to deliver any less number or quantity, or to set apart a portion of the entire quantity in satisfaction of the plaintiff’s duty. On the contrary, when his attention was called to the fact that the defendants had not agreed to take so much, he persisted in holding the bills of lading as they were, subject to the defendants’ order, and never intimated to them that they could have a less quantity, or any quantity, unless they paid at the rate of $48.50 per ton for the whole one hundred and seven tons.\nIn our opinion this was no such compliance on his part with the contract as to enable him to maintain- an action against the defendants, either for the stipulated price, or for not receiving the articles for which they had bargained. It is true, that if a party under obligation to pay money tender more than the whole 'debt, the tender is generally valid, but the money must be offered solely in discharge of the debt. If offered in discharge of the debt, and also to impose a liability upon the creditor, it has no validity. It has even been held that the tender of a sum exceeding the debt, accompanied with a demand that the creditor shall make the change and return the balance, is in law no tender: Betterbee v. Davis, 3 Camp. 70; Robinson v. Cook, 6 Taunt. 336; Brady v. Jones, 2 Dow. & Ry. 305.\nThe thing to be tendered or delivered in this case was not •money, but a defined quantity of a specific article. The defendants were under no obligation to receive less or more. What might amount to a sufficient tender of money will not always constitute a tender of chattels. That can be no tender of specific articles which does not place the other party in such a position that he has nothing to do hut to signify his acceptance in order to have the ownership of the chattels vest immediately in' him. If anything remains to be done with them, as, if they are to be separated from a larger mass, before they could become the property of the other party, there can be no tender or delivery until such separation has been made; and this for the most satisfactory reason. A tender of specific articles discharges the obligation without being followed up as a tender of money must be, and it vests the ownership of the thing tendered instantly in him to whom the tender is made, if he is under obligation to receive the article. In Barns v. Graham, 4 Cowen 452, which was a suit on a note payable in lumh.er, it was held that to make a tender good, the promissor must have separated the lumber which he intended to tender in payment of the note. In Smith v. Loomis, 7 Conn. 110, it was laid down that where there is a contract for the delivery of specific articles at a time and place specified, the absence of the promissee at such a time and place does not dispense with such acts on the part of the promissor as are necessary to vest the property in the promissee; that the mere fact that the promissor had the articles at the time and place appointed, ready to be delivered, is not sufficient to vest the property in the promissee, and that to constitute a good defence to an action on such a contract, the articles must be set apart and designated so as to enable the promissee to distinguish them from others. The same doctrine was ruled in Nichols v. Whiting, 1 Root 443; so in Veazy v. Harmony, 7 Greenl. 91. It was then no compliance with what he was bound to do in order to give him a right of action against the defendant, nor was it a tender of compliance that the plaintiff had on board the vessel a larger quantity of oil-cake than the contract called for, since the one hundred tons were not separated from the bulk. And still less was it compliance when the bills of lading were endorsed, -accompanied with a bill for one hundred and seven tons. This was equivalent to saying to the defendants, “ if you pay for one hundred and seven tons you may have these bills of lading, if you do not, the endorsements to you are not to take effect.” This was no delivery of anything while the bills remained unaccepted.\nIt is almost superfluous to say that the same reasons which prevent any recovery upon the first count of the declaration', are fatal to the plaintiff’s success upon the count for goods bargained and sold. The contract was executory; for the one hundred tons of oil-cake were never separated from a larger quantity, and the sale was not complete until delivery. There was no error, therefore, in directing the nonsuit.\nJudgment affirmed."}