{"id": "998425", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThe question presented by the first assignment of error is, whether it was competent for the plaintiff to prove by parol evidence, that the mare, for the conversion of which the action was brought, had been levied upon by the sheriff, in virtue of the execution in his hands. There is nothing in our Acts of Assembly which requires a sheriff to endorse upon a writ of fieri facias a schedule of personal property upon which he has made a levy under it. Nor is there any rule of common law that imposes on him such a duty. True, it was ruled in McClelland v. Slingluff, 7 W. & S. 134, that he should always designate the property seized under the execution, either in the body of his return, or by reference to a schedule accompanying it, but that was in a contest between successive execution-creditors and a contest that arose after returns had been made upon both writs. The case does not rule that there can be no levy without such a schedule or endorsement. Nor has it ever been so held in this state. A levy is a seizure'. The endorsement of it upon his writ by the sheriff, either in his return or in an annexed schedule, is hut evidence of the levy, and it cannot he exclusive evidence of it, except in favour of subsequent execution-creditors or purchasers. The defendant below was neither. Upon the execution there was endorsed “ December 7th 1861, levied upon two horses, two buggies, two sets of harness,” and other articles enumerated, but the endorsement was not signed by the sheriff or by any deputy, nor was it returned by him as a description of 'his levy. It did not exclude, therefore, parol evidence to show that the chattels in dispute were a portion of the property upon which the levy was made. It was not contradictory of such evidence. At most, the testimony of the witness was explanatory of an ambiguity in the endorsement. It tended to identify the articles described in general terms, and determine what horses, buggies, and harness were meant. We think, therefore, the first bill of exceptions is not sustained.\nThe second and third assignments are, in substance, that the court refused to permit the defendant to prove that the property levied upon by the sheriff, did not belong to the defendant in the execution, but that it was the property of the defendant in this suit. It may he assumed that as between Spayd, the defendant in the execution, and Weidensaul, the defendant in this suit, the evidence offered would have justified the jury in finding that the mare belonged to the latter at the time of the levy, notwithstanding his sale to Spayd. But of what avail was that fact to the defendant in this action ? Did that justify his taking the mare out of the possession of the officer of the law, — a possession acquired by him in virtue of his levy? He-may have had a remedy against the sheriff for trespass in seizing his property to satisfy the debt of another, but the mare was in the custody of the law. That custody he could not rightfully disturb. The process of the law must be allowed to run its course. So far is this principle carried, that even the courts are not permitted to .assist an owner of property in taking it from the possession of a sheriff or constable, while an execution, by virtue of which it has been seized, remains unspent. Writs of replevin for such a purpose are required to be quashed on motion, with treble costs: Act of April 3d 1779. And, surely, if through the agency of the law, an owner of chattels which have been wrongfully seized by an officer under an execution against another, cannot interfere with the officer’s possession, much less can he do so of his own motion. It matters not what his title may be, or what his right to possession, he cannot assert it by disturbing the possession of the officer. In Winegardner v. Hafer, 3 Harris 144, a constable was held liable in trespass for levying upon and removing goods which had been levied upon by another constable, and left in possession of the debtor in both executions, and this, though it was offered to be proved that the judgment under •which the first levy was made was fraudulent. Had then the evidence offered by the defendant been admitted, and had it proved that no sale of the mare had ever been made to Spayd, it would have been no defence in this action brought by the sheriff, for an injury to his special property and right of possession. The evidence was, therefore, rightly rejected.\nThe next error assigned is, that the court refused to affirm a point proposed by the defendant, as follows : “ That, in order to maintain this action, the plaintiff must show he had the actual possession of the mare in dispute; and, inasmuch as the evidence shows he had not the actual possession, and let the defendant take her to Snyder county, he cannot recover.” This the court negatived, adding: “ it is not necessary that the sheriff should actually take the property, and remove it from the possession of the defendant, to enable him to sustain an action against a third party who removes it. At the time of making the levy he should see the property, and have it in his power to take it if he desire to do so, but he may leave it with the defendant until the day of sale, without losing his lien on it.” It is to be remarked respecting this point, and its answer, that there was no evidence of any permission given to the defendant to remove the mare into Snyder county. The sheriff levied and left the property in Spayd’s hands, as he might rightly do for a reasonable time, though at his risk. Spayd thereby became his bailee: Word v. Vanarsdale, 8 Rawle 401; Dorrance v. Commonwealth, 1 Harris 106. The levy gave the sheriff a special property in the mare, with the actual possession, and his right to immediate possession remained while the mare was with his bailee. This special property and right to immediate possession, were all that was necessary to enable him to maintain trover. The first point of the defendant was therefore of necessity denied, and his second point was affirmed, so far as it had any application to the case. We find no contradiction of the evidence,, that there was an actual levy upon the mare made by the sheriff, and there is also no inconsiderable evidence, that the defendant knew such a levy had been made when he converted her to his own use, though he may have thought it -illegally made. The last assignment of error requires no comment. The court expressed their opinion respecting a matter of fact, but they left to the jury to find it, unfettered by any binding instruction. It is plain, they could have found no other verdict than such as they returned.\nThe judgment is affirmed."}