{"id": "998420", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\nThe testator, after distributing his estate among his several children, in trust for their respective heirs, appointed two general trustees of his will, 'but devised to them no interest and assigned no duties. Though he appointed thus no less than six trustees, it will probably be found that he created not a single valid trust. The second clause of his will, devising the Filbert street house and the Sixteenth street house to his daughter Elizabeth, is the only part of the instrument to engage our attention at present. These properties he devised to his daughter, Elizabeth J. Curtis, now Mrs. Allen, “ in trust for her heirs until they are twenty-one years old; until which time she is to have the income arising therefrom for her support and the support and education of her heirs, and should she die leaving no heirs of her body, then said properties to revert to her brothers or their heirs.” By heirs, and heirs of her body, he doubtless meant to designate her children if she should have any (she being then, and at the time of his death, unmarried), the income tó be applied to her and their support until they should arrive at twenty-one years of age. But when they should arrive at twenty-one, what was to become of the estate? Was it to vest in her or in them ? Was the income still to be shared between them, or was it to belong exclusively to her, or to them ? On these points the will is silent. In the event of her death leaving no heirs of her body, the properties were to go over, but if she left heirs of her body, the necessary implication is that they would take as heirs by succession from her, and not as devisees directly from the testator. It follows, therefore, that the word heirs in this clause must be considered a word of limitation and not a word of purchase. And the failure of heirs contemplated in the devise over, was an indefinite failure — a failure at any time after her death, and not merely a failure at the time of her death.\nIt was then, in substance, a devise in trust for the issue of her body, with a devise over, limited upon an indefinite failure of issue, and that would create an estate tail in her if any interest whatever vested in her.\nAnd notwithstanding the trust that is expressed, can it be doubted that an interest was intended to vest in her ? The trust was an impossible one. She could not be trustee for her heirs. Nam nemo est hceres viventis. She was unmarried at the death of the testator, and though married since, she is childless still, so that if heirs means children, she is not yet anything more than a contingent trustee. Rut she has a present vested interest in the income of the estate. That word income would be sufficient to pass the estate, and though her right to share in the income seems to be limited to the time when her heirs should attain twenty-one, yet there is nothing to divest it even upon the happening of that event. It is not given to the children at twenty-one, nor taken away from their mother.\nIn view of this condition of affairs, we hold that the trust fails, and that an estate in fee tail vested in Mrs. Allen, -which our Act of 1855 converted into a fee simple; and therefore that the judgment should be affirmed."}