{"id": "998408", "contents": "The opinion of the court was delivered, by\nThompson, J.\nWhen Nicholas Hall died, whatever interest, legal or equitable, he had in any real estate, descended to his children, of whom the plaintiff in error is one, and not to his widow; and hence, when she surrendered the article of agreement under which he claimed the land in question and took an article for it in her own name, she stood as trustee for the heirs. So a transfer to the defendant below, with knowledge of the state of the title and possession by her husband in his lifetime, would place him in her position, and in no other. Consequently, his surrender of her article and obtaining a new one for the land in his own name, from the owners of the legal title, would not alter his position. If these surrenders were induced by fraudulent and improper means and with a view to defeat any equity the heirs might have in the land, the title obtained through such a process will be insufficient to hold the land as against them : Wykoff v. Wykoff, 3 W. & S. 481. If he obtained a legal title, he would hold it in trust for them, and such would be his condition if he holds only by articles.\nIt seems to us that the propositions to show what interest Hall had in the land at the time of his decease, and the testimony to prove it, were without solid ground of exception in any event; and especially as it was proposed to prove fraud in obtaining the surrender of the contracts under which it was held, as also the possession; the children being minors at the time.\nThe land was originally contracted to be sold to Eli Day, by an agreement in writing in the name of R. II. Rose, agent of the trustees of the Bingham estate, but was signed by E. B. Geroulds, sub-agent of the trustees. The authority of the sub-agent to contract was denied, and the plaintiff endeavoured to supply this by showing facts from which a ratification by the principal agent he contended, might be presumed. Nobody doubts that subsequent ratification is equivalent to precedent authority, and-the only question is, whether the offers rejected by the court contained evidence from which it might be inferred. I doubt much whether, in view of the facts accompanying the surrender of Mrs. Hall, in which it is evident this very article was made, to some extent at least, the basis of the new one, the question is material; but, lest it might become so, we will briefly express our opinion on that point.\n- First, then, we think the township map, in the possession of Dr. Rose, up until his death, twelve years after the date of the contract, on which'the land was marked with the name of Day, was some evidence on the point. From it knowledge of the sale by his sub-agent might reasonably be inferred. If it was a map or draft of the estate’s land, it would most likely be constantly before the agent, and this, even without the article of agreement found amongst his papers, would be evidence on the point of knowledge and acquiescence in the sale. But this, with the article of agreement in his custody, or at least found amongst the papers of the agency as offered to be proved, would be pregnant proof from which to infer knowledge of the contract. If therefore knowledge of it might be inferred from the proof, it was one step in the process of proof of ratification. Long acquiescence in it, and in the possession under it (for the article bound the purchaser to take and keep possession whilst improvements were being made and taxes paid, which we may presume was the case from the actual occupancy), present a state of facts inconsistent with any theory but ratification or meditated fraud, a thing not pretended, certainly as to Dr. Rose, which would estop the holders of the legal title from denying the contract. Aquiescence is evidence of ratification, more or less expressive, according to the circumstances of the case: 4 Casey 329 ; 9 Id. 221. All the evidence of such facts, with their legitimate inferences, properly belonged to the case under the circumstances of it, and should have been admitted; and so far as they were rejected it was error.\nBut the court also overruled another and most important item of evidence on this point, namely, the original article between Day and the estate, when offered in connection with the new article to Nancy Hall. On the back of it there was an entry, if I comprehend it aright, showing a deduction of several years’ interest, which evidently became the basis of the new contract on the subject of interest; this, with the offer to prove a credit on the new article of the small sum paid by Day, was evidence on the point of ratification not to be excluded. What could be stronger than making the old article the basis of a new one, especially when done at the request of the holder of it ? The exclusion of this testimony was error.\nMost certainly also should the testimony have been received of the conduct of the defendant. If ratification of the original contract be established, and even if it appeared that he held the title honestly acquired from the trustees of the Bingham estate, being bound to take notice of the possession, he, like them, would be but a trustee for the heirs, and they could, within a reasonable period after coming of age, assert their title and recover as against him, on paying or offering to pay the unpaid purchase-money with interest; but if, by practising on the fears and feebleness of intellect of Mrs. Hall, he fraudulently procured her to surrender the original article and take a new one in her' own name, and then transfer it to him at an undervalue, and also surrender the possession, her children being under age, a recovery by the heirs, or either of them, might be had against him, without a tender or offer of the purchase-money. Wykoff v. Wykoff, supra, rules this as against a fraudulent transfer and surrender of possession under ago to the heirs living.\nWe think the testimony overruled should have been admitted, and the effect of it, with proper instructions, left to the jury.\nJudgment reversed, and venire de novo awarded."}