{"id": "998418", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\nThe Act of Assembly of 15th April 1845, Purd. 603, was supplemental to the act relating to executions of 16th June 1836, Purd. 431, and extended the jurisdiction of aldermen and justices of the peace to attachment executions. This form of execution, first introduced by the Act of 1836, was confined to the Common Pleas until the Act of 1845 brought it within the jurisdiction of the inferior magistracy. The civil jurisdiction of aldermen and justices of the peace, having no-common-law root, and being planted only by statutes, can have no extent beyond what the statutes prescribe; and hence our custom always has been to measure it strictly by statute law. The first section of the Act of 1845 confers jurisdiction in attachment execution, hut the proviso of the fifth section declares that “ the wages of any. labourers, or the salary of any person in public or private employment, shall not be liable to attachment in the hands of the employer.”\nRegarding this Act of Assembly as conferring a new jurisdiction on aldermen and justices of the peace, it is obvious, beyond all controversy, that wages of labour and salaries are excepted out of the grant; that the new jurisdiction is not to extend to them; that, as to them, aldermen and justices are to possess no more powers than prior statutes conferred. The office of a proviso is to save something out of the generality of the enacting clause; and, in this instance, the only rights and credits saved are wages of labour and salaries, but, because saved, no jurisdiction over them was conferred.\nIt is not difficult to discern the reasons which influenced the legislative mind in enacting the proviso. Doubtless they meant it should operate as an exemption law for the benefit of the families of labourers and salaried officers, and quite likely they had in view, besides the very inconvenience pointed out and lamented by the judge below, that of manufacturers and other large employers being harassed with attachment executions from neighbouring justices of the peace, complicating accounts, accumulating costs, and depriving them of the labourers on whom they depended, by diverting wages from the current support of the labourer’s family to the paying of former debts.\nThe legislature having thus expressly withheld jurisdiction over the subject-matter, the only remaining question is, Can the debtor confer it by agreeing in writing to waive all objection to its exercise ? In general, consent of parties cannot confer jurisdiction, and in respect to statutory tribunals of limited and restricted jurisdiction, it would be going very far to say that parties may confer power which the legislature had expressly withheld. The note of Sheahan, on which the justice rendered judgment, waived the rights, benefits, and privileges of the Act of Assembly of 9th April 1849, commonly called the Exemption Law, also “ the Act of Assembly which exempts money due for labour done from collection by attachment.” This, though not an accurate description of the Act of 1845, is a sufficient reference to the proviso, and was meant to be a displacement or repeal of that part of the statute. Notwithstanding the legislature have said wages of labour shall not be attached by justices of the peace, Patrick Sheahan has said his wages may be, and then the question recurs, Has the justice the power ?\nTreating it as a matter of jurisdiction, no argument .that opposes itself to the Act of Assembly can have footing to stand a moment; but may it not be likened to the personal privilege conferred by the Exemption Act of 1849, and which we have decided may be waived ? Without any very great refinement, distinctions-may be taken between the Act of 1849 and this proviso in the act of 1845, but still it is the popular and perhaps the fairest mode to regard them both as exemption statutes which confer upon the debtor an option. That he may waive this option under the Act of 1849, not only results out of the nature of the thing, but has been expressly declared in many cases, in some, however, with regrets expressed that we did not set out with a different construction and hold the privilege or option indefeasible. If it were res integra; if, with the experience and observation we have had, we were now for the first to pass upon the question whether debtors could waive their rights under the Act of, 1849 or widows theirs under the Act of 14th April 1851, we would be very likely to- deny it altogether, and to stick to the statutes as they are written.\nAnd here we have a new case.' We have never decided that a debtor may repeal the proviso of the Act of 1845, and public policy pleads strongly against such a decision. If we make it, we bring on the litigation which has sprung out of our decision upon the Act of 1849 — the inconveniences to employers before adverted to, and the temptation to weak debtors to beggar their families in behalf of sharp and grasping creditors. We will not, therefore, strain the proviso to fit it to our construction of the exemption statutes, but will leave it to its natural operation as it is expressed. The legislature having said that justices shall not attach wages, we will say they shall not, though a particular debtor has said they may. It is to be observed that the garnishee has rights in the premises, and he is under the Act of Assembly, but is not a party to the agreement which his labourer makes with a creditor. Why should he be annoyed and subjected to costs, his work hindered, and his hands deprived of their daily bread by an agreement between others to which he was not a party, and of which he had no notice ? Why should such an agreement be made a rule of law to garnishees instead of a statute which they knew of when they made their business arrangements and employed their labourers, and which they had a right to expect would be administered as it is written ?\nWe think, on the whole, that pur duty will be best performed by declaring the agreement to waive the proviso void, and that the justice had no jurisdiction to attach the wages of Shean.\nAnd now, to wit, May 11th 1865, this cause having been argued and considered, the judgment rendered in the case stated by the Court of Common Pleas of the county of Northampton is reversed, and judgment is here entered for the garnishees, defendants below, for costs."}