{"id": "998436", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThe important question of this case, and to be first considered, is, what is the construction which should be put upon the contract of the 19th May 1858 between the parties to this suit, so far as it relates to the bark in question ? It appears by it, that the Newells contracted to sell to Winter all the hemlock, spruce, and pine timber, of a merchantable character, standing on what is denominated the Charles Stewart tract of land in Tobyhanna township, Monroe county, in consideration whereof Winter agreed to take off the land about a million of feet a year and pay for the same, as soon as it should be in the Lehigh river and ready to be run, or within thirty days thereafter, one dollar per thousand; to have the bark free of charge. The said Winter agreeing to sell (the bark) to the firm known as Pratt & Gould, piled in the woods, for one dollar and twenty-five cents per cord; and Newells agreeing “ to protect in every respect the said Winter, so far as the same may be necessary to take off the timber hereby sold.”\nNow, here is a clear agreement on part of the plaintiffs below to sell all the timber mentioned to the defendant; and a stipulation to protect him in taking it from the land, without reservation or restriction. As to the bark to be had from the timber, he was under no express contract to peel and pile it. In the absence of any restrictive stipulation, he had an option to do it or not. This manifestly resulted from his purchase of the timber, and his right, so far as the vendors were concerned, to take it off; but if he did peel the bark, he agreed to sell it to Pratt & Gould at $1.25 per cord. But the latter were no parties to the contract, and were not bound to take it, nor had they any interest in the timber itself, as will appear presently. This was therefore manifestly an agreement only to sell to Pratt & Gould, if they'should wish to buy, or were able to pay. There is not a syllable to show that the Newells agreed to pay for it if the company did not take it. So far from it, they did not even bind Winter to peel the bark, and fully agreed to protect him in taking off the timber, if he did not choose to do so.\nBut it was contended by the plaintiff in error that in the sale of the timber on this tract, by Pratt & Gould to the Newells, there is a reservation in regard to the bark which, lying in the line of the title acquired by Winter, materially varies this aspect of the case. Of course that contract preceded his, but whether he is to be presumed as having notice of it, or bound by anything in it, I will not stop to inquire; for the supposed effect of that agreement, granting that otherwise it might have affected the contract between the plaintiffs below and the defendant, is not properly estimated. The only construction possible to be put on it is, that it was a sale of all the hemlock, spruce, pine, and chestnut timber on the tract, to be paid for as therein stipulated ; that is to say, the Newells were to pay for the timber in three instalments the aggregate sum of $1220 and interest, and were to receive for bark to be peeled on it at the rate of $1.25 per cord, peeled and piled to the extent of from two to four hundred cords a year. Nowhere was there a sale of the timber by the one party, and an agreement to sell the bark by the other. They are entirely independent covenants as they stand in the agreement. It is alleged that Pratt & Gould reserved the hemlock timber in this agreement, and that Winter took his contract subject to this reservation, and therefore that he was bound by that reservation to let Pratt & Gould have the bark in obedience to the reservation in the contract with the Newells. But we have seen that they were under no written agreement to sell them the bark, but only if they did, it should be at the stipulated price of $1.25 per acre. It is obvious, therefore, that if there was a reservation of the timber, or any part of it, by Pratt & Gould in their contract with the Newells, and the reservation passed into their contract with Winter, that would be no reason why Newells should pay for peeling and piling bark for Pratt & Gould’s benefit. It was a reservation not to the former but to the latter. There is not a word of reservation by Newells. If it exists at all it must be because it did not pass by their contract, never being in them to sell, because reserved by way of exception as against them.\nBut there was no reservation. The words of the contract between Pratt & Gould and the Newells are: “ The hemlock is to be left, standing until the fulfilment of the contract between the parties of September 18th 1857,” &c. It had been sold in express terms before. It was not therefore reserved by way of exception out of the thing granted, and it was not a case of reservation at all. See Whitaker v. Brown, 10 Wright 197. It was but a personal covenant by the buyers that they would let the hemlock timber stand as agreed. But as they had bought it out and out, they might sell it as they did without any covenant on the subject. Now in all this, where is there anything in the papers in evidence to bind Newells to pa.y for the bark ? That there was nothing, was the conclusion of the court in regard to the written contract. The learned judge received all the evidence he deemed to be legal, for the purpose of showing by parol a different arrangement, and that the Newells were bound to pay for the timber, and submitted it to the jury with unexceptionable instructions, and the jury found against the claim. Thus in neither aspect was there any such obligation as claimed.\nA few words as to the bills of exception upon the offers of testimony. We think that none of the offers in relation to the report of the master, in the case of Lee v. Gould, were admissible. The report of the master was offered as evidence per se that the Newells claimed for the bark before him. It was not such a proceeding as was binding on everybody, and it was in a case in which the Newells were not parties; it was a fact in pais, and provable only as such. That it might have been admissible as corroborative of what the witnesses testified to, in regard to the acts of the Newells, or one of them, on that occasion, is possible, but it was not offered for that purpose. The court did receive the record and report for another purpose, and it was before the jury. Although it was received for a definite purpose, if it had contained evidence of importance by way of corroboration of what was sworn, if there was anything to corroborate, it is most likely it would have been considered. But be this as it may, there was no error in its rejection for the purposes for which it was offered.\nNor do we think there was any error in rejecting the books of Pratt & Gould, offered to show a credit for the bark in favour of the Newells. It was not shown that they requested the entry to be made, and the books were not theirs nor within their control. Shop-books are only evidence by custom, of goods sold and delivered, and work, labour, and services performed. They are not evidence to prove any other fact. They may be evidence as admissions against those who write in them, just as any other writing made by a party may be evidence by way of admission, but not because they are shop-books. They were not evidence by reason of anything appearing in the case, such as the agency of the Newells in procuring the entry to be made, and then the fact could have been established by testimony aliunde, and the books would possibly have been corroborative evidence, but no more. There was no error committed in their rejection and the accompanying offers.\nWe have considered the other assignments of error in the case,' but think it unnecessary to notice them further than to say, that we see nothing in them that calls for correction; and\nThe judgment .is affirmed."}