{"id": "998465", "contents": "The opinion of the court was delivered by\nThompson, J.\nIt has long been settled in Pennsylvania that a mortgage is but a security for the payment of money, or the performance of some act therein stipulated : Simpson v. Ammon, 1 Barr 175; Wentz v. Dehaven, 1 S. & R. 312; Schuylkill Co. v. Thoburn, 7 Id. 419; McCall v. Lennox, 9 Id. 304; Croft for use v. Webster, 1 Rawle 242, and is at most but a chose in action. Although it may be assigned so as to permit the assignee to sue in his own name, yet it is subject to the same equities and rules that govern in the assignment of other non-negoti-able instruments or claims. In the case in hand the plaintiff took the assignment from the assignor Persch, without a call on the mortgagor or giving him notice that he held the assignment, until after the mortgagor had taken up the notes and obligations for which Persch held it as collateral. The mortgage was framed to meet such a contingency, by being drawn payable in five years. It would thus allow a discharge any time within that period. The plaintiff endeavours to avoid the consequences of the want of notice to the mortgagor, by alleging that the payment by the defendant without the presence of the mortgage was at his risk, or would only be good if the instrument remained unassigned in the hands of the holder. The point is thus raised that between two innocent parties the loss must be upon the party paying under such circumstances. But this is not so. This point is most distinctly settled in Burg, Assignee of Buckley, v. Hartman, 4 S. & R. 175, in which Tilghman, C. J., says in the case of the assignment of a bond, “ The assignment operates as a new contract between the obligor and assignee, commencing upon notice of assignment. Any other construction would be extremely inconvenient, for the obligee would never be safe in paying the interest or part of the principal, unless the bond was produced and receipt endorsed. This would be throwing a great hardship on one who might live at a distance from the obligo^ and who has to send his money by a third person. Besides, there is a default in the assignee who neglects to give notice and therefore does not stand in equal equity with the obligor.” Duncan, J., in a seriatim concurring opinion, fully agrees with the Chief Justice in this doctrine. See also Wardell v. Eden, 2 Johns. Ch. Cases 260, cited by both. Although Gibson, J., dissented, and continued on the bench long after his colleagues, the doctrine was never changed. This authority, in fact, covers every point raised in this case, and conclusively rules them against the plaintiff in error. It has been decided over and over again, beginning perhaps with Wheeler, Assignee, v. Hughes, 1 Dall. 23, that the only object of the Act of 1715, regulating assignment, of bills and specialties, was to enable the assignee to sue in his own name. The clause in the Act that the assignee may recover “so much as shall appear to be due,” was said in the cases last cited, to refer to what shall be due at the time of the trial. So that, if the obligor or mortgagor shall have without notice paid to the obligee or mortgagee, the authorities cited conclusively show that it shall avail him as payment against the assignee who has neither inquired of him about the state of his indebtedness, nor given him notice of the transfer. There is not the shadow of a reason to confine the doctrine to bonds and not to mortgages. It is a principle of sheer justice: and has been applied to assignments of judgments: Fisher v. Knox, 1 Harris. The defendant had satisfied the mortgage by paying and taking up the paper to which it was collateral. This he had a right to do. He did not become the debtor of the plaintiff by notice of the assignment before doing this, and of course not afterwards by force of the assignment alone. There is an implied covenant in the words of assignment unless controlled, that the assignor will not receive the money on the instrument assigned, but if he does he will pay it over to the assignee. Of course, this is the assignee’s only security until he gives notice to the obligor : 4 S. & R. supra. If he has lost here for want of notice, the assignor is his only resort.\nWe see nothing to correct in this record, and the judgment is affirmed."}