{"id": "998485", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nFanny Eshleman was the equitable owner of a bond and mortgage against the Butchers’ and Drovers’ Association, which she put into the hands of Jeremiah Bonsall, as her agent, to collect. He employed Charles E. Lex, Esq., to prosecute the claim, who entered up judgment on the bond under which the premises in question, with other property, were sold at sheriff’s sale to Waldron J. Cheyney, and conveyed to him by deed dated March 9th 1861. Cheyney bought for Jeremiah Bonsall, paid no money, and makes no claim for himself.' The bid for the whole (except the taxes and costs advanced by Bonsall, and charged to Miss Eshleman) was paid .by a receipt on the judgment of Miss Eshleman, and was much less than her claim. Bonsall was, at the same time, treasurer of the Butchers’ and Drovers’ Association, and had an understanding with Miss Eshleman that if he bought in the property Miss Eshleman wras to be secured, as she was before, by a first mortgage on the same property.\nHe at the same time had an understanding with the stockholders that they might come in within sixty days and take the property. They, however, furnished no funds, and never came in. Cheyney, in whose name the purchase at sheriff’s sale was made, held for Jeremiah Bonsall, and at his instance conveyed the whole property (twenty-two lots) to Joseph H. Bonsall, April 1st 1861, who also held for Jeremiah. Joseph, and at the instance of Jeremiah, conveyed the premises in suit to the Farmers’ and Mechanics’ Bank, by deed dated July 29th 1861, for a nominal consideration. In the mean time, on the 1st May 1861, Joseph, at the instance of Jeremiah, had executed a bond and mortgage to Miss Eshleman, for the property sold under her judgment at sheriff’s sale, in the sum of $12,000. Jeremiah, professing to carry out his arrangement with Miss Eshleman, delivered this mortgage to her, to secure her debt, as a first' mortgage, and afterwards paid her interest on it for about a year. This, however, was a misrepresentation, the property being encumbered by him to the extent of $23,000; in consequence of which Miss Eshleman had him arrested, and afterwards discharged under some compromise, the mortgage remaining in her possession.\nUpon this state of facts, the court below charged the jury that the title to the lot in question was in Miss Eshleman. As between her and her agent this was correct. The purchase-money having been paid to the sheriff by her receipt upon the judgment through her attorney, and the agent having attempted to practise a fraud upon her, by foisting upon her a worthless security in lieu of the land, she undoubtedly could claim that the purchase was held in trust for her.\nBut, on the 21st May 1863, the Farmers’ and Mechanics’ Bank conveyed the premises to the defendant, the Hon. Ellis Lewis, for a full and valuable consideration paid at the delivery of the deed; and the question was raised upon the evidence whether he had notice of the trust. On this point the court charged that there was no evidence of notice, and directed a verdict for the defendant.\nThe only question, therefore, is, whether there was such evidence as should have taken the case to the jury.\nWe find the following facts were in evidence:—\nOn the 9th December 1861, Judge Lewis became acquainted with the fact that Jeremiah Bonsall was the agent of Fanny Eshleman, having on that day bought of him Miss Eshleman’s interest in the residue of her judgment, on which the property had been sold at sheriff’s sale, the assignment on its face disclosing his character. In January 1862, Judge Lewis purchased the premises in suit at a second sheriff’s sale, as the property of the Butchers’ and Drovers’ Association, at the suit of Gross and Keichline. It is probable this sale was made under the supposition that the association had re-acquired some title through the arrangement of Jeremiah Bonsall, their treasurer.\nAt this sale J. A. Simpson was requested not to bid on this property by Bonsall, who said he wished to protect the interests of the bank, that Cheyney had bought for him, and that Joseph Bonsall held for him, and he now controlled the property. The bank, it will be remembered, had received the deed from Joseph in the previous July. Simpson states that he soon afterwards communicated to Judge Lewis the title .of the bank. He also says that on this sale he examined the title for Judge Lewis at his instance. It was afterwards, and probably owing to these occurrences, Judge Lewis took the steps to purchase the title of the bank to the premises in suit. S. A. Mercer, the president of the bank, states very distinctly that the deed from Joseph Bonsall to the bank was delivered by Jeremiah. The business was done by 7¿im/and Mercer does not recollect that Joseph was ever present. He further states that Jeremiah said it was a clear title, that he (Jeremiah) was giving a title clear of any claim or encumbrance. He also states very distinctly that these representations made by Jeremiah at the delivery of the deed by him to the bank were communicated to Judge Lewis at the time of his purchase.\nThus we have the knowledge of these facts distinctly brought home to Judge Lewis: that Jeremiah Bonsall was the agent of Miss Eshleman in collecting the judgment on which the property was sold at sheriff’s sale; that the property was bought by Cheyney for Jeremiah Bonsall; that Joseph H. Bonsall also held for Jeremiah; that the transaction was between Jeremiah and the bank, and that he delivered the deed and represented the title to be clear. From these facts it is clear that both the bank and Judge Lewis were informed that the title came not from Cheyney and Joseph Bonsall, except as mere conduits, but was derived from Jeremiah. Mercer further states that the real consideration, if there be any, proceeded from the bank to Jeremiah, by reason of the injury the bank had suffered in its purchase of the stock of the association. Thus we are brought directly to the fact that both the bank and Judge Lewis knew that the property was purchased at sheriff’s sale for Jeremiah Bonsall, to which we must add the knowledge of Lewis early as the 9th December 1861, that he was the agent of Miss Eshleman in collecting the judgment.\nAt this point a knowledge of the law is imputed to Judge Lewis, that an agent or attorney buying property under the judgment of' the principal, becomes a trustee, if he pays with the money of his principal, or if he buys for less than his claim. Here the bid was much less, and Lewis is therefore sent in search of the facts. Whose money was paid upon the sale ? The answer upon this point is clear upon the evidence, the bid was paid in the judgment of Miss Eshleman. Now, up to this point, the evidence was with the plaintiff, and there was such evidence as would take the case to the jury.\nBut Judge Lewis, starting out upon the quest of the information which the facts required him to seek, through W. A. Patrick, his conveyancer, calls upon the deputy of the sheriff, who had conducted the business, and made the pertinent inquiry whether Cheyney had paid cash on the sale, or whether the payment was by the receipt of the plaintiff’s attorney. This was a fact not to be learned in the receipt, for receipts always purport to be in money. Mr. Chase, the deputy in question, furnished a written statement, to wit: “March 8th 1861, paid $2659.59, net amount of sale after deducting costs and taxes for 1860, to Charles E. Lex, Esq.,” &c., with his signature as deputy sheriff.\nThis was not a very explicit answer to the inquiry, yet it was calculated to lead to the impression that the bid was paid in-money. But had Judge Lewis (being in doubt) gone to Jeremiah Bonsall, he wmuld have been informed, and therefore we are to assume he knew that Bonsall bought the property in himself, upon an understanding with Bliss Eshleman that she was to be secured, as she was before, by a first mortgage upon the property. Upon further inquiry, he would have found that a mortgage was actually executed by Joseph H. Bonsall (in whom the legal title was vested) to Bliss Eshleman, which had been actually delivered to and accepted by her, and on which interest had been paid for about a year. Thus, having arrived at the end of his inquiry, he would have ascertained that Miss Eshleman had waived the trust she might have elected to have in the property sold at the sheriff’s sale, by consenting that her agent should buy for himself and secure her debt, and that he had carried out this arrangement by a delivery of the security. Judge Lewis therefore had a right to conclude that no trust existed, and to draw this conclusion from Miss Eshleman’s own acts.\nThis doctrine is clearly asserted by Judge Washington in Phillips v. Cramond, 2 W. C. C. R. 445. He says: “ But this species of resulting trust is open to certain qualifications, amongst-which it is proper to notice the following, to wit: that the person whose money was invested in the purchase is not obliged to take the land and to consider the purchaser as his trustee, but may elect to treat him as his debtor, and claim the money instead of the property.” As an illustration, he puts the case where both parties treat it as a purchase for the use of him to whom the conveyance is made, Ayhere no resulting trust arises. The same doctrine was held in Downey v. Garrard, 12 Harris 52, and Downey v. Garrard, 3 Grant 64, in which it was decided that a client may elect to take stock purchased by his attorney for less than his claim, but that the trust does not take absolute effect until the client makes his election. So, in Galbraith v. Clem, 8 Watts 95, and Cleavinger v. Reimer, 3 W. & S. 493, it was held that if the client elect to assert the trust against his agent, he must first tender to him yvhat he has expended in buying the property.\nBut it is said Miss Eshleman can assert the trust because of the fraud perpetrated by imposing a worthless mortgage upon her. As between her and Bonsall she could certainly renounce the worthless security, and enforce the trust. But her election to do so would be a secondary act, taking place after Bonsall had failed to perform his undertaking, made Avhen he purchased Avith her consent for himself, to furnish the required security. If, by reason of her discovery of the fraud, she -became entitled to resume her right of election, this became a new fact, not in the line of Judge Lewis’s inquiry, but beyond its termination. Having traced the mortgage to Miss Eshleman in performance of Bonsall’s undertaking, he had a right to .rest there. Unless, therefore, he had notice of the intention of Miss Eshleman to enforce the trust, or of the fact of the fraud entitling her to do so, clearly Judge Lewis would not be implicated, but buying without any knoAvledge of the trust, he cannot be disturbed. In this view there was not a spark of evidence to go to the jury, and the judgment must be affirmed.\nSubsequently the counsel for plaintiff in error moved for a rehearing of the above case upon that part of the decision of the court wherein it is held that had the defendant applied for information to Jeremiah Bonsall, he would have “ arrived at the end of his inquiry,” and that Bonsall’s declarations were or would have been sufficient to relieve the defendant from the duty of making further inquiry, and would have concluded the plaintiff, and submitted the following points as those on which they craved a rehearing:—\n. 1. That the said Ellis Lewis having actual notice that Jeremiah Bonsall was the agent of Miss Eshleman for the collection of the mortgage, and that he (Bonsall) had bought in the property for himself at the sheriff’s sale on the mortgage, in the name of Waldron J. Cheyney, and was dealing with it as his own in the name of Cheyney and Joseph H. Bonsall, and a knowledge of the law being, upon these facts, imputed to said Lewis that Jeremiah Bonsall was, under the circumstances of the case, merely a trustee for the plaintiff, and having notice thereby of a resulting trust in her fa von r, or of a right to elect to take the land, he (Lewis) was bound to inquire of her whether she had released her resulting interest therein, and had elected to take money or securities in lieu thereof, and that no declarations of Jeremiah Bonsall to that effect, whether actually or constructively brought to Judge Lewis’s notice, would relieve him from the obligation of resorting to the plaintiff for the truth of the matter; nor could she be estopped by any such declarations not made or authorized by herself.\nIn other words, that whenever a purchaser has notice that the estate is affected by other interests than those of the vendor of the legal title, he is bound to inquire into the extent and terms of those interests: Sergeant v. Ingersoll, 3 Harris 348; and further, he is bound to inquire of the parties in whom such interests vest, and they can only be estopped by declarations made or authorized by themselves.\n2. That the defendant having thus actual notice that the property in dispute was,, in point of law, charged or affected by an interest in the plaintiff, the law will impute to him constructive notice of all facts to a knowledge of which he would have been led by a proper inquiry after that interest: Smith v. Jones, 23 Eng. Ch. Rep. 43; and that if the defendant had inquired of the plaintiff he must have learned one of two things, either of which would have saved him from loss, viz.:—\n(1.) That she had settled with Bonsall as indicated, in which case she would have been estopped, as regards Lewis, though she was at the time deceived; or\n(2.) That she repudiated the worthless mortgage, and claimed the land.\nThese points were taken upon the supposition that certain information'was or might have been derived from Jeremiah Bonsail, but as it appeared upon the evidence that the defendant actually made no inquiry at all of Bonsall or any other person (except the sheriff), they further said:—\nOctober 30th 1865,\n8. The defendant is within the rule laid down in Smith v. Jones, supra, wherein constructive notice is imputed “ where the conduct of the party charged evinces 'that he had a suspicion of the truth and wilfully determined to avoid receiving actual notice of it.”\nIn support of these points, the learned counsel cited the following authorities: Price et al. v. McDonald, 1 Md. 403 ; Hudson v. Warner & Vance, 2 Harris & Gill 415; Whitbread v. Jordan, 1 Young & Collyer 303; Russell v. Petree, 10 B. Munroe 184; Jones v. Smith, 23 Eng. Ch. Rep. 43; Wilson v. Hart, decided July 10th 1865, before V. C. Wood, 11 Jur. N. S. 735, No. 559."}