{"id": "998414", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nUnder our system the lien of a judgment is bounded by.territorial limits. A judgment in Lehigh county binds no lands in Northampton — a transferred judgment to Northampton binds none in Lehigh. It needs not the case of Hay’s Appeal, 8 Barr, to inform us that a judgment transferred from Lehigh begins its lien upon lands in Northampton only when it is entered there. But we are asked to say that it expires in five years from the date of the original judgment in Lehigh, and as a sequence, if more than five years old at the time of transfer, it can acquire no lien in Northampton except by revival. The answer must be given by a proper interpretation of the Act of April 16th 1840.\nPhilology and grammar, so much urged in argument, are useful in criticising the works of scholars, but we seldom derive very conclusive reasons from them when applied to Acts of Assembly. We must rather look at the common purport of their language, and their purposes and effects. What was the purpose of the Act of 1840 ? Clearly it was to give a new remedy — something that did not pertain to the original judgment. This was a new lien where none before had existed, and a new power of execution which had not belonged to it. The transferred judgment was therefore to have a new form and effect, which the original had not, by reason of the territorial limit. It becomes the origin of a fresh lien, and the source of new executions, and different revivals not pertaining to the original, but acquired by the transfer. As to its life’s blood, it is true its vitality springs from its parent source, which it therefore cannot outlive. It was well said by the late C. J. Gibson, in Brant’s Appeal, 4 Harris 346, that the transcript was endued as a graft with no greater measure of life than that of the parent stock. This was spoken of a case where it was sought to preserve the vital power of the transferred judgment after the original had ceased to live; and his argument was to prove that it could not survive, the graft dying with the stock. But the purpose of the Act of 1840 was to give the judgment a fresh field and a new process of operation. The transferred judgment, like the graft, bears its own fruit, differing from that of the natural stock, the lien and writs thereon taking their properties from the engrafted transcript. The lien, the revivals, and the executions proceed therefore from the transferred judgment.\nIf we bear in mind the true .distinction which Brant’s Appeal lays bare, the solution of the question is easy. It is, that what pertains to the debt and gives vitality to the obligation is due to the original judgment, while that which pertains to its enforcement in its neAv sphere is derivéd from the transfer. The Act of 1840 gives to the transferred judgment at the time of entry the same force and effect as if it had been entered there. Lien which attaches at the moment of entry is as clearly due to this force and effect as the revival, or execution itself. It is the incident of the new judgment, having no connection with or dependence upon the original judgment; and having its own beginning, must have its proper and corresponding period under the Act of 1827. This distinction between the debt itself and these different phases of its existence ansAvers the argumentum ab inconvenienti, that successive and continued transfers of an unrevived judgment would infuse into the debt a new vitality that would preserve its vigour for a century or more. That argument overlooks also the language of the Act of 1840, in the clause preceding that which relates to the lien. After providing for the transfer, the act continues — “and the case may then be proceeded in, and judgment and costs collected by executions, bill of discovery, or attachment, as prescribed by the act enti-. titled ‘ An act relating to executions, passed the 16th day of June 1836.’ ” What does the Act of 1836 prescribe? The very first section declares that execution shall issue only within a year and a day from the first day of the term to which judgment was entered; or if there be a stay of execution, then from the expiration of the stay. This was founded upon the common law, that a judgment was so far presumed to be satisfied as to require the defendant to be called on by a scire facias post annum et diem, before execution could issue. After the lapse of twenty years this presumption became complete, throwing the burthen of disproof upon the plaintiff. Thus, by the express provision of the Act of 1840, referring to the Act of 1836 for the proceedings upon the transferred judgment, as well as by the rule of distinction between the debt itself and the incidents of the judgment, no proceedings can be taken upon the transferred judgment to enforce its collection, when the debt is so far presumed to be paid as to demand revival. But when we reach the next clause in the Act of 1840, we. are introduced to a new subject, to wit, the force and effect of the new entry. It proceeds to say— “ and as to lien, revivals, executions, and so forth, it shall have the same force and effect, and no other, as if the judgment had been entered, or the transcript originally filed, in the same court to which it may thus be transferred.” The effect is that of a judgment of the court into which it has been transferred. Though foreign in its birth, it is to be so completely naturalized by its entry that it shall have all the privileges of a judgment having its origin there as to lien, revival, and execution. But there is nothing in this contradicting the preceding clause, that the proceeding to enforce collection shall be according to the Act of 1836, and therefore if the debt is presumed to be paid, so as to require a scire facias, it must be revived before proceeding to execution. The lien acquired is merely a new property following the transfer. It is the fruit of the graft, and not of the stock, and its only connection with the original judgment is in the support which that judgment, as the parent stem, gives to the judgment from which this new lien derives its life. Then, as by the express words of the law, the force and effect of the lien are to b*e those of a judgment entered in the county to which the transfer is made, the entry, which is the birth of a new life, must also begin the term of its existence.\nThe idea that the Act of 1840 repeals the Act of 1827 as to the term of the lien, is unfounded. It adds no new lease of life to the lien of the original judgment: Hay’s Appeal, 8 Barr 182. It creates an entirely new lien, governed by its own terms, and the Act of 1827 applies to it its appropriate force, by counting its term from the date of its own entry. But if the new lien is not to extend for five years from the date of its own entry, then, indeed, we have a new rule, governed by the language of no act; for, while its beginning is at it's own birth, it must date back to the origin of its parent for the term of its own existence. It is, indeed, a novelty, running from nothing up to five years, as its age happened to be when it was transferred. Such a rule would be in direct conflict with the Act of 1827, which begins the lien at the date of entry; and with the Act of 1840, which gives to the entry the effect of a judgment of the court into which it is transferred.\nThe expression of opinion to be found in the books accords with the interpretation we now place upon the law. Thus, in Baker v. King, 2 Grant’s Cases 254, in deciding that a stay of execution, taken upon the original judgment after the transfer, did not operate upon an attachment execution issued under the transferred judgment, Woodward, J., remarked: “It (the judgment) has the same force and effect, so far as concerns execution process in the county to which it is transferred, as if it had been originally entered there.” Again: “ This judgment and the appropriate judgments of that court (District Court of Allegheny county) are placed on the same footing by the Act of Assembly, so far as concerns questions of lien and execution, and both must be alike subject to or exempt from the control of the judges of Blair county.” Nothing can be a clearer or stronger expression of opinion of the force and effect of the transferred judgment, than to put it upon an exact level with original judgments in the same court as to both lien and execution. But notice how quickly the scene shifts when a new question brings into view the distinction to be preserved between the validity of the debt and the new incidents given for its enforcement. In the same case, King v. Baker, 10 Casey 297, the same judges, with a single exception, Justice Porter then occupying the seat now filled by Justice Read, decided that money brought into court upon the original judgment in Blair county, ended the attachment in Allegheny county. Reed v. North-Western Railroad Company, 8 Casey 257, gives us another view of the same distinction in deciding that a writ of sequestration was properly granted upon a transferred judgment; Church, J., remarking.that “ the law is a remedial one in express terms, and demands a liberal construction.” In exact accord with these expressions of opinion is the language of Justice Coulter, in Hay’s Appeal, 8 Barr 182: “ The transfer of the judgment (he remarks) to Clinton county, under the Act of 1840, created a new lien from the date of its entry, and did not carry with it the lien from the time of the entry of the judgment in Centre county.” In reason and authority we must hold, therefore, that the new lien beginning in Northampton county runs its full period under the Act of 1827, of five years from the entry of the transcript in the court of that county.\nThe decree is therefore affirmed, and the costs of appeal ordered to be paid by the'appellants.\nWoodward, C. J., and Strong, J., dissented."}