{"id": "998432", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nJames McKeen is the owmer of four hundred and seventy-two shares of the capital stock of a manufacturing company, incorporated under the laws of New Jersey, doing business and holding its property in Warren county, in that state. McKeen himself is a resident of Easton, Pennsylvania, and the question is, whether his stock is taxable here for state and county purposes.\nThe taxing power rests upon the reciprocal duties of protection and support between the state and the citizen,, and the exclusive sovereignty and jurisdiction of the state over the persons and property within its territory. In McCullough v. The State of Maryland, 4 Wheat. 487, Marshall, C. J., remarks of the taxing power: “ It is obvious that it is an incident of sovereignty, and is co-extensive with that to which it is incident. All subjects over which the sovereign power of a state extends are objects of taxation ; but those over which it does not extend are, upon the soundest principles, exempt from taxation.” Story, in his Conflict of Laws, § 19, says: “The sovereign has power and authority over his subjects, and over the property which they possess within his dominions.” See Id. §§ 18 and 20.\nThe defendant below being a citizen of this state, it is clear he is subject personally to its power to tax, and that all his property accompanying his person, or falling legitimately within the territorial jurisdiction of the state, is equally within this authority. The interest which an owner of shares has in the stock of a corporation is personal. Whithersoever he goes it accompanies him, and when he dies his domicil governs its succession. It goes to his executor or administrator, and not to the heirs, and is carried into the inventory of his personal effects. When it is argued, therefore, that the foundry, machine-shop, and other estate of the corporation, being within the state of New Jersey, are subject wholly to the same exclusive state jurisdiction there which we claim for this state over property within its territory, another ownership is stated and a new issue introduced. But to that property the defendant below has no title ; his title being in the shares he holds, and not in the property of' the corporation. No execution against him there wrould sell a spark of right to it, nor would his heirs at law succeed to any estate in it. Unquestionably it may be taxed as the property of the corporation in New Jersey; but the ownership there is that of the corporation, the legal entity, and not of the natural persons who own the shares of its stock.\nThe stock of individuals may be controlled, to a certain extent, in New Jersey to make it liable to the claims of their domestic creditors, or legatees and next of kin. Even ancillary administration may be granted there to preserve the estate for resident claimants. But even then the residue of MeKeen’s stock would be remitted to the executors or administrators of the domicil in Pennsylvania, and the right of succession would be governed by our laws; thus proving that though local authority may attach to the stock for special purposes, its ownership has its legal situs at the domicil of the owner. There is abundant authority for this: Mothland v. Wireman, administrator of Thornburg, 3 Penna. 185; Miller’s Estate, 3 Rawle 312; Stokely’s Estate, 7 Harris 476; Dent’s Appeal, 10 Id. 514.\nAnother feature is noticeable. In the exercise of the authority to tax, the proceeding is personal only. Though different kinds of property are specified as the subjects of taxation, it is not as a proceeding in rem, but only as affording the means and measure of taxation. The tax is assessed personally, and the means of enforcement is a warrant against the person of the owner, and any property he has whether taxed or not: Act 15th April 1834, §§ 20, 21; Purd. 1861, p. 938-9.\nWe have authorities directly upon this question deciding the principle, though upon a different species of tax — the collateral inheritance tax: In re Short’s Estate, 11 Harris 63. The decedent, a resident of Philadelphia, owned half a million of dollars in stocks and corporations of other states, and bonds of the state of Kentucky, and a bank deposit in New York; all were held to be subject to the collateral inheritance tax here. Gibson, C. J., opens his opinion by stating: “ That Mr. Short’s property out of the state subjected him to personal liability for taxes assessed on it here in his lifetime, is not to be doubted. The general rule is, that the situs of personal property follows the domicil of the owner of it, insomuch that even a creditor cannot reach it in a foreign country, except by attachment or some other process provided by the local law; certainly not by a personal action, without appearance or something equivalent to it.” To the same effect is the case of Hood’s Estate, 9 Harris 106; the difference of domicil merely leading to an opposite result.\nThe court below was right in entering judgment for the whole amount of the taxes, state and county. The question of liability for county taxes is disposed of in the opinion just read in the case of Whitesell v. Northampton County.\nJudgment affirmed."}