{"id": "998462", "contents": "The opinion of the court was delivered, by\nThompson, J.\nWe see no good reason for differing from the company in regard to their reports of stock-earning dividends made to the auditor-general for the years 1860, 1861, 1862, and 1863. It is not alleged they were made in mistake, and we ought to hold them bound by them, and not involve ourselves in discussions about matters more likely to disguise than to reveal the truth. In these respects the capital stock paid in is statéd at $192,750, and the aggregate of the dividends on that alone is reported in each year. It is the tax due the city on the dividends for these years that the city is seeking to recover. What better evidence could she have than the official statement of the company itself? Nor do I see here, if the truth was stated in these reports, as doubtless it was, that dividends could have been made and paid otherwise than to paid stock. We take this amount of paid stock as reported by the company, and the amount of dividends declared on them, as a just basis on which the right of the city may rest to establish her claim. It is true, the authorized capital stock was $500,000. The company reported only $192,750 taken and paid for; now they seek to apply the dividends to the nominal stock over that amount. All we have to say is, that we will not at present indulge them in this method of getting rid of their semi-official reports, and at the same time the effect of them, viz., the liability to payment of the tax on their dividends. In this particular ease we feel sure that the law meant just what the company thought it did — that dividends were due to capital and not to mere moonshine. If the dividends were distributable to unpaid stock, the company might for ever prevent the city from receiving a dollar of tax by increasing the stock, as they have the power, and thus keep the dividends, owing to the large amount of nominal stock, always under 6 per cent. We are not obliged to hold any such position under the facts of the case.\nJudgment affirmed."}