{"id": "998499", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\nDr. Smith employed Adam Hippie, a master carpenter, to build a house, and agreed to pay him $1.50 the day for his own labour, and $1 a day for each of his hands; and from this per diem of the hands, Hippie was to receive assessments varying from five to fifty cents a day for each hand, according to the degree of supervision they would respectively require. On the trial of the cause the per diem for Hippie’s own labour was ascertained to amount to $463.50 — a fund which the court held to be exempted from attachment-execution by the Act of Assembly of June 16th 1836, § 37, Purd. 435. The assessments on the wages of the hands amounted to another fund of $493.37, which the court held to be liable to attachment; and the two first errors assigned raise the question, whether the court erred in holding this latter fund to be subject to attachment.\nBoth in Heebner v. Chave, 5 Barr 117, and in Costello v. The Coal Co., 9 Casey 241, the “wages of labourers,” which the statute was designed to protect, were defined to be the earnings of the labourer, by his personal manual toil, and not the profits which the contractor derives from the labour of others. The cases illustrate the distinction between the two kinds of gains or rewards. It is the difference between the sale of your own labour, and a sale of another man’s labour, at something more than you pay for it. Wha-t is received for another’s labour over and above what is paid for it is called profit, and such profits were held not to be within the protection of the statute.\nWe think this ruling was right. The statute secures to the labourer and his family the earnings of his own hands; but this is its full extent and scope. If it were carried farther by judicial decision, it would be hard to assign a limit to its operation. The profits of every enterprise might be called the wages of labour, with no great violence to language, and thus the collection of debts be abolished in many instances where ample means of payment existed. The legislature meant nothing so unreasonable and extravagant. They only meant that, what a man earned by his personal labour should not be intercepted by his creditors, but should go to supply the wants of himself and family, leaving whatever other moneys might be due to him to be seized for his debts.\nThe third assignment relates to what was said about the application of the payments Smith had made. As between him and Hippie (regarding the indebtedness as divisible into two funds), Smith had a right to direct to which of the funds his payments should be applied, and, failing to make the application, Hippie had a right to apply the payments; but neither party having made a specific application, the law would apply the payments in the manner most beneficial to - Hippie the creditor: Pierce v. Sweet, 9 Casey 157.\nSuch would be the rule as between Smith and Hippie, but Smith is a mere stakeholder here, and the real issue is between Hippie and his creditor Brooke. Now by force of the attachment Brooke was placed in the position, and acquired the rights of Hippie, his debtor, as against Smith the garnishee: Fessler v. Ellis, 4 Wright 248. Therefore the application which the law would make of partial payments, as between the two funds above mentioned, would be such as would most benefit Brooke, and of course that would be to the fund protected by the statute, rather than to the fund that was exposed to execution. The court referred it to the jury to make an equitable application of these payments, and it is apparent from their verdict, that they applied them as the law directs. The plaintiff in error has no reason to complain of this reference of the question to the jury, for an imperative ruling of it would have been necessarily adverse to him.\nThe judgment is affirmed!"}