{"id": "998412", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\nThe question here is upon the affidavit of defence. The bank sued Sitgreaves as the endorser of two promissory notes drawn by P. S. Michler, the one dated August 7th 1861, for $3000, at ninety days, the other dated August 24th 1861, for $1200, at ninety days, and to that suit Sitgreaves put in his affidavit of defence, which the court considered insufficient, and therefore rendered judgment against him for the full amount of the two notes.\nIn the present state of the record we must take the affidavit as all true, and the question is whether, if a jury had found the facts it alleges, the bank would have been entitled to a judgment for the full amount of the notes. According to the affidavit, ■Sitgreaves was Michler’s accommodation endorser — these notes, and prior ones of which these were renewals, were discounted by the bank solely for Michler’s use and benefit; about the 1st of January 1861, which was prior to airy of the notes of which these in suit were renewals, Michler being indebted to the bank in the sum of $5484.62, assigned and pledged to the bank as collateral security for his existing indebtedness, and also for “ all indebtedness and liabilities which might thereafter accrue,” sixty shares of the capital stock of the Thomas Iron Company, and forty-nine shares of the capital stock of the Farmers’ and Mechanics’ Bank, by executing letters of attorney authorizing the transfer of said stock. In October 1861 the transfer was made to the bank in form. On the 24th April 1862, the bank credited Michler with $3000 as the value or proceeds of the Thomas Iron Company stock, and with $2205 as the value or proceeds of the bank stock, applying by such credit the whole of said stocks to the pre-existing-indebtedness of said Michler, other than the two notes now sued upon. In January 1863, the bank sold and transferred said stocks to certain of its own officers, but without notice to Michler or his endorser, and without a public sale. That said stocks were worth, on April 24th 1862, considerably more than the pre-existing indebtedness of $5484.62; on the 26th of January 1863, not less than $7400; at the commencement of this suit (August 17th 1863), not less than $850^ ; and at the time of the affidavit (Feb. loth 1864), not less than $9000. Cash dividends upon the iron company stock were paid to the bank to the amount of $11.50 per share, and a stock dividend of 25 per cent., or 15 shares of capital stock of equal value with the original shares, and two dividends upon the bank stock, had been received, but not credited to Michler’s indebtedness.\nUpon this state of facts we are of opinion that the bank held the stocks as a pledge, pawn, or collateral security, first, for the indebtedness that existed when Michler transferred them, and next for any indebtedness he might incur thereafter, and that the notes now in suit were such a future debt as was within the contemplation of the parties, and would be protected by the pledge after payment of the prior debt. What, then, were the duties of the bank in respect of the pledge ? The law now is, says Chancellor Kent, that after the debt is due the pawnee may not only proceed personally against the pawnor for his debt without selling the pawn, for it is only a collateral security, but he has the election of two remedies upon the pledge itself. He may file a bill in chancery, and have a judicial sale under a regular decree of foreclosure; and this has frequently been done in the case of stocks, bonds, plate, and other chattels, pledged for the payment of debts. But he is not bound to wait for a sale under a decree of foreclosure, as he is in a case of mortgage of land, and he may sell without judicial process upon giving reasonable notice to the debtor to redeem. This was so settled in the cases of Tucker v. Wilson, 1 P. Wms. R. 261, and of Lockwood v. Ewer, 2 Atkyns 303. The notice to the party in such cases is indispensable, and the creditor will be held at his peril to deal fairly and justly with the pledge, both as to the time of the notice and the manner of the sale: 2 Kent’s Com. 758.\nIf, as here, the pledge is for an indefinite time, the creditor may call on the debtor to redeem at any time, and if he fail to redeem, the creditor may, as in the former case, upon due notice sell the pledge and apply the proceeds to the debt. The authorities are concurrent that reasonable notice must he given to the pawnor before the sale : Stearns v. Marsh, 4 Denio 227 ; Davis v. Funk, 3 Wright 243; and the cases cited in note to section 689 of Bateman’s Commercial Law.\nThat the bank grossly failed in its duties to the pledge is a necessary inference from the affidavit. It instituted no proceedings for a judicial sale of the stocks — it made no call on Michler to redeem them — it gave him no notice of a sale — it made no public sale. The private sale to its own officers was worse than none, for it was a suspicious and an illegal mode of dealing with the collateral it held in trust.\nSuch being the relation between the bank and Michler, has Sitgreaves, as accommodation endorser, a right to avail himself of Michler’s equities ? The learned judge thought not, and referred himself to Beebe v. The West Branch Bank, 7 W. & S. 375, where it was decided that the endorsers of protested paper cannot call upon the holder to sue the drawer, and if he refuses thereby relieve themselves from liability. Though it be true that an endorser is something more than a mere surety, and by virtue of that principle of the mercantile law which demands absolute punctuality, is as liable in the first instance as his drawer, yet where the equities set up are not merely those that exist betwixt the drawer and the endorser, but are such as touch the holder himself, why should they not be available by an endorser ? There can be no doubt that if Michler were sued as drawer of this paper he might recoup whatever the bank has made itself liable to him for an account of the stocks assigned. If Michler had paid the whole, or part of the debt, nobody will deny that his endorser might show’ it. But what less than payment does the affidavit allege? If Michler transferred a security more than sufficient to pay his w’hole debt, and they have misused it, they are liable to account to him for all that the security was capable of yielding. Upon this theory the debt is paid, and when a principal has paid his debt, who shall deny to his surety or endorser the right to show that it is paid ? To shut out his defence, and make him pay the debt again, with a chance to recover it in an action against his principal, who in turn is to recover it from the creditor, would he a circuity that neither law nor common sense w’ould tolerate. In Ramsey v. The Westmoreland Bank, 2 P. R. 203, this court permitted an endorser to avail himself of equities arising between the creditor and principal debtor, and we think this endorser was equally entitled to avail himself of the matters of defence set forth in his affidavit.\nI observe two points taken on behalf of the bank which require a few words. It is said that letters of attorney authorizing the transfer of stock do not make a pledge of it. . If this were granted it would be immaterial in this case, for a formal transfer is afterwards alleged. The practice is, however, very general in the commercial world to regard stock as transferred where even a power of attorney in blank has been delivered — a practice which I took the liberty to censure in Denny v. Lyon, 2 Wright 101.\nThe other observation is, that no question of the application of partial payments is raised. Undoubtedly, according to the affidavit itself, the bank had a right to apply the proceeds of the stocks first to Michler’s indebtedness, which antedated these notes, but the point is, that the stocks, if properly converted, would have paid all his debts, the last as well as the first, and thereby have released the endorser.\nThe judgment is reversed, and a venire facias de novo is awarded."}