{"id": "998452", "contents": "The opinion of the court was delivered, by\nThompson, J.\nIt was conceded in argument, that the law is settled in this state, that if cattle are suffered to run at large, and áre injured or killed on the track of a railroad, without wantonness, or such gross negligence as might amount to the same thing, the owner has no recourse against the company or its servants: Railroad Company v. Skinner, 7 Harris 298.\nTwo elements are said to exist in this case, which it is supposed modify, or, perhaps, render inapplicable altogether, the rule of that case, so far as it is concerned: namely, that the mules in question were not turned out to run at large, but were put into a field, with a good fence around it, on the evening previously to being killed, and escaped thence without the knowledge of the plaintiff; and secondly, that when they were struck by the defendant’s engine, they were on the crossing of a public road over the railroad.\nDo these elements distinguish the case in principle from Skinner’s ease? I do not think they do. It is asserted in that ease in the clearest terms, without exception or limitation, in regard to the crossing\" of roads or streets, that cattle roaming on the track of a railroad are trespassing as regards the company, and if they are killed without wantonness or gross carelessness, the company is not to be answerable for the loss. Chief Justice Gibson said: “ The company is a purchaser, in consideration of public accommodation and convenience, of the exclusive possession of the ground paid for to the proprietors of it, and hence, to use the greatest allowable rate of speed, with which neither, the person nor property of another may interfere.” This was a well-considered ease; the doctrine is announced as of general application, and as such it has been generally accepted by the people, who have long since, in the neighbourhoods of railroads, especially in the thickly settled parts of the state, endeavoured to conform to it. It was undoubtedly by the application of the common law rule, which requires the owners of cattle to restrain them from trespassing, at their peril, that this conclusion was reached. That this is the rule, see Dovaston v. Payne, 2 H. Blackstone 517, 12 English Law & Eq. Rep. 520; In note, 25 Id. 373; Shelford on Railways 470, note 1; 5 Comstock 349; 4 N. H. Rep. 36, 512.\n. It is true by custom in Pennsylvania, owners of cattle are not liable to be sued for trespass on account of their roaming on unenclosed wood or waste lands. But to permit such roaming is hardly a right; it is a privilege or immunity rather, growing out of the inappreciable damage that would be done: Railroad v. Skinner, supra; Knight v. Abert, 6 Barr 472. The maxim de minimis in this particular controls — to avoid vexatious suits.\nIn trespass the rule undoubtedly is, that intent or ignorance is no defence. It does not condone the injury. Whether the damage be great or small, it is the unauthorized act that creates the liability; the damage is but an incident of the wrong. In harmony with this idea is the common law requirement, that every one must exercise his rights and privileges so as not to injure others. Hence, animals which have the propensity to trespass by breaking into enclosures, must be restrained at the peril of paying for their trespass by their duress: Dolph v. Ferris, 7 W. & S. 367.\nIt is settled with us beyond doubt, that railroad companies are not bound to fence against cattle; and by the decision already cited and many others, that such companies have, and it is necessary to their existence that they should have, the complete and exclusive possession and entire control of their tracks, and are entitled, as against everybody and everything not lawfully on their road, to a clear track. It is quite apparent, if they are not obliged to fence against roaming cattle, that they are at the mercy of the public in this respect, unless the law will protect them. Railroad tracks are neither woodlands nor waste fields, and are not within the usage as to roaming cattle in such places. The common law steps in to protect the road and to protect those upon it, and, as in Skinner’s Case, declares vagrant cattle upon it as trespassers. There are many authorities to this effect in England and in this country, but a few only will be referred to: 25 Eng. L. & Eq. Rep. 373; 5 Denio 255; 4 Comstock 369; 29 Maine 307; Shelford on Railways 507; 2 New Jersey 185; 4 N. H. 36, 514; 7 Id. 518. And it is also expressly laid down in many authorities that where no regulations to fence exist, such companies are governed by the rule of the common law. In addition to the cases just cited, in which is contained this doctrine, see also 2 Eng. L. & Eq. Rep. 289, 1 American Railway Cases 144-213, and note. Indeed the result is inevitable. A railroad in this state could not co-exist with the preservation of the usage to its full extent. Their speed would be destroyed in their attempts to keep the track clear; and the lives of passengers put in jeopardy constantly, if they should disregard such precautions, as well as being subjected to what it would cost to pay for cattle killed or injured.in case of disregarding them.\nWhether, therefore, the plaintiff’s mules escaped from an enclosed field or not, in view of the trespass on the defendants’ road, I do not think makes .any difference in this case. It was undisputed that they were on defendants’ road without license. If so, they were there wrongfully — were trespassers. How can the owner separate his case from the wrong done by his cattle ? Intention, nay, effort to prevent, will not make their occupancy of the track of the road lawful. If they were in fault, it was because their owner was in fault in not restraining them. He was bound to do it at his peril. He did not restrain them so as to prevent their being in the way of the defendants, and I see not how he can lawfully demand compensation in such an aspect of the case. The case of Knight v. Abert, 6 Barr 472, illustrates the idea. The plaintiff’s cattle were unbidden on the woodlands of the defendant. One of them fell into an ore-pit and was killed. The owner charged negligence on the defendant for leaving it open, and the defendant replied that his cattle were trespassing, and he was not bound to take care of them, or to run the risk of injury if they came on his place without leave. This was held to be a good defence, Gibson, O. J., saying :■ “.He who suffers his cattle to go at large,-takes upon himself the risks incident to it.” So we think in this case, the risk was on the plaintiff, and if his cattle were not killed in wantonness or by gross' neglect, he must abide the loss. There was not a particle of evidence of this in the case.\nThese views we think meet the first aspect of the case, but it was insisted on argument that the mules were on the common highway, at the point where it crosses the railroad, when they were killed by the defendants’ engine and train, and therefore not trespassing. Highways are established to accommodate travel alone, and it can hardly be, that unattended and loitering cattle are within the class. True,’they may not be taken up as strays because on the highway, nor the owner sued for trespass for that reason alone; but unreasoning and dumb, it is absurd to think of them in reference to rules governing the enjoyment of the easement of passing and repassing on a highway, among which is the duty to take care of the rights of others, and their own safety. Such being the case, as a general thing, it is negligence to permit them to wander where they may do as well as receive injury. This subject has received judicial notice in more than' one case. In Dovaston v. Payne, already referred to, it was held in a plea in bar to an avowry for taking cattle damage feasant, that the cattle escaped from a public highway into the locus in quo, through a defect in the fences, it must show that they were passing along the highway when they escaped, and that it was not sufficient to aver that “ being upon the highway they escaped.” Buller, J., said: “Whether the plaintiff was a trespasser or not depends on the fact, whether he was passing or repassing and using the road as a highway; or whether his cattle'were -in the road as trespassers ;’•’ and that it was fatal to the plea to omit thé averment of passing on the highway at the time of the escape into the defendant’s close.\nSo in 4 Ellis & Black. 860, it was held that a person was rightly convicted of trespass under the statute of 1 & 2 Wm. 4, in regard to game, although he'was in the highway when he fired at the bird as it flew over it. The ruling was, that as the evidence showed that the defendant was not in the road in the exercise of the right of way, but for another purpose, viz., in search of game, he -was a trespasser on the lands of the adjoining owner through whose lands the road lay, and over which the public had only an easement for the purposes of travel.\nIn Avery v. Maxwell, 4 N. H., cited supra for another purpose, it was held that -no one has a right to turn his horses or cattle into the highway to graze, except in those parts where he is the owner of the soil. And if a horse be turned into a road at another place, although fettered as required by law, if he escape into an adjoining close through a defect of fences which the owner was bound to repair, yet the owner of the horse will be liable for the trespass. The same principle was asserted in Mills v. Stark, same book. Several authorities are to be found in a note on the same subject in Shelford on Railways, p. 507. We have numerous cases to the same effect in principle in our reports: 1 Yeates 167; 9 S. & R. 32; 6 W. & S. 378; 1 Barr 336 ; 8 Id. 294.\nThe learned’judge below left the question of due care on part of the plaintiff in regard to the cattle, to the jury, telling them that if he was not guilty of negligence in that respect, or, in other words, if his field was sufficiently fenced, in which he turned his mules, and they escaped and were killed on the highway by negligence of the servants of the company, they would be liable to pay for them.' In view of the authorities and reasons already given, we think this was wrong. It seems to us the company is as much entitled to a clear track at crossings, subject only to the right of travellers, as anywhere else ; and if couehant or loitering cattle on such crossings have any legal rights as such, I am at a loss to discover from whence they are derived. The authorities are almost universally against the assumption. I do not mean by this that they may be wantonly destroyed even in such places, or that gross negligence in regard to them will be excused. Neither would it be excused in regard to trespassing cattle on enclosed fields. They may not be killed, or their safety entirely disregarded in that case. With this reservation arising out of sentiments of humanity and social duty, the law accords; but to go further would be to release owners from the appropriate care due to such property, and to injure the community in doing so.\nBoth the points I have thus noticed are embraced in the questions reserved by the court, but which it ultimately decided against the defendant. They are: “ That under the undisputed evidence in this case, as the plaintiff’s mules were killed while straying upon the defendants’ track, the defendants are entitled to a verdict.”\nSecond. “ The owners of cattle killed while straying upon a railroad cannot recover damages from the company.”\nI do not suppose that these points were overruled because not properly qualified by the reservation that cattle must not be killed wantonly, or by such gross negligence as to amount to the same thing. There was nothing like that in the evidence — indeed it seems to me there was very slight evidence of any negligence whatever. Treating it therefore as a case of ordinary negligence at most, the question is, could the plaintiff under the circumstances recover ? To say he could, is to deny the points; and in doing so, to affirm that straying cattle, standing, lying, or browsing on the track of a railroad, are lawfully there, so as to exonerate the owner from all blame if he can show he was ignorant of their escape from his custody. We think we have shown that this is not the law; and I am sure if it were, it would encourage carelessness in regard to the care of animals, increase litigation, and greatly enhance the perils of railroad travel. The only way to secure the greatest safety in such a mode of travel-ling, is to hold all obstructions unlawful. Ordinary passage by the public over a railroad on a public highway is in no sense an 'obstruction, nor is the passage with droves or horses usually; but it is an unauthorized obstruction for roaming beasts to be there, and as the duty is on the owner to keep them away, he is in fault in failing to perform the duty, and cannot recover even if there were negligence on part of the railroad company’s servants in killing them. Where there is mutual contributory negligence, neither party can recover for its consequences. The public have accepted the doctrine of Skinner’s Case, and have to a considerable extent adapted their circumstances to it, and are constantly conforming more and more to it; but I am persuaded that the exception which this case would introduce, were we to affirm it, ■would in the end greatly impair, if not entirely overthrow, the rule itself, which I think all will admit is most wholesome.\nThe case of Bulkley v. The New York and New Haven Railroad Company, 27 Conn. R. 479, has been examined, and I do not think it entitled to the weight given to it below. If I understand the opinion of Ellsworth, J., the plaintiff in error failed to raise the questions of law which really belonged to the case. Certain it .is, the case, seems to have been but little discussed. Besides that, the railroad company appears to have been in default in not constructing cattle guards at the crossing of the public road, as they were bound by their act of incorporation to do, and the plaintiff’s cattle being at large, not in contravention of the statute on that subject, the court below left it to the jury to say whether the plaintiff had exercised “ ordinary care” in view of all the circumstances. It is certainly true that what is “ ordinary care” varies essentially with circumstances. In conclusion we hold that the owner of the cattle is bound at his peril to keep his cattle off the railroad, and if he do not, the law treats him as negligent and not entitled to recover, excepting only in case of wanton injury or by gross carelessness. We think judgment should have been entered in favour of the defendants, non obstante veredicto.\nAnd now, to wit, February 24th 1865, the judgment entered in the District Court is reversed, and judgment is here now entered in favour of the defendant, non obstante veredicto, with costs."}