{"id": "998449", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\nIn the lifetime of Peter Worrall and Mary his wife, the title to the land in controversy ivas vested either in him or in her. If in him, it passed by his devise to their son Elias for life, with remainder to the defendants in this suit, but if in her, it descended at her death (which preceded by some twenty years that of her husband), to her seven children, of whom Elias was one, subject to the curtesy of her surviving husband, and Elias’s interest, whatever it was, passed by Ms will to the plaintiffs on record.\nThe main question in the cause was well put by the court below, “ Did the land belong to Mary Worrall ? If it did not, the plaintiffs cannot recover.” But if it did, then some other questions were supposed to arise which have proved not a little embarrassing to us. The learned judge, founding himself upon the supposition of title in Mary Worrall, put to the jury, “ did the parties notwithstanding treat the property as having belonged to Peter Worrall, Elias entering and holding under his will? If they did, then it must still be so treated, and the plaintiffs cannot recover.”\nNow it is denied that there was any evidence that the heirs of Mrs. Worrall (and it is presumed they were “ the parties” alluded to) ever treated the property as having belonged to her husband, and in the evidence sent up we see no proof upon the subject, except what may be inferred from the long acquiescence of the heirs in Elias’s possession. What was the effect of their acquiescence ?\nElias Worrall, in possession for more than forty years, would be presumed to be holding under the will of his father, upon the general principle which refers every man’s possession to the written title he places upon record, but Elias negatived this presumption by making his will for the land. Under his father’s will he had only a life estate without any testamentary power, and yet when he came to die he made his own will, as if he was tenant in fee. He may have supposed, very innocently, that his long possession had given him a title, as against those in remainder, and we see not how else to interpret his conduct consistently with the theory that he was holding under his father’s will. But whatever his views of his title may have been, the question is, did the acquiescence of the co-heirs of Elias in his possession bar their rights ? This is not a question upon the Statute of Limitations — that subject will be considered hereafter — but it is whether that acquiescence was such recognition and treatment of the title, as coming from Peter Worrall, as to estop them from setting up title under Mary Worrall. And we cannot think it was. The Mary Worrall title could not be divested and transferred to another branch of the family by such treatment. Elias, if he acquired title by virtue of his possession, obtained it under the Statute of Limitations, and not by such equivocal means as the court called treating it as Peter Worrall’s land.\nAnd this brings us to the Statute of Limitations. On the supposition of title originally in Mary'Worrall, and supposing it not treated as belonging to Peter, the court said the plaintiffs could recover. But how much? This was .made to depend upon whether Elias had obtained title by virtue of his possession under the Statute of Limitations. If he had, the plaintiffs could recover the whole, if he had not, they could recover but a seventh.\nUpon this part of the case we observe that if Elias was in as an heir of his mother, he was holding for himself and co-heirs, and the longer his possession the better their title. Where one of several heirs enters or remains in possession of land at the death of the ancestor, the law presumes that he entered, not to abate the shares of his brothers and sisters, but to preserve them for their use, and his entry being consequently theirs, no mere lapse of time will countervail the presumption and give him title in severalty. There must be something more — some plain, decisive, and unequivocal act — to amount to an ouster: Phillips v. Gregg, 10 Wright 158; Hart v. Gregg, Id. 185; Watson v. Gregg, Id. 289; Graffius v. Tottenham, 1 W. & S. 492.\nIn the cases in which one tenant in common has successfully asserted the statute against his co-tenants, there have been unequivocal acts — such as resistance of the right of entry; confession of disseisin; selling, leasing, or improving the premises, or part of them; something more than mere perception of profits and payment of taxes. Yet the court, in this instance, put to the jury mere duration of possession as ground for presuming an ouster. In this respect the charge, which for the most part set forth the law on this subject correctly, was, we think, exceptionable. In the evidence, as furnished to us, we see not a single fact, except length of possession, to imply an ouster, and if' the jury believe that Elias entered as heir of his mother, we think an ouster should not he implied from that solitary fact, and that the utmost Elias could devise was his undivided seventh part.\nThe case seems likely to depend essentially upon the question whether the property came from the father or mother of Elias. The evidence on that point was properly referred to the jury, and if the jury believed it came from the father the verdict was right; but with proper instructions on the other parts of the case, it is possible the verdict might have been the other way, and therefore\nThe judgment is reversed, and a venire facias de novo is awarded."}