{"id": "998530", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nIn theory, the declaration of the plaintiff is faultless. There is no doubt, where a duty arises out of an -implied undertaking to do an act requiring skill or fidelity, that a breach of the duty may be the subject of an action of assumpsit upon the implied promise, or of an action upon the special case for the tort: Arnold v. Zell, 2 Penn. 292; Hunt v. Wynn, 6 Watts 47; McCahan v. Hirst, 7 Id. 175; Todd v. Figley, Id. 542; McCall v. Forsyth, 4 W. & S. 179; Smith v. Seward, 3 Barr 342; Burnett v. Lynch, 5 B. & C. 609. The breach of duty and not fraud, is the foundation of the action. 'If, therefore, this were a case where the agent, having received the money of his principal to perform a certain trust, had wholly omitted to perform his duty, and converted the money to his private use, the entire breach of duty no doubt would expose him to an action in form ex delicto, or to an action of assumpsit for money had and received to the use of the plaintiff.\nBut the misfortune of the plaintiff’s case was that her proof transcended the terms of her declaration. She succeeded in proving, not only that the defendant had received the money she had committed to his charge, and that he was her agent and had undertaken to pay the money over to the creditors of the estate she represented, but also that he was in fact her substitute in the general administration of that estate, receiving all the moneys and making all the payments in the settlement of a very large and complicated business, involving settlements, compromises, and various transactions with the creditors of the estate and the claimants of the fund specially procured from the government. She proved that, being incapable of business herself, she committed everything to his hands. It is clear that the proof, instead of showing a violation of the duty involved in the undertaking of the defendant to administer the estate as her agent and substitute, proved the contrary, and that he had performed that duty to a very large extent, entitling him to an allowance for fees and expenses incurred in the service and all payments made in pursuance of his trust. As a necessary and legal consequence, he had a right to settle an account of his transactions to show performance of this duty, so far as he had fairly and legally executed it. In this respect it is manifest that his case runs in exact parallel with hers. Is there any good reason why her administration of the fund should he the subject of a settlement and account, and not of an ordinary action of assumpsit? Precisely so it should be with him, for all that she could settle as executrix, he did as substitute and agent. Now, throwing out of view the peculiar features of the laws which make her amenable to the Orphans’ Court and compel her to settle an account of her administration, if a common-law action could be applied to her, it would not be assumpsit, which is founded on the express or implied promise to pay over the fund to those representing the succession; but an action based upon the duty to account and exhibit the payments to creditors stand ing in a higher right, and the expenses of administration before the balance can be struck. This would be the action of account render. Between her and her agent or substitute, who undertook, not to pay the fund directly to her, but to others duly entitled, upon the exhibition and settlement of their claims, the duty is precisely the same, to wit, to render an account. She is not entitled to the fund as her own, but to an account of it; which involves the consideration and adjudication of the rightfulness of the claims of those standing in a superior degree, and the regularity of their payment.\nThis, I take it, is the true ground of distinction in such cases, by which we determine whether the action should be assumpsit or account render, to wit, the duty to pay, or to account; a distinction inhering in the very nature of the undertaking itself. When the promise, expressed or implied, involves the duty of direct payment to the plaintiff, assumpsit is the proper form of action ; as where a co-obligee or co-tenant receives the whole sum to which both are entitled: Gillis v. McKinney, 6 W. & S. 78. But where the duty is not direct, but one of outlay in the performance of a trust or business which from its nature requires an exhibit of the sums expended, before the direct duty can arise, the legal requirement is to render an account, and assumpsit will not lie till the balance be ascertained. Such is the case of a partner transacting the business of a firm, or of a bailiff managing an estate: McFadden v. Sallada, 6 Barr 287; Briden v. Dwerr, 2 Watts 95. The question is not, as it is sometimes supposed, whether a jury can as conveniently settle the account as auditors, but it adheres to the right of the defendant to render his account before he can be molested by an action to refund. The law will not imply a promise to repay before his liability to refund has been ascertained. The right to render an account and settle exists in the very nature and equity of such a duty as this defendant assumed.\nThese reasons show the fallacy of selecting the $10,000 and $13,000 items as a ground of recovery ex delicto. They are a part of the fund received, and necessarily stand in the account. Whether the defendant will be entitled to a credit therefor, must depend on his right to retain them. Here the reasons of fault or fraud, why he, should not, will have their weight; and, if he cannot retain, they will, as a part of the fund, continue to stand in the account against him.\nIt is said the action of account render is inconvenient and cumbrous. This is true, but it is remedied by the Act of 13th August 1840, giving a bill in equity in all cases where the action of account render has been the accustomed remedy. It was in the power of the plaintiff to go into chancery, but she preferred an. arrest of the person of the defendant, and therefore resorted to an action in form ex delicto. Being mistaken in this, the judgment must be Affirmed."}