{"id": "998511", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nThe navigation of the river Lehigh was improved under two acts of the legislature — March 20th 1818, and February 13th 1822. This improvement, made at first by Josiah White, George F. A. Hauto, and Erskine Hazard, became vested in the Lehigh Coal and Navigation Company. One of the rights of the company was to use all the water from the river and works constructed by them, to propel machinery, and to sell to others to be used. The plaintiff is a purchaser, and has used a certain quantity of water from the company’s canal many years, and his action is for an injury caused by the backwater of a dam built by the state in the mouth of the Lehigh, and now kept up by the defendants. The action is upon the case' for the alleged unlawful act of maintaining the dam at the height causing the injury, and involves the right of the defendants to continue it at this elevation.\nThe dam in question was built as a part of the Delaware division of the state canals, and was originally erected in 1829-30, of the height of twelve feet. Finding it insufficient to preserve the water at a proper level in the canal fed from it, in 1840 and 1841 the canal commissioners built a second dam a few feet below the former, and about fifteen inches higher, filling up the intervening space between them with stones and gravel. The new dam was found to leak very much, and to maintain the water at a proper level, the state agents were in the habit of placing stones and gravel, and sometimes timber along the top. In this condition the Delaware division passed into the hands of the defendants, under a sale by the Commonwealth, -first to the Sunbury and Erie Railroad Company, in 1858, and then by a sale of the latter to the defendants in the same year.\nThe plaintiff counted in his declaration not only for the maintenance of the dam, and stone mound on the top, as erected by the state, but also for acts of the defendants in raising the height of the water; but at the close of the trial the plaintiff’s counsel desiring a decision upon the main questions, declined to contend to the jury that the defendants had maintained the water at a greater height than was done by the Commonwealth. There is no question that the defendants are entitled to the lawful rights of the Commonwealth in this respect, and therefore the great, indeed sole question is, whether the Commonwealth had the right to build the dams referred to, and maintain the water at the height to which it was kept up at and before the time of her sale to the Sunbury and Erie Railroad Company. If she had, then none of the twenty-six errors assigned can be supported, most of them being unfounded in law, and some immaterial, and without prejudice in fact.\nThis right of the Commonwealth depends upon her authority over the waters of the Delaware and the Lehigh, the acts of legislation passed for their improvement, and the grants she has made to the Lehigh Coal and Navigation Company. From the bir.th of the colony until the present moment, the great freshwater rivers of the state have been regarded as navigable, the common law criterion of the ebb and flow of tide obtaining no place in our system. Many laws have been passed, stamping upon numerous smaller streams the same character to preserve the public control for the benefit of highway. A corresponding and marked feature has been the reservation of the islands in the navigable streams by the former proprietaries, and by the state. Before he left England, William Penn said, by his instructions to the commissioners for settling the colony, “Let no islands be disposed of to anybody, but let things remain as they were in that respect till I comeHazard’s Annals 530. He after-wards recognised the Delaware and Schuylkill both as navigable rivers, and thought Philadelphia fortunate in having thus a double front: Proud’s Hist. Penna. 252.\nSince the revolution, both in her practice and her jurisprudence, the state has recognised this- doctrine. Beginning with Carson v. Blazer, 2 Binn. 475, and running through a long line of decisions too numerous to be cited, her courts have maintained it, and with it the absolute power of the Commonwealth over navigable streams for their improvement as great highways for the people. Many of these authorities are to bo found collected by the industry of my brother Read, as counsel, in his argument in the case of Rundle et al. v. Delaware and Raritan Canal Co., 14 How. 86. That case is an authoritative exposition and recognition of the doctrine of our state control over the navigable rivers of the Commonwealth. I would refer also to the opinion of the present Chief Justice, in Dugan v. Bridge Company, 3 Casey 310, and particularly to his remark, that in many cases the right of navigation has been held paramount to the right of fisheries, ferries, mill-dams, and internal improvement companies.\nSo early as the 7th of March 1771, the legislature, after reciting the great importance of the improvement of the navigation in rivers, declared both the Delaware and Lehigh to be common highways for the, purposes of navigation up and down the same: 1 Smith’s L. 322. Indeed, the Lehigh had been long known as the West Branch of the Delaware, and was thus designated in the title and enactment of the Act of March 114th 1761: -1 Id. 231. Its character, as one of the navigable streams of the Commonwealth, was again recognised in the Act of March 23d 1803, excepting the Delaware, Lehigh, and Schuylkill from the authority given to erect dams over navigable streams.\nThe paramount control of the state over her navigable waters for their improvement as highways being clear, the next point is the authority she has conferred for the improvement of the Delaware and the Lehigh. Its origin is found in the Act of April 9th 1827, P. L. 192, which was followed by the Act of March 24th 1828, P. L. 221, and Act of April 22d 1829, P. L. 251. These laws provided for the surveys, location, construction, and maintaining of a navigable canal, called the Delaware Division of the State Canals, from a point on the' Delaware below the head of tide-water, to Easton. The power to do these things was conferred upon the canal commissioners, and the 14th section of the Act of 1827, and 17th section of the Act of 1828, extended to the execution of these laws all the provisions of the acts relative to the Pennsylvania Canal so far as applicable. The effect of this extension was to confer upon the commissioners, engineers, and other agents of the state, all the authorities necessary for constructing the canal along the Delaware to Easton, which lies on the northern bank of the Lehigh. The Act of April 11th 1825, originating the Pennsylvania Canal, in the 4th section, proceeds to provide, “ and further to adopt and recommend proper plans for the construction and formation of said canals, and of the locks, dams, embankments, tunnels, aqueducts, feeders, and reservoirs, whioh may be necessary for the completion of the same, and to cause all necessary plans and drafts thereof to be executed under their direction.” The Act of February 25th 1826, P. L. 55, conferred power upon one or two acting commissioners to superintend the making and constructing of the canals, and the determination of the location and dimensions of the canals and locks by the board, with the apprpbation of a skilful engineer, and with consent of the governor. The Act of April 16th 1829, P. L. 200, conferred further powers, and was followed by the Act of April 6th 18-30, P. L. 218, passed during the building of the dam in question, which was closed, and the water let into the canal on the 11th of October 1830.\nThis law remodelled the board of commissioners, created superintendents of divisions, to fill the places of the anting commissioners, and made it the duty of the commissioners to devote their whole time and attention, by personal examination, to the general and special superintendence and repairs of the public works finished and in progress. The principal engineer was empowered to make the necessary surveys, estimates, and plans of all work, for the adoption or rejection of the board, lay out the work and superintend its execution, judge the work, and forfeit contracts, &c. Superintendents of lines in the course of construction, and supervisors of finished lines, were authorized to be appointed, and their duties prescribed.\nIt has been necessary to go so far into detail, in order to vindicate the authority of the agents of the state, denied with so much earnestness in argument, to locate, construct, and maintain in operating condition the dam in the mouth of the Lehigh as a part of the works of the Delaware division. Thus, it appears, authority the most comprehensive is given, vesting in the commissioners the largest discretion as to the location of the works, their kinds, modes of construction, adaptation to the purposes and exigencies of the navigation, and their preservation and repair in the proper operating condition. We are hound to believe the state agents, in the exercise of this wide discretion, did their duty, and that the erection of the dam in the mouth of the Lehigh (a confluent of the Delaware) was a proper part of the work of the Delaware Division Company, necessary to its successful operation. This presumption is fortified by the fact stated in the contract of the Lehigh Coal and Navigation Company for building ‘the dam, that it was to be constructed as a feeder to the Delaware division, the power to make feeders being clearly auxiliary to the main authority (Linton v. Bridge Company, 1 Grant 414), and comprehended also within the express provision of the 4th section of the Act of April 11th 1825, extended to this division by the Acts of 1827 and 1829. It has further support in the proviso of the 7th section of the Act of April 9th 1827, that the existing natural navigation of the river Delaware shall not be obstructed or injured by the construction of the said canal. This proviso was inserteddn consequence of the compact between New Jersey and Pennsylvania, dated April 26th 1783, ratified by New Jersey on the 27th of May, and by Pennsylvania on the 30th of September 1783 (Smith’s L. 77), which declared, in the 1st section, that the river Delaware is, and shall continue to be and remain a common highway, equally free and open for the use, benefit, and advantage of said contracting parties. It is further fortified by the continued use of the dam by the state, as a portion of this division, until her sale in 1858, and by numerous laws making appropriations for repairs.\nThe right to draw water from the Lehigh, by means of 'a dam and feeder, for the Delaware division, fell directly within the authority of the commissioners, and was a proper measure to preserve faith with New Jersey. If, in doing this, the property of the Lehigh Coal and Navigation Company, or any right vested in them, was injured, it was not by direct attack, falling within the constitutional inhibition to impair contracts, but it followed as a mere consequence of the lawful exercise of the right of eminent domain. Rights of property, corporeal and incorporeal, are held in subordination to this fundamental power of the state : West River Bridge Co. v. Dix, 6 How. 507; Richmond Railroad Co. v. Louisa Railroad Co., 13 Id. 71; Lexington and Ohio Railroad v. Applegate, 8 Dana 289; Boston and Lowell Railroad Co. v. Salem and Lawrence Railroad Co., 2 Gray 1. The 8th section of the Act of February 25th 1826, 8th section of Act April 9th 1827, and 5th and 6th sections of April 6th 1830, made ample provision for a just compensation for the taking according to the 10th section of the 9th article of the state constitution. In The Commonwealth v. Snyder, 2 Watts 418, it was held that the Act of April 9th 1827 embraced a case of injury by backwater upon a mill, though the public work did not pass through or touch the land of the claimant. As a part of the evidence, it appears not only that the Lehigh Coal and Navigation Company was the contractor to build the dam, but that they, within a year from its completion, presented their claim for damages, which was acted upon by the board. As to the dam of 1829-30, the ease is therefore plain.\nBut, it is argued, this did not justify the building of the dam of 1840-41 to a greater height than twelve feet — that the power, of the agents of the state was exhausted in the first erection; and that without fresh legislation, and a new provision for compensation, the second dam was a nuisance upon the rights of the plaintiff. If the argument be sound, it was a singular dereliction of the legislature to suffer finished public works to fall into dilapidation and decay, or if inadequate, and unfitted in their first execution, to suffer them to remain without any provision for repair or reconstruction. But neither the practice of the state nor her legislation is liable to this imputation upon her duty and her wisdom. Her constant practice was to keep up her works in suitable repair and operating condition, including new work rendered necessary by total decay, or the devastation of floods, and annually she made appropriations for repairs and renewals. Her legislation to this end has not been neglected. The first section of the Act of April 6th 1830, made it the duty of the canal commissioners to devote their whole time and attention, by personal examination, to the general and special superintendence and repairs of the public works, finished and in progress, while the remaining sections provided for the execution of the details by engineers, superintendents, and supervisors. The innumerable acts appropriating moneys for the repairs and renewals of the public works, executed by these officers, are a recognition of the powers thus conferred. There is also the General Act of April 8th 1834, P. L., for the speedy reparation of injuries to the canals, feeders, dams, and other works. The appropriation in the Act of June 11th 1840, P. L. 645, passed while the second dam was in progress, provided also for new woric on finished lines. In consequence of the freshets in November 1840 and January 1841, by which this dam before its completion was, with other portions of the Delaware division, much injured, the legislature-, by the Act of February 11th 1841, P. L. 437, authorized and required the canal commissioners to repair this division with as little delay as possible, and to construct all aqueducts, and locks required to be rebuilt of such dimensions as to permit boats of 120 tons burthen to pass through.\nNumerous acts were afterwards passed specially for the repair and improvement of this division, including its enlargement.\nFrom all this legislation we gather abundant authority for the erection of the dam of 1840-41 to such a height as should be necessary to make the works efficient for the navigation of this division. We do not say an argument might not be justly made against the power of the canal commissioners, without a fresh authority, to change and expand the whole division into a new work of greater capacity. But this does not touch their power to repair and to rebuild (when the necessity demands it to preserve the navigation) those parts of the works which have fallen into decay, or were originally inadequate for their purpose; to rebuild, as in this case, a new dam to supply the place of the former, which was found to be inadequate to supply the water necessary to the navigation in the level it was intended to supply.\nIt would be a most unreasonable and ruinous construction of the powers of the board, if, when a mistake had been made in the engineering or construction of a dam, level, or other work, rendering it inadequate to the navigation, their power should be deemed exhausted, and the navigation should be delayed until a fresh special authority were conferred. The evidence -shows clearly that the elevation of the dam and the mound of stones were necessary to fill the level to a proper height. It is no answer to say that the difficulty of navigating this level could be removed by excavating the bed of the canal, and sinking the mitre-sill of the lock to a greater depth. This matter fell exclusively within the judgment of the canal commissioners. It was their right and their duty to maintain the navigation, if they chose, by raising the dam to a proper elevation to suit the level as already constructed, rather than to sink the level and all its works to suit the dam. This right and duty devolved upon the defendants. The' 8th section of the act for the sale of the public works provided that “the Sunbury and Erie Railroad Company, or their assigns, shall be bound to keep up the same, including public and private bridges crossing the said canals, as heretofore done by the canal commissioners, in as good repair and operating condition as they now arc; and they shall be and remain public highways for ever for the use and enjoyment of all persons desiring to use the same.”\nNot to overlook the argument, we may say that the position that the right of the Commonwealth in the original dam rested upon the contract consent of the Lehigh Coal and Navigation Company, and not upon the exercise of her right of eminent domain, is unfounded. In the report of the committee to the board, made the 24th of July 1829, it appears that the negotiations with the Lehigh company for supplying the Delaware division with water from their works failed, and the superintendent -was directed to put under contract and execute the work according to the location and plan of the engineer to supply the canal with water by means of a dam across the Lehigh.\nIt only remains to examine the rights of the plaintiff under his purchase from the company of the water-power, which is the subject of the alleged injury. His argument enforces earnestly a peculiarity in his water rights, founded in the contract of the state with the Lehigh company, from which he infers a talcing, as he terms it, or a direct injury impairing the contract relation. But they do not differ from ordinary riparian rights. It is true, the state granted to the company the title and privilege of using all the water-power from the Lehigh, sluices, canals, and other devices, to propel machinery that they might think proper to erect-on the land they may have -previously ¡Jurchased from the owner or owners; or to sell in fee simple, lease or rent, for one or more years, the said water to be used in such manner and on such terms as they might think proper: provided it be so done that it shall not at any time interrupt or impede the navigation. But the company, in selling to the plaintiff, was careful to interpret the law as the proviso indicated, and to convey, to the plaintiff in terms which imported no control over the navigation of the river incompatible with its entire usefulness, and the main intent of the charter to improve it. The cherished purpose of the province and the state has been to preserve all the rights of navigation, not only in the streams naturally navigable, but in many not so declared by law to be so from time to time. The Lehigh, known as the Western Branch of the Delaware, we have noted as coming within this watchful care so early as 1771, when with the Delaware it was declared to be navigable. The improvement of this navigation was the main purpose of the legislation, expressed not only in the title of the Act of 1818, but in every lineament and feature of the laws relating to the Lehigh.\nReading the deed of the Lehigh Coal and Navigation Company to the plaintiff, in the light of’ this manifest policy and purpose, its provisions are simple and plain. It was an ordinary conveyance of a certain lot of ground, acquired by purchase and held, just as every citizen owns and holds his title directly or indirectly from the state, as the original proprietor. Annexed to this ordinary ownership was the water privilege sold under the power contained in the charter, and granted in the usual form and terms, to wit: “And together with the right and privilege of drawing from the said canal, through the forebay or tunnel, from time to time, and at all times hereafter for ever, so much water as can pass through an aperture in a metallic plate at least one inch in thickness, which aperture is to form an opening in the said plate of one hundred square inches,” &c., “which water is to be drawn under a three-feet head, to be measured from the middle of the said aperture to the face of the water in the said canal,” &c. The right passing under the deed was therefore only that of drawing off a specified quantity of water under a given head; and though the right to use it upon the lot flowed as an inference from the grant, yet the deed itself did not guarantee when, where, how, or to what extent of fall the water should be used. The specified head of water was given, but after it left the works of the company and fell upon his land, it there partook of no other properties as to his right therein than those of a natural waterfall. He had the same rights in its use, and injuries to it upon his ground were of the same nature as they would be in an ordinary case. In short, after the water reached his land it partook only of the incidents of ordinary ownership.\nTo back water upon his lot whereby the fall of water was lessened, was but the common case of a consequential injury, impregnated with no contract properties different from those which attend common riparian rights. After his conveyance, he stood in no relation to the state different from that which he would have held had his lot been derived directly from her patent. The injury therefore which followed the raising of the water in the stream to improve navigation was not a taking of his property, but one merely consequential which he must suffer without compensation, unless the state should choose out of grace to concede it.\nEvery one who buys property upon a navigable stream purchases subject to the superior rights of the Commonwealth to regulate and improve it for the benefit of all her citizens. If, therefore, he chooses to place his mills or his works, for the qualified use which he may make of the water, within the limits or influence of high water, he does so at his own risk, and cannot complain when the Commonwealth, for the purpose of improvement, chooses to maintain the waters of the stream at a given height within its channel. Without repeating the argument, it is only necessary to say that the doctrine of the non-liability of the Commonwealth for consequential damages has been so repeatedly asserted and firmly established, a reference to some of the authorities must suffice: Monongahela Navigation Co. v. Coons, 6 W. & S. 101; Susquehanna Canal Co. v. Wright, 9 Id. 9; Philadelphia and Trenton Railroad Co., 6 Whart. 25; Henry v. Pittsburgh and Allegheny Bridge Co., 8 W. & S. 85; Monongahela Navigation Co. v. Coons, 6 Barr 379; Mifllin v. Railroad Co., 4 Harris 182; New York and Erie Railroad Co. v. Young, 9 Casey 175; Watson v. P. & C. Railroad Co., 1 Wright 469.\nThe judgment is affirmed."}