{"id": "998518", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThe order of testimony is a matter very much within the discretion of the judge trying the cause; and when a case is made out by proper testimony, it must be peculiar and the injury very apparent, before a court of error would reverse on that ground alone. The shop-books of the plaintiff below, being his book of original entries, were undoubtedly evidence for him in his action for work and labour done and performed; and if it were necessary, as perhaps it was, in the circumstances of this case, to show a joint liability aliunde, in aid of the charges in the books, it could, for aught we see, have been done as well after the receipt off the books as before. Accordingly, testimony for this purpose was given after the reception of the books, which proved satisfactorily to the jury, that the entries were correctly made against both defendants, and hence the propriety of receiving the books. The case of Johnson v. Warden, 3 Watts 101, does not in the least conflict with this view; on the contrary that case supports it. The judge who delivered the opinion, dealing with a case in which the evidence of a partnership had preceded the offer of the shop-books, said, that the plaintiff having given some evidence of a partnership, had a right to give in evidence his books of original entries. He did not say that such evidence might not have been received subsequently as well as precedently to the books. A party cannot give all his evidence in one breath, and it is ordinarily enough, if the facts constituting the whole succeed each other in such a manner as to present to the minds of the jury the whole case, although there may be some want of method in the presentation. We think the first assignment of error is not sustained.\nFor the purpose of establishing a joint liability, the plaintiff gave evidence of the joint ownership by defendants of the mill, in which he had performed the labour charged, and that they had dealt with others jointly for labour and materials for the repairs of the mill, at and about the time of the charges against them by the plaintiff; that they had acknowledged, by giving a note or notes, and by paying bills to others made out in their joint names, that they were jointly repairing it; and, further, that the defendant Bowers was frequently there during the time, although he gave no direction about the work; that the defendants both lived in Philadelphia, and the work was being carried on under the supervision of an agent at the mill in Chester county. All this was circumstantial evidence, proper to be received on the question of the accuracy of the charge against the defendants jointly in the books. In fact, they were so made by the direction of. the agent, but as the fact of his joint employment was involved in the same difficulty of proof with that of the plaintiff, his direction was not sufficient for the plaintiff’s case, and hence he was forced to establish it otherwise. It was, therefore, proper and material testimony to show the course of the dealings of the defendants with others; that they dealt with them, and made payments jointly for work about the mills at and about the same time of that done by the plaintiff. Acts as well as declarations may undoubtedly give rise to a presumption of the fact of joint action. It was evidence so entirely consistent with such a hypothesis, and inconsistent with any other, that it could not with any regard to reason .or the rules of evidence be withheld from the jury. All the testimony of circumstances to raise the presumption of joint liability, wre think, was properly received, and that none of the assignments of error predicated of it are sustained.\nThe objection to that portion of Schryock’s testimony, embraced in the eighth assignment, might have been valid, if the testimony had resulted as anticipated, namely, in detailing declarations of Conrow that Bowers was a joint contractor or jointly liable with him to the plaintiff. But it did not amount to this, in terms at least. It was, that Conrow had said that Bowers was his partner. But when he was speaking of this he was talking about a transaction with Gavitt, not with the plaintiff or about him. Partnership was not alleged by the plaintiff, nor attempted to be proved by him: looking at the remark thus, I cannot see that it could have prejudiced the defendant. But, suppose that the remark be taken to mean what it purports, that he and Bowers were partners in repairing the mill, it was evidence against the party making it; and it does not appear that any other use was made of it. At all events, it would have been easy for the defendants to have requested the court to charge the jury, that it was evidence only to affect the party making it. It was evidence certainly for that, if partnership was an issue or point in the case, and only required to be limited in its operation by the -judge in his charge to the jury. If partnership was not in the case, it was irrelevant, and we have not been shown wherein it was prejudicial to the defendant. To entitle him to a reversal on this account, he should show wherein he was injured by the testimony. He has not done so. We do not know what the testimony was offered for, as nothing but the objection appears in the bill of exceptions, and it is difficult to say that it was not offered for some unobjectionable purpose, or that the offer itself did not propose the proof of the declaration alone to affect the party making it. The error is not sustained.\nThe ninth assignment of error is upon the charge, affirming the plaintiff’s third point. That the individual note of Conrow for the plaintiff’s bill, if there was a joint liability with Bowers, was no satisfaction of the joint indebtedness, cannot admit of a doubt, unless expressly so agreed to be taken, and there was no evidence in the case that it was. The authorities cited by the plaintiff’s counsel are abundant to prove this, and to which I may add Schollenberger v. Seldonridge, post, p. 83. If this be so, the obtaining judgment on the note would not have the effect without satisfaction.\nJudgment affirmed."}