{"id": "998504", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nCorson agreed that Mulvany should be permitted to dig five shafts on his lot in search of iron-ore, between the date of his agreement and the 1st of April following, and if then Mulvany desired to purchase the lot at $1000, he should have the right and privilege of doing so; the purchase-money to be paid, $200 in execution of the deed, and $800 in two years thereafter, with interest, and to be secured by mortgage on the premises.\nThe first and second assignments of error will be considered together. Corson offered to prove that, by the ordinary process of mining ore, the land would be so dug up. within two years as to be valueless; and to prove the amount of unsatisfied mortgages and judgments against Mulvany. The rejection of this evidence is alleged to be error, because such facts it is said would have induced a chancellor to withhold a decree for specific performance, which is of grace and not of right.\nIt is not alleged that Mulvany’s circumstances had changed after the making of the contract, and we are asked to withhold relief merely because of consequences growing directly out of the terms of the agreement. There is no proof of fraud or unfairness, nor is there any of weakness of intellect, intoxication, surprise, or any circumstance affecting the capacity of Dr. Corson to contract. His whole case -is, that he agreed to sell his lot and defer the payment of $800 of the purchase-money for two years, on the security of a mortgage alone, and that within this time all the ore may be removed from his lot. This was a consequence plainly within his view, in making his contract. Its purpose was to test the lot for the presence of ore. His object was to do this at Mulvany’s expense, and if ore were found, to obtain a higher price for his lot. Mulvany was willing to do this, provided, if he found ore, he should have a right to purchase. These are the manifest inferences to be drawn from t'he contract itself. Now, after ore has been discovered in the fifth and last shaft, he asks Mulvany to be turned away without obtaining the very thing which induced him to expend his means in experimenting'. Corson did not bind himself to pay the outlay. How can a chancellor refuse his aid in so plain a case? We see no error in the rejection of the evidence.\nThe third and fourth errors assert, that the contract is not mutual, because an option was given to Mulvany only to convert the privilege into a purchase. If this be true, it will prevent specific performance, for, it is settled, equity will not enforce specific performance where the remedy is not mutual. Both parties have signed and sealed-this agreement, arid the language of the instrument clearly imports a covenant on part of Mulvany to pay the purchase-money, if he elects to purchase. The language of a writing may be wholly that of a vendoi*, yet the vendee’s sealing or accepting it will bind him, and whether the action against him should be case or covenant is not material: Dubbs v. Finley, 2 Barr 397; McFarson’s Appeal, 1 Jones 504-10; Campbell v. Shaw, 3 Watts 60; Cott v. Selden, 5 Id. 525; Meade v. Weaver, 7 Barr 330, 331. In the last-named case, the effort of Chief Justice Gibson was -to show that covenant would not lie when the party had not sealed the writing; however, debt or assumpsit might. The English authorities cited in that case conclusively show that the entry of the grantee, or his acceptance of a deed-poll, are equivalent to sealing, and covenant will lie.\n■ Then the naked question is, whether, in a mutual contract to give an option, the party who gives notice of his election is bound to performance. To assert the negative is simply to deny the power of making a conditional contract, and of declaring that performance shall take place when the contingency happens. If one contracts to purchase a vessel at sea upon her safe arrival in port, no one will dispute that an obligation to deliver on one side, and to pay on the other, arises upon her safe arrival. The vessel may never arrive, and the contract is not absolute to performance on either side till the contemplated contingency occurs; but the contract is binding, and only awaits the event, to become binding also to performance.\nNow, as á contingency or condition on which performance is suspended, what difference is there between a contingency depending on the action of third persons or the controlling power of Providence, and one depending on the act of one of the parties ? The uncertainty which attends the contingency exists in either case. The vessel may not arrive, or the party may not elect, but if either event takes place, the contingency has occurred. A choice or an election is but a fact, and wherein does it differ from any other fact made the condition of performance ? The agreement is mutual. One says, I will sell if you conclude to purchase; the other says, I will pay if I do conclude to purchase. He then resolves and says, I have concluded. The contingency upon which performance was rested has happened. Why are not both bound ? One would think 'it a plain case of mutual obligation, to perform on the happening of the event which was fixed as the condition of performance. The buyer tenders his money, and, clearly, the seller is bound to receive it. By the very offer to pay, the purchaser not only recognises the obligation of his previous assent to the contract, but the happening also of the fact on which his obligation to perform rested. The offer or tender is not itself the election, it is but the consequence of it. Election and notice of it precede the tender.\nAt this point a new and ingenious turn is given to the argument. It is said, But, if the seller refuse to accept the tender, the purchaser may retract; he is not bound, and of course the remedy is not mutual. But the fallacy lies in this; he is not bound, not because no obligation to perform arose in bis election, but because he sets up the seller’s breach of contract by refusal, as a discharge of the obligation. The obligation was there, but because the seller chose not to recognise it, the purchaser now chooses to be discharged from it.\nTake a better test. The purchaser writes to the seller, I have concluded to take your property according.to our contract. I will have a deed prepared for your execution, and a mortgage according to the terms, and will meet you to perform our bargain. Will it be said, that after this explicit notice of his election, the purchaser can fly from his contract without a refusal of the seller to accept performance ? Then, how can the seller avail himself of his own refusal, as a ground of non-performance, so long as the purchaser declines to avail himself of the discharge which the refusal affords ?\nThe error into which the opposite argument runs is in supposing that election is the initiation of a new contract, instead of the stipulation on which performance of an old one rests. It is the idea of a proposition which may be retracted before acceptance, and no contract arises: forgetting, that here there is a contract for election, which prevents a refusal to accept. Therefore, it is said, there can be no obligation without the consent of the other. This loses sight of two facts: first, that a previous assent has been given; and second, that the party-notified of the election has no right to dissent. The party is already bound to accept performance, when the election shall be made, and when made his previous assent attaches. He may refuse, it is true, but it is not to decline a proposition, but to refuse performance of a bargain. If it were the initiation óf a new contract, as if one should voluntarily offer me his bond, he would not become my debtor until I accept it. I am in no obligation to receive his bond, but if I had bound myself to receive his bond in performance of some stipulation already agreed upon, I would find it difficult to refuse it.\nIf this case stands in need of authority, it has one directly in point; In Kerr v. Day, 2 Harris 112, the agreement was a lease for three years at a certain rent, with the privilege of buying the lot at any time during the term, at the price of $1200, in such payments as might be agreed on, not exceeding ten years from the date. The title passed into Day, a purchaser from the lessors, and the lease into the hands of a second assignee of the tenant. The first assignee gave notice of his election to Day, the purchaser. The opinion of this court was delivered by Bell, J., holding that the title vested upon notice of the election in equity, and operated as a conversion of the lessor’s estate, into personalty, that the election by the assignee was good against the- alienee-of the lessors, and he became liable to specific performance, and, moreover, was bound to take notice of 'the right of election contained in the lease. Kerr v. Day has this feature to weaken it, that the instalments were not defined in the agreement,-but left to be settled at a period not exceeding ten years. This, no doubt, led to the remark in Elder v. Robinson, 7 Harris 365, of Lowrie, J., who had decided Kerr v. Day in the lower court,- that the principle was strained to its utmost in Kerr v. Day. But he did not deny its authority. In the present case there was - nothing left open in the contract, and as soon as Mulvany made his election, his duties under the agreement were fixed and certain. .The opinion of Justice Bell is referred to for numerous \"authorities examined in detail.\nWilson v. Clark, 1 W. & S. 554, and Bodine v. Gladding, 9 Harris 50, have no bearing on this case. They were clear cases of a want of mutuality, where the Statute of Frauds in the one, and abandonment'of the contract in the other, caused the agreement to be not binding. Admitting to the fullest extent the doctrines of these two cases, that want of mutuality is a bar to specific performance, either upon a bill in equity or an ejectment, we are of opinion there is no want of mutuality in the contract between these parties.\nWe see no error in the fifth assignment. It is in the power of a party to waive full performance, and accept such title as the vendor is able to give. Mulvany’s waiver, therefore, of a release of dower by Corson’s wife, took away the force of the objection that she refused to sign a conveyance.\nThe sixth error raises the question, whether the common law remedy by ejectment, used as a means of specific performance, is taken away by the grant of equity powers to the Courts of Common Pleas. Clearly, the legislature did not intend to take away common law actions by a grant of equity jurisdiction. The Act of 1806, providing that when a statutory remedy is given it must be pursued, does not apply. The law refers to specific remedies given for special cases. But the grant of equity jurisdiction is simply a grant of certain general equity powers in addition to powers already existing, and not in exclusion. It is rather a novel idea that equity, which is admitted to moderate the law, is to supersede it altogether. It is not necessary to notice the remaining assignments of error in detail; it is sufficient to say that in none of them do we discover any error.\nThe judgment is affirmed."}