{"id": "998537", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThe only real party complainant in this bill is John Evans, who claims equitable interference by injunction, on the ground of being a stockholder in “ The Philadelphia Coal Oil Company.” Very shortly after the filing of the bill by Evans, Johnston filed an affidavit in the case, in which he declared explicitly that he was not aware of the filing of the bill, and that his name was joined as complainant without his direction or approval; and he has taken no part whatever in the proceedings had in the case. McCann neither signed the bill, nor has he employed counsel or taken any part whatever, and it appears that he was not in the city at the time, nor since, at least, as a resident. The answer expressly denies that these persons named as plaintiffs were so named and joined by reason of any interest which they had or desired to assert against the respondents; and that they did not in any manner promote or join in it. The answer as to this is not controverted in the proof and must be taken for true, and the bill as to them ought to have been dismissed at once as 'uninterested parties: Adams Eq. 314. In fact, all the proceedings are by Evans, and the case was argued here as if he were the sole complainant: we must take it as a case between him as plaintiff, and John and Jacob Gravenstine and the sheriff, respondents.\nThe last two named defendants will be involved in the decree only in the event of success on part of the plaintiff against John Gravenstine, Jacob being but a trustee for his use, in the judgment against the oil company, and the sheriff, the officer charged with the execution of the fi.fa. issued on that judgment.\nThe title of the complainant to sue in equity, is set forth as arising out of the fact of his being a stockholder in the oil company, against which the respondent’s execution had issued; and in this right he seeks the relief prayed. There may be many circumstances in which a stockholder of a company may interfere for the protection of the company, against even an execution; but something more or less must have been done by its directors or managers than is allowable by the terms of the charter. Fraudulent collusion between the company and any of its creditors, by which its other creditors or stockholders may be wronged or defrauded, would authorize an appeal to equity. But ivhen a company authorizes a debt, and it is created by and with the assent of all the stockholders, as well as the board of directors, and judgment has been confessed by the same authority, I see not much room for equitable interference by a stockholder so consenting. But suppose he may be able to make out a case for interference by showing fraud or mistake in the judgment, why can he not have ample remedy by applying to the court in which the judgment is entered to open or set aside the judgment? In this case the District Court had full power to open the judgment,' and could administer, in an issue to try its validity, every equity that could be set up by any proper party against it. Indeed, that was exactly what the plaintiff here attempted. He presented his ground for interference there in substance, as we have it here, and the court refused to interfere. His failure there, I think, ought to conclude him. As, however, it may be more satisfactory to all parties, to -treat this appeal on the merits of the bill, answer, and proofs, I waive the point and proceed to view it in this aspect.\nThe answer positively denies that John Evans was a stockholder when he filed the bill; and a careful examination of the proof fully establishes the fact to be so. It requires no citation therefore of authorities to establish the position, that if a complainant in equity cannot sustain the ground of his bill, he is not entitled to the relief prayed. As at law, so in equity, the allegata and prolata must agree, where proof is required and necessary.\nThe answer and proofs concur in showing that the complainant was in fact a creditor of the oil company, when he filed his bill, and on argument it was insisted that there was enough in the bill to entitle him to relief on this ground. I do not think the bill sufficient for this, but notwithstanding, let us see how the case would stand on this’ ground.\nThe bill charges in substance, that John Gravenstine having obtained a note or obligation of the company for stock sold under the provisions of the resolutions of the stockholder’s meeting of the 23d of May 1859, agreed with the complainant, who also held their note for precisely the same consideration, that he would’ not issue execution on the judgment obtained against the company until the complainant should obtain judgment on his note, and then that executions should be issued on both, and placed in the sheriff’s hands simultaneously: the proceeds to be applied first to the debts of the company, and the overplus to the stockholders. Without being able to understand what consideration there was for such a promise, we are relieved from all difficulty on the subject, in the circumstance that both the answer and proofs are against the existence of any such contrabt. This allegation presents simply the case of one creditor endeavouring to restrain another whose debt is of the same nature in its creation and consideration from obtaining satisfaction by means of a prior levy on the debtor’s goods. It is not easy to discover the equity in this. In looking carefully at the bill, answer, and proofs, we see no ground whatever to administer the equity prayed for by the complainant, and we think there was error in the company below in coming to an opposite conclusion. The allegation of fraud on part of John Gravenstine in procuring the note and judgment is not sustained by the proof.\nAlthough the oil company has not appealed from the decree, yet we see not how, or by what authority, it could legally have been made. It was not a party to the bill, was not in court upon notice for the preliminary injunction, nor in any other way that we discover. Under such circumstances, I cannot but regard the decree, so far as it affects it, as irregular, if not entirely a nullity. The appointment of a receiver was a suspension of its functions and authority over its property and. effects, and was equivalent to an injunction to restrain its agents and officers from intermeddling with its own property in any way. Surely this could not be done without making it a party. In fact the receiver appointed under the preliminary decree so proceeded that before final hearing, he had turned the assets into money, and the master’s report upon the received account, in which distribution was made, is confirmed in the decree made on final hearing. All this was irregular, and being objected to cannot be sustained. It is unnecessary, however, to expand the discussion of this appeal; from what has been said it is evident that the decree of the Common Pleas must be reversed and the bill dismissed.\nAnd now, to wit, February 16th 1865, decree in this case is reversed, and the bill of the complainant is dismissed with costs."}