{"id": "998538", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\nThe appellant, a young lady of seventeen years of age, with an estate of fifteen thousand’ dollars and upwards, petitioned the Orphans’ Court for leave to ch'oose a guardian, and nominated a gentleman who is described in the accompanying affidavit as a person of entire fitness for the trust.\nThe matter was heard by the Orphans’ Court, and the petition refused; whereupon this appeal was taken.\nThe 5th section of the Act of March 29th 1832, Purd. 278, commits the care of the persons and estates of minors to the Orphans’ Court of the county within which the minor resides, and that court has “ power to admit such minors, when and as often as there shall be occasion to make choice of guardians, and to appoint guardians for such as they shall judge too young or otherwise incompetent to make choice for themselves.”\nA legal discretion is thus vested in that court, and if there should be a refusal to exercise it, we might compel its exercise, but where it appears, as it does here, to have been exercised, is it reviewable in this court ?\nWe think not. ’ We know of no statute or rule of judicial procedure which would justify us in rejudging the discretion of the Orphans’ Court in such a matter.\nIt does not appear from the record on what ground the court refused to admit the petitioner to choose a guardian, but counsel tell us it was because the proposed guardian was not of the same religious faith as the parents, and that the court construed the proviso of the section above referred to as applicable to minors over fourteen years of age, as well as to minors under that age.\nThis construction of the proviso is combated, and it is saia to be applicable only to guardians appointed for minors under fourteen years of age. We do not mean to decide the question, but even if the court were wrong in their construction, which we neither affirm nor intimate, their discretion might nevertheless be legitimately influenced by the fact that both of the deceased parents of the petitioner were members of the Roman Catholic Church, and that the mother, through whom the estate came to the petitioner, wrote these words in her will: “ It is my will that my children be all brought up and educated as strict Roman Catholics, so that they may possess and be practical in the observance of the religion of their parents.” In view of this provision of the will, and of the fact that the guardians named in the will, and appointed by the Orphans’ Court before the petitioner attained fourteen, would retain their authority until the minor arrives at twenty-one, unless superseded, the court may well have thought that there was no “ occasion” for choosing another guardian. If a judicial discretion were not to be exercised in such cases, the power would not have been vested in a judicial tribunal. But having been exercised by the very tribunal to which it was specially delegated, we have no power, and certainly no inclination, to substitute our discretion for that which the law has provided, and which we are bound to presume was exercised rightly.\nThe decree is affirmed."}