{"id": "998508", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThe question in this appeal is single, and arises upon the sheriff’s returns to the above-named executions. On each the return is levied on personal property subject to prior levies. Those prior levies are on executions in the names, respectively of Hill v. Devereaux, and Hancock v. Same. The 'property was returned sold on all the executions, and the money brought into court for distribution.\nThe appellant claimed priority of satisfaction of his executions on the ground that the prior levies, referred to in the returns on his writs, were never proper levies, the property, the barque St. James, not being in port at the time the levies bore date, nor for some time after; that there was no manual seizure of the vessel, and no power to make it until after the return days of these writs. To prove these facts, the auditor received testimony, as he says, without objection, and found the facts to be so. He accordingly reported distribution in favour of the subsequent levies ; but, on exceptions to his report for so doing, the District Court overruled him, and to the subsequent decree of distribution which awarded the money to the prior executions, these appeals are taken.\nThe levies on the appellant’s executions were made after the return days of the first two. But this circumstance makes no difference; although the return days of the latter had transpired without a sale, still a sale might have been made upon them, either on the writs themselves or on venditionis: Dorrance’s Administrator v. The Commonwealth, 1 Harris 160; Beale v. The Commonwealth, 7 Watts 186; Felton v. Patton, 8 W. & S. 455.\nThe appellant’s position is that the sheriff’s returns on the two earliest writs are not conclusive on him. This must be conceded. The law is undoubtedly that they are conclusive only in the cases in which they were made, and upon privies : Watson on Sheriffs 72; Sewell Id. 387; Lowry v. Coulter, 9 Barr 349. Many other authorities might be cited to the same effect, but are not needed. But the appellant’s difficulty lies not in this, but in the necessity, in order to arrive at what he claims, to contradict the returns on his own writs. He insists on striking out in effect, by testimony aliunde, what is not extrinsic matter in his returns, namely, that the levies are subject to prior levies. If it were foreign or extrinsic matter, it would legally be no part of a proper return, and would prove nothing; but it is not so : it is the regular mode of stating the facts of the levy. Upon the principle of the authorities, conceded by the appellant’s counsel, and which could not have been denied, viz., that the return on an execution is conclusive in the case, I see not what possible escape there is for the appellant from its force. His returns are levied subject to prior levies. May he contradict them ? If he may, the principle does not exist; but we know it does, and, as it does, he cannot evade it by any theory made apparent in these cases. I will admit that the rule seems to operate somewhat inequitably in this case; but there is no principle to dispense with it.\nIn Vandyke’s Appeal, 5 Harris 271, there is some resemblance to the cases in hand, but it is more apparent than real. There the last four writs were levied on firm property subject to a prior levy on the property, as belonging to one of the partners. The auditor held these returns conclusive on the subsequent writs, and the court below affirmed the report; but this court reversed and sent back the case for a decree according to, the rights of the creditors, on firm and separate property. That case is not like this. In obedience to principle and authority, therefore, we must affirm the decree of the court below, and leave the party to his remedy by action, if there have been false returns made. Decree affirmed."}