{"id": "998532", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\nThis is a question of distribution of the proceeds of the sale made by the sheriff, of the real estate of John Strauss, at the suit of Maria Strauss, a judgment-creditor. The material facts are these: — On the 16th April 1853, Henry Strauss and wife conveyed the land to their son Peter in consideration of $800, subject to the payment of the further sum of $400 to the heirs of Henry Strauss and Susannah his wife, or those legally entitled immediately after the death of the said Henry and Susannah his wife.\nOn the 25th December 1859, Peter Strauss and wife conveyed the land to John Strauss, as whose property it was sold at sheriff’s sale, and of even date therewith John Strauss executed a mortgage of the land to Peter to secure purchase-money.\nSubsequently, to wit, 7th March 1862, Adam German recovered a judgment against John Strauss for, $212, and May 7th 1863, Maria Strauss entered a judgment against him for $127. On this last judgment the sheriff’s sale took place, and the proceeds, $850, being brought in court, the judgments of German and Maria Strauss were directed to he paid and the balance retained undistributed. To Peter Strauss, as administrator of his father or as mortgagee of John, nothing was distributed, it being the opinion of the court that the reservation or charge in the deed of April 16th 1853, constituted an estate and not a lien, and therefore that the purchaser took the estate subject both to that charge and to the lien of the mortgage. From this decree Peter Strauss appeals both in his representative and his personal character.\nIt is very manifest that if the deed of April 16th 1853, Henry to Peter Strauss, constituted a lien, the mortgage of John to Peter was not prior to all other liens, and so was not within the protection .of the Act of 1830, and was divested by the sheriff’s sale. And if divested by that sale, the mortgage should have been paid out of the proceeds. But not more certainly was the mortgage entitled to the proceeds than the prior lien, if one existed, because the condition on which the $400 were to be paid, to wit, the death of Henry and Susannah Strauss, had happened before the sheriff’s sale, and the money, if ever payable, was due and payable then. Had the -money been applied, first to this lien and next to the mortgage, it was insufficient to pay them fully, and nothing would have been left for the subsequent judgment-creditors.\nThe question, therefore, seems to be, whether Henry Strauss and wife by their deed to Peter created a technical lien.\nThe language of the conveyance was very full and precise. It not only mentioned the $400 in the consideration clause, as “ hereinafter reserved,” but in the habendum, the conveyance was “ subject nevertheless to the reservation contained in a certain article of agreement made between the said Henry Strauss and Peter Strauss, bearing date the 23d September 1852, wherein is reserved, among other things, that the sum of $400 shall be paid by the said Peter Strauss, immediately after the decease of the said Henry Strauss and Susannah his wife, to the heirs or those legally entitled thereto, and also subject to a certain bond duly executed, bearing even date herewith, conditioned for the payment of the said $400, contained in the article of agreement to be paid agreeably to said article of agreement.”\nThe article of agreement here referred to bound Henry Strauss to convey the land to Peter in consideration of $700 — $300 to be paid down, and $400 to the heirs immediately after the death of Henry and Susannah, and meantime, instead of receiving interest, they were permitted to live on the land, and enjoy a share of its proceeds during life. The bond was a further security for performance of these conditions.\nThe death of Henry and Susannah put an end to all the conditions of the bargain, except only the payment of the $400, and whether that sum was charged as a lien is our question.\nIn Stewartson v. Watts, 8 Watts 372, the words were “subject to the payment of the said sum of $2804.21 (purchase-money), intended to be secured by a mortgage,” and the late Mr. Willis-ton and myself, who argued for the plaintiff in error, failed to convince the court that that was a reservation of interest in the land. The court held it to be not only a lien, but one which was divested by a sheriff’s sale on a junior judgment. To the same effect was the ruling in The Episcopal Academy v. Frieze, 2 Watts 16, and in Barnitz v. Smith, 1 W. & S. 145.\nIn the late case of Hiester v. Greene, 12 Wright 96, it was admitted, reluctantly, and only from deference to these authorities, that parties might by express words in deeds and articles of agreement, as well as in wills, impose liens on their land which would or would not be divested by sheriff’s sales on subsequent liens, according to the nature arid quality of the lien imposed by agreement, and a lien was not sustained in that case only because no words bad been used to charge the land. “ Subject to the payment of” are apt words for imposing such a lien, and much as it may be regretted that we tolerate any liens, except such as appear of record in the appropriate registry* we must recognise a lien like the present when parties have so plainly impressed it upon the land. -We cannot agree with the learned judge that it was the reservation of an estate as contradistinguished from a lien. The grant of an estate on condition, it undoubtedly was, and any party interested in the performance of the condition might enforce it by action of ejectment, which is the doctrine of Bear v. Whistler, 7 Watts 144, but it was none the less a lien. And even if it were called an- estate reserved, it would still have to be considered as a lien. This word lien is a derivative from the Latin word ligo, which means to bind, to tie around, and when parties have tied a specific debt to land, whatever other name you call it, lien is one of its appropriate titles. Counsel argued that this case was ruled by Bear v. Whistler, without adverting to the distinguishing circumstances that that was ejectment by a party seeking to enforce the condition or lien; this a distribution in which the party in interest claims that his lien was divested by the sheriff’s sale; and besides, there the payment claimed was a suspended one at the time of the sheriff’s sale — here it was presently due. Had Henry Strauss or his wife been living at the sheriff’s sale, the lien had not been divested: Dewalt’s Appeal, 8 Harris 239; and either of them might- have brought ejectment against the purchaser to enforce it under the name of a condition, and thus Bear v. Whistler would have repeated itself. But to liken this case in its present circumstances to that, is to cheat oneself with a false analogy.\nThe learned judge was no less mistaken in supposing that the principles of Dewait’s Appeal were applicable here. There the existence of the lien was assumed, and the point ruled was that it survived the sheriff’s sale, because it was a suspended payment that could not be made out of the proceeds. The court, said Judge Lowrie, will not undertake to administer the fund by investing it in order to fulfil the purposes of the charge, and no one is now entitled to receive it. On these grounds it was held to be a continuing lien. There was no subsequent mortgage, as here, to be affected by it, and nothing ruled there is applicable to a lien presently due, with parties ready and entitled to receive it, and which calls for no other administration at the hands of the court than mere distribution.\nWe conclude, therefore, by what seems to us an inevitable deduction, that a lien was created by the deed of Henry Strauss and wife to their son; that it was such a lien as destroyed the priority of the mortgage of John to Peter; that the death of the parents, on which payment of it was suspended, having happened before the sheriff’s sale, it was a lien divested by that sale, and was entitled to be first paid out of the proceeds, and that the mortgage, also divested by the sale, was entitled to take the residue of the fund.\nAnd now, to wit, May 11th 1865, this cause having been argued and considered, it is ordered that the decree of distribution made in the court below be reversed, and that the fund in court be paid to the administrator of Henry Strauss for the use of his heirs, and the balance to Peter Strauss upon the mortgage of John Strauss to him, and that the appellees pay the costs."}