{"id": "998507", "contents": "The opinion of the court was delivered, by\nStrong, J.\nWe cannot read the will of the testator without the conviction that his general intent in the creation of the trust was to provide for his widow, and assist her in taking charge of the children and in supporting and educating them until the youngest should attain the age of twenty-one years, if she should live so long. Every direction in regard to the time of division of the property may be reconciled with such a primary intent. A personal confidence was reposed in the wife. She was not only made the guardian of the children, but the income of all the estate not given to her was directed to be paid into her hands, for their support, maintenance, and education. She was left to follow her own judgment as to the mode and extent, and she was to be compensated by the income of two-thirds of the estate. The trust in Mr. Hertzler was to relieve her. Upon him was imposed the duty of taking care of the real estate, and of that part of the personalty not bequeathed directly to the wife, the duty of collecting the rents andincome, and paying it over to her. Thus she was to be but a guardian of the persons of the children. The trustee had nothing to do directly with their maintenance and education, and he had no right in any event, Avhether the widow was living or dead, to apply the income for such a purpose. It seems an unreasonable construction of the will to hold that the testator intended a double trust in any contingency, one in Mr. Hertzler and another in a successor to his wife, in whom he could not have expected the peculiar fitness to take charge of his infant female children, which he knew their mother had. It must be admitted the frame of the will is obscure, and there is some apparent contradiction, but it is not necessarily contradictory. If we read it as we may well suppose it written— if we follow the mind of the testator in its progressive steps, his intention seems reasonably obvious. His first thought was for his wife. He gave her one-third of his personal property. Wishing to give her also one-third of the income of his realty, and to commit his children to her care, he created a trust of the unbequeathed two-thirds of his personalty, and of all his realty, directing the trustee to pay to her the income of one-third of his lands for her own use during her life, and also the income of all the remainder, both real and personal, for the support, maintenance, and education of his children till the youngest should reach the age of twenty-one years. Then they would no longer need her supervision. Then the purposes of the trust as to the personalty would have been accomplished. She would no longer maintain and educate the children, and therefore the personalty was directed to be divided. But the widow’s convenience and relief demanded a continuance of the trust as to the realty, so long as she should live. ■ It relieved her from care, and better secured her income. All the purposes of the trust thus seem to have had relation to the widow, to her interests, or to her personal charge of the children. The testator kept her steadily in view. Hence it was a natural sequence in his mind that he should direct as he did the trust to cease at her death. If, as it appears to us, the trust was created with a view to her benefit, and to assist her in supporting and educating the children, it was a personal confidence which of course did not survive her. Then the earlier provisions of the will were contingent upon her living, and the latter was an alternative, to take effect, if her death should disappoint the testator’s first plan for his children. She having died, the trust expired with her.\nThe decree of the Orphans’ Court is reversed, and the report of the auditor is confirmed."}