{"id": "998553", "contents": "The opinion of the court was delivered, by\nThompson, J.\nIt is said, in the history of this case, by the plaintiffs in error, that “more than half a century ago Robert Martin owned the land now in controversy as a part-of a larger tract, and having a daughter intermarried with Alexander Cavan, gave it to his son-in-law and daughter as a home for' them and their children; that they immediately thereafter built upon it, and otherwise improved and lived upon it until their deaths, some ten or eleven years before the trial of this suit.” From the testimony we learn that, in July 18th 1835, Alexander Cavan and wife, by deed duly acknowledged, for a recited consideration of $300, conveyed the premises to John Cavan, a son, and took a lease of the same at the yearly rental of $25 (and the taxes), to be paid at the end of each year. This relation was never changed during the life of the parties to it. In 1837 John Cavan being indebted, a judgment was obtained against him by one Sylvanus Haight, for $563.71. It was revived in 1842, and to December Term 1845, it was again revived against him and Alexander Cavan as terre-tenant. No farther proceedings were had until March Term 1859, when an alias sei. fa. issued- against H. Mudge, administrator of John Cavan, deceased, to which the administrator appeared and confessed judgment, and afterwards waived inquisition, and agreed to a sale on a fi. fa. The property was sold to Daniel Fulmer, one of the defendants in error and below, and a deed made pursuant to the sale.\nThe first error assigned is in admitting the evidence of these proceedings. It seems strange to hear such an objection to the proceedings as was made here. It was that the administrator, in agreeing to confess judgment, had the entry made, money to be “ made and levied of the goods and chattels of the said John Cavan, deceased, only.” John Cavan had not lived in this state for many years, and had no personal property of which it might have been levied. Undoubtedly the word only was introduced to exclude any possible resort to the administrator, a thing which he may have supposed possible. Nobody can doubt but that an administrator can confess judgment, and it has been decided that he may waive inquisition : Hunt v. Devling, 8 Watts 403. It was not necessary that the heirs should have been parties to the revival. The judgment had been obtained in the lifetime of the decedent, and in such case the 34th section of the Act of 1834 does not apply: 4 Watts 425; 8 Id. 124; 3 Barr 351; 2 Harris 269. There was no error in the admission of the sei. fa., and subsequent proceedings. It was truly said, in argument by the counsel of the defendants in error, that if there had been irregularities in the confession of judgment, waiver of inquisition, or the like, it was only the heirs of John Cavan who could take advantage of them, if. anybody could do it.\nThe defence being on the title of John Cavan, now vested in Daniel Fulmer, it was deemed important to show a lease by him to Alexander Cavan, from whom he bought, and it was objected to because its execution was not sufficiently proved. I grant that this would be so were we to take the testimony from the paper-book of the plaintiffs in error; but the testimony on the record and on the defendant’s paper-book, is quite sufficient to authorize its reception. Nothing should ever appear as testimony on paper-books that has not been certified to by the presiding judge below. An observance of this rule would'save much trouble and many disputes. This is the only testimony we can at all look at. This assignment of error fails. The fact that a witness does not recollect the act of signing by the parties, or himself, is not necessary to be testified to in order to admit the instrument, if he recognises the signature as a witness to be his own: 1 Greenl. Ev. § 38; 3 Rawle 312.\nThe third error assigned is to the rejection of the record of the criminal prosecution against the defendants for forcible entry and detainer. It was not evidence on the issue involved in this suit. It was between different partiés, and the plaintiffs were the prosecutors and witnesses. There was no rule for the admission of such testimony as the case stood at the time it was offered, and it was properly rejected.\nThe fourth and fifth errors may be considered together. The plaintiff, Mrs. Bennett, claimed the land by purchase at Orphans’ Court sale, as the property of Alexander Cavan. She purchased it a few days after the sale of the property to Daniel Fulmer by the sheriff as John Cavan’s property. Having given in evidence this title, and the acts of trespass by the defendants, the plaintiffs rested. The defendants then showed title under the plea of liberum tenementum, derived from John Cavan, deceased, by the sheriff’s sale above referred to. This then drove the plaintiffs to the alternative of showing a trust in .John of the land for the use of his father, or failing; and to do this, they offered the testimony of Elizabeth and Margaret Martin, and William Cavan, two sisters and a brother of John, to prove it, and the court rejected the testimony.\nI agree entirely with the court, that even if there had once existed a foundation on which to have rested the claim for a resulting trust, the lapse of over twenty years, without an attempt to enforce it, -would ordinarily be dilatory. Special circumstances might exist possibly to overcome such a delay; and it was contended that such existed here, in the fact that Alexander Cavan lived on the land, and died on it many years after the conveyance. But it must be remembered that he lived on it as tenant, under a lease, all this time. He might have turned out and asserted his title as cestui que trust, if he had felt that he was in good conscience entitled to claim such a position. He was not, therefore, as has been said by the counsel for the plaintiffs in error, in the execution of the trust all the time. He never was so from the moment of the execution of the lease, and that was of even date with the acknowledgment of the deed to his son, until the day of his death.\nIn McBarron v. Glass, 6 Casey 133, we said that where there is an attempt to set up a resulting trust against a .legal title, it is the duty of the court to reject all evidence, which if true, does not make out such a case as would induce a chancellor to decree a conveyance. The testimony proposed mainly related to after declarations of John, that the conveyance to him was to keep the property from his father’s creditors and his mother’s heirs, and that when his father and mother died the property should be divided among the heirs. The same witness proved that the conveyance to John was in consideration of money paid by him, a part of which he said had been contributed by the brothers and sisters to discharge a judgment of Pollock against his father. This is to be found in the testimony of William Cavan. His sister, Mrs. Martin, says she was present when the deed was made — that no money was paid ; that the magistrate told her father and mother that the deed was not to take away the property out of their hands, or out of that of their heirs; that John was present, arid within hearing, but said nothing, so far as she discloses. That there was a money consideration for the conveyance admits of no doubt; and that the money was paid by John to the creditor, who was pursuing his father, the debtor, and hence it was part paid when the deed was made. There is testimony that Alexander Cavan’s interest, called a life lease in it, had been sold, and John had bid it in, and it was on this account the conveyance had been made; but, be that as it may, the evidence fell far short of establishing a trust of any kind in John., Ho interest resulted to his father from furnishing any part of the money paid by John; nor was there a conveyance for any purpose which by bad faith turned him into a trustee ex maleficio. In trusts, declarations at a different time from the moment of creation, are evidence undoubtedly; they not only corroborate the foundation fact of its existence, but show its admitted continuance, so as to excuse apparent laches'in not asserting it; but they cannot be established by declarations alone, made at an after time. If the trust results from part payment of money, the cestui que trust must show that, in some way or other ; or, if it results ex maleficio, the breach of faith must likewise be shown. I admit that a trust in Pennsylvania. can be proved by parol, but it must be clearly proved before it will be enforced in equity: 8 Casey 371; Hill on Trusts 60. Parol trusts against legal titles are not favoured with us: 11 Harris 265. The evidence here showed nothing from which a chancellor would hold himself in conscience bound to act. If John was a purchaser of the property for value, as we must regard him, his parol declarations of an intention to hold the land in trust would not bind him. The reason is that no equity remained in the grantor. Haines v. O’Conner, 10 Watts 313, and many succeeding cases down to the present time, clearly prove this. If the testimony had been admitted, it would not have gone even this far in proving a trust. We feel sure that nothing like injustice was done the plaintiffs in this trial of title, when we turn to the unequivocal acts of the plaintiffs’ ancestor in regard to the property. He conveyed it by deed, occupied it for years as a tenant, and suffered judgment to pass against him as terretenant without objection. While these considerations are not the reasons for the rejection of the testimony, they render more agreeable the administration of the rule upon which it was rejected.\nJudgment affirmed."}