{"id": "998527", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThe principal grounds of complaint in this case are, the answer of the court to the third and fifth points of the defendants below.\nThe third point was, “that if Armstrong knew, or had the opportunity of knowing, that the train of defendants was at the Muncy Station, he was guilty of negligence in approaching the train in a hand-car, and thus occupying the track. The plaintiff cannot recover.”\nA negative of this point, I cannot doubt, might have been correct. Where was the negligence or impropriety in approaching it, if at the station ? The advance towards it would not necessarily put it in motion, or excite it into action, like a wild beast. The fact of being on the road with a hand-car was no trespass. It was a machine necessarily used in the business of the road, the use of which road the defendants had by contract, and if it did not obstruct trains, it was otherwise lawfully on the road. It was made to be used there with the limitation that it was not entitled to the road at any specified’ times as trains are. The point might with propriety have been negatived, but the court went further than a negative, and introduced what may have been very prejudicial to the defendants, without sufficient authority to justify it. They said: “ If Armstrong knew, or had the opportunity of knowing, that the train of the defendants’ cars was at Muncy Station, he was not guilty of negligence in approaching the train in a hand-car, and thus occupying the track of the road, unless he knew the train was in motion.” Granting, as has been done, that the court might have declared that it was not negligence to approach the train at Muncy Station, in the hand-car, was the qualification, in case it was in motion, properly put ? It was not negligence, say the court, unless he knew it was in motion ! This was putting the case, I think, far too favourably for the plaintiff, and just as far too unfavourably to the defendant. Analyzed, it was that, unless actual knowledge was brought home to the deceased of the motion of the train, he might advance, at the speed of a man running, (w’hich was the testimony in regard to the motion of the hand-car), at the moment of collision, and not be guilty of negligence. Unless he actually knew the train was moving, he was not put upon the duty of taking care. Whatever he did was nothing against him, unless it could be shown he knew there was a superior force in motion, which might crush him. I think this a fair analysis of the instruction. A jury might well infer from this, that they might dispose of the question of negligence without any test but the absence of proof that those who managed the hand-car knew the train was in motion towards them. It seems to me this, although perhaps not intended, thrust aside as unimportant, all inquiry into the fact of means of knowledge, to be afforded by signals on part of the agents of the company. If this was a proper instruction, it looks as if it left the defendants only the chance of proving the deceased negligent by proving actual knowledge of danger, by knowledge of the advancing train. This was more than the law requires. It is the essence of all the authorities, that it is a duty incumbent on all persons on the track of a railroad, although rightfully there, but in subordination to the paramount right of passing trains, to exercise that care which prudence would suggest, measured by the standard of care which a prudent man would naturally adopt in such circumstances. There is no such thing as regarding a reasonable being released from care in such circumstances ; and nothing but the affirmation of the proposition, that a man is not bound to use care unless he actually knows of a special peril, can ever release him ! The hand-car, in the case before us, a very inferior vehicle in point of power and strength, was on the road in a dark night — it was advanced rapidly along the track with a view to pass the train at the station, and in the attempt, neither going on to the siding, nor, so far as the testimony shows, stopping to ascertain if the train had passed on to the siding, comes in contact with the backing cars, and death ensues; was it a proper instruction in such circumstances to say, as a matter of law, that there was NO negligence in this, unless the deceased and his companions knew the train was moving ? We do not think it was. The deceased was bound to omit no reasonable precaution to avoid accident. He must have known, as all know who are acquainted with the working of railroads, that trains at stations move to and fro, very frequently, in adding to or diminishing their trains, or in discharging or loading freight. The words of the learned judge seem clearly to imply that the necessity of caution in the particular instance was only to result from a knowledge of the moving train. The point might have been negatived, as already said; but more properly the question of negligence should have been referred to the jury. The defendants had a right to rest not only on their own case, but if that would not avail, then on the negligence of the deceased. The jury should have had the fullest opportunity of saying how the case stood, both grounds being considered; but under the answer, I cannot but think this was not allowed as fully as it should have been. The deceased was assuredly bound to look out for danger even if not notified of it, if there was reasonable grounds to suppose it existed. The very point of the error was in assuming that there was no danger in the circumstances of the case. That assumption by the deceased proved fatal, with or without his fault, but whether with proper care that result might have been avoided was the question for the jury. Was there negligence on part of the deceased, even if there was on part of the company, which contributed to the act? Or was it altogether the company’s negligence ? If so, the plaintiff was entitled to recover. If mutual negligence existed, she was not so entitled. This view was excluded, to some extent at least, by the instruction.\nThe answer of the court to the defendant’s fifth point is also complained of, and with reason, I think. In the first place the judge charged, “if the jury believe that Armstrong was guilty of negligence, there can be no recovery, even if the defendant’s employees were. If he (the deceased) by his conduct contributed to the accident, his widow cannot recover.” So far this was all right, and was a sufficient answer, but then he added, “very-slight negligence on the part of Armstrong, and gross negligence on the part of the defendant, would not prevent plaintiff’s recovery.” The court was speaking, of course, of contributing negligence, as that was the only negligence that had any bearing on the case; in other words, of negligence in producing the disaster. There was error in this, unless we can see clearly that it was neutralized by what preceded it. How is it possible'to ascertain this ? Can we suppose it made no impression ? The jury heard it — it had meaning, and was given to guide them to what principles they were bound to apply the facts, and it was almost the last words that fell on their ears in closing this part of the instructions. It will not do to hope or conjecture that a false rule will do no evil, because a true one also was given. To a court it would have been harmless, but how was a jury to say which was right and which wrong ? Their training, education, and pursuits unfitted them.to judge ; and besides, as good jurors they were bound to act on the instructions of the court, and not their own opinions of the law.\nWe have repudiated, oftentimes, attempts to draw the line between contributing acts of negligence in fixing their consequences ; and have always held that in such cases neither party can recover from the other. This is the rule of the common law, as old as the common law itself, and rests on the solid reason that one man has no right to recover from another for consequences attributable in part to his own wrong. In Little Schuylkill Navigation Company v. Norton, 12 Harris 465, the chief justice of this court most forcibly presented the true doctrine, when he said, “ the law has no scales to determine in such cases whose wrongdoing weighed most in the compound that occasioned the mischief.” Attention to this principle, thousands of times repeated, in different forms, would have saved the. error here. But the error did not stop at this point, at which slight and gross negligence were compared, and the former pronounced immaterial; the thought seemed to grow, until it culminated in the promulgation of a conclusion, that “ where the negligence is equal there can be no recovery.” This was a negative pregnant, and we can hardly doubt that it was received by the jury to mean that nothing but equality in blame or negligence would prevent a recovery by the plaintiff. This, I think, must have been the case, as in the preceding sentence it was explicitly said that slight negligence would not prejudice a recovery. While it was literally true that equality of negligence would defeat a recovery, it was equally true that less than that — that any negligence of a contributing character would have the same effect. In regard to these positions it is quite appropriate to say the law has no scales to determine which weighed most with the jury, that portion of the answer which was right, or that which was certainly wrong. They both resulted from a conscientious discharge of duty by the judge, and were accompanied by equal solemnity and consideration. In such a category the only safe course to pursue is, to send the case to be re-tried as unmixed of error as care may permit. On the two grounds, therefore, of this opinion we reverse this case.\nWe do not think the plaintiff was precluded from recovery on-the ground that her husband was in the same general employ with the defendant’s servants. We do not think he was. He was not the servant of the Catawissa Company. He had nothing to do with them, or they with him. His employment, at the moment of his death, was in obedience to the Philadelphia and Erie Railroad Company. He was keeping the track in repair for them. That they permitted others to use their road did not make him the servant of the latter. I am not for extending the doctrine further than our cases have extended it. I am for leaving it there. It was before us in the case of O'Donnel v. The Allegheny Valley Railroad Company, at the last term of the Western District, and in that decision we did not extend the doctrine. We think no error occurred in ruling this point.\nWe also arrive at the same conclusion in regard fo the next and last point. We think, on authority, that the engineer was not a competent witness without a release. The following cases are exactly to this effect: 8 S. & R. 124; 2 Jones 81; 5 W. & S. 28; 1 Harris 160. These are in addition to the elementary citations on the paper-book of the plaintiff in error. It was his duty to do the very thing most strongly insisted upon as negligence on the part of the company, namely, to give the moving signal by sounding the whistle. If permitted to swear in order to disprove this, he would be purging himself of fault, and relieving himself of liability over. The law regards this as sufficient to disqualify, whether on the score of interest or policy, or both, I will not now undertake to discuss. There was no error in this ruling.\nEor the reasons given on the first two points noticed in this opinion the case is reversed, and a venire de novo is awarded.\nWoodward, C. J., dissented from the ruling of the first point."}