{"id": "998510", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\nThis was an action of covenant to recover arrears of ground-rent, and as judgment was rendered for the plaintiffs for want of a sufficient affidavit of defence, the question to be decided is, whether the affidavit that was put in on behalf of the defendants by John Thompson, the terre-tenant, disclosed good grounds of defence as against the plaintiffs’ action.\nOn the 25th of July 1856, Thompson bought a house and lot which was subject to a yearly ground-rent of $240, that belonged to the estate of Henry F. Leib, deceased. Under an order of Orphans’ Court the administrators of Leib sold the ground-rent to Thomas Dixcy, the plaintiff’s testator, and made return of the sale 19th March 1858, on which day the Orphans’ Court confirmed the sale, and ordered the administrators to give the security required by law in the sum of $4500. The next day Dixcy paid over $3400, the full consideration of his purchase, and took a deed from the administrator, duly executed and acknowledged, and which was recorded on the 9th of April, and after this the defendant paid the rent regularly to Dixcy, until the heirs of Leib, about the 1st of January 1862, gave him notice that Dixcy’s title was invalid and void in law, in consequence of the omission of the administrators to enter the security ordered by the Orphans’ Court on the 19th March 1858. To test Dixcy’s title, the heirs have brought suit, which is pending in the District Court.\nIt is sufficient for the purposes of this suit to say that if the decree of the 19th of March was void for want of the prescribed security, it cannot be declared void in this collateral action. The court had jurisdiction of the subject-matter, and was a-court of record; and the 2d section of the Act of 22d March 1832, Purd. 764, declares that “its proceedings and decrees, in all matters within its jurisdiction, shall not be reversed or avoided collaterally in any other court.” Nothing, therefore, but an appeal would justify us in inquiring into the validity of the decree in question.\nBut if this were not so, the matters suggested in the affidavit would not impeach the decree. In Lockhart v. John, 7 Barr 138, the provisions of the Acts of Assembly of 1832 and 1834, requiring security from administrators for the faithful application of the proceeds of Orphans’ Court sales were held to he directory merely, and the want of surety was held not to avoid the sale. So also the 6th and 10th sections of the Act of the 18th of April 1853, Purd. 852, were treated as merely directory in Thomas’s Appeal, 11 Casey 47, though surety was entered there before confirmation of the sale._ As bearing more or less upon this point, the discussions of principles in McPherson v. Cunliffe, 11 S. & R. 429; Snyder v. Merkel, 8 Watts 416; Painter v. Henderson, 7 Barr 48; Sair v. Hunsicker, 4 Casey 115; Runyan’s Appeal, 3 Id. 121; Merklein v. Trapnell, 10 Id. 42; Iddings v. Cairns, 2 Grant 88, are worth looking at.\nSales by order of the Orphans’ Court are judicial sales, and whilst it is true that administrators and others, subject to the jurisdiction of that court, should he held to the strictest compliance with all the directions of the Acts of Assembly, it is also true that purchasers at an Orphans’ Court sale are no more responsible for a proper application of the purchase-money than purchasers at any other judicial sale. The law, when it assumes custody of a debtor’s or decedent’s real estate, and converts it into money, is supposed to follow the money to its appropriate destination, and the purchaser is excused from this duty.\nNo misapplication of the purchase-money is alleged in this case. For aught we know, the administrators accounted for it as fully as if they had given bond. The affidavit which admits the payment of the money to them, charges no loss or misuse of it by them, so that if Dixcy were to be held to its proper application, no case would be made out against him. But without such liability on his part, it is very clear that the affidavit disclosed no defence.\nThe judgment is affirmed."}