{"id": "998509", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThe legal presumption of a promise to pay, when personal services are rendered by one to another, is more easily rebutted when the services are rendered by a relative than when they are performed by a stranger. True, the relationship of father-in-law and-son-in-law is not of itself sufficient to rebut the presumption, but the facts found by the auditor, aided by that relationship, are enough. It is difficult to account for them upon the supposition that the appellant and the decedent contemplated standing in the relation of creditor and debtor, one to the other.\nThe appellant had no property. He went to the farm of his son-in-law, taking with him his family — two minor children. He remained there more than four years, until the death of the son-in-law, domesticated in the household, and occupying the house as a part of the family. Himself and his two sons during all that time were clothed, and the sons were educated at the expense of Mr. Hipweil, the son-in-law, and a third child, a daughter, was also educated at the expense of the same son-in-law. No debit or credit account was kept by either of the parties. No express contract appears to have been made. No recognition of liability by Mr. Hipweil, or assertion of right by the appellant. No demand of compensation, either in whole or in part, appears to have been preferred during the life of the decedent; and the farm itself was purchased with the prominent object of providing a home for the appellant and his family. Surely this was enough to rebut the presumption, that the parties understood the one was to pay and the other to receive compensation for services rendered, in addition to being boarded, clothed, and provided with a home, and means of education for the minor children. It was enough to show that the relation of master and hired servant was not contemplated. At all events we cannot say the auditor was so clearly wrong in his finding of the fact, as to justify us in reversing his decision.\nThe decree is affirmed."}