{"id": "998543", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\nThe proceedings in this case are so irregular that they cannot be sustained. Ever since Shultz’s Appeal, 1 Barr 251, it has been considered that in questions of distribution, those creditors only who unite in asking for an issue to contest an older lien can derive any benefit from a successful contest of such lien. A judgment declared void in whole or in part, in an issue framed at the instance of creditors, is void only as to the attacking parties, but valid as to all others. Yet here Schick’s judgment was set aside in behalf of creditors, who, though they impeached it by exceptions to the auditor’s report, demanded no issue to try its validity, and filed no affidavit, as the Act of April 20th 1846, Purd. 446, requires, to ground an issue upon. An affidavit of the material facts relied on by the impeaching party is indispensable, not only because the Act of Assembly requires it, but also because the plaintiff in the judgment, to prevent surprise, is entitled to know what he is to contend against. The affidavit is a sort of declaration — a setting forth of the reasons why the judgment should be left out of the distribution; and the plaintiff is entitled to know them long enough before to prepare to meet them. Schick, however, was called on to defend his judgment with no affidavit upon the record except his own. He appears to have apprehended an adverse decision from Auditor Perkins, and in anticipation of it demanded an issue, and he filed his affidavit that his judgment was honest and fair. When he found the auditor had decided in his favour he sought to withdraw his issue, but the court would not allow him to withdraw it, and forced him to a trial which resulted against him, and thus his adversaries got the benefit of an issue demanded only by himself and founded on no affidavit but his own. However just the result, it was irregularly reached. It is said the issue was framed by agreement among the creditors, but the record does not show that Schick or his counsel signed the agreement, and besides, the decree is entered in the name of the execution-creditor, and not in the names of the parties to the issue that is said to have been assented to. We see nothing to bind Schick to the issue except the refusal of the court to let him off from it, and the effect of that refusal was to make him bring his own judgment into issue. This was agreeable neither to the Act of Assembly nor to sound rules of practice.\nBut in reversing the proceedings we are unwilling to leave them on the report of the auditor, not because of any dissatisfaction felt in the auditor’s conclusions, but because of the technical advantage which the plaintiff in error would then have under the rule of court. The creditors who contest his judgment could not entitle themselves to an issue under the rule, because it requires their demand and affidavits to be presented to the auditor within forty-eight hours after the hearing by the auditor has been concluded, and having slipped their time they cannot recover it. Thus Schick’s judgment, once found fraudulent by a jury, though proceeding irregularly, would escape legal criticism, and the court would be obliged to adjudge the money to it, notwithstanding its condemnation by a jury as unworthy to participate in the distribution.\nTo ‘avoid this disagreeable consequence, and yet to do no injustice to any party, we have concluded to sweep the record of the auditors’ report and all subsequent proceedings, and to remand the record to be proceeded in as in other cases of distribution. The court will then send it to another auditor, or prescribe an issue on demand by the proper parties. Under the Act of Assembly they have a choice of these alternatives, and after what has occurred, it is most likely they will choose the latter — order the issue without a reference, and avoid, thus, the difficulties of practice under the rule of court. Of course proper parties will present themselves properly, before such an issue is framed.\nIf the issue be not demanded in good time, and according to law, or if Schick’s judgment pass the ordeal prescribed by law, it ought to be paid; if it fail to pass, the money will go to subsequent creditors.\nThe auditors’ report and all subsequent proceedings are set aside, and the record is remanded with a procedendo."}