{"id": "998520", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nThis case is simple in fact and not much varied in detail; yet twenty-nine errors are presented for'our decision. It is possible the excellent judge who presides below might make twenty or thirty mistakes in the course of a single trial; or if not, that the eminent counsel might have supposed so; but the probabilities of so many errors are so few, it would seem much more likely that a court of error would listen patiently and examine carefully the few questions presented by the case, than that they should exhaust themselves in a vain endeavour to cover the whole ground of complaint.\nWith these observations we may dispose of the numerous assignments of error by saying, that after a patient examination of all, we discover nothing in any to justify a reversal of the judgment. The case appears to have been well tried, and the real questions submitted to the jury. Adam Ilower was no party to the feigned issue, and his interest, if preponderating either way, was adverse to the plaintiff; for it tended to take from beneath the defendant’s levy, property which went to the payment of his debt, while if the plaintiffs failed they could have no recourse to him.\nThe main ground urged by defendant was that the rule governing sales of personal property should apply to real estate. But the title to real property is governed by the conveyance as its chief index, and not by the possession. Whatever effect the retention of possession may have in a question of actual fraud, it is clear it has no place as the governing rule in questions of legal fraud, except as between purchasers from the same vendor in possession in the case of an unrecorded secret conveyance. The court was therefore clearly right in submitting the question of fraud upon the conveyances of the real estate to the'jury as one of fact, and not a fraud in law.\nWhether the sheriff’s sale of the personal estate in 1859 was fraudulent, was also a question of fact. This was not a controversy between rival executions levied on the same property, or a purchase without notice of the levy, raising a question upon the legality of the levy. Admitting no actual seizure of Ilower’s property was made by the sheriff on Beck & Heiny’s writ, it is clear that when the sale took place, it was in the actual power and control of the sheriff, who in point of fact sold and delivered it, at a time when there was no conflict of title or possession. The sale was not in a lump, but by parcels, and in the presence of many persons, the evidence showing that an unusually large concourse attended the sale.\nThe fact that the advertisements were given to the defendant in the execution to be posted is not, in itself, a ground of legal fraud, while the strong presumption, arising from the large number of bidders, is, that he had faithfully done his duty by posting them in public places.\nThe fact that the plaintiffs in the execution purchased all the property, and that the prices were low, cannot be looked upon as a badge of legal fraud, though they are circumstances of weight in the question of fraud in fact. The property was publicly sold and delivered by a public officer, upon a legal writ, without adverse levy or claim, and without remonstrance from the defendant in the execution. It went into the actual possession of the plaintiffs in the writ as the purchasers who carried on business upon the real estate conveyed to them in their own names, thus opening accounts and buying and selling from 1859 until 1863, when the levy of the Allentown Bank was made, not upon the identical grain, hay, lumber, &c., but upon the productions of the property coming into existence subsequently. Excepting the buggy and some portions of the stock of merchandise in the store (and what portions were neither identified nor estimated), the personal estate levied in 1859 had been used and disposed of. It was clearly not a case where these badges of fraud existed, following the identical property, and singling it out for pursuit, upon which the law would seize and pronounce it a legal fraud, such as would subject it to the claims of other creditors.\nThe court therefore properly submitted the real questions, which were of fact, to the jury, whose verdict is to be taken as conclusive of the matters established by it.\nThe judgment is affirmed."}