{"id": "998542", "contents": "The opinion of the court was delivered by\nThompson, J.\nThe trust for the separate use of Eliza McClintock, deceased, under whom the defendants below claim credit, by the deed of Ralph McClintock and his wife to Dr. Holmes, with power in the former in a certain contingency to appoint to whom and for what estates the property therein should pass, was undoubtedly properly construed by our learned brother the Chief Justice at Nisi Prius.\nThe power to Ralph McClintock, is in terms “ that upon the decease of the said Eliza in trust, to and for the use, benefit, and behoof of such person or persons, and for such estate and estates, as the said Ralph McClintock by any deed or instrument of writing under his own hand and seal, duly executed, proved, and acknowledged, made before or after the death of the said Eliza, but to take effect therefrom, shall direct, limit, or appoint in fee simple or otherwise.\nThis might have constituted an unlimited power of appointment had it not been for the following qualifying sentence:— “But in case the said Eliza should survive the said Ralph, then in trust for the said Eliza, her heirs and assigns in fee simple for ever.” Ralph McOlintoek died before his wife, and with him died his power, for by express terms, if that contingency happened, a fee was at once to become vested in her. The reading of the power proposed by the plaintiffs in error has nothing to support it. Sometimes the meaning of an instrument is rendered clear by the transposition of words or sentences, but it is not a transposition here, for the superadded words to these, “ but in case the said Eliza should survive the said Ralph, Tie having made no appointment,” are neither in form nor substance in the deed. The intention to leave the estate where it meritoriously belonged after the decease of the husband is clear in the terms used; and the reason for it is equally apparent, namely, that the estate was acquired solely by the wife’s money.\nJudgment affirmed."}