{"id": "998513", "contents": "The opinion of the court was delivered, by\nThompson, J.\nIt is unessential, in order to a correct determination of this controversy, to become involved in a consideration of the binding effect of the original contract between Jeffreys and White, for the erection and maintenance of the dam in question, after the sale of the mill and interest of the former, in a judgment against him before its date. The learned judge of the special court, held the defendant bound to contribute for repairs if he claimed the benefits of the covenants, and they were conceded to him by the co-tenant. These were facts proved and left 'to the jury, and they have found them to be true. The inquiry naturally arises in the mind, is there any good reason why this should not be so ? I will not undertake to say that the contract created covenants running with the land, because the covenantor could not impose an encumbrance or duty that might not be divested by a sale of the premises so encumbered by a prior judgment, a sale on which would carry back the title to a period coeval with the date of the lien; and the case is not to be rested on this ground. If the covenants had been anterior to the lien of the judgment, then they would in form and in fact have been clearly covenants running with the land. Thus the matter stood under the sheriff’s sale. Now why should not the assent of the sheriff’s vendee and that of the remaining co-tenant be sufficient to continue the original covenants in their original efficiency ? I do not think it is a sufficient negative of the inquiry to say that the remedy on the covenants is not pursued. The same objection might be urged in familiar instances resembling this. The property of a landlord is seized and sold, and there is a tenant whose lease is subsequent to the judgment; it is the law that the acceptance of rent by the sheriff’s vendee is a binding recognition of the lease, and the tenant would have the right of legal remedies against his new landlord. So the acceptance of services raises an implied promise to pay for them. Where a duty to contribute exists, the action is' generally on the duty or rather on the assumpsit arising out of the duty, and not always on the instrument or debt discharged. So here we have demands on part of the defendant for the benefit conferred on his property under the covenants between the original joint owners or tenants in common of the mill-dam. They are acceded to, and his enjoyment is henceforth by election and adoption under the contract, and he cannot escape the concomitant burden of maintaining, by contributing his due proportion of .the expense of keeping up the dam, the benefits of which he claimed to exist by force of the contract. We doubt not he might have repudiated it, but did not, and he must stand to his election. He has received consideration for it in the concession to him by the other party on whom the demand was made, and this was sufficient under the circumstances to raise an implied promise to pay his proportion of the repairs. He must not blow hot and cold in the same breath.\nThe Mill-Dam Act of 23d of March 1803 licenses the owners of lands on navigable streams to erect dams on the same, under the conditions mentioned, subordinate to the rights of the public, and generally the passage of fish. Against all but the public, it is a permanent or real right. It may not be disturbed excepting by proceedings in the name of the public. It was decided in Criswell v. Clugh, 3 Watts 330, that even where a dam erected under the act became a public nuisance, yet the private right of abatement did not exist. There is therefore, in a subordinate sense, property in the bed of the stream, which may be held and transmitted like any other real interest by a riparian owner as an incident of his estate; and where a dam is erected for the use of a mill, no one can doubt that it would pass as appurtenant to the mill. This being the nature of the right, why may not there be a tenancy in common of a dam erected by the owners of the land on the opposite sides of a navigable stream ? It cannot be doubted, I think, but that there may, and there doubtless are many instances of the kind. This is not very material to the case in hand, excepting to show that the character of the property to which the contribution was due differed essentially in nothing from the ordinary case of contribution for repairs by tenants in common of other real estate.\nWe discover no error in this record, and the\nJudgment is affirmed."}