{"id": "998550", "contents": "The opinion of the court wras delivered, by\nAgnew, J.\nThere is a little confusion in this case, owing to the manner in which it was tried by the counsel below. It was an appeal from a justice of the peace, who had proceeded by scire facias upon a transcript from the docket of another justice whose terra of office expired in 1850, but who retained his docket and gave this transcript after he had gone out of office. After the appeal to the Common Pleas, the defendant pleaded nul tiel record, non assumpsit, payment, and set-off. The case seems to have gone to trial upon all the pleas at the same time. This is not a fatal error, as this court will presume that the plea of nul tiel record was decided by the proper tribunal, viz., the court, and not the jury: Wall’s Adm’r. v. Fife, 1 Wright 349. The proper course was for the court to decide upon the plea of nul tiel record before the jury was sworn; if for the plaintiff, the case then would go to trial before the jury; if for the defendant, the case was at an end. It seems the transcript upon which the justice proceeded was mislaid, and certainly there could be no objection, upon showing the fact of its delivery to the justice, to the production of the docket to establish its contents. In this respect it was certainly, as the original, equal in degree. We must therefore not confound the question of evidence with that of jurisdiction. Here, however, the question is one of jurisdiction. The civil jurisdiction of justices is statutory and special, and his proceedings must be according to the statute, and in no other form. The Act of 1810 provided for but two cases in which one justice could proceed upon a transcript of another one, rvhere the transcript was brought from another county, the other where, in case of the resignation, removal, or death of a justice, the docket was retained by himself or his legal representatives. In such case the justice to whom the transcript should be delivered was directed to “ issue process and proceed thereon in the same manner and with the like effect as the said justice so having died, resigned, or removed might have done if he had remained in office.” Hence it was decided in Keeler v. Neal, 2 Watts 424, that the object of this act was not to originate another action for the same cause, but to have execution of’the existing judgment itself. The only modification of this is the enactment of 5th of May 1854, § 1, that no execution shall be issued on a judgment rendered by a justice after, five years from the judgment unless the same shall be revived by scire facias.\nThe Act of 20th February 1833, was intended to remedy the inconvenience arising from the temporary absence or the absconding, removal, resignation, and death of justices; it also provided for retention of the docket in certain cases, and delivery of a certified transcript, and again provided that the justice to whom it should be delivered should issue process and proceed thereon, and with like effect as the original justice might have done. In Keets v. Appleback, 2 Penna. R. 465, it was decided that the transcript is the foundation of the proceeding before the second justice, and consequently was prima facie evidence of itself, and did not depend upon the ordinary rule of evidence, its object not being to originate an action, but to have execution.\nFrom this review it is obvious that a justice has no jurisdiction to entertain an action at common law upon the judgment of another justice. This is in effect determined by Evans v. Smith, 8 S. & R. 343, and Ellsworth v. Burton, 7 Watts 314, deciding that a justice has no jurisdiction over an action upon a judgment in the Court of Common Pleas, or upon a transcript of a justice from another state. In Commonwealth to use of Potter v. Reynolds, 17 S. & R., deciding that a justice has no jurisdiction upon a sheriff’s bail-bond, Huston, J., expressly says, that “he has none on a judgment before another justice except in the particular form prescribed by the act, in case of death or removal of the first justice.” This is now a decided point: Kline v. McKee, 10 Wright 519.\nThis case, therefore, rests upon the right of Justice Kisner to retain his docket, and give transcript after his term of office expired in 1850. When the amended constitution of 1838 took effect, it became necessary to provide for the change in the terms of justices of the peace. The legislature, therefore, in 1839, by the Act of 21st June, § 10, provided that justices in commission, under the old constitution, should have the right of retaining their dockets and giving transcript, upon which the justice receiving the transcript might proceed in the same manner as the justice who had gone out of office might have done, viz., by execution, or, if five years had elapsed, by scire facias. But as to the justices elected under the amended constitution, it provided that on the expiration of the term of office, each should deliver his docket and papers to the person elected and commissioned to succeed him. The term being five years, the frequency of change required that the dockets should have some common depository for the convenience and safety of the public. Then came the Act of 27th February 1845, § 1, which gave to justices elected to office the same privilege to which the justices under the old constitution had under the 10th section of the Act of 21st June 1839, to wit, of retaining their dockets and giving transcripts. But the next year, the legislature perceiving the dispersion of dockets this law was likely to produce, and the public inconvenience of following the owners wherever they might be, passed the Act of 21st April 1846, § 4, providing for the delivery of dockets, in case of removal, to the nearest justice or alderman, and the means of enforcing it. Section 5, then, provided that so much of the 10th section of the Act of June 21st 1839, as provides for the delivery of the dockets and papers of an alderman or justice to his successor in office, shall be deemed and construed to extend to all cases of succession in office, whether by death, resignation, or otherwise. This language extended to every case of succession, and of course included expiration of term. The provision of the Act of 1839, itself, had specified reference to the expiration of term, and therefore, when extended to all cases of succession, was clearly applicable to succession by election after the expiration of a term. This is seen more clearly by keeping in recollection that there is no election under the constitution to fill a vacancy, but every election is for the full term of five years.\nIt is perfectly clear, when Justice Kisner’s term of office expired in 1850, and another was elected to fill his place, he had no right to retain his docket, and consequently no 'right to certify a transcript as the foundation for a continued proceeding before another justice. Justice Evans, therefore, to whom the transcript was delivered, having neither a common law jurisdiction, by action of debt on the transcript, nor a statutory jurisdiction to proceed by execution or scire facias, had no jurisdiction whatever, and none could be given by the appeal to the Common Pleas. It was the duty of the court below to give judgment on the plea of nul tiel record against the plaintiff, for there was no legal record or proceeding in the nature of a record to support the scire facias.\nThe judgment is therefore reversed, and judgment is now entered for the defendant below, with costs, and the record ordered to be remitted."}