{"id": "998516", "contents": "The opinion of the court was delivered, by\nRead, J.\nThe simple question in this case is, what estate did Mrs. Sergeant take under the will of her father Richard Bache, she leaving two children, the plaintiff and the defendant Thomas .Sergeant ? If only a life estate, then the decree below is right.\nRichard Bache, by his will dated January 2d 1810, and proved on the 2d of August in the same year, gave to three trustees in fee simple a seventh part of his estate in trust for Sarah Bache, afterwards intermarried with Judge Sergeant, whom she survived.\nThe trust was for her life, and after her decease to convey the said seventh part to her children (if she should marry and have children) and the issue of any of her deceased children, to be equally divided among them as tenants in common, and not as joint tenants; but all the issue of a deceased child shall only take the share and proportion to w'hich their parents would have been entitled, had he or she survived the said Sarah Bache, and no more. This undoubtedly would give Mrs. Sergeant only an equitable'life estate. Then follows a provision which is inoperative under the circumstances, and which might for the purposes of the present case be stricken out of the will, giving her power, in case she left no children or issue as aforesaid, to appoint the said seventh part by her last will, or writing in nature of a last will, to such persons and for such estates as she should think proper. The trustees were given power to sell the said premises, and it is conceded that the whole legal estate in the same was vested in them. It is clear, also, from the examples given by the plaintiff’s counsel, that this will under certain contingencies would produce different results as to the persons entitled to take from the Intestate Law, supposing Mrs. Sergeant to have had a fee simple, and to have died intestate.\nThe only argument against the construction giving only a life estate to Mrs. Sergeant, under the present rulings of the court, and which I do not think it necessary to repeat or discuss, is founded upon these words introductory of the clauses which have been mentioned: “ In trust, nevertheless, for the use and benefit of my daughter Sarah Bache, her heirs and assigns, in manner following — that is to say — to my said daughter Sarah Bache, to have and enjoy the rents, issues, profits, income, and interest of the said last-mentioned one full seventh part or share of the premises for and during her natural life, and after her deceaseThe trustees are then directed to convey to the children as before stated, or in case of the other contingencies to convey to her appointees by will.\nIt is clear, therefore, that these words have no effect in enlarging Mrs. Sergeant’s life estate to a fee simple, when the will of her father directly and positively negatives any such intention on his part. Richard Bache intended Mrs. Sergeant’s children and his grandchildren should have his property, and, therefore, Mrs. Sergeant in her lifetime could not legally convey more than her life interest, and her will so far as regarded this seventh had no operation, except so far as either of her children might elect to take under it.\nAs Mrs. Sergeant had only a life interest, Mrs. Perry takes directly under the will of her grandfather-one-half of the one-seventh, and as the decree below was made on this assumption, and with a view to the special circumstances of the case, all we have to say is that\nThe decree is affirmed."}