{"id": "998522", "contents": "The opinion of the court was delivered by\nAgnew, J.\nThere are but two questions in this case which need to be noticed.\n1. Whether an assessment of a certain number of acres of land, without any other description or means of identification, in the name of a person unknown, in connection with any title or possession of the land, will support a sale of the land as unseated for taxes.\n2. Whether the evidence of the redemption ought not to have been received.\nThe tract in question was warranted in the name of James Trembel, and surveyed as four hundred and one acres and fifty-seven perches. The assessment was “John Turnbull, four hundred acres.” Granting that the land itself is the subject of taxation, it is still on the ground of title. This is proved by the fact that no sale is valid till title be shown to be out of the Commonwealth, and by the mode of assessing the tax and giving notice of the sale, which always furnishes the name of the supposed owner. Ownership, whether named correctly or incorrectly, is the subject of the duty to the state to bear a proportion of the public burdens. Land is taxed, not as inanimate matter, which is insensate, and cannot respond to duty, but as property, to whose owner the law allows both time and place to respond, before his property shall be sold from him, and after a sale still affords the grace of redemption. But how can the duty be here proved, or the redemption be claimed, without a knowledge that the ownership has been subjected to the former, and a sale made demanding of him the latter ? Notice, or at least the means of knowledge, is an essential element of every just proceeding which affects rights of persons or property. But how can the duty of the payment of taxes he performed without the identity of the subject-matter of the duty being made known to him who is to perform it, by name or by description ? A thing, whether land or chattel, to be the subject of legal action, must be proceeded against by name or by description, but a name is descriptive only because it has become associated with the person or thing named. A name, therefore, which has never become connected in any manner with any title or possession of land, clearly infers no means of its identification. So the mathematical content expressed in figures is not a mark of identity peculiar to the land; but like a common noun, has no immediate or cognate relation to a particular tract. This is especially true where the quantity of all warrants almost invariably was four hundred acres. Identity is said to be matter for a jury. Certainly this is so; but from its very nature the fact of identity is dependent on circumstances which attach themselves to the land. It is because the thing described answers to the circumstances of description we are able to identify it. The evidence of identity is the record which contains the description and fixes the duty. Assessment is, from its legal requirement, and the necessity of preserving its evidence, a written entry, and must depend upon the records of the commissioner’s oflice, and not upon parol testimony, or the private duplicate of the assessor. McCall v. Lorimer, 4 Watts 351, 355, is. full on this point. And, as said by Justice Rogers, in another report of that ease, 4 W. & S. 133, it is the assessment which confers the power to sell, in the same manner as a judgment on which an execution is issued. It is the assessment, therefore, which must contain the means of identification of the ownership, in order that the proprietor may pay his tax, or redeem if he fails to pay in time. It may be by a name, though it need not be, as the sale will be valid under the -Act of 1803, though the land be not taxed and sold in the name of the real owner. But if by a name alone, it must be by one linked to it, or once associated with it, so that the chain which binds them together, when followed by the hand of the real owner, will lead him to it. If the owner be unknown, still it can be identified. It has some ear-mark; it lies somewhere, and adjoins somebody, and has some title associated with it, good or bad; something which will’ afford the owner the means of tracing his land, and paying his tax.\nIt is said, however, that every owner knows his land is taxed, and it is his duty 'to seek the officer, and offer to pay the tax, a'nd this offer will stand as his excuse, and save his title. The answer is, that in the ease which we are considering, where nothing exists in the assessment to lead to identification, it is useless and unjust. Useless, because the officer no more than himself can trace his property, or enable him to perform his duty by accept; ing his taxes. It is unjust, because the sale of the land thus becomes inevitable, and necessitates the payment of expenses and inconvenience in defending or recovering his title; and in order to preserve it compels him to perpetuate the evidence of an offer seemingly useless; for what person, told by the officer that he has no land assessed, would deem it necessary to preserve the evidence of an offer which bears no fruit ? It is unjust also to the purchaser at the sale, for he is induced to bid for a worth-' less title, to be blown away by the breath of an oral offer, bearing no imprint on the public record, and if the officer should make a record of what the law makes no provision for, how can the purchaser know of a connection between the person who makes the offer and the land exposed to sale, which neither the owner nor the officer was able to trace ? It is surely enough that a man’s property may be assessed and sold in the name of another, but it is absolutely shocking to every sentiment of natural justice that any man’s property should be forfeited without any description whatever, or means of knowing that his rights are in peril. .\nWhat is it to tell us, let the owner be vigilant and prompt, let him have his land duly assessed, and pay his share of the public burdens ? Admitting the truthfulness of these legal injunctions, in their general application to duty, we cannot ignore the tendencies of the law, and the general habits and customs of the people, and the harshness of this rigid application to the present question. The assessment of taxes belongs to the public agents, and therefore is always left to their guidance, under an expectation, not often disappointed, that they will act faithfully and fairly. Notice to the tax-payer as a duty is cast by the law upon them, and opportunity for correcting errors afforded. Owners of unseated lands are for the most part non-residents, far away from their property. Under these circumstances, to erect the high standard of diligence thus set up for us, where the penalty of its non-observance is so greatly disproportioned, as is the loss of a man’s whole estate to the pittance of tax imposed upon it, is to exact a duty most onerous, and higher than the law itself has given us. The penalty of the law for a failure to make a return of land for taxation is fourfold taxation, but not confiscation of estate. We should not be wiser than the law. It has made ample provision for notice to the owner; first by providing a description of the land, and a book wherein it may be found, and imposed on the county surveyor the duty -of furnishing the means of making it. It has then provided for notice to him at least sixty days before the sale, specifying the township in which his land lies, the number of acres in the tract, and the name of the warrantee or owner, and recognised his residence by requiring publication in a daily paper of Philadelphia, as well as in a newspaper of the proper county. It thus sedulously guards the interest of the owner, and while it looks to the land itself as the subject of taxation and the means of payment, it carefully regards him as the object of duty and possessor of rights.\nThat the law itself designed identification is clearly proved by the returns it provided for. The county surveyor is required to make a correct return of all lands surveyed, including the number of acres in such survey or warrant, the names and surnames of the original warrantees, the waters on which the same are situate, the land contiguous thereto, and the township in which it lies. The owner is required, within a year of his purchase, under the penalty of fourfold taxation, to furnish a statement containing a description of the tract, the name of the person holding the original title, and its nature, number, and date, and the name of-The grantor, and date of the conveyance to the person retaining the statement. Identification of the land itself being the main purpose, the provision allowing the owner a year to make his return answers the argument that by the terms of law the sale is valid, though the land is not assessed and sold in the name of the owner. Having a year to return his ownership, and the assessment continuing in the former name, it was requiring of him the least possible diligence to examine for taxes in the names of those under whom he claims title. But it does not follow from this that his land should be sold without any means of identification to enable him to perform his duty. There was another reason for the provision. Land is often claimed by adverse owners, and it is not the duty of the tax officers to decide between them. It is sufficient, therefore, if the assessment be in the name of one connected by some title with the land. There is no hardship in this, for owners seldom are ignorant of adverse titles. Ten minutes will suffice to read over every name in the longest list of unseated lands in any township, and if the name of the hostile claimant be found in connection with his tract the means of identification is at hand. There are many reasons why an error in name should not invalidate, but not one why an assessment, having no known connection with the true subject of the sale, should condemn the title.\nSo the sale is good, though the officer fails to give the notice required by law. But the law has provided its antidote by giving the owner two years to examine the office, and to redeem. If he have received no notice of sale, it required of him no great measure of diligence to look after his interests within two years. But if, when he comes to inquire, he is unable to find upon the books any trace of his land, he certainly can complain of injustice, after he discovers that his property has been sold from him without any means of knowledge or- redemption. In short, it'seems to me, from a review of the law, and the nature and justice of the thing, it is essential to the validity of the sale that the assessment should afford the means of identification, either by a description of the land, or by some circumstance, number, or adjoiner associated or connected with it, or by a name connected a,t some time with a title to the land, good or bad, and that a sale without description, circumstance, or name, having any known relation to the land, is bad.\nThis position is sustained by the authorities when properly examined. There are many dicta in general terms, some of which are seemingly in conflict, but it will be found that in all the cases the assessment contained the elements of identity, while the ease before us, as far as I have discovered, presents for the first time the naked question, with the single exception of Dunn v. Ralyea, in 6 W. & S. 475.\nIn Stewart v. Shoenfeldt, 13 S. & R. 360, the question was whether an assessment in a wrong township was void ? But it was held there must be other circumstances of description sufficient to identify the land. Here the tract was taxed in the name of George Sevitz, the warrantee, and as containing the precise quantity of the Sevitz survey, four hundred and twenty-five acres and sixty-nine perches. In Luffborough v. Parker, 16 S. & R. 351, the- assessment was in the true name of the owner, Nathan Luffborough; and Huston, J., in Morton v. Harris, 9 Watts 325, referring to Luffborough v. Parker, informs us that it was a donation tract, having a number by law, and was taxed and sold in the right number. In Hubley v. Keyser, 2 Penna. 496, the question arose upon the regularity of the assessment, and the land was the subject of conflicting titles, but the assessment was in the. name of John Hubley, the warrantee. And in Morton v. Harris, 9 Watts 323, 324, Justice Huston also corrects the generality of his expressions in Hubley v. Keyser, and on page 325 takes occasion to say: “ I apprehend the tract taken and sold must in some way be designated, so that it can be known to a reasonable certainty what specific tract was taxed and sold.” I notice Huston v. Morton, 1 Watts 477, only to say it was a ease where the defendant was a mere trespasser, Gibson, C. J., remarking: “ So that in an action between the vendee of the county and a wrongdoer, every intendment is to be made in support of the sale.” Strauch v. Shoemaker, 1 W. & S. 166, was a case of conflict of title to the same tract, where the owner of the senior warrant was postponed by a failure to return his warrant in due time, and the assessment was in the name of Henry Strauch, who had been an owner of the senior warrant, and therefore directly connected with one of the hostile titles.\nBurns v. Lyon, 4 Watts 363, is free of difficulty. The land was there assessed as part of James Dowling’s tract of two hundred acres, and part of tract settled by James Dowling, two hundred acres. The point decided was that this was a sufficient designation of two hundred acres as a part of a tract of four hundred acres settled by James Dowling. In Harper v. McKeehan, 3 W. & S. 238, the assessment of a tract of land warranted and surveyed to John Logue, was made in the name of Matthew Irvine, to whom it had been conveyed by John Logue. The whole opinion of Huston, J., warrants the syllabus of the case, that it is “ not essential to the validity of a treasurer’s sale of unseated land; that it was not assessed and sold in the name of the true owner, if it be clearly designated by any other mark.” McCoy v. Michew, 7 W. & S. 386, decides nothing more than that land may be taken and sold in the name of a junior warrantee of the same land.\nJustice Burnside’s remark, in Collins v. Barclay, 7 Barr 67, that “it is the identical spot of ground assessed that passes without regard to the real name or title used in the assessment,” is founded upon a case where the assessment was in the name of Samuel Bethel, the warrantee. In Russell v. Wentz, 12 Harris 337, Judge Hegins says that it is not necessary that the land should be so distinguished in the assessment as to lead the owner to the assessment. Woodward, J., says: “That it is immaterial in what name the land is assessed, if there is sufficient evidence to satisfy the jury what land was taxed and sold.” This did not affirm the doctrine of Judge Hegins, for the assessments were in the name of Samuel D. Franks, owner of the two warrants, and the question was, whether they applied to this pair, or to another pair owned by him in the same township. Samuel D. Franks had notice, therefore that he was assessed for one pair or the other; and this case so much rested on is no decision of the question now before us, while the remarks of Justice Woodward, coupled with the facts, were strictly correct. In the same book we come to Laird v. Heister, p. 453, in which Justice Lowrie laid down, in a series of propositions to the number of nine,' the whole law pertaining to the assessment of unseated lands, very useful indeed as a birds-eye view of the subject, but constituting no precedent for judicial decision. The fourth of the series is, that the tax-books are not intended to give notice of the liability of land for taxes. This if it mean that there need be no designation in the assessment to identify the subject of the tax, is counter to the plain provisions of the law for its description, and for notice to the owner, and to the general current of authority, and was not called for by the case. The plaintiff claimed under an appraisement in the name of John Kunkle, the warrantee, and the defendant claimed title under the same warrant, but alleged there was another tract known as John Kunkle’s, to which the assessment •applied. In either case the assessment put the owner of the John Kunkle tract on his guard.\nMiller v. Hale, 2 Casey 432, has no possible bearing on the question before us. The assessment was in the name of Philip Harr, the warrantee, but the deed by mistake referred to the name of William Harr, and evidence was given to show the identity of the tract sold with that assessed. The law was well summed up by the present chief justice: “ The name of the warrantee and of the township are circumstances of designation, but not conclusive. The identity of the tract assessed must be fixed to the satisfaction of the jury, if by the warrantee and township, very well; if by other circumstances of designation, equally well.” .\nThese are all the cases in which I have discovered general expressions seeming to militate against the position now assumed. Let us examine others which look in the other direction. In Cooper v. Brockway, 8 Watts 165, Justice Huston, referring to the provision that a sale shall be good though the land be not assessed and sold in the name of the owner, says: “ If the tract is precisely designated, as in this case, by the name of the warrantee and number of his warrant, the sale is good and effectual. Morton v. Harris, 9 Watts 323-5, has been already referred to for the expression of the same judge, as to designation being necessary, so that it can be known with reasonable certainty what tract is taxed and sold.\nBut in Dunn v. Ralyea, 6 W. & S. 475, the question was squarely met and decided. To understand its force it must be premised that the tract was donation land, required to be numbered on a tree nearest to the north-west corner, and that the 12th section of the Act of 1785 required a general draft to be made, in which the number should be inserted, “ to serve to all intents and purposes in lieu of recording the patents ;” the name and rank of the person when drawn being inserted within the lot he draws. The plaintiff claimed title to lot No. 1031 under the patent, and the defendant claimed title to lot No. 1029, and the case was decided upon a special verdict, which expressly found that No. 1031 was the land in controversy, and ivas assessed as No. 1029, for the years 1816 and 1817; that in the commissioner’s office there was a certified draft of the fifth donation district, at the time and had been since 1804, which represented the tract in dispute as numbered 1029, from which the commissioners made their assessments; that the tract in dispute was taxed in the name of Jacob Harrington, who had received a treasurer's deed for it, causing a change in the assessment from John Pearson to Jacob Harrington. That two of the supervisors laid the road-tax of 1816 on the land in controversy; that it was sold as 1029 for the taxes of 1816 and 1817. The special verdict further found that the real number 1029 is on the ground located two tracts north of the tract in dispute, and had been seated since 1814. Thus nothing could be more clearly ascertained. No. 1031, the tract in dispute, was the very tract assessed and sold; it appeared as 1029 on the general draft, and not as 1031, and had been before sold to Harrington, and therefore taxed in his name. The identity of the land in dispute, No. 1031, with the subject of assessment and sale is placed beyond doubt; and this court, distinctly and without dissent, decided that the sale was invalid, because the only description was the number, 1029, and the owner could not by that number discover that his land was taxed.' The case is put not on any peculiar efficiency in the number, but on the ground expressly that the designation was not such as to enable the owner to pay his tax; “for on inquiry” (says Kennedy, J.), “ whether any assessment had been made on No. 1031, he must have received a negative answer, and he had no occasion to inquire further.”\nIn the same booh we find Thompson v. Fisher, p. 520, in which Justice Huston, after deciding that an assessment in the name of John Ilalaman for John Hadleman, the warrantee, is sufficient, says: “ Let it not be understood that I mean that any tract may be sold in any name, if the name be mistaken so as not to be liable to be considered the same, there must be some other evidence to designate the tract or it will not pass.” In Dunder v. Snodgrass, 6 Harris 151, the land was taxed in a wrong number, and in the name of William Powers, a former owner through whom the defendant claimed; no change having been made in the assessment. In the Common Pleas, Church, J., held that the number being arbitrary, “ any other description will be sufficient, provided it evinces the fact of the actual assessment of the land, or leads to evidence of it.” In this court the judgment was affirmed, Raying: “ The number of the tract was an artificial mark set on it for convenience of designation; but it might be designated by any other.” “ There was enough in this instance to lead him to the truth, and it is sufficient that the description did not positively mislead him.”\nThe last case decided is Woodside v. Wilson, 8 Casey 52. In the assessment the number was wrong, but the name of E. Rockwell, a former owner, was used. The court below held that “marks and surveys are not the exclusive and only indices by which the land may be designated,” and “that it is not essentially necessary that a donation tract should be assessed by its distributive number, provided it has other names or means by which it may be known.” This language is quoted and approved by Justice Thompson, in delivering the opinion of this court.\nThe result of the whole is, that where the assessment wholly* fails to lead to identification, so that neither the owner nor the officer can tell that his land is taxed, the duty of payment cannot be performed, and the assessment is void.\nThe assessment, therefore, upon which the sale was made being the true.source of identification, and the criterion by which the validity of the sale is to be tested, it follows that an assessment several years before in the name of John Trembel (the warrantee name being James Trembel), which by some mistake was turned to John Turnbull, cannot be resorted to as evidence to make title under a subsequent assessment in the name of John Turnbull, ■there being no other circumstance of identity. The court below erred in holding the evidence sufficient to give validity to the assessment under which the sale was made.\nWe think the court also erred in refusing to receive the evidence of the redemption made by the city of Philadelphia.\nIt has been too firmly decided to be unsettled that there may be a permissive redemption after the five years from the purchase by the county commissioners: Stiner v. Coxe, 4 Barr 26 ; Coxe v. Wolcott et al., 3 Casey 158; Diamond Coal Co. v. Fisher, 7 Harris 267.\nAnd the fact that the defendants offered first the evidence to show the fact of redemption, before producing the conveyances from the commissioners to the city of Philadelphia, was not a reason for rejecting the evidence. In the very nature of the case the consent of the commissioners to the redemption and the payment of the redemption price must precede the conveyance, and it could not be required that the whole should be offered together, but rather that it should go in step by step. If the redemption was agreed upon, and the money paid on the faith of it, and the commissioners also were in fault, it would be difficult to say, if.no opposing circumstances existed, that the title had not revested in equity, in the city.\nThe judgment is reversed, and a venire de novo awarded."}