{"id": "998531", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nJulia Heffley was niece of the wife of George Gordner, the decedent. The proof shows clearly that she did housework for the decedent and his wife, an aged and infirm couple, for several years. The action is assumpsit for work and labour, and the first question was therefore whether she was living in the family as a member of it, or as a servant in a contract relation. The declarations of George Gordner in relation to her service, its value to him, his fear of Julia’s leaving him, his anxiety and fears on this account, accompanied by his declarations that if she would stay she would be well paid, and his ■ repeated declarations, before and after his wife’s death, that she should be rewarded well by him, should be paid well, that if she stayed lie would pay her well, were all legitimate evidence to repel the inference arising from her relationship to his wife, that she was merely a member of his household, and to show that she was living there under a contract relation. The evidence was therefore properly admitted; the objection of the defendants having relation to its effect, upon which they could ask the instruction of the court to the jury. Where the family relation is apparent, as between father and son, doubtless the proof must be clear and convincing, and show a precise and definite contract for wages between the parties. But the further removed they are from this apparent relation, the more nearly the character of the proof approaches to the ordinary standard between man and man. The relationship here between the decedent and the niece of his wife is certainly somewhat remote, and would justify the reception of the evidence. The bills of exception are therefore not sustained.\nThe charge was as favourable as the defendants could ask. The claim was an ordinary one for the wages of labour, and not a special agreement for a legacy or devise, or for land or other special mode of payment.\nSuch cases, therefore, as Bash v. Bash, 9 Barr 260, Candor’s Appeal, 5 W. & S. 513, Graham v. Graham’s Ex’ors., 10 Casey, 480, have no application. After proving a relation which entitles to wages, the law implies a contract to pay; and it belongs to the jury, under the evidence of the value of the services, to fix the sum to be recovered. The defendants themselves proved a contract relation, and that the wages were to be $50 a year, which, according to their proof, were paid. Why the jury, under the pointed and favourable charge of the court, did not find for the defendants it is difficult to divine; but if they found counter .to the evidence, the error was one which the court below alone could correct.\n. There is no error in the record, and the judgment is therefore affirmed."}