{
  "id": 413764,
  "name": "King versus Faber",
  "name_abbreviation": "King v. Faber",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "21",
  "last_page": "25",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 21"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 John. 261",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 451,
    "char_count": 11026,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 1.4741591421691448e-07,
      "percentile": 0.659842909760376
    },
    "sha256": "e1b56666aa2d5f33f98324482ceea2bbc766a8b9bbbb9816eb835211251c7773",
    "simhash": "1:abbc52d9838e7d2d",
    "word_count": 2015
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "King versus Faber."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, September 22, by\nLewis, J.\nThe authority of partners is limited to the business of the partnership, and the acting partner, like others, is confined within the same limit. It is no part of the business of a partnership to incur liabilities for the debts of third persons, unless such liabilities are incurred in the course of the necessary transactions of the firm.\nOne partner cannot make the firm liable for a note of $571.34, given by him for his own individual debt, or for the debt of a stranger, by including in the consideration a trifling debt of 30 or 40 dollars which the firm were bound to pay. Such an act is not within the limit of his authority. It would avail but little to set bounds to the authority of partners if they might make each other liable for millions, in no way connected with the partnership business, by including in the transaction a few dollars for which the firm was bound.\nNeither Bell, nor King, nor both together, can bind Shoenberger for the debt due by Moore & Wigton to F. & W. M. Faber. Neither the note given by Bell, nor the letter of the 4th December, 1849, written by King, can make Shoenberger liable without his consent. We see no evidence of his assent, nor are there any circumstances in the case to dispense with it. The plaintiffs below are not innocent holders of negotiable paper without notice of the consideration. They were perfectly aware of the fact that their claim was upon Moore & Wigton, and that the note in the partnership name of the plaintiffs in error was not given in the regular course of their partnership business. Under such circumstances it was the duty of the plaintiffs below to see that the note was signed with the assent of all the partners.\nThe seventh point of the plaintiffs in error, ought to have been answered in the affirmative. We see no other error in the proceedings.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Loomis, for plaintiff in error.",
      "Brady and Stanton, contra."
    ],
    "corrections": "",
    "head_matter": "King versus Faber.\n1. The authority of partners is limited to the business of the partnership ; and an acting partner, like others, is confined within the same limit.\n2. A partner cannot render the firm liable for a note for his individual debt by including within it a debt of the firm forming a small part of it.\n3. The assent of one other of the partners to the giving of the note could not render the third partner liable.\n4. The payees of the note in question were not innocent holders of negotiable paper without notice of the consideration, but were aware that their claim was against other parties—under these circumstances, it was their duty to see that the note in suit was signed with the assent of all of the partners.\nError to the District Court of Allegheny county.\nThis was a suit by. F. & W. M. Faber, partners, v. J. Bell, Geo. S. King, and Peter Shoenberger, as late partners, trading under the firm of J. Bell & Co. The process was not served on J. Bell. The declaration contained three counts, the first and second were on a note ; the third was in indebitatus assumpsit. The note was as follows:\n$57134/100 Pittsburgh, January 31, 1850.\nOn the first day of August next, we promise to pay to order of F. k W. M. Eaber, five hundred and seventy-one dollars and thirty-four cents, payable in good foundry pig metal, at the rate of Pittsburgh six months market price, without defalcation, for value received. Signed J. Bell & Co.\nOn the part of King & Shoenberger it was plead that they did not make the note. On 5th January, 1858, verdict for plaintiffs for $601.68,\nIt appeared that there were three several firms in existence, which were composed as follows:\nThe firm of J. Bell & Co., composed of J. Bell, Geo. S. King, and Peter Shoenberger. Geo. S. King was the acting manager of this firm. They owned Mill Creek Furnace, and were engaged in the manufacture of pig metal. Their furnace was propelled by water-power.\nAnother firm, Geo. S. King Co., was composed of Geo. S. King and Peter Shoenberger. Geo. S. King was the acting manager of this firm. They were also owners of a furnace.\nA third firm, J. & J. Bell, were owners of Washington Furnace, and were engaged in the manufacture of pig metal.\nA. J. Wigton, one of the firm of Wigton k Moore, purchased for that firm from F. & W. M. Faber, the plaintiffs, a steam-engine for which they were to pay $1100. The engine was to be ready for delivery on the 8th December, and the terms of payment were to be an order on J. & G. H. Shoenberger for rolled iron. Pig iron was afterwards agreed on, and interest on the two payments of $550 each was agreed on; the interest on the one payment amounting to $10.44; on the other to $21.34—in all $1131.68. After the contract was agreed on, Wigton had a conversation with King, of the firm of King & Co., and King gave him a letter to the Messrs. Faber, dated December 4, 1849.\nWigton testified in the case, that he wanted to make a payment on account of the engine through King & Co. and J. Bell & Co., as both of those firms were indebted to him. Against King & Co. he had a note for $600; and against John Bell & Co. he had one for $300. These notes were offered to the plaintiffs, who refused them on account of the manner in which they were drawn. He had also two other notes drawn by J. & J. Bell, the firm thirdly named, in favor of Conrad & McCoy.\nWigton gave up to John Bell the note for $600 on King & Co., for which Bell gave a note signed J. Bell & Co. for $560.34, payable to the Fabers, on 1st May, 1850. Bell also gave up to Wig-ton another note signed J. Bell & Co. for $571.34, payable to F. & W. M. Faber, viz. the note in suit. The latter note was to be in part payment of a note for $1000 against J. & J. Bell, which Wigton held. For this $1000, Shoenberger & King were not liable. The $1000 note had been given by J. & J. Bell to Condren & Co. for some mules, sold by them to J. & J. Bell. Shoenberger & King had no interest in the transaction. There was no other consideration for the note in suit than the credit given on the note of J. & J. Bell for $1000; and it did not appear that Shoenberger gave any authority for giving the note in suit.\nOn the 1st February, 1850, a settlement was made between John Bell and Wigton, the account on the one side being:\nThe note of Condren & Co. for $500; interest $17.50: note of King & Co. for $600, and credit on John Bell & Co.’s note in favor of L. L. Moore, $14.18; in all $1131.68, with the statement that- the above was to pay for the steam-engine bought of Messrs. F. & W. M. Faber,—for which J. ft J. Bell gave their note for $571.34, and John Bell & Co.’s note to Messrs. Faber for $560.34; in all $1131.68. This settlement was signed by John Bell and A. J. Wigton.\nWigton further testified that at the time the said settlement was signed, he supposed that John Bell had given to him notes as stated in that paper, viz. the note of J. & J. Bell for $571.34, and the note of J. Bell & Co. for $560.34. That the previous agreement between Bell and him was that the settlement was to he made as was stated in that paper.\nThe first note to the plaintiff was paid in pig metal. King was present at the time of the delivery of the metal. Bell was then considered to be in good circumstances as the partner of King and Shoenberger. Bell afterwards failed.\nIt was testified that John Bell transacted no business for J. Bell & Co., at Mill Creek Furnace, without consulting the other partners ; and that Gr. S. King was the acting manager and partner of the two furnaces of J. Bell & Co. and Gr. S. King & Co.\nThere was given in evidence, on part of the plaintiffs, a letter dated December 4th, 1849, from Greo. S. King, signed Greo. S. King & Co,; in which it was stated that he considered Wigton, Moore & Co. good for the amount of the engine. It was added, “ They wish to make their payment through us. We, perhaps, can make it suit to take part metal instead of iron. We will see you on our next visit to Pittsburgh.” Signed Gr. S. King & Co..\nIn answer to a point presented on the part of the defendants, the Court instructed the jury that one partner could not bind his copartners by giving a note in the partnership name for his own private debt, without their assent. One of the points, the seventh, was as follows:\nTo enable the plaintiffs to recover in this case, it must be proven that both defendants, George S. King and Peter Shoenberger, gave such assent as is described in the foregoing points; and that, unless it has been proven to the jury that both King and Shoenberger gave such assent,, the plaintiffs cannot recover, in this case, a verdict against both or either of them.\nAnswer.—“ If you believe that Geo. S. King was the acting and managing-partner in both the firms of Geo. S. King & Co. and John Bell & Co., and that he gave, his assent to the giving of the note by John Bell, in the name of J. Bell & Co. to the Eabers, such assent on the part of King will be sufficient to render both King and Shoenberger liable in this action, under all the circumstances, if established to your satisfaction.” To which answer the counsel for the defendants excepted.\nThe answer to this point was assigned for error.\nLoomis, for plaintiff in error.\nOne partner cannot bind the firm by signing their name in a matter in which the firm has no concern, unless he has previous authority, or there is subsequent ratification : 4 Ser. & R. 288, Park v. Smith; 2 Id. 152; 12 Ser. & R. 15; 4 John. 261, and other authorities. King, though the acting manager of the firm of J. Bell & Co., had no authority to bind Shoenberger in this matter, which was foreign to the business of the partnership.\nBrady and Stanton, contra.\nIt was contended that King & Shoenberger were benefited by the arrangement. The firm' of King & Co. were indebted to Wigton $600. By the arrangement with the plaintiffs, their debt to Wigton was arranged, and instead of having to pay it in money, the firm of J. Bell & Co., of which they were members, were to pay it in pig metal. The time of payment, also, was extended. As King was the acting partner, it was submitted whether his assent to the arrangement did not render it binding on Shoenberger.\nThe note of Bell & Co. was for $600. It was given up when the first note of $560.34 was given. The latter sum deducted from the first would leave $39.66, which was included in the last note, viz. the one involved in this suit. It was contended that this balance would be a sufficient consideration to bind King and Shoenberger.\nIt was further said that the settlement between Bell and Wig-ton, being made after the notes had been given to the Eabers, could not affect the notes given to them. But it was contended, as Bell- sometimes did business for the firm of Bell & Co. with the assent of his partners, that in this ease he carried into effect the suggestion contained in the letter of King of the 4th December; and it was intimated that the jury might infer that the assent of both King and Shoenberger had been obtained to the arrangement made with the plaintiffs."
  },
  "file_name": "0021-01",
  "first_page_order": 23,
  "last_page_order": 27
}
