{
  "id": 413773,
  "name": "Bircleback versus Wilkins",
  "name_abbreviation": "Bircleback v. Wilkins",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "26",
  "last_page": "29",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 26"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Yeates 360",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6775103
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0359-01"
      ]
    },
    {
      "cite": "5 Wharton 331",
      "category": "reporters:state",
      "reporter": "Whart.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "361"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 353",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850005
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0353-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 410,
    "char_count": 8128,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 1.629996381602514e-07,
      "percentile": 0.6887430502704984
    },
    "sha256": "727f6460b33275482c2a49df97598c252ee2b4832237c28997ce6fdf394033c3",
    "simhash": "1:257694f56c19b32e",
    "word_count": 1429
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bircleback versus Wilkins."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, September 22, by\nWoodward, J.\nThis note was not negotiable on its face, nor made negotiable by the blank endorsement of the payee. Wilkins therefore took it subject to the equities existing between the original parties, and, according to their very express agreement, Bircleback was not to be liable by virtue of his endorsement. In Patterson v. Todd & Lemon, 6 Harris 434, it was held that an endorsement may be explained by parol evidence, to mean nothing further than a transfer of the debt without recourse to the endorser; and that was precisely the import of Bireleback’s endorsement of this note.\nNor is there any hardship in enforcing the agreement of the original parties against Wilkins, because, although he took the note without notice of the agreement, it does not appear that he paid anything for it, or was a holder for value. Mere possession of non-negotiable paper implies no consideration, and confers no right of action in the holder’s name.\nThe judgment is reversed, and judgment entered for the defendant below for costs.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Carnahan, for plaintiff in error.",
      "Rogers, for defendant."
    ],
    "corrections": "",
    "head_matter": "Bircleback versus Wilkins.\n1. A note, not negotiable, was endorsed by the payee in blank, and under an agreement that the endorsement should impose no liability on the endorser; it was afterwards received by the holder, who, though without notice of the agreement, did not prove that he was a holder for value: Held, that he took the same subject to the equities between the payee and his immediate endorsee.\n2. The mere possession of a note not negotiable implies no consideration for its transfer, and gives the holder no right of action on it in his own name.\nError to the District Court of Allegheny county.\nThis was a case stated entered to April Term, 1852, in which A. Wilkins was plaintiff, and Philip Bircleback was defendant.\nThe parties in this case agreed upon the following facts, to bo considered in the nature of a special verdict.\nHenry Hannen & Co., being indebted to Philip Bircleback, gave him their note as follows:\n$113.02. Pittsburgh, Sept. 21, 1850.\nFour months after date, we promise to pay to Philip Bircleback, one hundred and thirteen dollars and two cents, without defalcation, for value received.\n(Signed,) Henry Hannen & Co.\nOn the 9th day of October, 1850, Philip Bircleback transferred the above-mentioned note to John Brown, by endorsement in blank, in part payment of the price of a lot of ground, purchased that day from said Brown. At the time of the transfer of the note to Brown, it was expressly agreed in the presence of witnesses, that Brown should look to Hannen & Co. for payment, and that Bircleback should not be liable on the note. The object of the endorsement was merely to transfer the interest of Bircleback to Brown. Afterwards, and before the maturity of said note, it passed from Brown into the possession of Joseph Bingham, who liad notice that Bircleback was not to be considered liable on the note. Bingham got the note from Brown under the pretence that he could settle the note with Hannen & Co., he having an account with that firm. Bingham, instead of settling the note with Hannen & Co., transferred it to A. Wilkins, the plaintiff in this case. It is admitted that the firm of Hannen & Co. is insolvent, and was so at the time of the maturity of the note. The note was duly protested for non-pa.yment, and notice of protest was serve'd on Philip Bircleback, as the endorser. Date of protest, January 24th, 1851, and notice to Bircleback same date. The omission of words of negotiability in the note is admitted not to have been accidental, but designed to prevent its negotiation. If, upon these facts, the plaintiff be, in the opinion of the court, entitled to recover, then judgment to he entered for the plaintiff for the amount of his claim, with costs, &c.; otherwise, judgment for the defendant with costs. The right to a writ of error reserved to each party.\nSigned by counsel, and filed Oct. 20, 1852.\nNovember 16, 1852. Judgment for plaintiff on the case stated, for one hundred and thirteen dollars and 2 cents (113.02), with interest from the 24th day of January, 1851.\nIt was assigned for error that the court erred in entering judgment for the plaintiff, on tfie case stated.\nCarnahan, for plaintiff in error.\nThe note in suit was not negotiable. As between Bircleback the payee, and Brown to whom he transferred it in blank, there was no liability, as the agreement was, that the former was not to be liable. Bingham, the next holder, had notice that Bircleback was not to be liable, and the fact of its not being a negotiable note was sufficient to put Wilkins, the plaintiff in the suit, on inquiry. Besides, it was not proved that Wilkins paid a valuable consideration for the note, and mere possession of a note not negotiable will not primá facie confer a right to sue. Where a note not negotiable is endorsed by the payee, with respect to such immediate endorsee, the endorsement ordinarily imposes the same obligations on the payee as the endorsement of a negotiable note. But in respect to every subsequent holder, no priority or connection is at law created between the payee and such holder, unless the payee by his endorsement makes it expressly payable to his endorsee or order, or he expressly promises to pay the note to the holder in consideration of the endorsement; and therefore such holder cannot, under such circumstances, bring any suit at law in his own name against the payee upon the dishonor of the note: Story on Pro. Notes, sec. 128.\nThe case of Leidy v. Tammany, 9 Watts 353, is not in conflict with the above. In that case, after the note had become due, Tammany, the payee, in order to induce Leidy to take the note, endorsed it, and promised that if Leidy would take the note, he would cash it before a time designated. Leidy, therefore, was the immediate endorser of Tammany; there was a direct contract between them, and Tammany was estopped from setting up any defence either to the form of the action, or the merits of the case. In this ease, the note was endorsed by Bircleback several months before maturity; the endorsement was to be a mere transfer of his interest; there was to be no liability on his part. Wilkins was no party to the transfer, and if he can maintain a suit at all, it should be brought in the name of Brown, who was the immediate endorsee: 10 Barr 31, Gillespie v. Mather; 5 Wharton 331; 6 W. and Ser. 234-5; 8 Id. 361. In the opinion in the case of Patterson v. Todd and Lemon, 6 Harris 426, published since the judgment in this case, the case of Leidy v. Tammany is restricted to its special circumstances (p. 432-4), and it was held that the contract of endorsement may be explained by parol evidence to mean nothing more than a transfer of the debt without recourse to the endorser.\nThe endorser of a note not negotiable is liable only as guarantor, if liable at all, except in the cases referred to, in the citation from Story; but to render him liable as guarantor it is necessary to show consideration for the endorsement, except where it is made at the time the note was drawn: Story on Pro. Notes, sec. 473-4.\nRogers, for defendant.\nIt was contended that, the note not being-negotiable, and being endorsed in blank before maturity, Bircleback became liable; that in legal effect the endorsement .amounted to the drawing of a bill in favor of the endorsee: Story on Bills, sec. 60; 1 Salk. 125; Id. 132; 3 East 482; Story on Pro. Notes, sec. 129. The endorsement amounts to a new undertaking: 1 Yeates 360; Leidy v. Tammany, 9 Watts 353.\nIt was said that where an endorsement is in blank, the note will pass by mere delivery, and the holder may make himself the immediate endorsee by filling up the blank in his own name: Story on Pro. Notes, sec. 139; Story on Bills, sec. 208. And that there was no necessity to prove a consideration by Wilkins; that the mere possession gave the right to sue; and without a plea giving notice of a want of consideration, he was not called upon to prove any; and it was contended that the case stated, precluded the defendant from taking any advantage on this ground."
  },
  "file_name": "0026-01",
  "first_page_order": 28,
  "last_page_order": 31
}
