{
  "id": 413781,
  "name": "Turnpike Road versus Brosi",
  "name_abbreviation": "Turnpike Road v. Brosi",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "29",
  "last_page": "33",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 29"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Wharton 90",
      "category": "reporters:state",
      "reporter": "Whart.",
      "weight": 3,
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 177",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 491,
    "char_count": 10724,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 2.954676895659488e-07,
      "percentile": 0.8491126316630815
    },
    "sha256": "d484e215a3f3c6251d67d409ee896305e12c038b553ae0d191120801744af05b",
    "simhash": "1:b68921ac4f25983c",
    "word_count": 1928
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Turnpike Road versus Brosi."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, September 22, by\nLewis, J.\nA tenant for years is the owner of an estate in the land, and is therefore entitled to compensation for an injury done to his estate by a turnpike road company in the construction of the road. Any advantages which his particular estate may derive from, the road maybe deducted from the amount of the injury done to him; but, the advantages which the owners of any other estate may derive from the road cannot be deducted from the claim of the tenant for years. The work may produce nothing but injury during the brief term of the tenant for years. While the workmen are excavating the ground, tearing down his fences, occupying his premises with teams and materials, and exposing his crops to injury, the road is generally in an unfinished state, and entirely unfit for use. This may continue during the whole of the term. The advantages of the road may commence only upon the expiration of the term, and thus the estate in reversion may receive the whole benefit from the work. In such a case, it would be gross injustice to the tenant to extinguish his rights by means of a cross demand against another. The proper place for the consideration of advantages to the reversion is, when the owner of that estate prefers his claim for damages.\nIt is certainly true that the purchaser of an estate cannot claim damages for an injury done to it before his purchase. Such claim is a chose in action, which remains in the hands of the vendor. The vendee is presumed- to pay less for the estate on account of the injury, and has therefore no claim to recover damages for it. Rut we do not perceive from the facts stated in the paper-book, that the plaintiff in error was entitled to instructions affirming the principle. On the contrary, the facts as stated in the counter-statement, and not denied, are “ that the lease commenced on the 1st of April, 1847, and terminated on the 1st of April, 1858 ; and that the plaintiff below proved that he was in possession by assignment under this lease at the time the road was surveyed,, and during the time it was in process of making.”\nThe errors assigned are unsustained, and the judgment must therefore be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Craft, for plaintiff in error.",
      "Watson, for defendant."
    ],
    "corrections": "",
    "head_matter": "Turnpike Road versus Brosi.\n1. A tenant for years of land is an owner within the terms of the Act of 7th April, 1849 (supplementary to the Act of January, 1849, regulating turnpike and plank-road companies), which, in all cases where any injury or damage shall be sustained by any owner or owners of any lands, tenements, and enclosures, authorizes a recovery of damages for such, injury.\n2. Held, that a tenant whose lease commenced before the injury was done, or the company committing it was organized, and who was in possession at the time of the injury, was entitled to recover damages for an injury sustained by him in the construction of the turnpike road.\n3. The advantage which the tenant may derive from the construction of the road, may be deducted from the injury done to him; but not that derived by the owner of the fee.\nError to the Common Pleas of Allegheny county.\nThis ease was tried in the Common Pleas on an appeal from the judgment of a justice of the peace, in a proceeding by Jacob Brosi v. the President and Managers of the Allegheny and Perrysville Turnpike Road Company.\nIt was a proceeding had under the general Act of 26th of January, 1849, “ regulating turnpike and plank road companies,” (Acts page 10, &c.,) and of the supplement thereto passed on 7th April, 1849. (Acts page 461.)\nThe sixth section of the Act of January, 1849, renders it lawful for officers, engineers, &c., of the company to enter upon lands through and over which the intended 'road may pass.\nIn the ninth section it is provided that “ It may be lawful for the president, &c., with their superintendents, engineers, &c., to enter in and upon the lands contiguous and near to which the road shall be made or constructed, first giving notice -of their intentions to the occupiers thereof, and doing as little- damage thereto as possible, and making amends for damages upon a reasonable and equitable agreement by the parties ; or if they cannot agree thereupon, a just and equitable assessment to be made, &c., by three disinterested freeholders, or any two of them, two of whom shall be mutually chosen by the parties, and said two thus chosen, shall choose a third; or if either party, upon due notice, shall neglect or refuse to join in the choice, then to be chosen by a justice of the peace, &c.; and upon the tender of the assessed value, to dig and carry away any timber, stone, sand, earth, or other materials, necessary or suitable for making said road. Provided,” &c.\nIn the first section of the supplemental Act, it is provided, “ That in all cases where any injury or damage .shall be sustained by any owner or owners of such lands, tenements, and enclosures, as are ‘referred to in the sixth section of the Act to which this is a supplement, the said owner or owners shall be entitled to recover damages for such injury, which damages shall be assessed in the manner prescribed in the ninth section of said Act.”\nBy the second section it was made the duty of the freeholders to deliver the assessment to any justice of the peace, of the county wherein the land lies, who shall enter judgment thereon, from which judgment either party may appeal within twenty'days from the entry thereof, to the Court of Common Pleas of the proper county, to be determined as other cases of appeal from judgments of justices of the peace.”\nIn pursuance of a notice on the part of Brosi, to choose persons to assess the damages, if any, that maybe sustained by him by reason of the making and construction of the road of the company, through a certain leasehold property of the said Brosi, persons were appointed who reported $66 in his favor.\nAn appeal was entered on the part of the company, and on February 25, 1853, a verdict was rendered in favor of the plaintiff for $294.10.\nIn the counter-statement it was stated, that, on the trial, the plaintiff exhibited a lease for the premises; that it commenced on April 1, 1847, and terminated on April 1, 1853, and that he proved “ that he was in possession by assignment under this lease at the time the road was surveyed, and during the time it was in process of making; also, that he still holds the lease of the property.”\nThe turnpike company in question was incorporated in 1849.\nThe material question on the' trial was whether the plaintiff, being a tenant for years, could recover damages from the Company for injury sustained by him in the making of the road.\nOn the trial several points were proposed on part of the plaintiff. The first was, that plaintiff is an “ owner,” under the Act of Assembly relating to turnpike and plank roads, and as such has a right to recover compensation in this proceeding, for all damage done to his interest in the property. Affirmed.\nOn part of the company, points as follows were proposed:—\n1. That if the evidence satisfy them, that plaintiff had no greater estate than that of a lessee for a term of years, he is not entitled to present any claim, under the act of incorporation of defendants.\n4. That if the .road of defendants, was located so that any alteration of the line did not increase the damages that would have been sustained, by reason of such alteration, at the time the lessor obtained his alleged interest in the term or lease, such lessor took his supposed interest subject to said road and its location, and cannot claim damages.\n7. That the plaintiff being the only owner appearing on behalf of this tract of land, on which he lives, or of any estate therein, they-are bound to set off the whole increased value of the land, as improved by the road, against the claim here presented.\n9. That the tenant’s remedy for the eviction alleged, is against his landlord, who held subject to allowance for roads, &e.\nThe court negatived the first, point. To the fourth it was charged, there is no evidence that the lessee, the plaintiff, got a lease for less than he would have done, had no such road been in progress or contemplation. There is no evidence that the road, its advantages or disadvantages, was any element or item which entered into the bargain when the lease was made, and if it had been, the defendants were no party to it. There is evidence that the rent in the first lease from the owner, in fee, was $600, and the sub-lessee, the tenant, the plaintiff, after a lapse of time, leased the premises for the same rent. This point assumes by implication what is not proved. If the plaintiff had leased from the defendant, the Court would affirm the point, but as he did not, the Court refuses so to do.\n7. The Court refuses to affirm this point, as it is not warranted by the Act of Assembly. The benefits and advantages to the owner of the fee, cannot be set off against disadvantages done and suffered by a lessee, whose lease has only three years to run.\nThe ninth point was answered negatively. In the opinion of the Court, refusing a new trial, it was observed that the covenant for quiet enjoyment in the lease was to indemnify against a lawful eviction by reason of defect of title; but there was no defect of title in this ease. That the landlord did not covenant against the sovereign power of the state. The lessee could not maintain an action against the landlord for the injury in question, and his only remedy was the one pursued. The case of Thomas v. The Plank Road Company was referred to. See a report of it in 8 Harris 91, &c.\nError was assigned to the answers to the said points.\nCraft, for plaintiff in error.\nThe General Road Act requires advantages to be considered; also the probability of the road reverting: 8 Watts 177. It was said that,these considerations were not applicable to tenants for years. That a mortgagee is not an owner: 7 Ser. & R. 418. That the claim should be in the name of the owner of the land: 16 Ser. & R. 40; 1 W. & Ser. 346; 4 Wharton 90, Frost v. Earnest.\nWatson, for defendant.\nIt was contended that a tenant for years, the owner of a leasehold, came within the meaning-of the term owner used -in the Act of Assembly on this subject. 4 Wharton 90-91, Frost v. Earnest. The lease in this case commenced,in 1847. The Company were incorporated in 1849, and' the road was opened in the spring of 1850, and whilst the tenant was in possession under the lease. The construction of the road therefore was not a subject of consideration at the making of the lease: 4 Wharton 90-91. The case, of Thomas v. Plank Road was cited (see report of it in 8 Harris 91, &c.)\nThe landlord is not responsible for such an injury as this."
  },
  "file_name": "0029-01",
  "first_page_order": 31,
  "last_page_order": 35
}
