{
  "id": 413746,
  "name": "Logue's Appeal",
  "name_abbreviation": "Logue's Appeal",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "50",
  "last_page": "51",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 50"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 245,
    "char_count": 4329,
    "ocr_confidence": 0.418,
    "pagerank": {
      "raw": 6.458269585055473e-08,
      "percentile": 0.3981336363625833
    },
    "sha256": "a74e4b33607ee121e88430c0835329f7b6e257fb048f40b9e00bfe47fb3858e1",
    "simhash": "1:b4c602a4ebb7637e",
    "word_count": 767
  },
  "last_updated": "2023-07-14T19:14:15.640155+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Logue’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, September 27, by\nKnox, J.\nThis is an appeal from the decree of the District Court of Allegheny county, on the distribution of a fund raised by the sale of the real estate of John Grail.\nThe court below, upon the report of an auditor, decreed in favor of a judgment belonging to Clarence Shaler, from which decree Logue appeals.\nIt is admitted that Shaler’s judgment, as it stands upon the record, has priority of lien; but the appellant alleges that when the property was being sold, Mr. Woods, his attorney, who was attending the sale for the purpose of protecting his interest, was induced to cease bidding, upon the promise of Shaler that his (Loguo’s) judgment should be paid. This is denied by Shaler.\nIt is unnecessary to determine in this proceeding, whether an agreement by one judgment creditor, to pay a subsequent judgment upon consideration that its owner would refrain from bidding at a sheriff’s sale, would be binding in law.\nIf such an agreement was made, and if valid when made, the remedy is by an action at law. An auditor, in distributing a fund in court, must sometimes determine controverted facts. But this is from necessity. Where such necessity does not exist—Where there is ample remedy by action at law, the constitutional tribunal for the determination of facts should be resorted to.\nThe decree of the court below is affirmed at the cost of the appellant. Decree affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Mellon and Negley, for appellant.",
      "McConnell, contrà."
    ],
    "corrections": "",
    "head_matter": "Logue’s Appeal.\nIf a promise, by the purchaser at a sheriff's sale of real estate, to pay a judgment if the judgment-creditor or his attorney cease bidding on the property, be valid, the remedy is by action at law; an auditor appointed to report distribution, has no power to disregard the prior lien of the purchaser on such a ground.\nThis was an appeal by Cormack Logue, from the decree of the District Court of Allegheny county, directing distribution of proceeds of sheriff’s sale of real estate of John Gall.\nThe sum of $781.97 was paid into Court for distribution. An auditor was appointed. Clarence Shaler was the purchaser of the property.\nThe money was claimed by Clarence Shaler, as the assignee of a judgment in favor of George Ledlie, which was the first lien on the premises. Before the auditor this judgment was objected to and asked to be postponed in favor of a judgment of Logue, the appellant. Before the auditor, Mr. Woods, who had been counsel for Logue, alleged that an understanding existed between him and Clarence Shaler, at the time of the sale, that the judgment of Logue should he paid; and that on that account, he, Woods, ceased to bid for the property; that he was at the time bidding on the property at his own instance, so as to cover Logue’s judgment, and intended to buy it, if it went for a sum insufficient to cover that judgment, he alleging that he knew that it was worth more than was sufficient for that purpose.\nIn the counter-statement it was denied that any promise was made by Shaler to pay Logue’s judgment, or any agreement made that it should he paid. It was further stated that Shaler attended the sale as the attorney of Ledlie, without any other intention than to bid the property so a,s to cover that judgment. That after the sale he procured the judgment of Ledlie to be assigned to him so as to avoid the necessity of paying to the sheriff the purchase-money, so far as that judgment was concerned.\nThe auditor decided that he had not the power to disregard the judgment in favor of Ledlie, and he reported in fa.vor of that judgment. Exception was taken to such report, hut the Court overruled the exception and confirmed the report; and from such decree this appeal was entered. The decree was the subject of exception.\nMellon and Negley, for appellant.\nIt was alleged that by the 86th section of the Execution Act of 16th June, 1836, the Court had power to hear and determine disputes concerning the distribution of money arising from a sale upon execution, according to law and equity. Also cited Kelley’s Appeal, 4 Harris 59; 5 Id. 484, Brown’s Appeal.\nMcConnell, contrà.\nIt was, inter alia, alleged that if a promise was made in favor of Logue, the proper remedy was by action, where a trial by jury might be had. That an auditor had no power to prefer a younger judgment to an older one, upon an allegation which was disputed."
  },
  "file_name": "0050-01",
  "first_page_order": 52,
  "last_page_order": 53
}
