{
  "id": 413716,
  "name": "Hill versus Voorhies",
  "name_abbreviation": "Hill v. Voorhies",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "68",
  "last_page": "74",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 68"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 221",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846141
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0221-01"
      ]
    },
    {
      "cite": "5 Watts 454",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844065
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0454-01"
      ]
    },
    {
      "cite": "5 Peters 529",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        534506
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/30/0339-01"
      ]
    },
    {
      "cite": "9 Pick. 272",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2058423
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/26/0276-01"
      ]
    },
    {
      "cite": "1 Doug. 371",
      "category": "reporters:state",
      "reporter": "Doug.",
      "opinion_index": 0
    },
    {
      "cite": "5 Watts 454",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844065
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0454-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 669,
    "char_count": 16843,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 1.4563003840944775e-07,
      "percentile": 0.6559890171203031
    },
    "sha256": "f1aef8a7b9eca65e665811745986f7805d721f2dfaca84ef538e31b36f934928",
    "simhash": "1:a723e2a7c204a1d3",
    "word_count": 2995
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hill versus Voorhies."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, October 12, by\nLewis, J.\nOne partner has an implied authority to bind the firm by contracts relating to the partnership business, whether such contracts be evidenced by bare agreements, oral or written, or by negotiable instruments, as bills of exchange or promissory notes. This rule is applicable both to dormant and nominal partners. It is now an undoubted and universal proposition, that a dormant partner is in all cases liable for the contracts of the firm during the time that he is actually a partner: 1 Doug. 371; 1 H. Bl. 37; 3 Price 538; 5 Mason 176; 9 Pick. 272; 5 Peters 529; Coll. on Part. sec. 384. This rule of law would be rendered entirely nugatory if. the acceptance of a promissory note from the ostensible partners, by one unacquainted with the existence of a dormant partner, precluded the creditor from his action against all who participated in the profits of the partnership. As the action upon such an instrument may be brought against all the partners, a surety who, as such, pays the money on it, is entitled to the usual remedies of sureties against all. He may be subrogated to the remedy on the contract, or he may have his action for money paid for the use of the partnership, and the promissory note so taken and signed by the ostensible partners' and their surety is competent evidence: 5 Watts 454; 5 W. & Ser. 333.\nIn the ease before us, the presumption of partnership arises from the ownership of a steamboat engaged in the carrying business, and its origin depends upon the time when the defendant acquired an. interest in the boat. The bill of sale is dated the 31st July, 1849, and was drawn up on that day. Most of the consideration was satisfied on that day, as it consisted in part of advances made to the vendor while building the boat, and in part of other demands against him, on which it did not appear that the defendant was allowed any interest afterwards. The residue of the money was secured by a note also drawn and dated on the day when the bill of sale was drawn. There was some evidence tending to induce a belief that the instruments were drawn in pursuance of a previous understanding, and that the defendant expected them tó be signed on that day. There was no evidence to show that the delay was owing to any dispute in regard to the terms of the contract, and when the papers were signed, the dates continued unchanged. There was no evidence to show that the original dates were adopted by mistake. Nor did the defendant give any evidence to show that his actual participation in the profits commenced at a period subsequent to the date of the bill of sale to his trustee. There was evidence of repeated acknowledgments of his interest in the boat, made subsequent to the period when the liability arose, without stating when that interest was acquired. Under these circumstances, it was not error to submit the question to the jury. The bill of sale is not. the contract of partnership. It is only evidence of it, and it is certainly not conclusive evidence that the partnership did not commence on the day specified by the writing itself.\nThe case does not seem to call for further observations upon the several assignments of error. The decisions of the Court below upon questions of evidence, and the instructions.to the jury, are, in our opinion, correct. Judgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Stanton and Williams, for plaintiff in error.",
      "G. P. Hamilton, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Hill versus Voorhies.\n1. On a partner has an implied authority to hind the firm by contracts relating to the partnership business, whether such contracts ho evidenced by bare agreements, oral or written, or by negotiable instruments; and this rule is; applicable to dormant as well as known partners.\n2. A dormant partner is liable for the contracts of the firm during the time he is actually a partner.\n3. The acceptance of a promissory note from the ostensible partners by one unacquainted with the existence of a dormant partner, will not preclude the creditor from an action against all who participated in the profits of the partnership.\n4. A suit on such an instrument may he brought against all the parties.\n5. The surety in the note who paid the money was entitled to be subrogated to the remedy on the contract; or was entitled to sue for money paid for the use of the partnership, and the promissory note signed by the ostensible partners and the surety was competent evidence.\n6. In a suit against a dormant partner, involving the question of the existence of a partnership in a steamboat and the time of its commencement, it was Sold, that admissions of the defendant that he was a partner, made after the liability from an injury to goods on hoard of it arose, without stating when the partnership commenced, were evidence of the previous existence of the partnership, taken in connection with evidence of advancements made by the defendant for the construction of the boat, and with evidence of an arrangement, made previous to the liability referred to, by the defendant with the then owners of the boat, or one of them, for the purchase of an interest in it—no evidence having been given by the defendant that his interest was acquired subsequent to the time when the liability arose.\nError to the District Court of Allegheny county.\nThis was an action of assumpsit brought by Ralph P. Voorhies, William R. Miller, and William R. Hopkins, partners, trading under the firm of Voorhies, Miller & Co., against William A. Hill, Robert M. Hunter, and John McDonald Blackstock, as owners of the steamboat Lydia Collins. The writ was returned H. H. I. as to Hunter; and Blackstock having died before trial, the jury was sworn as to Hill only.\nThe plaintiffs declared in indebitatus assumpsit upon the general counts for moneys paid, laid out, and expended,; &c.; and in answer to a rule taken upon them for that purpose, filed a bill of particulars in the following words:\n“ The plaintiffs claim in this case $861.34, with interest from 24th February, 1850, being a claim for money paid for the defendants, and loaned and advanced for them, the defendants,—owners of the steamboat Lydia Collins—the said owners having been responsible to Woods, Christy & Co., of St. Louis, and indebted to them in said amount; the said defendants having promised to pay the same, &c., &c., to plaintiffs.\nThe defendant, Hill, pleaded non assumpsit, and payment with leave, &c.\nThe jury rendered a verdict for plaintiffs for $1011.50.\nA lot of merchandise was shipped on the 1st day of August, 1849, on board the steamboat Lydia Collins, consigned to and owned by Woods, Christy & Co., at St. Louis. The goods arrived at their destination about the 21st of the same month, badly damaged on the passage. The amount of damages sustained thereon was amicably adjusted between the owners thereof, and Hunter and Blackstock, as owners of the steamboat, and a joint and several note was given on the same day by Hunter and Blackstock, endorsed by Voorhies, Miller & Co. as sureties for $861.34, payable six months after date to Woods, Christy & Co., or order; which said note was afterwards taken up by the plaintiffs, who claimed to recover the amount thereof from Hill, as one of the owners of the boat.\nThe evidence to show ownership on the part of Hill consisted of a bill of sale by Hunter to a certain William P. Beck, with the evidence of Beck himself that he was but a trustee for Hill; and admissions alleged to have been made by Hill to third persons.\nOn the trial of the cause, the plaintiffs offered in evidence the depositions of Robert R. Woods and Edward V. Bryan, taken under a commission. ,, <->\nThe defendant’s counsel objected to the admission of said depositions on the grounds, 1st. That the evidence was not admissible under the plaintiffs’ declaration; and 2d. That the note specified in the depositions having been given by Hunter and Blackstock in their individual names, and signed by the plaintiffs as sureties for them, the plaintiffs cannot under the common counts charge Hill with the money paid out by the plaintiffs.\nThe Court overruled the objection, to which the defendant’s counsel excepted.\nWoods testified, inter alia, to the goods being sent by the boat; that Hunter was master, and Blackstock clerk on the boat^and that Woods, Christy & Co. intended to attach the boat if the parties had not given security for the debt or damages. Also, that Voorhies, Miller & Co. were taken as sureties and paid the note.\nBryan testified, inter alia, to the payment of the note by Voorhies, Miller & Co. on the 28th January, 1851, with interest.\nWm. Noble testified that he had a conversation with Hill as to the ownership of the boat, and he said he was an owner; that this conversation was when the boat was in the hands of the sheriff; he did not say when his ownership commenced. The witness thought it was in 1850 when the conversation occurred.\nG. Blackstock was examined, and testified that in the spring of 1850, he was present when Hill said that he, in the name of William P. Beck, was owner of one-eighth of the Lydia Collins. He said that Beck had been a clerk of Hill. This occurred before the boat was attached.\nNoble was recalled, and said that Hill said he was not aware that a partner holding a small interest in a boat was liable for all the debts.\nWilliam P. Beck was called. He was objected to on part of defendant; and in support of the objection, Henry Woods was called. A paper bearing date 81st July, 1849, purporting to be a bill of sale by Hunter to Beck of one-eighth of the boat, was read to disqualify Beck as a witness.\nThe plaintiffs’ counsel then offered a release to Beck, which was objected to on the ground that there was no consideration recited in it. The release was signed by Voorhies, Miller & Co., and others; it was not under seal; it released him from all claim on account of any connection or ownership with the boat, not stating any consideration.\nThe witness was admitted, and the second exception was taken.\nBeck testified, inter alia, that he was in the employ of Hill from April 9th, 1849, till January, 1850. That he signed the bill of sale at the request of Hill. That Hill had advanced money to Hunter when the boat was being built. He said that Hunter was indebted to Hill $500, and that Hill advanced to him $500 in sums of $100 each. There was a note for $325 signed by him for Hill, and given to Hunter. It was dated July 31, 1849, payable in six months.\nHe further said that on the 31st July, 1849, or about that time, Hill wished him to go to the river and see Captain Hunter, and receive a bill of sale of one one-eighth of the boat, which Hill said he had instructed to be made out in his (Beck’s) name. That Hill handed him a statement of the moneys paid by Hill to Hunter whilst the boat was building. That Hunter said that he would call and see Hill. Beck further said that in October following, Hunter called at the office of Hill, and that the bill of sale was executed in October. He said that the note was signed by him at the same time.\nThe bill of sale was given in evidence. The consideration was stated in it to be $1325.\nAfterwards there was given in evidence the record of a writ of fi. fa. at the suit of George Blackstock v. J. M. Blackstock, issued 29th May, 1850, showing the seizure and a sale of the boat on 20 th June, 1850.\nThe defendant’s counsel submitted to the Court various propositions :\n1st. That if they believe William A. Hill to be a part owner of the steamboat Lydia Collins, that the other part owners had no authority to bind him by the agreement alleged to have been made for the compromise of the claim of Woods, Christy & Co. as stated in the depositions of Robert R. Woods and E. V. Bryan.\n2d. That the acceptance, by Woods, Christy & Co. of the note given by Blackstock, Hunter, and the plaintiffs in this case, operated as an extinguishment and discharge of their claim against the owners of the Lydia Collins, under the circumstances stated in the testimony adduced by the plaintiffs under the commission.\n3d. That, under the circumstances of the case, as detailed in the testimony heretofore referred to and adduced under the plaintiffs’ commission, if the jury are satisfied that William A. Hill was a part owner at the time of the execution of the note, and at the time of the injury alleged to have been sustained by the firm of Woods, Christy & Co., the said William A. Hill is not responsible to the plaintiffs.\n4th. That if the bill of sale of the boat,'made to Beck, was not executed until October, 1849, and if the note of Beck, the part consideration of the same, was not signed until that time, the contract, being under seal, not being executed until the day of the delivery testified to by Beck, and that such being the case, the defendant, Hill, is not responsible for the claim set up by the plaintiffs.\n5th. That, if the jury believe the evidence in the case, the defendant, Hill, is entitled to a verdict.\nThe Court, Shannon, J., instructed the jury as follows:\nFirst proposition, “ Negatived. If Hill was' an owner at the time, the others could bind him for anything by them done for the joint benefit of all concerned.”\nSecond proposition “Negatived.”\nThird proposition “Negatived.”\nFourth proposition. . “ If the jury believe the witness, Beck, it follows that although the latter’s name was used, yet Hill was the real owner—Hill was the subscribing witness, and present when Beck signed. The bill of sale bears date the 31st July, 1849; and from its date and all the circumstances, the jury are at liberty to infer from the instrument an acknowledgment of both Hill and Hunter that the ownership of Hill, as to the one-eighth, commenced 31st July, 1849.”\nFifth proposition “Negatived.”\nVerdict for plaintiffs as stated.\nError was assigned, 1. To the admission of the depositions of Woods and Bryan; 2. To the admission of Beck; 3, 4, 5, 6, 7, were to the answers to the five points respectively.\nStanton and Williams, for plaintiff in error.\nWhere one of several parties draws bills in his own name, there is no remedy against the firm, though the proceeds are carried to the partnership account: Story on Part. 136.\nThe case did not show any more than a part ownership of the boat by Hill; it did not show that he was engaged as a partner in the business of a common carrier.\nIt was further said that the admissions of Hill of ownership, related to-a time subsequent to the damage to the goods. That before the execution of the bill of sale, Hunter appeared to be sole owner of the boat. That instrument, though dated in July, was not executed till October. The note endorsed by Voorhies & Co. was dated in August. It was contended that any liability in Hill arising from ownership could not exist before his title in the boat existed.\nG. P. Hamilton, for defendants in error.\nThe jury have found that Hill was a part owner of the boat at the time of the damage. It was .said that the finding was on proper grounds. On 31st July, the date of the bill of sale, Hunter was indebted to Hill $1000, viz. $500 on a.former transaction, and $500 advanced while the boat was building. This indebtedness was credited on account of the purchase of an interest in the boat. The bill of sale, and a note of Beck for the balance of the purchase-money, being dated back to the 31st July, 1849, though executed in October, indicated a former oontract between the parties; and the bill of sale was the evidence of Hill’s title, but not its origin. His admissions of ownership were evidence: Blackstock v. Long, 7 Harris 340. Hill being an owner, the presumption is that the boat was navigated in part for his benefit: Blackstock v. Leidy, 7 Harris 335; Abbott on Shipping 176; Coll. on Part. 631-686.\nIt was contended that the original liability of Hill as an owner was not discharged by the taking of the note of Hunter and Black-stock alone. That Hill nor Beck were not known publicly as owner until the registry of the hill of sale at the Custom-House in March, 1850. The general rule was not disputed, that in partnership transactions where credit is given exclusively to less than the whole number of partners, the rest are discharged; but this rule does not apply to a dormant partner. He need not be joined as plaintiff: 8 Ser. & R. 55. He is liable when discovered: 5 W. & Ser. 333, Given v. Albert; Chitty on Contracts 195; 5 Watts 454. He need not be joined as plaintiff or defendant in an action relating to a partnership: 8 Ser. & R. 55, Watson v. Wallace.\nThe action can be sustained on the principle of subrogation, which requires neither contract or privity to sustain it, and may be applied wherever one, not a mere volunteer, discharges the debt or obligation for which another is primarily liable in person or estate: 6 Watts 221; opinion of Bell, J., in Wallace’s Appeal, 5 Barr 105; 9 Barr 498; 7 W. & Ser. 308; 1 Barr 512."
  },
  "file_name": "0068-01",
  "first_page_order": 70,
  "last_page_order": 76
}
