{
  "id": 413718,
  "name": "Edmonson versus Nichols",
  "name_abbreviation": "Edmonson v. Nichols",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "74",
  "last_page": "79",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 74"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Wharton 423",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "16 Johns 588",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "1 Yeates 432",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6776121
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0432-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 627,
    "char_count": 14084,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 9.247326629707801e-08,
      "percentile": 0.5110902218623556
    },
    "sha256": "65b3faba1cdf1f1650e9740f2b0ad81c463ed7d57e93139fcc331cf9b8b4d325",
    "simhash": "1:4281423e7f5d94da",
    "word_count": 2593
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Edmonson versus Nichols."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, October 12, by\nLewis, J.\nThe testator ordered “ that all his estate real and personal, and everything that belonged to him, should be given into the hands of his wife, for her use and maintenance as long as she lives.” He then adds, “ She must not give or sell anything only what is for her own good and support, or for the good of the place, or mortgage if she needs.” It is manifest that the will is not the production of one learned in the law. But the intention to provide for the maintenance of his widow was evidently uppermost in his mind. He gives everything “ into her hands” for that purpose. The restriction upon her power to sell except “ for her own good and support, or for the good of the place,” would seem to be an implied power to sell for those purposes. The supposed absurdity of selling the place “for the good of the place” is not forced upon us. It may be avoided by giving such a benign construction as we think the will of an illiterate man demands. The power to sell extends to everything, real and personal, and it may be that the testator intended to authorize her to sell everything except the place “for the good of the place,” and at the same time to empower her to sell the place itself if necessary for her “ good and support.” But the case before us does not demand a decision upon the power to sell. The question is, had she a power to mortgage it if necessary to raise money for her support? What else could the testator have meant by the words, “ or mortgage if she needs ?” Here is no mere implication. It is an express power to mortgage the real estate if her necessities require it. This power is not defeated by the devise of his lands and houses to his son “ directly at his mother’s death.” The several parts of the will should be so construed as to stand together. Each clause should take effect if possible. The devise to the son is readily reconcilable with the power to mortgage given to the widow. The mortgagee has no estate in the land. His mortgage is nothing but a security for a debt. It is only an encumbrance. The two parts of the will stand in perfect harmony with each other. The son takes “ the lands and houses” subject to the charge which may be created by the widow for her maintenance. There is nothing unreasonable in this. The testator did not see anything repugnant to good conscience in charging the devise to the son with the necessary maintenance of his mother. Nor do we.\nBut it is supposed that the power to mortgage only authorized the widow to mortgage her life estate. This she could do by virtue of her interest, without resorting to a power. So that this construction renders the words of the testator entirely inoperative and useless, and is contrary to the rule which requires us to give full effect to every part of the will. There is a life estate to the widow coupled with a power to mortgage the fee for her support. It is admitted that the mortgage was required for her maintenance. Its execution is conclusively established by the judgment in the scire facias brought upon it, and is not to be disputed in this collateral proceeding.\nWe are frequently embarrassed by the imperfect manner in which points are reserved by the Courts below. When a verdict is taken subject to the opinion of the Court upon points reserved, the facts should be distinctly stated, as well as the questions raised upon them; and the judgment to be pronounced upon the solution of the questions of law thus reserved, should also be specified as in a case stated. In this case the paper-book omits to state what judgment is to be rendered upon a decision of the points reserved in favor of the defendants below. But as they cover the whole controversy, and as the object was to make a final end of it, we proceed to final judgment.\nThe judgment below is reversed, and judgment is entered for the plaintiffs in error, non obstante veredicto, with costs.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Hampton & Son, for plaintiff in error.",
      "Hepburn, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Edmonson versus Nichols.\n1. A testator directed that all his estate, real and personal, and everything that belonged to him, should be “ given into the hands” of his wife, “ for her use and maintenance as long as she lives”—“ she must not give or sell anything only what is for her own good and support, or for the good of the place, or mortgage if she needs.” He added, “ It is further my will and I do order that my son “William, directly at his mother’s death, shall have all my land and houses.” * * * “ Further it is my will that my son William shall have all the proceeds out and in of my property, that now belongs to me:”\nIt was Meld, that the widow had the power to mortgage the fee in the real estate for her maintenance: the son, at his mother’s death, took the fee subject to the mortgage.\n2. The execution of the mortgage was conclusively established by the judgment on the scire facias upon it, and was not disputable in an ejectment by the grantee of the son against the purchaser under the proceedings on the mortgage, notwithstanding the son or his grantee were not parties to such proceedings.\n3. When a verdict is taken subject to the opinion of the Court upon points reserved, the facts should be distinctly stated, as well as the questions raised upon them ; and the judgment which is to be pronounced upon the solution of the questions of law should be specified, as in a case stated.\nError to the District Court of Allegheny county.\nThis was an action of ejectment brought by John Nichols against Joseph Edmonson and others, to January Term, 1852, No. 121. Joseph Edmonson claimed to be the owner of the land, and the others were tenants. The defendants pleaded not guilty, and on the trial of the cause, a verdict was rendered for the plaintiff, Nichols, subject to the opinion of the Court on reserved questions, which were afterwards decided by Williams, J., in favor of the plaintiff, and judgment entered.\nBoth parties claimed under the will of James McMeeken, bearing date April 27th, 1831, and admitted to probate in Allegheny county, on August 26, 1840. His widow, Mary McMeeken, survived him and lived till 16th June, 1851.\nThe testator died seised of a small piece of land containing about eighteen acres, with two old log cabins in bad repair upon it, for which this ejectment was brought. It was admitted for the purpose of this trial, that the rents, issues, and profits of this land, were insufficient to support the widow.\nAbout two or three years after her husband’s death, the widow was taken to reside with her son-in-law, Jacob McMeeken, in the state of Ohio, where she continued to reside until her death; during a period of about eight years.\nOn the 6th of February, 1845, she executed and delivered to Jacob McMeeken a mortgage of the premises, for $150, for her support, which was acknowledged before a justice of the peace in Ohio, and a certificate of the clerk of the Court of Common Pleas of the county where the magistrate resided, with the seal of the Court in due form attached. The mortgage thus acknowledged was recorded in Allegheny county, on the 4th day of June, 1845, and afterwards assigned to Joseph Edmonson, the defendant.\nOn the 10th of Sept., 1845, she executed and acknowledged, in the same way, another mortgage, to secure him for her support, in the sum of $800, which was recorded on the 26th of the same month, in Allegheny county. This mortgage referred to a bond bearing even date, which was also read in evidence, conditioned for the payment of one hundred dollars a year for her support. It. was admitted on the trial that justices of the peace, in the state of Ohio, were at the time of taking the acknowledgments of these mortgages respectively, duly authorized by the law to take the acknowledgments of deeds, mortgages, &c., for land situated in that state.\nIt was proved, by the plaintiff, that the widow and Jacob Mc-Meeken both desired this property to be put to sale under these mortgages. A scire facias was issued on each of the mortgages to April Term, 1850, in the District Court of Allegheny county, returned Nihil. Al. sci. fa. also returned Nihil; and judgment in each case on the 6th April, 1850.\nLev. fa.’s were issued, Nos. 853, 354 of April Term, 1850. The property in dispute was sold by the sheriff on both writs, and purchased by Edmonson, the defendant, for $200. Sheriff’s deed duly acknowledged and registered, acknowledged the 4th May, 1850, and delivered. The defendant, Edmonson, has had possession since. It was alleged, in the counter-statement, that neither William McMeeken or Edmonson were parties to the proceedings on the mortgages.\nThe plaintiff claimed title under William McMeeken, son of James McMeeken, the testator, by deed dated 21st July, 1851, above a month after the death of the widow.\nThree questions arose, and were reserved by the Court, viz.:\n1. Had the widow power, under the will of her husband, to mortgage the premises in fee ?\n2. If she had, were these mortgages properly acknowledged ?\n3. If not, can advantage be taken of that defect by the plaintiff here, after the legal proceedings had thereon, and possession by defendant from the date of his deed up to the bringing of this suit?\nThe will of James McMeeken was as follows:\n“As to such worldly estate wherewith it has pleased Grod to bless me, I give and dispose thereof as follows: Item, it is my will and I direct and order that all my estate real and personal and everything that belongs to me shall be given into the hands o'f my wife for her use and maintenance as long as she lives, she must not give or sell anything only what is for her own good and support, or for the good of the place, or mortgage if she needs.\n“ It is further my will and I do order that my son William, directly at his mother’s death, shall have all my land and houses.\n“ It is further my will and I do order that my daughter Mary is to get, at her mother’s death, my bureau and part of my books.\n“It is further my will and I do order my son William to give Jacob McMeeken a free deed of that lot his house is on.\n“ Further it is my will that my son William shall have all the proceeds out and in of my property that now belongs to me.”\nThe second bond and mortgage were printed on the paper-book. In the bond it was stated that thé widow had agreed with Jacob Mc-Meeken for her support at $100 per year, and she mortgaged to him the “ eighteen acres of land,” to have and to hold to him, “ his heirs and assigns for ever,” conditioned on her payment of the money referred to.\nThis mortgage was executed in the presence of two witnesses—one of whom was Wm. McMeeken, the son of James McMeeken, the testator.\nIt was assigned for error that the Court erred in entering judgment for the plaintiff upon the points reserved.\nHampton & Son, for plaintiff in error.\nThe property was not given to the widow merely for her use, hut also for Tier maintenance ; and it was insufficient for the latter purpose. It was not given merely for life, else why was she invested with power to sell or mortgage if she needs.\nIn relation to the execution of the mortgages,' it was said that justices of the peace in Ohio had power to take the acknowledgment of deeds and mortgages of land situate in that state ; and reference was made to the 15th and 16th sections of the Act of 16th April, 1840, the 3d section of the Act of 11th April, 1848, and to the opinion of Coulter, J., in' the case of Rigler v. Cloud, 2 Harris 361, in support of the proof of execution of the mortgages in question. But it was further contended that if the mortgages were not properly acknowledged and recorded, the defect could not be taken advantage of in this collateral proceeding: 6 Barr 272, Drexel’s Appeal; and Hauer’s Appeal, 5 W. & Ser. 474, cited. It was added that Wm. McMeeken, the son, was a witness to the last mortgage, and that he was thereby precluded from, contesting it.\nHepburn, for defendant in error.\nIt was said that the will was to be construed from its own words: 1 Yeates 432; 2 Id. 302; 3 Barr 496; 5 Id. 21; except where a latent ambiguity exists.\nIt was contended that by the will in question there was given to the widow an estate, only for life, in the real estate, and after her death it went to the son: 7 W. & Ser. 63; 1 Lev. 150; 1 Sug. on Pow. 542; 16 Johns 588. It was said that the power to sell was limited to the personal property only.\nBut if the widow had power to mortgage the fee, it was contended that the mortgages in this case were not properly established, so as to entitle them to be recorded, for that by the Act .of 1715, they should have been proved by a subscribing witness; the proof to be made before an officer mentioned in that Act, and not before a justice of the peace; and by the Act of 1819, the acknowledgment or proof is required to be made before a judge. In the case of Rigler v. Cloud, 2 Harris 361, the acknowledgment was objected to on the part of the grantor. The Acts of 1840 and 1848 relate to deeds by husband and wife. That the Act of 1840 was not to have a retrospective operation, was cited Green v. Drinker, 7 W. & Ser. 440.\nIt was said that it was not attempted in this proceeding to set aside the judgment on the mortgage. It was binding on the parties to it: 2 Barr 202; 7 Id. 414; 9 Barr 345; but it was contended that it should not be an estoppel to the son or his grantee, who were not parties to the proceeding on the mortgage. A torro tenant claiming under a mortgage may make any defence in a subsequent action, if he has not been served with notice of the scire facias in the original suit: 1 Ser. & R. 546; 4 Barr 80; 8 W. & Ser. 165; 8 Id. 93; 9 W. & Ser. 13; 5 Harris 412.\nIt was said that the mortgage was not merged in the judgment on it—that the only effect of a judgment on a scire facias was to authorize execution: 4 Wharton 423.\nIt was in conclusion said, that though the son of the testator was a witness to the mortgage, the attention of the Court below was not invited to this fact. But if true, he was a witness only to its execution and delivery, and was not to be presumed to be acquainted with its contents."
  },
  "file_name": "0074-01",
  "first_page_order": 76,
  "last_page_order": 81
}
