{
  "id": 413758,
  "name": "Cooper versus McClurkan",
  "name_abbreviation": "Cooper v. McClurkan",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "80",
  "last_page": "84",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 80"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Pick. 274",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 522,
    "char_count": 11340,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 1.6352441811423516e-07,
      "percentile": 0.6901971891025307
    },
    "sha256": "402ca4d51846842017bf7ff85bb970c01234cc301daf1bafd30d338eb258b4ac",
    "simhash": "1:3b3cf5d5060faaca",
    "word_count": 1990
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Knox, J., dissented."
    ],
    "parties": [
      "Cooper versus McClurkan."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, October 12, by\nLowrie, J.\nMcClurkan and Fleming were partners in trade, and Fleming drew a, bill of exchange of the partnership on himself, and negotiated it to the plaintiff, and now, in a suit upon it, McClurkan defends on the ground that it was not a partnership transaction. This appears to be well taken, for the case, without other evidence, stands just as if Fleming had given the endorsement of his partnership on his own note as security for his own debt, which he could not do: 1 State Rep. 417.\nThe plaintiff says he is a bond fide holder without notice of the character of the paper. Is he without notice ? He is not, if the proper inquiries usually made by a prudent man would have led him to the knowledge of the fact that the acceptor, or principal debtor,, had himself drawn the bill, or in other words, made the contract that is intended to pledge the partnership as surety for himself. Common prudence demanded that the authenticity of the signature of the drawers should be ascertained, and this led directly to the fact that it was made by Fleming himáelf, and common sense would indicate that Fleming had no right to bind his partner as his surety.\nIt is urged that, in borrowing money, copartners may give to' their negotiable paper what form they please, and that therefore they ought to be liable here notwithstanding the form. The premise is true, but the conclusion needs, for its support, the proof that the copartners did borrow the money. If they did, then Fleming is an accommodation acceptor, and the drawers are bound as the real debtors. Without this proof, we must take the apparent transaction to be the true one, and regard Fleming as borrowing money for himself, and attempting to pledge his partner as his surety; that is, we must decide the case according to the evidence.\nJudgment affirmed.\nKnox, J., dissented.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Miller, for plaintiff in error.",
      "Selden, contrà."
    ],
    "corrections": "",
    "head_matter": "Cooper versus McClurkan.\nA non-resident partner drew a bill of exchange in the name of the firm on himself, falsely dating it at the place of business of the firm, making it payable to the order of the firm, and accepted it in his own name, endorsed it with the name of the firm, placed it in the hands of a bill-broker, who negotiated it to the holder, and paid to the non-resident partner the net proceeds:\nIt was Held, that the other partner, in a suit against him on the bill by the holder, might defend by showing that it was not a partnership transaction, but that the bill was drawn and negotiated by the other partner for his individual use, and that the holder, who was ignorant of the nature of the transaction, should have inquired into it.\nError to the District Court of Allegheny county.\nThis was an action of assumpsit by Lewis Cooper v. Samuel McClurkan and George M. Fleming, on a bill of exchange as follows :\n$149737/100 Pittsburgh, March 31st, 1851.\nSix months after date pay to the order of ourselves, fourteen hundred and ninety seven 37/100 dollars, for value received, and charge same to acconnt of . Yours, as advised,\nTo Geo. M. Fleming, Piulada. Samuel MoOlurkast & Co.\nService of the writ was made on McClurkan. E. E. I. as to Fleming.\nThe plea was that the defendant, McClurkan, did not draw or endorse the said bill of exchange, nor any one authorized by him.\nFebruary 3, 1858, verdict for plaintiff for $>1618.63, subject to the opinion of the Court upon points reserved. June 18, 1858, notes of testimony, bill of exceptions and opinion of Court filed, and judgment rendered for the defendant on points reserved, “ non obstante veredicto.”\nIn the statement submitted on the part of the plaintiff in error, it was stated that the bill was accepted by Fleming, and endorsed with the name of Samuel McClurkan & Co. Samuel McClurkan and George M. Fleming composed the firm of Samuel McClurkan & Co., at Pittsburgh. George M. Fleming had formerly resided at Pittsburgh, but shortly before the drawing of this bill had removed to Philadelphia, where he carried on the commission business. He made purchases of goods in Philadelphia for the house of S. McClurkan & Co. in Pittsburgh; and McClurkan & Co. were in the habit of making large shipments of flour, &c., to Fleming, at Philadelphia, and of drawing on him for the proceeds. The hills thus drawn amounted, during the course of the year, to fifty or one hundred thousand dollars; and McClurkan either procured their discount in Pittsburgh, passed them in payment of flour, &c., or remitted them to Philadelphia. The firm of McClurkan & Co. was well known in Philadelphia, and in good credit there.\nSince suit was brought on the bill of exchange, it was ascertained that the bill was drawn by George M. Fleming, at Philadelphia, but dated at Pittsburgh, but, it was alleged, that of this Lewis Cooper, the plaintiff, had no knowledge or notice. The draft was passed to the plaintiff by a broker, to whom Cooper paid the amount in cash, after deducting the interest. * * * * The broker who passed the bill to Cooper, received it from Fleming; but of this fact, it was alleged on the part of Cooper that he had no notice or knowledge.\nOn the trial, on the part of the plaintiff, it was testified by the broker, that he was a resident of the county of Philadelphia, and did business in Philadelphia. That the acceptance in question was handed to him by Fleming to get it discounted—that disposed of it and gave Fleming the proceeds—that he sold it to Cooper, the plaintiff, and negotiated it in good faith. The witness said that he himself knew by vdiom the draft was drawn—that the signature of Samuel McClurkan & Co. was in the handwriting of Fleming, and also the acceptance and endorsement.\nOn part of the defendant, it was testified by a clerk of Samuel McClurkan, that the latter did business in Pittsburgh. That Fleming resided in Philadelphia, engaged in commission business on Ms own account; did business in his own name; was considered a man of large means.\nOn cross-examination, he said that “ McClurkan & Co. made large shipments of goods, produce, &c., to George M. Fleming; and bills similar to this were drawn on him to the amount of $50,000 or $100,000. Fleming bought goods for S. McClurkan k Co. in Philadelphia, and had them shipped to Pittsburgh. Goods bought in the fall would fall due in April. Sometimes he (McClurkan) had the drafts discounted, and sometimes he paid them to persons from whom he had flour on commission, and from whom he bought flour. I don’t know how they were disposed of. The firm of S. McClurkan & Co. was.well known in Philadelphia, and were of high standing. No one that had ever seen Mr. McClurkan write, would mistake that signature for MeClurkan’s. I never knew Mr. McClurkan to lend drafts. McClurkan & Co. were familiarly known.” The opinion of Williams, J., was, in part, as follows:\nIt was the plaintiff’s duty when he purchased the draft, if he knew that it was drawn and endorsed by Fleming, to have ascertained by what authority it was drawn and endorsed in the name of the firm. It is true that a partner, acting within the scope of the business of the partnership, is authorized to draw, accept, 'and endorse bills in the name of the firm. But the draft in question was not drawn, endorsed, or negotiated in the ordinary course of the partnership business. It was done by a non-resident partner in the name of the firm, accepted by him in his own name a a drawn and endorsed with the name of the firm, and placed in the hands of a broker for sale or discount. There is nothing, however, on the face of the bill indicative of its unusual character, or calculated to excite suspicion in the mind of a person unacquainted with the handwriting of McClurkan, the resident partner. An inspection of the draft would naturally lead to the inference that it was drawn, as it purported to be, by the partner at Pittsburgh on his copartner in Philadelphia; and that it was endorsed by the former and accepted by the latter in the ordinary business of their firm.\nBut if it be, as it doubtless is, the duty of one who receives negotiable paper, to ascertain the genuineness of the signatures of the parties thereto, as against the parties themselves, it would seem to follow as a necessary corollary that it was the duty of the plaintiff in this case to have ascertained by which of the partners the bill was drawn and endorsed. Plow otherwise could he have ascertained that the signature of the partnership was genuine ? The ascertainment of its genuineness would necessarily have led to a knowledge of the fact that the draft was drawn and endorsed by Fleming, which sufficiently indicates that it was drawn and endorsed by him for his own separate accommodation.\nThe ease of Tanner v. Hall, 1 Barr 417, was referred to and remarked upon, and he concluded by saying that it was the duty of the plaintiff to have ascertained by whom the draft in this case was drawn and endorsed, and to have inquired into Fleming’s authority for using the partnership name. That having failed to do so, he was not entitled to recover.\nTo the opinion, the plaintiff’s counsel excepted, and the judgment was assigned for error.\nMiller, for plaintiff in error.\nIt was contended that each partner has authority to use the signature of the firm, whether as drawer, endorser, or. acceptor ; and when so. used, the bill will be deemed to be on the partnership account and bind it, unless upon the face of the bill, or upon collateral proof, it is clearly established that the party taking it had full notice that the bill was drawn, endorsed, or accepted, for purposes and objects not within the partnership business: Story on Bills 93-94; Id. 165-6-7.\nIt was said that the plaintiffs discounted the draft under the belief that it was drawn in Pittsburgh ; but whether it was drawn by Fleming or McClurkan, at Pittsburgh or at Philadelphia, the partnership name having been used as both drawer and endorser, the firm is liable. The bill was in the usual form, and it would be “ strange and novel doctrine,' to hold it necessary for a person, receiving a bill of exchange, endorsed by one of several partners, t& apply to each of the other partners to know whether he assented to such endorsement:” opinion of Lord Ellenbobough, Watson on Partnership, page 153.\nThe case of Tanner v. Hall, 1 Barr 417, was the case of a promissory note drawn by Hall, in his. own individual name, to the order of J. Cochran & Co., who endorsed it for Hall’s individual accommodation, and Hall himself had it discounted in the Lumbermen’s Bank. “ Hall had drawn ostensibly for his separate accommodation.” That note in its inception, did not profess to be on the partnership account. Reference was also made to Story on Bills 93; Chitty on Bills 39-40; 9 Pick. 274-5; Story on Part. 168. If one partner borrow money on the partnership account and misapplies it, all are bound: Chitty on Bills 167-8-9, 171. The broker acted as the agent of Fleming; but Cooper had no knowledge as to how the broker became possessed of it, and the latter testified that he negotiated it in good faith. It was contended that the bill having been drawn and endorsed in the partnership name, it-lay on the defendant to show that Cooper knew there was fraud and took the bill maid fide: Chitty on Bills 46, 238-240; also cited Story on Part. 171; and Story on Bills 215.\nSelden, contrà."
  },
  "file_name": "0080-01",
  "first_page_order": 82,
  "last_page_order": 86
}
