{
  "id": 413768,
  "name": "Crawford versus Murphy",
  "name_abbreviation": "Crawford v. Murphy",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "84",
  "last_page": "88",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 84"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Bin. 361",
      "category": "reporters:state",
      "reporter": "Binn.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "445"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "1 Whar. 355",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "7 Leg. Int. 58",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 564,
    "char_count": 13482,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 1.018023830941379e-07,
      "percentile": 0.5440185895007779
    },
    "sha256": "6b7a4af29c25e98996e71f660be2f0f79a036e1c38f43c780d7ec9aca776ec64",
    "simhash": "1:2a1582bd1b62855c",
    "word_count": 2406
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Crawford versus Murphy."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThis judgment is affirmed for the reasons given in the charge of the judge who tried the cause in the District Court. Judgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "G. P. Hamilton, for plaintiffs in error.",
      "Loomis, contrà."
    ],
    "corrections": "",
    "head_matter": "Crawford versus Murphy.\n1. In an action on a bond given to assignees, under a voluntary assignment, for purchase-money of real estate sold by them, given after acceptance of deed, it was Reid not to be a sufficient defence that the title was doubtful, or that a probable adverse claim existed in another, which was not asserted, the defendants being in undisturbed possession. In order to avoid payment it should be shown that such outstanding title is indisputable. See case of Ludwick v. Huntzinger, 5 W. & Ser. 51.\n2. P. §., the owner of an estate, demised the same to J. M. for the joint lives of himself and wife, and for the life of the survivor, reserving an annual rent of $150. A number of years afterwards, the lessor, by will, authorized his executors to sell and convey the whole or any part of his real estate, and the executors conveyed the demised premises to the said J. M. in fee, who, with his wife, afterwards, at the request of the executors, conveyed the same to F. S. subject to a, mortgage, and subject further to the “ conditions and terms of a lease” of the premises, bearing “ even date\" therewith, to the same J. M. from the said F. M. S. No such lease was exhibited at the trial.\nWhen the deed by J. M. to F. M. S. was about being made, the executors aforesaid executed a written instrument declaring that the said deed should not be construed as a waiver of any claim which the said J. M. may have upon the estate of the said P. S. under the lease above referred to, but that the right of J. M. under the lease, shall remain as if tire deed in contemplation had not been executed.\n_ Afterwards, the said J. M., the lessee, made a voluntary assignment of all his estate, and his assignees advertised for sale a “ life estate” in the premises, subject to an annual rent of $150, and sold the same to the defendants in the case.\nIt was Reid, that whether the declaration by the executors had the effect of saving the rights of J. M. under the lease, was not then involved in the case; but that as the purchasers from the assignees were in peaceable possession, F. S. not asserting any title to the life estate, they could not withhold the payment of the purchase-money.\nError to the District Court of Allegheny county.\nA judgment had been entered in the District Court of Allegheny county, in favor of J. R. Murphy and J. S. Bonnet, assignees of James McDonnell, v. Robert Crawford, J. P. Ross, William Perkins, and Joseph Rogers. It was entered on a bond and warrant of the defendants, dated March 5, 1851, payable in nine months, for the sum of $1550. On January 5, 1852, a rule was directed to show cause why the judgment should not be opened and defendants let into a defence, &c. On Nov. 6, 1852, the rule was made absolute, the judgment to remain as security.\nThe consideration of the bond was the purchase by Crawford and others from Murphy and Bonnet as assignees of James McDonnell, of a tract of land in Chartiers township, Allegheny county, containing about 45 acres, in which it was said it was believed, at the time of the sale, that McDonnell had a life estate subject to a rent of $150 per annum. In the affidavit under which the judgment was opened, failure of title in the defendants was alleged; and it was stated that the assignees had represented' at the sale, by published handbills and otherwise, that McDonnell was seised of a life estate in the premises, subject to the rent aforesaid, whereas it was alleged on the part of the purchaser that he was a mere tenant at sufferance, having no title whatever.\nJames McDonnell derived his title from Philip Smith, deceased, who by his deed, dated Nov. 15, 1819, demised the premises to him for the joint lives of himself and wife, and the life of the longest liver of them, reserving an annual rent of $150.\nIt was admitted on the trial of the case, that the then wife of James McDonnell had been dead about seven years.\nThe said Philip Smith, by his last will and testament, dated December 22, 1838, authorized his executors therein appointed, to wit, James M., Peter C., and Joseph Smith, to sell and convey the whole or any part of his real estate situate in Philadelphia, or elsewhere.\nThe said executors, by their deed of January 1, 1845, for the consideration of $3500, conveyed the premises in fee simple to James McDonnell, who, with his wife, by deed of September 29, 1845, conveyed the same to Frances M. Smith for the consideration of $500, and also subject to a mortgage given by James McDonnell to. Hierome Bonnet, and subject further “ to the conditions and terms of a lease of the above described premises and tract of land, bearing even date herewith, to said James McDonnell from Frances M. Smith aforesaid.”\nOn the part of the plaintiffs in error, it was alleged that the recital of a lease from Frances M. Smith to James McDonnell was incorrect, there never having been such a lease made, or alleged to have been made, except by said recital.\nWhen James McDonnell and wife were about conveying to Frances M. Smith, .two of the executors of the will of Philip Smith, deceased, viz., Peter and Joseph Smith, gave to James McDonnell a written declaration executed by them as follows :\n“ Whereas : A deed is about to be executed, by James McDonaell to Frances M. Smith, for forty-three acres and sixty-two perches, in St. Clair township, Allegheny county; and whereas, the said deed might by possibility be misconstrued into a waiver of any claim which the said James McDonnell may have upon the estate of said Philip Smith, deceased, under a lease heretofore given by the said Philip Smith for the joint lives of James McDonnell and wife, recorded in vol. 27, page 217: Now, it is hereby distinctly understood and declared, that the aforesaid deed shall not be construed to have any such effect, but on the contrary, the right and claim of said James McDonnell, his executors, administrators, under said lease shall remain as if no such deed had been executed.\n“ Witness our hands and seals this 29th day of September, 1845.”\nThis instrument was acknowledged on 15th March, 1851, and it was assigned to the defendants in the judgment (the plaintiffs in error), in April, 1851.\nOn the 18th January, 1851, James McDonnell made a voluntary assignment of all his estate to James R. Murphy and Jerome Bonnet, in trust for his creditors. The assignees advertised the property for sale, by handbills, in which it was described as a “life estate in the farm now occupied by James McDonnell, containing 47 acres more or less, subject to an annual rent of $150,” and sold it at private sale on the same day, to Crawford and others, the plaintiffs in error, for $1550, for which they gave the bond in controversy. Notice was given at the date of the rule to show cause, &c., of the willingness of the plaintiffs in error to re-convey to the assignees the premises. James McDonnell, who was examined as a witness on part of the purchasers, testified that he conveyed to Frances M. Smith, at the request of the executors of Philip Smith.\nC. O. Loomis, who had the preparation of the papers connected with the sales, testified that both the assignees and the purchasers believed that McDonnell had a life estate in the property.\nMay 2, 1853, verdict was rendered for the plaintiffs, subject to the opinion of the Court, whether the plaintiffs, upon the whole case, were entitled to recover.\nIn July, 1853, judgment was entered for the plaintiffs.\nThe opinion of Williams, J., was, in part, as follows:\n“ It is not necessary to consider all the questions raised by the defendant’s counsel in this case. There is no evidence that Frances M. Smith, under her deed from James McDonnell, is asserting any title or claiming any right to the life estate arising under his lease from Philip Smith. The deed to Frances M. Smith was made by McDonnell, at the request of her father’s executors, who, at the same time, executed and delivered to McDonnell a written declaration, expressly intended to save his rights under the lease from their testator, and to prevent his deed from operating as a conveyanee of his life estate. Whether the declaration has this effect, is a question not necessary to be now determined. It is admitted that the defendants have been in the undisturbed possession and occupancy of the premises since the date of the plaintiffs’ conveyance to them. Neither Frances M. Smith, nor any one claiming under her, is asserting any title to the life estate of McDonnell. The reserved question is, therefore, on the authority of Ludwick against Huntzinger, 5 W. & Ser. 51, ruled in favor of the plaintiffs.- In that case, which was an action on a bond for the purchase-money of land conveyed by the plaintiff to the defendant, the Court say: ‘It is not sufficient’ to rebut the presumption arising from acceptance of a deed and giving bond ‘to-offer or give evidence tending merely to show that the title which the purchaser has got is doubtful, or not merchantable, but he must show that it is positively bad, by proving a superior indisputable title to the land in a third person or party, who is asserting his right thereto by virtue of such title ; otherwise it may be that the purchaser will never be disturbed in his enjoyment of the land by reason of it; or if he should, he may have his remedy -on the covenants contained in the deed of conveyance made to him ; and if it be that he has taken no covenant for that purpose, it goes strongly to show that he agreed and was satisfied to take the title of the vendor pretty much at his own risk.’ These considerations are strongly applicable to the case of a sale of land made by assignees, under an assignment for the benefit of creditors. See also Schott v. McFarland, 7 Leg. Int. 58.\nIt is therefore ordered that the prothonotary enter judgment in favor of the plaintiffs, on the verdict, on the payment of the verdict fee.\nThe entry of judgment was assigned for error.\nG. P. Hamilton, for plaintiffs in error.\nIt was said that by the deed of the. executors of Smith to James McDonnell, and the deed of McDonnell and wife to Frances M. Smith, the fee simple in the property became vested in her, subject to the mortgage upon it. That the estate in her could not be limited or qualified by the declaration of the executors, as they had no title—they having conveyed to McDonnell.\nThe recital of a lease from Frances M. Smith to James McDonnell, in the deed to her, was said to be too indefinite to operate against her as an estoppel. It does not specify the quantity of the estate, the duration of the term, or the extent of the reservation: 1 Whar. 355-6; 7 Barr 199. It was said that there must be an eviction in order to give an action for breach of covenant of warranty; but that a substantial defect in the title was, in general, a good defence against an action for the purchase-money: 5 Bin. 361; 1 Ser. & R. 438, Steinhauer v. Witman; opinion of Yeates, J., Id. 445; 3 W. & Ser. 390.\nIt was said, that the purchasers did not agree to run the risk of the title, appeared from the testimony of C. O. Loomis that both parties believed that McDonnell had a life-estate in the premises. That thus there was a mutual mistake, and that contracts made under mutual error, under circumstances material to their character and consequences, are invalid: Story’s Eq. ch. 5, page 121 to 193. In the advertisement by the assignees, the property is represented as a life estate. Such a misrepresentation may render the sale invalid: 5 W. & Ser. 478. It was said that the case of Ludwick v. Iluntzinger, 5 W. & Ser. 51, was not repugnant to this view, but in harmony with it. That in that case, the title was scarcely doubtful. That the facts in that case did not make it necessary to determine that the land must be actually claimed under the outstanding title.\nIt was further said that the assignees had not charged themselves with the fund, nor were liable for it. That, therefore, if the title was manifestly bad, the judgment should be reversed.\nLoomis, contrà.\nThe assignees, in their deed, did not pretend to convey to plaintiffs in error “ the life estate of James McDonnell,” nor any other or greater estate than was held by James McDonnell at the date of the deed of assignment for the benefit of creditors, made by said McDonnell to defendants in error on the 18th day of January, 1851, as will appear by the following copy of the habendum in their deed:\n“ To have and to hold the above-mentioned and described tract of land, hereditaments and premises hereby granted, or mentioned or intended so to be, with the appurtenances, unto the said parties of the second part (viz. plaintiffs in error), their heirs and assigns, to their own proper use and behoof, for such estate, and under such rents and conditions as the said James McDonnell had and held the same at, and immediately before the time of the execution of the above-mentioned deed of assignment by the said James McDonnell to the said James R. Murphy and J. S. Bonnet, but for no larger or greater estate than the said McDonnell then and there had and held in the same.”\nThe plaintiffs in error Have been in peaceable possession of the property purchased from the date of the deed of the assignees to them down to the present time, and no other person has yet asserted or prosecuted a claim to said property."
  },
  "file_name": "0084-01",
  "first_page_order": 86,
  "last_page_order": 90
}
