{
  "id": 413776,
  "name": "Miller versus Weeks",
  "name_abbreviation": "Miller v. Weeks",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "89",
  "last_page": "93",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 89"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Binn. 572",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 565,
    "char_count": 13442,
    "ocr_confidence": 0.395,
    "pagerank": {
      "raw": 3.1676877661457635e-07,
      "percentile": 0.8636999686082084
    },
    "sha256": "5a93fa164fb47d1d8a47a1d0120fd9c446f59183e29651958a30468f247480ae",
    "simhash": "1:2ec7efe64d9911be",
    "word_count": 2379
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Miller versus Weeks."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, October 17, by\nWoodward, J.\nThe note was negotiable, and was negotiated in due course, which gave the holder a right of action in his own name. The declaration sets forth his title with sufficient fulness and formality, and the copy of the note, endorsed on the declaration, furnished the defendant with precise notice of the character and extent of the plaintiff’s claim. Then under the pleadings in the cause and the rules of the District Court, the plaintiff was entitled to read the note in evidence without proving its execution or endorsements; but to take away all apparent grounds of objection, he proved the signature of the maker by Mr. Holmes, and gave evidence tending to prove that of the endorsers, which the Court submitted, as they were bound to do, to the jury.\nThese observations dispose of six of the assignments of error, and two only, the second and the eighth, remain.\nNow as to the second : The defendant offered to prove that the note belonged to Winslow, Lanier & Co., the first endorsees, for whom the plaintiff was merely trustee, and that it was without consideration. The Court admitted this offer; but, when the defendant called Mr. Knox, the plaintiff’s attorney, to sustain it, he declined to state any communications made to him by his client, and the Court refused to compel him, and sealed a bill.\nIt would have been a grievous error in the Court to have compelled Mr. Knox to testify, in support of such an offer, to confidential communications made to him in the very cause trying. It is not merely the privilege of the attorney, but the rights of the party that forbid the disclosure of such communications, and therefore the attorney is not permitted to divulge them though willing to do so. The matter of the defendant’s offer was not Collateral to the action, but went directly to the heart of it; and the Court were right in holding that it must be proved by some other witness than the attorney of the plaintiff.\nThe 8th error assigned is, that the jury gave a verdict for $78.90 more than the plaintiff claimed in his declaration.\nAlthough it is evident from the record that this excess was interest which had accrued pending the action, still we are of opinion that in assumpsit the plaintiff cannot have a verdict and judgment for more than the damages laid. He declines to remit the excess, hut asks leave to amend his declaration by increasing his damages so as to comprehend the verdict. In Spackman v. Byers, 6 Ser. & R. 385, where the damages found by the verdict exceeded the amount laid in the declaration, this Court held that the record might be taken back for amendment, and that the judgment, so amended, should be affirmed. But when there is matter on the record to amend by, and there is no possibility of surprise or injustice to the defendant, why send the record down for purpose of amendment, instead of allowing it to be done here ? A copy of the note on which the action was brought has been on the record ever since the institution of the suit, and nothing but the persevering resistance of the defendant has caused the interest to swell beyond the sum originally demanded. It is taking no undue advantage of him, therefore; it is indeed only administering the justice of the cause, to permit the plaintiff to amend here where we have the full record. This has been often allowed in regard to other amendments of equal or more materiality. The cases are collected and discussed by the late Judge Kennedy in Wampler v. Shisler, 1 W. & Ser. 370, where it was said that after a final judgment rendered and a writ of error brought, an amendment will be allowed in furtherance of justice, especially when the merits of the ease have been fully heard and tried, and when it appears that the matter assigned for error could have produced no possible injury to the party complaining of it. This case was followed and approved in Morris v. McNamee, 6 Harris, 180, and its principles are decisive in favor of the amendment which the plaintiff asks leave to make in this Court. He must therefore have leave.\nAnd now, to wit, 17th October, 1853, this cause came on to be heard on the assignments of error and the motion for leave to amend, and was argued by counsel, and thereupon it is ordered that the declaration brought up here as part of the record be amended by inserting seven thousand dollars instead of six thousand dollars as the damages claimed; and this having been done by the prothonotary, it is ordered, adjudged, and decreed that the judgment of the District Court of Allegheny county be affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Woods, for plaintiff in error.",
      "Knox, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Miller versus Weeks.\n1. A note payable to the order of the maker is a negotiable note.\n2. In a suit on such a note against the person who was both drawer and endorser, it was averred in the narr. that the defendant made the note, and endorsed and delivered it to the firm which subsequently endorsed it, and that they endorsed and delivered it to the plaintiff: Held, that the title of the plaintiff was sot out therein with sufficient fulness and formality.\n3. A rule of Court having prescribed that in actions upon a note, a copy of which shall have been filed within two weeks from the return day, it shall not be necessary to prove the execution thereof, unless the defendant, by affidavit, shall have denied that it was executed by him: Held, that the copy of the note having been filed, and its execution not denied by affidavit, proof of its execution by the maker, or of its endorsement by him, was not necessary.\n4. In an action on a promissory note, the plaintiff’s attorney is privileged from being called upon to prove that the note in suit belongs to other persons than the plaintiff, and that the plaintiff is but a trustee with respect to it.\n5. When there is matter on the record by which to amend, the amount laid in the declaration may be amended in this Court by enlarging its amount. Therefore, when a judgment in an action of assumpsit on a promissory note was pending in this Court on writ of error, the declaration was allowed to be amended here by increasing the damages to the amount of the verdict, so as to include the interest which had accrued on the note after suit brought, a copy of the note being filed at or soon after the institution of the suit.\nError to the District Court of Allegheny county.\nThis was an action in assumpsit to November T. 1851, by John A. Weeks v. Alexander Miller, on a promissory note dated 26th May, 1851, signed by Alexander Miller, the defendant, for $5624.75, payable to his own order. It was endorsed, Alexander Miller; Winslow, Lanier & Co.; and in the'latter endorsement it was made payable to the order of John A. Weeks, the plaintiff.\nIn the declaration, it was alleged that the defendant, on the 26th May, 1851, made his promissory note, and delivered it to Winslow, Lanier & Co., and thereby promised to pay to the order of said Alexander Miller $5624.75, in four months, &c., and that the said Alexander Miller endorsed and delivered the same to Winslow, Lanier & Co., and that they endorsed and delivered it to the plaintiff. It concluded to the damage of the plaintiff $6000.\nThe writ was returnable on the 6th October, 1851; and on the 13th October, 1851, a copy of the note was endorsed on, and filed with the declaration. It was as follows:\n“ $5624.75. Pittsburgh, May 26, 1851.\n“Four months after date, I promise to pay to my own order, $5624.75, without defalcation, value received.\nAlexander Miller.”\n“Endorsed—Alex. Miller, pay to the order of John A. Weeks.\nWinslow, Lanier & Co.”\nIn a.n affidavit filed at the institution of the suit, was claimed 15624.75, the amount of the note and interest from the 29th of September, 1851.\nThe copy of the note was filed under the 1st rule of the District Court of Allegheny county, viz.: “ In all actions brought in this Court, upon any deed, bond, bill, note, or other instrument of writing, a copy of which shall have been filed within two weeks from the return day, to which the action is brought, it shall not be necessary for the plaintiff, on the trial, to prove the execution thereof; but the same shall be taken to be admitted, unless the defendant, by affidavit filed at or before the time of filing his plea, shall have denied that said deed, bond, bill, note, or other instrument of writing, was executed by him.”\nThe pleas were non assumpsit want of consideration, payment with leave, &c., and set-off. .\nOn the trial M. Holmes testified that he had seen Alexander Miller write, and that he believed the signature to the note to be his. M. O. Kurtz testified that he was clerk in the house of Kramer & Rahm, and that they received letters from the firm of Winslow, Lanier & Co., almost every day. They reside in New York, and the firm of Kramer & Rahm have money dealings with them—that they were their correspondents in New York. He said he believed this to be the signature of one of the partners. The reading of the note in evidence was objected to on the ground, 1. That the allegata and probata did not agree. 2. That there was not sufficient proof of the endorsement of Winslow, Lanier & Co. 3. That the note in suit was not such a negotiable instrument upon -which the plaintiff can sustain a suit in his own name, as it is drawn by the maker payable to his own order.\nThe objections were overruled, and exception taken. The note was read.\nOn part of defendant, Mr. Knox,'the plaintiffs’ attorney, was called, ánd it was offered to prove by him: 1st. That the note was transmitted to him by Winslow, Lanier & Co., for collection: 2d. That this suit was brought by him as their attorney, and at their instance: 3d. That the plaintiff is a mere trustee, and permits this suit to be brought for the benefit of Winslow, Lanier & Co. Further that there was no consideration for the note.\nMr. Knox declined to state any information or communications made to him by his client, as having been made to him confidentially as his attorney.\nThe objection of Mr. Knox was sustained, and defendants’ counsel excepted.\nThe defendants’ counsel requested the Court to charge: 1. That the plaintiff could not recover under the declaration and the evidence in the case.' 2. That the note was not such a negotiable instrument as would entitle the plaintiff to recover in his own name. 3. That the declaration was neither certain nor definite, as whether the defendant was sued as drawer or endorser was uncertain. 4. That the plaintiff had failed to trace the title by proving the endorsements of the respective endorsers, and has proved no consideration paid or given by himself.\nThese several propositions were negatived; verdict was rendered for plaintiff for $6078.91½, which appears to have been for the amount of the note and interest on it, from the 29th September, 1851.\nIt was assigned for error; first, That the Court erred in permitting the note to be read—first, because the allegata and probata did not agree: second, Because there was no sufficient proof of the endorsement of Winslow, Lanier & Co. to the plaintiff : third, That this is not such a negotiable instrument, upon which the plaintiff can sustain suit in his own name, as it is drawn by the maker payable to his own order.\n2d. The Court erred in sustaining the objection of Mr. Knox to testify.\nThe 3d, 4th, 5th, 6th, and 7th assignments were to the answers to the points; and the 8th was to the amount of the judgment, the plaintiff having claimed in his declaration $6000, and the verdict being for $6078.91½, and judgment having been entered on it.\nWoods, for plaintiff in error.\nIt was said that Holmes proved the signature of Miller to the note only, not his endorsement. That Kurtz, the other witness, had never seen either the defendant Weeks, or Winslow, Lanier & Co., write. The letters mentioned by him were to the banking-house in which the witness was clerk, and it did not appear that he had ever read them. It was contended that his belief as to 'the endorsement of their name on the note was not based on sufficient knowledge.\nIt was said that the plaintiff’s attorney was desired to state only what he had learned from Winslow, Lanier & Co. in the presence of the plaintiff, and the plaintiff’s declarations to others in his presence.\nOther assignments were remarked upon. As to the necessity of proving endorsements on a note, reference was made, in another case between the same parties, to Chitty on Bills, 571, 10th ed.\nThat the judgment was erroneous, as it exceeded the verdict, reference was made to 3 W. & Ser. 333; 6 Barr 330.\nKnox, for defendant in error.\nIt was not necessary to prove the endorsement, for a copy of the note having been filed, in conformity with a rule of Court, the execution of the note was to be taken to be admitted, there being no affidavit denying its execution. The term execution, in the rule, does not apply exclusively to the drawing of the note, but includes its endorsement also.\nIn the affidavit the plaintiff claimed $5624.75 with interest from 19th September, 1851, which is the amount of the verdict. In the declaration the note was described, and it was stated when it became due; and at the time of the filing of the declaration $6000 covered the amount then due. The additional amount was interest which accrued subsequently. Cited 8 Ser. & R. 263; 2 Harris 83.\nIt was contended that the declaration might be amended in this Court: 5 Binn. 572; 1 W. & Ser. 365; 5 Harris 180."
  },
  "file_name": "0089-01",
  "first_page_order": 91,
  "last_page_order": 95
}
