{
  "id": 413701,
  "name": "Johnston versus The Commonwealth",
  "name_abbreviation": "Johnston v. Commonwealth",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "102",
  "last_page": "115",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 102"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Hill 9",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 233",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1301,
    "char_count": 37736,
    "ocr_confidence": 0.395,
    "pagerank": {
      "raw": 7.517252819339017e-07,
      "percentile": 0.9701413093968027
    },
    "sha256": "83d53bb30aa13e5af68111c5c4443d14757dbe252b79f2424d423f060bf15d15",
    "simhash": "1:9ecfc2e6cdc49361",
    "word_count": 6479
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Black, C. J., and Lewis, J., each delivered a dissenting opinion."
    ],
    "parties": [
      "Johnston versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nWoodward, J.\nIt has been suggested that it does not sufficiently appear from the magistrate’s conviction what the worldly employment was, for performing which on Sunday, the defendant was convictéd; but a reference to the record will show that the suggestion is groundless. Complaint was made before Alderman McMasters, of the city of Pittsburgh, .that the defendant had performed certain worldly employment on the Lord’s-day, commonly called Sunday, the 4th day of September, A. d. 1853. A summons was issued, and when the defendant appeared and ascertained the grounds of complaint, he did what was very unusual in a Justice’s Court, but which we cannot say was illegal, he put in several special pleas in the nature of confession and avoidance. To the fourth of his pleas, the Commonwealth demurred, and thus brought the facts therein alleged upon the record, and by admitting them made them a substantive ground of the judgment. , In this plea it was alleged by the defendant, that the omnibus and horses which he was driving on that day, were a “ public conveyance for the transportation of persons travelling upon the streets and roads, in the information mentioned, daily, each and every day of the week, including Sunday, and that he, the said defendant, was hired by the proprietors of the said horses and omnibus at and for a certain price per month, and a,t the time mentioned in said information, he was engaged in fulfilling the contract in that behalf on his part with the proprietors of the said omnibus.”\nHe did not allege that be was a traveller, nor that he was employed by travellers, but that he was executing a contract of service with the. proprietors of a line of public conveyances. The alderman, with these facts alleged and admitted before him, considered that such work was worldly employment within the meaning of the Act of Assembly, and proceeded, in the following words, to convict the said “ William Johnston, omnibus driver, of having done and performed worldly employment or business, not being a work of necessity or charity, on the Lord’s-day, commonly called Sunday, the 4th day of September, a. d. 1853, in driving certain horses, to which was attached an omnibus, in which certain persons were carried over the streets of the city of Pittsburgh, and from the said city over and along certain roads within the county of Allegheny, contrary to the Act of Assembly in such case made and provided;” and accordingly adjudged him to suffer the penalty of four dollars. This conviction must be taken in connection with the facts placed on the record by the plea-and demurrer ; and so taken, it is certain, to every intent, that the defendant was convicted for prosecuting on Sunday his occupation as an omnibus driver. The defendant himself having excluded every other conclusion, and, by legitimate means, developed the real issue with unwonted exactness, there is no room left for professional cavil or judicial astutia on this point. Special pleading, before a justice of the peace, is a novelty which is by no means to be encouraged; but when a defendant has been permitted to resort to this mode of getting his facts on record, it is too late for him, in a Court of error, to desert the facts, or to ask us to shut our eyes upon them.\nStrictly stated, then, the question presented for our adjudication by the record brought up by this certiorari, is, whether omnibus driving, as an occupation, may be lawfully pursued on Sunday by a person hired by the month for that purpose.\nUnder the stat. of 29 Ch. 2, which forbids only labor in one’s “ ordinary calling on Sunday,” it is apparent the defendant would be obnoxious to the penalty, for his work was according to his “ ordinary calling,”—“daily, each and everyday of the week, including Sunday,” is his own descriptive language. Rut our Act of Assembly is more comprehensive in its terms than the English statute, as we took occasion to show at large, recently, in the ease of The Commonwealth v. Omit. With us not only are men prohibited from prosecuting their “ ordinary callings,” on Sunday, but from “any worldly employment or business whatsoever,” except works of charity and necessity, and such specific kinds of labor as are enumerated in the proviso of the Act. It is very manifest then, that omnibus driving is a forbidden business, unless it be a work of charity or necessity, or fall within the proviso That it is not within the proviso is apparent from the works enumerated, the dressing of victuals, the landing of passengers by water, the ferrying over the water travellers or persons removing with their families, and the delivery of milk or other necessaries of life. These are what the legislature exempted from the operation of the statute, and no man in his senses will contend that driving an omnibus by the month is either the one or the other of these things. Is it then a work of charity or necessity ? This is the only remaining question.\nIt is impossible to lay down any general rule as to works of charity and necessity. If the works enumerated in the proviso of the statute be taken as a legislative sample of works of necessity, it might be said, in general, that supplying the ordinary demands of our physical natures, and relieving from situations of peril and exposure, are necessary acts, which incur no blame; and perhaps all would agree, that visiting and administering to the sick and destitute, and labors for the spiritual welfare of men, are works both of charity and necessity. Certain it is, that against such there is no law,- and they may be performed on any day. Still, the exigencies of human life, which demand works of charity and necessity, are so numerous, and so diversified by attending circumstances, as to defy classification, and to forbid the attempt to prescribe a general rule. The best we can do is to judge of cases as they arise, and to treat them as within the prohibition, or the saving clauses of the statute, according to the specific features which each presents.\nOmnibuses aye great conveniences in large towns and populous districts, and the driving them may, in many circumstances which it were easy to imagine, be both a necessity and a charity, and as such perfectly lawful on Sunday; but we are not now dealing with special cases, or extraordinary occasions, but with an ordinary every-day employment. The defendant’s fourth plea contains no suggestion of circumstances which might have rendered his act necessary. The justifying fact alleged is, that he was hired by the month, and was fulfilling his contract. But if the work was unlawful, his contract was void so far as regarded the Sunday labor; for it is well settled by the authorities, that if any act is forbidden under a penalty, a contract to do it is void: Kepner v. Keefer, 6 Watts 233, and the cases there cited. In general, a contract of hiring by the month does not bind the laborer to work on Sunday; yet, as the statute does not forbid every species of labor, but expressly licenses such as are mentioned in the proviso, it is obvious that a person hired by the month to perform any of those labors, may be required to perform them on Sunday. The defendant, however, is not within that category. He was not hired to execute an employment that is exempted from the penalties of the statute, or which, per se, is a work of charity and necessity. Not a circumstance is suggested on the record to distinguish his work on Sunday from what it was on any other day of' the week. As it is not pretended to have been a.work of charity or necessity on other days, it could not have been on Sunday. Running omnibuses is a mere secular employment, established and maintained for private gain; ministering, and intended to minister, not to the absolute wants of our common nature, but to the convenience of the public for a price. No reason can be assigned in favor of such an employment on Sunday, which might not be urged in behalf of every other form of productive industry. If, on a day set apart by Divine command, and human-legislation, as a day of rest, proprietors and drivers of omnibuses may prosecute their business, why may not farmers and mechanics pursue their equally useful, though less lucrative callings ? These employments,- like most other occupations, contribute, more or less directly, to the public convenience, and are followed on the same motive, precisely, which establishes and maintains omnibuses. If we construe the statute so as to license the one employment, we must, for consistency’s sake, pronounce that it does not forbid the others, and throw open the tavern, the store, the workshop, and the market-house on Sunday. If we decide that necessity and charity mean convenience (and this is the essence of the demand), we emasculate the statute, and sweep away the' guards which the legislature threw around, not only the morals of society, but the physical health and well-being of both men and beasts. If Sunday be thus surrendered to the fierce rivalry of efforts for promoting the convenience of the public, it might as well be blotted from the’calendar of days. But we have no right to give up this institution. It has come down to us with the most solemn sanctions both of God and man, and if we do not appreciate it as we ought, we are, at the least, bound to preserve it. We have no power to repeal the Act of 1794, nor to make its exemption of works of charity and necessity include works of mere convenience. Our duty requires us to construe the statute so as to accomplish its purpose, which was to enforce an observance of Sunday, instead of obliterating it. We therefore hold, that driving an omnibus as an ordinary public conveyance, is a work neither of necessity nor charity, within the meaning of the statute, and, consequently, that the defendant was properly convicted.\nThus far we have considered the question as it is presented on the record, apart, entirely, from the evidence taken before the alderman,- and printed in the defendant's paper-book. We might with propriety regard our duty, as a Court of review, finished at this point, for that evidence is no part of the record, and, because there is no bill of exceptions in a Justice’s Court, cannot be made part of it, and on certiorari we look at nothing outside of the record. Still, however, as the case is one of great public interest, and both parties desire an expression of our opinion in view of the evidence which is irregularly before us, we will in this instance, without intending a precedent, consider the case upon the facts presented. A brief, but faithful summary of the facts is as follows:\nThe omnibus which the defendant drove belongs to the Excelsior line, which plies between Pittsburgh and Lawrenceville, a distance of about three miles; they run every half-hour from their stand in Fifth street to Naser’s tavern in Lawrenceville, and on Sundays as on other days, except that on Sundays one trip less is usually made; it is a well-conducted line, from which the agents generally endeavor to exclude drunken and disorderly persons, but have not always been successful in doing this even on Sunday; there are several churches in Lawrenceville, but some of the inhabitants prefer attending church in Pittsburgh, and a portion of these, having no other vehicles, patronize the Sunday omnibus; it is patronized also by persons visiting the cemetery in the neighborhood of Lawrenceville, and by others who ride for recreation and other purposes; it is spoken of by 'some witnesses as a great convenience, especially as a mode for women and children to get to church in Pittsburgh; and several other witnesses describe it as an intolerable nuisance, and attribute to it the disorderly and licentious crowds who frequent the taverns and groggeries at Lawrenceville on Sunday. Such is the case upon the evidence.\nRow the argument is, that though, in the abstract, running-omnibuses on Sunday may not be a work of necessity within the meaning of the statute, yet, inasmuch as this particular line furnishes 'people, otherwise unprovided, with means of attending churches and the cemetery, at a cheap rate, it becomes a work of necessity, and is lawful.\nIt is not our business to discuss the obligations of Sunday any further than they enter into and are recognised by the law of the land. The common law adopted it; along with Christianity, of which it is one of the bulwarks. Lord Coke, commenting on the maxim of the common law, “ Dies Dominions non est juridious,” says the Sabbath day is not dies juridious, for that ought to be consecrated to divine service. “ Besides the notorious indecency and scandal,” says Blackstone, in his Commentaries, vol. iv. 63, “ of permitting any secular business to be publicly transacted on that day, in a country professing Christianity, and the corruption of morals which usually follows its profanation, the keeping one day in seven holy, as a time of relaxation and refreshment, as well as for public worship, is of admirable service to a state, considered merely as a civil institution. It humanizes, by the help of conversation and society, the manners of all classes, which would otherwise degenerate into a sordid ferocity and savage selfishness of spirit. It enables the industrious workman to pursue his occupation in the ensuing week with health and cheerfulness; it imprints on the minds of the people that sense of their duty to God so necessary to make them good citizens, but which yet would be worn out and defaced by an unremitted continuance of labor, without any stated times of recalling them to the worship of their Maker.”\nIt is apparent from these authorities, as well as from the whole history of the instituted Sabbath, and particularly from the preamble to our old Act of 1705, fully quoted in the Commonwealth v. Omit, that rest, and the public worship of Almighty God, were the primary objects of the institution, both as a divine and civil appointment; and it seems to me to follow, as a necessary consequence, that no means reasonably necessary to these ends can be regarded as prohibited. Hence, if an invalid, or a person immured for six days within the close walls of a city, requires a ride into the country as means of recuperation, which is the true idea of rest, there is nothing in the Act of 1794 to forbid the employment of a driver, horses and carriage on Sunday to accomplish it. Equally lawful is the employment of the same means to go to the church of one’s choice, or to visit the grave of the loved and the lost to pay the tribute of a tear. In a very high sense, and perfectly compatible with the statute, these are works of necessity and charity, and had this defendant shown that he was employed for these purposes, and that he was merely engaged in accomplishing them, he ought not to have been convicted. But such was not the case. He was not engaged in executing a special undertaking for either of these innocent purposes, but in performing a contract, by the month, for the driving a public conveyance. The labor for which he contracted was to be exactly the same on Sundays as on other days of the week. Some would no doubt avail themselves of the omnibus to ride for health and strength, to visit the cemetery, and to go to church, not only on Sunday, but on other days of the week; but he was, notwithstanding, a common carrier, pursuing his ordinary occupation, which was a worldly employment as truly as merchandise is. The motives of an occasional. customer do not determine the character of a man’s business. Its character is acquired from its general aspects, and from the intention of the person prosecuting it, rather than from those of the person patronizing it. The argument amounts to this ompibus driving may be pursued -'on Sunday exactly as on other days of the week, if anybody rides to church or the cemetery in it; though worldly employment in all its aspects, and actually contributing to idleness, dissipation, and disorder, yet it is so sanctified by this casual patronage, as to become a work of charity and necessity within the high significance of those words as used in the Act of 1794. A specious pretext, to make the most of it, to cover up a palpable violation of that law.\nHad the persons riding to church or the cemetery been prosecuted, they might have alleged a proper and necessary work, or had the defendant been engaged specifically in carrying them, and running his omnibus for no other purpose, he would have been blameless; but, according to his own showing, he was fulfilling a contract of another kind, and with other parties. The attempt to give his business a different aspect from that which it has worn from the beginning, is abortive. Something has been said about the indelicacy of prying into the motives of passengers travelling in a public conveyance, to which I fully subscribe; but it is apparent that it is the defence which is guilty of this indelicacy. The Commonwealth complains against a line of omnibuses for running on Sundays as on other days—the defendant makes inquisition of the motives with which his passengers ride, with a view of finding some ground to justify his apparent violation of the law; and this, I agree, is an example which ought not to be encouraged in the conductors of a public conveyance.\nRut, it is said, judicial construction has established that travel-ling on Sunday is not a violation of the Act, and then it is argued, with an appearance of logical precision, that if the end be legitimate, and not forbidden by law, all the means which are appropriate, which are adapted to that end, may lawfully be employed to carry it into effect. This conclusion will be found, I think, to be too broadly stated. The Act of 1786 was essentially the same as the Act of 1794, but the proviso of that Act exempted, among other things, “ stage-coaches or stage-wagons carrying travellers, having the consent of a justice of the peace, on extraordinary occasions.” The legislature of 1786 seem to have intended not only to license travelling on Sunday with one’s own private means, but by public conveyances also, with the approbation of a justice, for, at that day, “stage-coaches and wagons” were the only public conveyances by land. But when the Act of 1794 was passed to supply that of 1786, this license of public conveyances W'as stricken out, and the words “ or ferrymen from carrying over the water travellers or persons removing with their families,” were inserted in lieu of them. Now as travellers who required the help of ferrymen were, like persons removing with their families, generally, perhaps at that day always, travellers by private conveyance, the true construction I apprehend of the Act of 1794 is, that whilst travelling by private conveyance is not forbidden, the running of public conveyances is. The Act forbids “ all worldly employment or business' whatever, not works of .charity and necessity,” except such as are enumerated in the proviso. But public conveyances are not only not enumerated there, but being in the proviso of the Act of 1786, from which that of 1794 was copied, were intentionally omitted in the latter. It would therefore be against all rules of construction to read the two provisoes alike, and the point in which the legislature has made them to differ? is decisive against public conveyances. The legislation which has been required to authorize railroad companies to run their cars on Sunday, indicate? that this is the true construction of the Act of 1794, and the dictum of Oh. J. Gibson in Jones v. Hughes, 5 Ser. & R. 302, is express to the same point. The prosecution in that case was for travelling on horseback, and after the defendant was discharged he brought an action of false imprisonment against the magistrate who issued the warrant of arrest; but this Court refused to sustain the action, the Oh. J. observing that “by the Act of 22d April, 1794, justices of the peace may punish in a summary manner for performing any worldly employment or business on the Lord’s-day; and although travelling does not, in a legal sense, fall within the; description of worldly employment or business, it is a subject on which a magistrate might readily be mistaken, for a carrier driving his team along the hightoay, which bears a striking resemblance-to travelling, would be in the exercise of his vocation, and if on Sunday, obnoxious to the penalty of the law.” Here the distinction is marked, which I suppose the legislature intended-^-travel-ling, ipso facto, is not forbidden, but public conveyances are, so that the conclusion that a lawful, end includes all appropriate means, however sound in some cases, is too broad for this occasion. The doctrine in Logan v. Matthews, 6 Barr 417, is coincident with this distinction. The conveyance hired there was for a special-purpose, and that a filial duty, and became the bailee’s private conveyance pro hac vice. Nor has any case been cited which conflicts with the distinction; and seeing that it is created by statute, it is worthy to be maintained, even if supported by no good reason. But there is a reason. Public conveyances that run regularly on Sunday, whether there are passengers or not, are much more likely to interrupt the exercises of religious meetings, and disturb the peace of neighborhoods, than private conveyances are; and, besides, they are pursuing a vocation, which like all other secular callings, it is the policy of the law to suspend on that day. A traveller, on the other hand, is away from his vocation. If travelling were a man’s ordinary employment, it might well be doubted whether he would be within the protection of the statute, for the clause of exemption mentions travellers, sojourners, strangers, and persons removing with their families; titles all these, which indicate absence from vocation, as well as home.\nIt is not necessary to decide whether the persons riding in the defendant’s omnibus between Pittsburgh and Lawrenceville could be considered travellers within the meaning of the Act, for they are not before us; and what is decisive against the defendant is, the confessed fact that he was driving, as his ordinary employment or vocation, a public conveyance. Granting that they were lawful travellers, he was engaged in furnishing them contraband means of conveyance.\nWe have now considered the reasons which, drawn from the evidence in the case, have been urged against the conviction. We might have disposed of them in a word, on the ground that they could not arise on the record; but from respect to the parties and interests involved, we have preferred to discuss them, and to show, as I trust has been done, that the alderman was in the direct line of the statute, when, in view of the evidence before him, he decided that the defendant’s work was worldly employment or business, and not a work of charity or necessity. Doubtless some partial inconvenience will be experienced from stopping these omnibuses on Sunday; and if this prove too high a price for the good results that may accrue, the remedy must be sought, not in the Courts, but in the legislature. Whilst, however, this Act of Assembly remains unaltered by the legislature, it is not to be frittered away by judicial construction. Our fathers, who planted in our fundamental law the assertion of those immortal truths, that all men have a natural and indefeasible right to worship Almighty God according to the dictates of their own consciences, that no man can be compelled to attend, erect, or support any place of public worship; and that no human authority can in any case whatever control or interfere with the rights of conscience; enacted, also, the statutes of 1705, 1786, and 1794, for the suppression of worldly employments on Sunday. So far from conflicting with those invaluable rights of conscience, they regarded such statutes as indispensable to secure them. It would be a small boon to the people of Pennsylvania to declare their indefeasible right to worship God according to the dictates of their consciences, amid the din and confusion of secular employments, and with desecrations on every hand of what they conscientiously believe to be hallowed time. These statutes were not designed to compel men to go to church, or to worship God in any manner inconsistent with personal preferences; but to compel a cessation of those employments which are calculated to interfere with the rights of those who choose to assemble for public worship. The day was set apart for a purpose, and the penal enactments guard it, but they leave every man free to use it for that purpose or not. If he wish to use it for the purpose designed, the law protects him from the annoyance of others—if he do not, it restrains him from annoying those who do so use it. Thus the law, without oppressing anybody, becomes auxiliary to the rights of conscience. And there are other rights, intimately associated with the rights of conscience, which are worth preserving. The right to rear a family with a becoming regard to the institutions of Christianity, and without compelling them to witness hourly infractions of one of its fundamental laws—the right to enjoy the peace and good order of society and the increased securities of life and property which result from a decent observance of Sunday—the right of the poor to rest from labor, without diminution of wages, or loss of employment—the right of beasts of burthen to repose one-seventh of their time from their unrequited toil—these are real and substantial interests which the legislature sought to secure by this enactment; and when has legislation aimed at higher objects ? If we doubted the policy of the statute, it would nevertheless be our sworn duty to administer it faithfully; but with a profound conviction of its wisdom and value, we are resolutely opposed to a course of judicial construction, that would cheapen its demands and impair its power for good.\nThe judgment is affirmed.\nBlack, C. J., and Lewis, J., each delivered a dissenting opinion.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Brady and Williams, on the part of the Commonwealth.",
      "Stanton, in reply."
    ],
    "corrections": "",
    "head_matter": "Johnston versus The Commonwealth.\n1. Special pleading before a justice of the peace, though not to be encouraged, is not unlawful; and when a defendant has pleaded specially, and the plaintiff demurs to his plea, the facts therein alleged are regularly on the record and become substantive ground for judgment.\n2. In a conviction under the Act of 22d April, 1794, for performing worldly employment on Sunday, it should appear what the work was for which the defendant was convicted; but as the whole record is to be taken together, it is sufficient if the description of the work appear in any part of it.\n3. Driving an omnibus, as a public conveyance, daily, and every day, is worldly employment, and not a work of charity or necessity within the meaning of the Act of 1794, and therefore not lawful on Sunday.\n4. A contract of hiring by the month does not, in general, bind the hireling to work on Sundays; and if his work be such as the statute forbids, an express agreement to perform it on Sunday will not protect him, for such a contract is void.\n5. Though travelling does not in a legal sense fall within the description of worldly employment intended to be prohibited, yet the running of public conveyances on Sunday is forbidden by the statute.\nThis was a certiorari issued from the Supreme Court to A. McMaster, an alderman of the city of Pittsburgh, in the matter of a proceeding before him in the name of the Commonwealth of Pennsylvania v. William Johnston.\nIt appeared from the proceedings, that on the 5th September, 1853, the said William Johnston was charged with having, on the 4th September, 1853, performed certain worldly employment on the Lord’s-day, commonly called Sunday. A summons issued on the 6th day of September, and after service of it, the case was continued. On 22d September, counsel on the part of the Commonwealth and on part of the defendant appeared. Several pleas were filed, and witnesses were examined. The record of the aider-man concluded as follows:.\n“ Be it remembered that on the 26th day of September, a. d. 1853, William Johnston, omnibus driver, is convicted before me, one of the aldermen in and for the city of Pittsburgh, of having done and performed worldly employment or business, not being a work of necessity or charity, on the Lord’s-day, commonly called Sunday, the 4th day of September, A. D. 1853, in driving certain horses, to which was attached an omnibus, in which certain persons were carried over the streets of the city of Pittsburgh, and from the said city over and along certain roads within the county of Allegheny, contrary to the Act of Assembly in such case made and provided, and I do adjudge him to forfeit for the same, the sum of four dollars, to be distributed as the Act of Assembly directs.\n“ Given under my hand and seal, the day and year aforesaid.\nSigned A. McMaster, Alderman.”\nFrom the testimony it appeared that the said William Johnston was employed as the driver of an omnibus, which, with others, was known as the Excelsior Line; and that he drove from Pittsburgh to Lawrenceville, a distance of about three miles, and back.\nIn the second plea, it was pleaded that the defendant, in driving the horses attached to the omnibus, was doing a work of necessity in this : That the said omnibus was accustomed to run at regular and stated times on Súnday, to and from regular, fixed, and known stations, from Lawrenceville to Fifth street in Pittsburgh, a distance of three miles, for the public conveyance of passengers and persons travelling to and from sundry churches, meeting-houses, and places of divine worship, which they are accustomed to attend on the Lord’s-day, &c.; and to and from their houses and other places at and between said stations, to which said passengers are travelling upon their necessary business, and for the performance of their religious and charitable duties, and for health and recreation, on Sunday.\nIn the third, it was alleged that the defendant was doing a work of necessity in this: That the omnibus was a vehicle for the public conveyance of persons travelling to and from the city of Pittsburgh—running from certain fixed stations, at fixed and regular periods, and for a cheap fare, “ there being no other mode of conveyance for persons between said places;” and that the defendant was driving the horses “ for the public conveyance of persons travelling on said roads, to and from their accustomed places of religious worship, on Sunday; and to and from their houses and other places to which persons were travelling on Sunday, as he lawfully might do.”\nIn the fourth plea, it was alleged that the defendant, in driving the horses, was doing a work of necessity in this: That the said omnibus was a vehicle for the public conveyance of persons travel-ling over and upon said streets and roads in the information mentioned, daily, each and every day of the week, including Sunday, and that he was hired and employed by the proprietors of said horses and omnibus to drive the horses, &c., at and for a certain price per month; and at the time mentioned in the information, he was engaged in fulfilling the contract on his part, “ the public conveyance of persons travelling over and upon said roads and streets by driving horses attached to said omnibus, on Sunday, being a work of necessity and lawful on that day for the purpose aforesaid.”\nTo the second plea, it was replied, that there was no necessity for .the driving of the horses, &c., on the Lord’s-day; and that the said omnibus was not driven for the accommodation of any particular class of persons, but in the same manner, for the same purposes, as on other days of the week; and that it was run for the purpose of carrying passengers to taverns, drinking-houses, and other places of resort; and was driven without reference to the hours of going to church or the accommodation of those persons who were accustomed to attend churches, &c.\nTo the third plea it was replied, that the defendant was driving the horses, &c., “ in the course and exercise of his worldly employment or business, on the Lord’s-day,” &c.\nThe fourth plea was demurred to.\nBy the second section of the Act of 25th September, 1786, for the prevention of vice and immorality (2d Vol. of Dallas’ Edition of the Laws, p. 475), it was enacted, “ That from and after the first day of August next, if any person shall do or perform any worldly employment or business whatsoever on the Lord’s-day, commonly called Sunday (works of necessity and charity only excepted),or shall use or practice any unlawful game, hunting, shooting, sport, or diversion whatsoever, on the same day, and be convicted thereof, every such-person so offending shall, for every such offence, forfeit and pay the sum of thirty shillings, to be levied by distress, or in case he or she refuse or neglect to pay the said sum, or goods and chattels cannot be found whereof to levy the same by distress, he or she shall suffer six days’ imprisonment in the house of correction of the proper county.”\nSec. 3. “ Provided, always, That nothing in this Act contained shall be construed to prohibit the dressing of victuals in private families, bake-houses, or in lodging-houses, inns, and other houses of entertainment, for the use of sojourners, travellers, or strangers, or to hinder watermen from landing their passengers, or stagecoaches or stage wagons from carrying travellers (having the consent of a justice of the peace upon extraordinary occasions), on the Lord’s Day, commonly called Sunday, nor to the delivery of milk or other necessaries of life before nine of the, clock in the forenoon, nor after five of the clock in the afternoon of the same day.”\nBy the first section of the Act of 22d April, 1794, it is provided : “If any person shall do or perform any worldly employment or business whatsoever, on the Lord’s Day, commonly called Sunday, works of necessity and charity only excepted, or shall use or practise any unlawful game, hunting, shooting, sport,,or diversion whatsoever, on the same day, and be convicted thereof, every such,person so offending shall, for every such offence, forfeit and pay four dollars, to be levied by distress; or in case he or she shall refuse or neglect to pay the said sum, or goods and chattels cannot be found whereof to levy the -same by distress, he or she shall suffer six days’ imprisonment in the house of correction of the proper county: Provided always, That nothing herein contained shall be construed to prohibit the dressing of victuals in private families, bake-houses, lodging-houses, inns, and other houses of entertainment, for the use of sojourners, travellers, or strangers, or to hinder watermen from landing their passengers, or ferrymen from carrying over the water travellers or persons removing with their families, on the Lord’s Day, commonly called Sunday, nor to the delivery of milk or the necessaries of life before nine of the clock in the forenoon, nor after five of the clock in the afternoon of the same day.”\nOctober 27, 1853. Stokes, with whom was Shaler, for the plaintiff in error.—It was said that the record raised the question whether it was unlawful to travel on Sunday; for if travelling be lawful, the necessary means of doing so are lawful. It was said that travelling does not in a legal sense fall within the description of worldly employment or business: 5 W. & Ser. 302, Jones v. Hughes; 6 Barr 417, Logan v. Mathews. The traveller being justified, those who aid him in doing so are excusable.\nThe word necessity in the Act of 1794, does not import an absolute physical necessity, but should be construed-as permitting those means that are useful or convenient, if not essential to travellers. It was said that the Act of 1794 legalized travelling, and exempted from its penalties all who were by occupation devoted to the convenience of travellers. It was said that the Act should be construed strictly, as it was in restraint of the natural right of the citizen.\nBrady and Williams, on the part of the Commonwealth.\nBy the certiorari, the record only is removed: 2 Hill 9. Though the evidence is before the Court, it is not certified. No error has been assigned ; but the argument is that the conviction was erroneous, because the defendant was engaged in driving an omnibus on Sunday for the accommodation of travellers. It was said that the question raised by the record was not whether it was unlawful to travel on Sunday, but whether the running of a line of omnibuses on Sunday, as stated, was lawful. It was, however, said that the riding in an omnibus, as in this case, did not constitute the persons travellers. That a traveller means a person on a journey. Stagecoaches or stage-wagons, having the consent of a justice of the peace, upon extraordinary occasions, were excepted in the Act of 1786, but were omitted in the proviso to the Act of 1794, and watermen and ferrymen, &c., were inserted in lieu thereof.\nThe question is not whether the Sabbath is to be observed; but whether it shall be violated: Com’th v. Wolf, 3 Ser. & R. 48; Specht v. The Com’th, 8 Barr 312; 2 Miles 402; Omit v. The Com’th, 9 Harris 426.\nWorks of necessity and charity are the only exceptions in the Act. By the phrase necessity, the legislature did not mean uncontrollable necessity, but meant more than mere convenience. If some persons used, an omnibus for proper legal purposes, this would not justify the driving of it for the conveyance of all who chose to enter it. Omnibus driving is of the same character as driving stage-coaches, and that is not excepted in the Act of 1794. The driving of an omnibus is a worldly employment.\nStanton, in reply."
  },
  "file_name": "0102-01",
  "first_page_order": 104,
  "last_page_order": 117
}
