{
  "id": 413696,
  "name": "Stewart versus Freeman",
  "name_abbreviation": "Stewart v. Freeman",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "120",
  "last_page": "125",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 120"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Bin. 46",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 566,
    "char_count": 14339,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 2.672571825472747e-07,
      "percentile": 0.8259300059578764
    },
    "sha256": "3a8f050e1391ee1f5d29b7cff826fc7b74230100349d26387c2a44ad41a95a95",
    "simhash": "1:087219b7998cf0c1",
    "word_count": 2507
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stewart versus Freeman."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, September 27, by\nLewis, J.\nThe plaintiff below claimed under a sheriff’s sale of the land as the property of Robert Torrence and Isaac Munson, who had acquired the equitable title in July, 1844, under a contract originally made for the purchase of the property from Rachel Clayton in 1887. Torrence and Munson, and those under whom they claimed, had made valuable improvements, and had paid all the purchase-money except seventy dollars.\nThe defendants below claimed under a purchase from the defendants in the execution, made by Hugh Torrence, before the date of the judgment on which the sheriff’s sale was founded. Hugh Torrence also claimed under a deed from Rachael Clayton, which he had procured by paying the balance of the purchase-money due to her. This sum, as already stated, was seventy dollars, and was deducted from the consideration which he had agreed to pay to Robert Torrence and Isaac Munson, on his purchase from them. Neither of these conveyances was recorded within six months, nor at the time of the sheriff’s sale, nor was Hugh Torrence, nor Taylor, his vendee, in possession. On the contrary, the possession remained as before, in Robert Torrence and Isaac Munson, the defendants in the execution.\nThe rule of caveat emptor applies with such strictness to a purchaser at sheriff’s sale, that he is bound to pay the purchase-money although he may discover that the title is altogether worthless.' As the law casts upon him the burthen of ascertaining the nature of the title before he bids at the sale, it follows the dictates of reason and justice in furnishing him with the means. He is bound to look to the possession and to the records. If neither of these furnish any evidence that the defendants in the execution have parted with their interests, he is required to look no further. But if they continue in possession at the time of the sale as before, his case is still stronger. If, under such circumstances, he bids for the property, and it is struck off to him, he is protected from all unrecorded conveyances from the debtor of which he had no notice. The time when the sale is made, not the date of the sheriff’s deed, nor of its acknowledgment, is the period at which the state of the possession and of the records becomes material. In this respect a sheriff’s vendee stands upon a footing different from other purchasers. The latter may be relieved for failure of consideration, at any time before payment of the purchase-money; the former is not entitled to such relief, but is bound the moment the sale is made to him. Hence it follows that although his title is not perfect before the acknowledgment of the sheriff’s deed, so as to enable him to obtain possession, it is sufficiently so to vest in him an interest in the land and to bind him for the money. It is therefore sufficient to protect him in the payment of it. These are the equitable principles which should govern in cases not controlled by the letter of the statute. Where the first purchaser’s deed, is recorded “within six months after its execution,” or “before the recording” of the second, it stands protected by the words of the Act. In what has been said we have assumed the principle that a sheriff’s vendee is protected by the recording Act, although a judgment-creditor is not; because it was so decided in Lessee of Rogers v. Gibson, at a Circuit Court held in Fayette county in 1804, and afterwards finally settled by the Supreme Court in 1809, in the case of Hiester v. Fortner, 2 Bin. 46.\nThe title of Rachel Clayton interposes no obstacle to the plaintiff’s recovery. By the contract of sale and receipt of a part of the purchase-money, she became a trustee for the person entitled to the equitable estate under that contract. She had a right of action, by ejectment or otherwise to enforce the performance of the contract; but she had no right to take possession of the land, without a demand of the purchase-money, or a tender of a conveyanee, or notice to the party entitled. The moment Stewart purr chased the land, without notice of the articles between the defendants in the execution and Hugh Torrence, the former became the owner of the equitable estate, and entitled to demand a conveyance of the legal estate, on payment of the unpaid purchase-money. As Mrs. Clayton had no right of entry, her deed could confer none on Hugh Torrence. He stands in her shoes, and holds subject to the same trusts. It is to be remembered that there is no pretence that he is a purchaser from her for value without notice. He obtained her deed, not on the footing of a purchase, but on the ground that he held the equitable estate derived from her vendees, and had a right to demand it. It does not appear that Stewart, the plaintiff below, had any knowledge at the time he brought the, ejectment, that the defendants in possession had acquired the conveyance from Mrs. Clayton. Under the circumstances of the case, it was not necessary for him to make a tender before suit brought. If no other reason existed for dispensing with it, the conduct of the defendants in setting up that title, not as a claim for the unpaid purchase-money, but as an absolute estate and a bar to the plaintiff’s recovery, would be sufficient. When Taylor, who now holds the conveyance, thinks proper to acknowledge the trust and desires to collect the purchase-money, the law furnishes him with an ample remedy.\nTaking the facts as stated in the paper-book, there ought to have been a general direction in favor of the plaintiff below; but the Court “ directed a verdict for the defendants pro forma, with leave to enter judgment for the plaintiff non obstante veredicto, if hereafter they should be of opinion that the plaintiff is entitled to recover.” No particular point is reserved 'for consideration. Ho case is stated or found by the jury for the judgment of the Court, subject to a writ of error. The whole case appears to have been submitted to the Court upon the evidence. Where the facts are not distinctly placed upon the paper-book, this practice may be attended with danger to the rights of the parties. In the present case we are left to ascertain the exact date of the sheriff’s sale by inference. As'that is one of the most material facts in the cause, it is surprising that neither party thought proper to .give us the date from the sheriff’s return. The sale was made under a venditioni exponas, returnable to June Term, 1847; the defendants in the execution continued in possession until July, 1847. We infer, from this statement, that the sale took place before the possession was changed. As no objections have been made to this method of bringing- the facts of the case before us, we may regard it as a proceeding something like a demurrer to evidence, and we proceed to give such judgment as the Court below ought to have given.\nThe judgment of the Court below is reversed, and it is ordered that judgment be entered for the plaintiff in error, non obstante veredicto, together with costs.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Fuller and Patterson, with whom was Davidson, for plaintiff in error.",
      "Kaine, with whom was Veech, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Stewart versus Freeman.\n1. A purchaser of real estate at sheriff’s sale is protected against all unrecorded conveyances from the defendant in the execution of which he had no notice. He is bound to look to the records and to the state of the possession at the time when the sale is made, but not to its state at the date of the sheriff’s deed or of its acknowledgment.\n2. Where the defendants in the execution, at the time the judgment for a debt unconnected with the premises was obtained against them, held the premises in dispute under articles of agreement, and the purchaser at the sale under such judgment (the defendants in the execution being in possession at the time of such sale) at the time of bringing his ejectment had no knowledge that the defendants or their vendee had acquired a conveyance of the legal title: It was Held, that he was not bound to tender the purchase-money before bringing ejectment against one who claimed under the defendants in the judgment and execution by conveyance prior to the said judgment but unrecorded, and who claimed to retain the premises, not as security for the unpaid purchase-money but as an absolute estate and in bar of the purchaser’s claim. When the owner of the legal title acknowledges the trust he may recover the purchase-money unpaid by the defendants in the execution.\n3. When a verdict pro forma is directed, the point or points reserved should be stated, or a case should be stated or found by the jury for the judgment of the Court. As to case stated or special verdict, see 8 Harris 104; 9 Id. 413.\nError to the Common Pleas of Fayette county.\nThis was an action of ejectment brought on 10th March, 1848, by Andrew Stewart v. Samuel Freeman, for a piece of ground in Connelsville. John Taylor, the landlord of Freeman, was admitted as defendant. The case was tried in December, 1852.\nOn the trial, there was given in evidence on part of the plaintiff, a judgment to December Term, 1844, in favor of Benjamin Shallenberger, for use, &c., v. Robert Torrence, Henry L. Page, and Isaac Munson, for $641.88. Judgment entered on December 18, 1846. Fi. fa. to March Term, 1847, and levy on the property in dispute and vend. exp. to June Term, 1847, No. 106. Returned sold to Andrew Stewart, the plaintiff, for seven dollars.\nIt was proved that the sheriff’s deed had been executed, but was lost. It was acknowledged on 27th October, 1847.\nOn part of plaintiff, Josiah Kurtz testified that Rachael Clayton was in possession of the property as early as 1825. That Gebhart, Freeman & Co. came into possession under Mrs. Clayton by a purchase as early as 1837—that he (the witness) was one of the firm. He held it until 1840, and he then sold to Torrence, Page & Co., who came into possession under this purchase. That subsequently Henry L. Page sold out to Robert Torrence, who sold an interest to James McBride, and that the firm of Torrence, McBride & Co. held the property until McBride sold his interest back to Torrence & Munson, and Torrence & Munson held the property until July, 1847. Gebhart, Freeman & Co. had an article of agreement with Mrs. Clayton for the property. The article was destroyed at the time Gebhart, Freeman & Co. sold the property to Torrence & Co. The agreement between Torrence, Page & Co. and Gebhart, Freeman & Co. was in writing. They were to pay $100 for the lot.\nJames McBride testified that he at one time owned an interest in the property as one of the firm of Torrence, McBride & Co.—that their firm erected a storehouse on the lot—that he sold out his interest by article dated 1st July, 1844, to Torrence & Mun-son.\nDefendants then offered the deposition of Robert Torrence taken on commission to the state of Ohio. He testified that the firm of R. Torrence & Co., of which he was a member, sold the house and lot in dispute to Hugh Torrence—that the sale was made about the 1st of July, 1846, for three hundred dollars. That the said Hugh Torrence paid the purchase-money—that he paid sixty or seventy dollars of the money to Dr. Cummings on an order from Mrs. Clayton, the balance of purchase-money due her, with the interest. That the firm of R. Torrence & Co. bought the lot of Mrs. Clayton for $100. They then offered an article of agreement between Robert Torrence and Isaac Munson and Hugh Torrence, dated May 5, 1846. Also a deed of Rachael Clayton to Hugh Torrence, dated September 15th, 1846. Also deed from Hugh Torrence to John Taylor, dated 26th April, 1847. The evidence was closed.\nThe Court directed the jury to render a verdict for the defendants pro forma, with leave to render judgment for plaintiff non obstante, if hereafter they should be of opinion that plaintiff was entitled to recover.\nJanuary 10, 1853, Gilmore, J., rendered judgment for defendants, and filed the following opinion:\n“ It is admitted by the abstracts and not questioned, that Rachael Clayton was the owner of the property in dispute. She first sold, perhaps as early as 1837, to Gebhart, Freeman & Co.; but when this company sold out to Torrence, Page & Co. this article of sale was destroyed. Thus, it appears that the firm of Torrence & Co. bought this same lot from Mrs. Clayton for about one hundred dollars. Fifty dollars of which was paid by said company to Mrs. Clayton.\n“ After Torrence & Co. purchased the lot, they made some improvements which enhanced its value; and’ as appears by their agreement with Hugh Torrence of the 5th of May, 1846, they sold him the lot for $800, which purchase-money he paid, as appears by the article, on the 2d of July, 1846. The deposition of R. Torrence and the article explains more fully how it was paid. On the 15th September, 1846, Mrs. Clayton having received the balance of the purchase-money coming to her, and in accordance with the arrangement specified in the agreement between Torrence & Munson and Hugh. Torrence, the conveyance was made direct to Hugh Torrence.\n“This was all done before the judgment under which the sale was made in this case was obtained. We cannot see what difference it would make that Torrence & Co. were in possession at the date of the sale; they had nothing but a naked possession at the time of the sale—they had no more when the judgment was obtained.\n“ If the judgment had been entered before the 5th of May, 1846, the case would be different. Their conveyance and articles of agreement were unrecorded—but a judgment-creditor is neither a purchaser nor mortgagee — he has no interest or estate in the land; caveat emptor is the maxim or rule by which he must be governed.”\nIt was assigned for error that the Court erred, 1. In saying that the sale from Torrence & Co. to Hugh Torrence on the 5th May, 1846, was “ before the judgment upon which the land was sold was^obtained. We cannot see what difference it would make that Torrence & Co. were in possession at the date of the sale.” 2. In not charging that the agreement between R. Torrence &• Co. and Hugh Torrence, and the deed from Mrs. Clayton to Hugh Torrence being unrecorded at the time of the sale to the plaintiff, R. Torrence & Co. being in possession, would be void against the plaintiff, who was a subsequent purchaser without notice.\nFuller and Patterson, with whom was Davidson, for plaintiff in error.\nKaine, with whom was Veech, for defendant in error."
  },
  "file_name": "0120-01",
  "first_page_order": 122,
  "last_page_order": 127
}
