{
  "id": 413755,
  "name": "Reed versus Ward",
  "name_abbreviation": "Reed v. Ward",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "144",
  "last_page": "151",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 144"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Rawle 435",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819267
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0435-01"
      ]
    },
    {
      "cite": "4 Dall. 124",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        581134
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/4/0124-01"
      ]
    },
    {
      "cite": "1 Yeates 176",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6772744
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0176-01"
      ]
    },
    {
      "cite": "3 Wharton 357",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "3 Watts 404",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 804,
    "char_count": 21203,
    "ocr_confidence": 0.406,
    "pagerank": {
      "raw": 4.876401006798271e-07,
      "percentile": 0.9331783436022718
    },
    "sha256": "7510330c7ba58f1c905f22bede5bd43bcf7a67e7e672a50d19e46e51e9fad7da",
    "simhash": "1:b2b3ab4b4cf7b2c4",
    "word_count": 3823
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Reed versus Ward."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\nIt was, at one time, supposed by some that a rent-service incident to a reversion was lost by a grant of part of the reversion, and could not be apportioned. But this is not the law. A reversion is a thing in its nature severable, and the owner has an undoubted right to dispose of the whole, or any part of it, according to his necessities or convenience; and the rent, as incident to it, being a retribution for the land, may be divided and ought to be paid to those who are to have the land upon the expiration of the lease. The accommodation of mankind requires that the 'rent shall be apportioned wherever there has been, either by act of the law, or by act of the party, a division made of the land out of which it issues ; because, without this privilege, a man who can only dispose of his real estate to advantage by' dividing it, might be forced to sacrifice it; and the heirs of a decedent might be seriously injured if they could not divide the inheritance without losing their remedies for the rents. “ Hence,” says Mr. Justice Kennedy in Bank of Pennsylvania v. Wise, 3 Watts 404, “ a reversioner may sell his estate in different parts, to as many different persons, and the tenant will he bound to pay to each his due proportion of the rent. . Or if the lessor should die, and the estate descend to his heirs as tenants in common, the tenant will he hound to pay to each his proper proportion of the rent:\" Cro. Eliz. 742; 1 Roll. Abr. tit. Apportionment D. pl. 3, 4, 5; 1 Thom. Coke 366 n. 13; Co. 57; Gilb. 172. “A proportionable part of the rent passes immediately with the reversion, and the tenant is not prejudiced by the remedies which follow the right, because it is in his power, and it is his duty, to prevent the several suits and distresses by a punctual payment:\" 1 Thom. Coke 366 n. 369. The apportionment, where the parties cannot agree, is to be made by the jury, according to the value not the quantity of the respective parts: Id.; 2 Inst. 508; 3 Wharton 357. As the right of apportionment exists, and “ a proportionable part of the rent passes immediately with the reversion,” the rights of each reversioner thenceforth become several. Each is entitled to his remedy by action, or by distress; and the act of one, after the severance, cannot prejudice the rights of the other. It is true that where a lessor, before severance, enters wrongfully into a part, the tenant is discharged from the payment of the whole rent, because the law will not apportion for the accommodation of a wrongdoer, who disturbs his tenant in possession, whom, by the fuedal law, he ought to defend. But the case is entirely different where the lessor exercises no more than his lawful rights, as proprietor, by disposing of such parts of his own estate as his convenience requires. In that case, the apportionment springs into existence as a right which is incident to the sale. It follows that, after severance, the entry and expulsion of the tenant by one reversioner suspends only the rent which issues out of that part, and has no effect upon the rent due from other tenants, or from the same tenant for other lands, although all the lands had previously been held by one tenant under one lease. Applying these principles to this case, we are of opinion that the Court was in error in affirming the plaintiff’s first point. The conveyance of a part of the reversion to the Girard Academy was perfectly lawful, and did not interfere with the rights of the tenant. If that corporation afterwards, instead of enjoying the reversion, according to the grant, wrongfully took possession of the premises conveyed, and kept possession, this act, although it may suspend the rent issuing out of the part included in the grant, does not affect the rights of Haney Reed to the rent accruing from the residue of the land.\nErom what has already been said, it is manifest that there was also error in affirming the plaintiff’s 5th point. As the lessor had a right to sell a part of the demised premises without the consent of his tenant, and such sale would not destroy his right to distrain for the rent due for the residue, it follows that such a sale, “ with the agreement and consent of the tenant,” would be entirely unobjectionable. It is also clear from these principles that it was error to assent to the defendant’s first point, and to instruct the jury in the general charge that “ the sale to the Girard Academy and to Jones in 1850, would defeat the right of the lessor to distrain for rent accruing after that time and for that current year.” As these sales were lawful and created several interests, the expulsion from the premises included in these conveyances respectively, can have no effect upon the reversion remaining in Haney Reed. After the severance her interests are as distinct as are those of any other stranger. An expulsion from the premises held under the Academy, or under Jones, could have no more effect upon her relations with her tenant for the part retained by her than it could upon any other lease subsisting between any other inhabitants of the state. As its legal effect is to suspend only the rent issuing out of the part on which the wrongful entry is made, it matters not who advised the vendee to commit the wrong. All who aided or advised it may be liable in trespass for the tort, but their rights issuing out of other lands are not thereby forfeited. The rights of Nancy Reed to the rents issuing out of the reversion retained by her are therefore not destroyed by advising the Academy or Jones, after the sales made to them, to take possession of their respective parts.\nThe lease commenced on the 1st February, 1843. Upon the death of the lessor it was renewed by his devisee, by endorsement on the original contracts. Numerous payments are endorsed on the same paper without appropriation to any particular years. Under such circumstances they ought to have been applied to the extinguishment of the rents which first accrued. The previous years’ rents should have been satisfied before any of the payments could be properly appropriated to the year ending 1st April, 1850. From some inadvertence there seems to have been a misdirection in this particular.\nSo far as the instructions of the Common Pleas were in conflict with the principles herein stated, they are, in our opinion, erroneous, and the judgment is for that cause to be reversed.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Marshall, for plaintiff in error.",
      "Cutler and Thompson, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Reed versus Ward.\n1. A rent-service incident to a reversion will not be lost by a grant of part of the reversion; but will be apportioned.\n2. Where a lessor, before severance, enters wrongfully into a part of the premises, the tenant may be discharged from the payment of the whole rent; but such result does not follow where the lessor only exercises his right as proprietor by disposing of such part of the estate as his necessities or convenience dictate.\n3. A landlord by making sale of part of the demised premises during the lease, of which part the grantee takes possession, does not thereby forfeit his right to distrain for the proportionable part of the rent for the remainder of the premises which the tenant continued to occupy, whether the tenant consented to the sale and occupancy by the grantee or not.\n4. The landlord’s advising the grantee to take possession of the part sold, does not alter the case.\n5. Various payments made on a lease of premises for several years, without appropriation to any particular portion of the rent, are to be first applied to the rents which accrued on the first years of the term, or to the rents which first accrued under the lease.\nError to the Common Pleas of Erie county.\nThis was an action of replevin by Thomas W. Ward against Nancy Reed to replevy certain property which had been levied on by virtue of a warrant of distress executed by her. The defendant made avowry, and claimed $949 for rent in arrear. On the part of the plaintiff it was replied that no part of the same was due for rent, alleging’ that since the making of the lease he had been evicted of two acres of the demised premises.\nRufus S. Reed, in his lifetime, to wit, on the 1st day of February, A. D. 1843, leased a farm of about 400 acres to Thomas W. Ward, for the term of three years from and after the first day of April ensuing said date, for a certain yearly rent; said Ward took possession of the demised premises, and continued in possession after the expiration of the three years, with the understanding of the parties that the same lease was to be continued from year to year. Rufus S. Reed died in March, 1847, having previously made his will, by which he devised the said demised farm to his wife, Mrs. Nancy Reed, in fee, which was on the 31st day of March, 1847, duly proven and registered. Ward, the said tenant, continued to occupy the farm after the death of Reed, the same as before, until the 8th day of March, A. D. 1849, when the same lease was renewed by a writing on the same paper, signed by Mrs. Nancy Reed and T. W. Ward, extending said lease for the term of three years from the first day of April then next, at an increased rent. Payments were made from time to time by Ward, and endorsed on the lease generally, without any designation of any particular year’s rent, the-payments commencing the 20th day of November, 1844, and ending in 1851, leaving a balance of rent unpaid on the entire lease of $949.81, on the 1st day of April, 1851.\nMrs. Nancy Reed, on the 13th day of May, 1850, conveyed one acre of the demised premises to the Girard Academy; and conveyed one other acre to William Jones, on the 18th day of November, 1850; and the grantees took possession of the said two acres. Whether Ward consented to the sales, was a matter in dispute. The two acres were improved land taken off the west line of the farm. Ward occupied the farm of over 200 acres of improved land, less the said two acres, till the expiration of his lease.\nMrs. Reed issued a landlord’s warrant on the 18th day of August, 1851, for the rent in arrear on the 1st day of April, 1851, being $949.81, and distrained the wheat of said Ward on the premises ; he replevied the wheat as stated. It was claimed by Ward that he was not liable for rent after the alleged eviction.\nOn the part of the plaintiff, points were submitted, viz.\n1st. If the jury believe that the defendant sold a part of the demised premises to the Girard Academy on the day of May, 1850, and made an absolute conveyance thereof, without the agreement and consent of Ward, and that the vendees took possession thereof in the summer of 1850, or before the 1st of February, 1851, and have since occupied the premises, and kept the plaintiff out of possession, it is in law an eviction, and would suspend the rent not already due, and the defendant would only be entitled to the balance of the rents unpaid for the year ending April 1, 1850.\n2d. If the jury believe that the defendant in November, 1850, sold a part of the demised premises to William Jones, and directed him to take possession, and that Jones took possession in January, 1851, without the agreement and consent of Ward, and has since occupied the land and kept Ward out of possession, it is in law an eviction, and would suspend the rent, and the defendant would be entitled to the balance of the rents, as stated in plaintiff’s first point.\n3d. That to prevent the consequences of an eviction, the agreement and consent of the plaintiff to such sale and possession must be clearly proven by the defendant, and his merely not objecting to propositions made to him does not amount to such agreement and consent.\n4th. That whatever payments have been made by plaintiff to defendant since February, 1850, must first be applied to that year’s rent, unless otherwise applied and appropriated by the parties themselves.\n5th. Even if part of the demised premises were sold with the agreement and consent of the plaintiff, it would be such a rescission of the lease that the plaintiff would be deprived of his right of distress under said lease, and the defendant, in this action, would only be entitled to the rents already due at the time of such sale.\n6th. That when there is an eviction of the whole or part of demised premises by the landlord, the whole rent is suspended and cannot be apportioned.\nPoints, submitted on part of the defendant were as follows:—\n1st. That the sale of two acres (out of a farm of four hundred acres leased by defendant to plaintiff) to the Girard Academy and Wm. Jones, was no eviction of the leased premises, and consequently is no suspension of the rent.\n2d. That if the tenant continues to enjoy and use all the leased premises not occupied adversely, he must pay rent for the amount so used and enjoyed by him.\n3d. That if the tenant intends to avail himself of the eviction for the purpose of suspending rent, he must so notify the landlord; and if the tenant acts as if the lease was still in force by continuing possession and paying rent as before eviction, he cannot after-wards avail himself of it for the purpose of avoiding payment of rent.\n4th. “ That if the jury believe that the plaintiff in this ease held and enjoyed the balance of the premises leased as fully and perfectly, in proportion thereto, as if he had held and -enjoyed the whole, that he must pay rent for the amount so enjoyed, and is only entitled to a deduction pro rata for the land sold,” or at most for the amount mentioned therefor by the plaintiff, (viz.: $6 per acre.)\n5th. That if the jury believe that the plaintiff was present at the time of surveying, or about there at the time, knowing that it was intended to sell off small portions of said farm, and did not then make any objection thereto, that it is an assent to such sale, and he can only have a deduction for as much as he valued the use of the land, and is not an eviction.\nThe Court charged the jury, inter alia, that the question was not whether the acts of the defendant would defeat her from recovering the rent due by action for use and occupation, or even by action of covenant on the lease, but whether the defendant had the right of distress. He charged that by the sales the certainty necessary to support a distress was destroyed, and that it had been decided, in numerous cases, that the tenant was not liable to such a disturbance. He submitted to the jury the amount that was paid on the lease of 1849, prior to the 1st of April, 1850; charged that if the rent for the year ending on 1st April, 1850, was paid, then the plaintiff would be entitled to recover; but if that year’s rent was not paid, then the verdict should be for the defendant. He further said, “ In ascertaining from' the evidence whether that year’s rent has been paid, the jury will take into consideration all payments since, unless appropriated to a subsequent year by the parties; the rule of law being that where the parties have not applied the payments, the law applies them to the oldest debt first.”\nIn regard to the plaintiff’s points he charged in the affirmative; and in the negative to the defendant’s 1st, 2d, and 4th points. To the third point of defendant he charged that the tenant was not bound to give the landlord any notice. But the landlord acts upon his own responsibility, unless with the assent of the tenant, which must be proved. The third and fifth points were thus answered in the negative.\nVerdict was rendered for the plaintiff for one dollar damages.\nIt was assigned for error that the Court erred in answering the plaintiff’s 1st, 2d, 3d, 5th, and 6th points in the affirmative. 2d. In answering the plaintiff’s 4th point in the affirmative, without explanation, under the particular circumstances of this case. 3d. In answering the defendant’s points in the negative. 4th. In not submitting to the jury the facts of the tenant consenting to the sale of the two acres, and agreeing, to an abatement of the rent of six dollars per acre, as testified to. 5th. In regard to the appropriation of the payments.\nMarshall, for plaintiff in error.\nIt was contended that to suspend the rent the eviction must be such as substantially to deprive the tenant of the enjoyment of the demised premises; and that a less disturbance than that is a trespass, which may be compensated in damages: T. Jones’s Rep. 148, Roper v. Lloyd; Clayton’s Rep. 34, Harrison’s Case; 1 Lord Rayd. 370, Rushell v. Lechmore; Comb. 380; Chambers on Land, and Ten. 591. If the lessee reenters, the rent is revived: 1 Selw. N. P. 432-500.\nAs to the second and fifth assignments:\nThe lease of Rufus S. Reed, dated Feb. 1, 1843, and that of Nancy Reed, dated March 8, 1849, being on the same sheet of paper, the latter being a renewal or continuation of the former (with a small increase of rent), rather than a new lease; and Mrs. Reed being the sole devisee, and entitled to all the rent due upon both leases ; and the payments of rent being endorsed upon the back of the same paper on which both leases were written, generally, without being appropriated to any particular year or years, it was error in the Court to answer the plaintiff’s 4th point in the affirmative, without explanation or qualification. The entire payments made would be absorbed in payment of the rent due before the year 1849, and leave the rent for the years 1849 and 1850 nearly all due and unpaid. Even if the Court were right in their view of the law, that the landlord was not entitled to receive rent after the sale of the two acres, there were nearly two years’ rent due and unpaid before the supposed eviction; therefore the 4th point ought to have been answered with that explanation, and the Court in that part of their general charge, embraced in the 5th assignment, misdirected the jury in instructing them to apply payments made since February, 1850, to the rent of that year, unless otherwise appropriated by the parties. The jury ought to have been informed that the payments were applicable to the first rent due, commencing with the year 1843,'' and their attention not confined to the year 1850.\nThe Court, in their general charge and in answering the points submitted by the .parties, virtually withdrew from the jury all evidence on the subject of the tenant consenting to the sale of the two lots, which was clearly error, there being evidence in the case to warrant the jury in finding that fact; but in the way the case was submitted to the jury, that fact was withdrawn from them.\nCutler and Thompson, for defendant in error.\nWhere the landlord, without the consent of the tenant, took possession of the ruins of the premises after a fire, for the purpose of rebuilding, it was held that the rent was suspended: 3 Barr 444, Magaw v. Lambert. So where the tenant had left the premises, and the landlord entered and locked the barn and put another into possession and prevented a sub-tenant from coming in: 9 Barr 338, Briggs v. Thompson. In Dyett v. Pendleton, 8 Cowen 727, it was held that where the lessor brought lewd women under the same roof into the demised premises, though in an appartment not demised, by which nocturnal noise and disturbance was’ made and the tenant quit the premises, it was evidence that would sustain the plea of eviction. In Vaughan v. Blanchard, 1 Yeates 176, where the lessor had claimed a right of passage through the cellar leased to another cellar back, and used it against the tenant’s will, it was held to be such an eviction as would suspend the rent.\nWith regard to the effect of an eviction, it seems to be well settled, that if the lessor enter into part of the demised premises, .the whole rent is suspended, for the landlord cannot apportion it by a wrongful act of his own: Vaughn v. Blanchard, 1 Yeates 176, 4 Dall. 124; Kessler v. McConachy, 1 Rawle 435; Magaw v. Lambert, 3 Barr 444; Briggs v. Thompson, 9 Barr 338, Gilb. Ev. 283, 4 Bac. 369, 8 Cowen 727.\nIf the lord enter wrongfully upon pari of the land and evict the tenant, the rent is suspended for the whole, and no apportionment shall be made. Comyn’s Landlord and Tenant 216, Co. Lit. 148, b, Walker’s Case, 3 Rep. 22, except in the case of the King. In covenant against the lessee, where he has been evicted, the rent cannot be apportioned: Co. Lit. 148; South v. Malings, Cro. Jac. 160; 1 Rol. Abr. 335 b, 32. And if one lease lands for years, reserving rent yearly, and before the expiration of the year the lessee be evicted, the lessor shall have no rent, for the rent shall not be apportioned in respect of time—annua neo dehitum judex non separat: Countess of Plymouth v. Throgmorton, 1 Salk. 65.\nIt was said that there was no error in the Court in their direction to the jury as to the application of the payments first to the year ending April, 1850, because Mrs. Reed did not claim that there were any rents due on the previous years, nor for even the whole of the year ending April 1st, 1850.\nIt was sáid that the Court submitted to the jury the matter of consent of a tenant, in charging, after repeating the defendant’s fifth point and explaining it, “ The landlord acts upon his own responsibility, unless it be with the assent of the tenant, which must be proved.”"
  },
  "file_name": "0144-01",
  "first_page_order": 146,
  "last_page_order": 153
}
