{
  "id": 413769,
  "name": "Coleman versus Fobes",
  "name_abbreviation": "Coleman v. Fobes",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "156",
  "last_page": "162",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 156"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts 258",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850973
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0258-01"
      ]
    },
    {
      "cite": "1 Pa. Rep. 135",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "5 Whart. 538",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 765,
    "char_count": 16573,
    "ocr_confidence": 0.408,
    "pagerank": {
      "raw": 2.236424881266522e-07,
      "percentile": 0.7796263411496192
    },
    "sha256": "6982f241f806cf42580be5597103b0713f14889cf9b9b8a940dcdfbba680bfa8",
    "simhash": "1:5a17ded3c950dcbc",
    "word_count": 3026
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Coleman versus Fobes."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\nColeman and Sartwell (the latter as surety) gave their joint promissory note to Fobes, and within six years a small payment was made by Sartwell, and six years after the maturity of the note, suit is, brought, and the defendants rely on the statute of limitations. The Court below ruled that the payment of one removed the bar of the statute as to both. Is this right ? It is supported by Zent’s Executor v. Heart, 8 State Rep. 337, which is founded on English authorities; but which is certainly inconsistent with the principles applied in this state to the statute of limitations.\nWe cannot but regard the case of Whitcomb v. Whiting, Doug. 629, which declared that a payment by one joint debtor was a new promise by all, as being at the bottom of all the confusion that exists in the decisions, in England and in this country, on the subject of this statute in its relation to joint debtors. That case has often been questioned: 2 B. & C. 23; 1 B. & Ald. 467; and it is contrary to the earlier case of Bland v. Haselrig, 2 Vent. 151, and it is so regarded by Abbott, C. J., 2 Barn. & C. 23. It set an example which cannot be consistently followed out, because it violates the cardinal rule requiring a new promise, though it professes otherwise. It is, therefore, not surprising to find it carried to the extreme of sanctioning the judgment that the payment of part by the distribution of a bankrupt’s estate, 2 H. Bl. 340, or by a bankrupt debtor, in fraud of his co-debtors, 3 Ad. & Ellis N. S. 839, will revive- the debt as to the others; and that payment by a principal on the principal security will revive a collateral engagement by a surety: 11 Mees. & W. 329. In none of these cases is there anything like a new promise; for neither the party thus declared to b'e bound, nor any one constituted as his agent, had done any act from which a new promise by him could be inferred.\nBurleigh v. Stott, 2 Barn. & C. 36, and several other modern English cases, 10 Id. 122, 2 Bing. 306, fully sustain Whitcomb v. Whiting. And because it seemed, in Atkins v. Tredgold, 2 Barn. & C. 23, and Slater v. Lawson, 1 B. & Ad. 396, to be carrying the precedent too far to decide that, where one of two debtors is dead, either the survivor or the administrator of the decedent could revive the debt against the other; therefore the distinction is attempted that their liability is severed by the death of one of them, and consequently the power of each over the other is gone. But this is an artificial distinction, depending merely on the form of the remedy, not attempted in the analogous case of Jackson v. Fairbank, 2 H. Bl. 340, and not at all affecting the substantial relation of the debtors to each other; a distinction, good enough perhaps for breaking the influence of a bad precedent, but a very bad one, if allowed, to affect real promises.\nThe distinction put forward in Pitnam v. Foster, 1 Barn. & C. 248, is no less artificial, where one of the joint debtors was a single woman, and had become married before the new promise by her co-debtor. It was held that, because a married woman-could make no contract, no new promise could he implied as against her from that of her co-debtor. Why not ? All these cases assume the principle that the power of co-debtors to act for each other is of the essence of the relation of co-debtors, and that could not be changed by her own act of contracting marriage; If it is not so, then the new promises were artificial, not real, being implied from a supposed duty in order to fit the form of action; and ivhy not admit, such an implication even against a married woman ?\nAll these exceptional cases are illogical evasions of the principle of Whitcomb v. Whiting, a vice of which the case of Wood v. Braddick, 1 Taunt. 104, is not chargeable, where one was allowed to bind his late copartners, though by their dissolution they had revoked the power of each over the other so far as a mutual agreement could have that effect. Equally illogical is the conclusion in Davies v. Edwards, 7 Exch. Rep. 22, that a payment of the bankrupt estate of one debtor does revive the debt as to the others ; thus overruling the more logical judgment of Jackson v. Fairbank.\nWe have said that the case of Whitcomb v. Whiting violates the rule that requires a new promise; and yet it professes to follow it. But how? It declares that each joint debtor is the agent of the others, and thus makes the admission 'of one 'the admission, and hence the promise, of all. But in Perham v. Raynal, 2 Bing. 206, this principle seemed to need some aid; and these joint creditors are regarded as jointly concerned, and therefore as standing in a position analogous to that of co-trespassers, in the cases where the declarations of one are evidence against the others. In a Georgia case this idea takes another form of expression, and the right of one to affect all is put upon their “ community of interest:” Cox v. Bailey, Georg. Rep. 447; 1 Liv. Law Mag. 19. It is evident that it would not do to enlarge the influence of this idea; for it would most seriously endanger the rights of property in all cases where there is a joint or common ownership or possession. It is an unsuccessful effort to justify the assumption that joint debtors have power over each other.\nIt is not true that joint debtors as such merely are the agents of each other. Partners are so while the relation continues, and this is part of the law and essence of that relation, but not of that of joint debtors. The distinction is palpable, when it is noticed that a joint contract by persons not partners can have no inception, and cannot be changed in time, amount, subject, form, or substance, without the several act of each of the joint contractors. Their interests are joined only in so far as the contract joins them. Their contract or understanding by which they agree together to enter into the joint liability to the creditor, is one thing, and the joint contract with the creditor anothér thing. Their relations to each other are defined by the former, and their joint relations to their creditor by the latter; and their joint relations in one aspect, in no sense define those in the other. Whether as among themselves, one is to pay all, or half, or none, depends, not upon the contract with the creditor, but on their own arrangement. One alone may be the real debtor, and may be so abundantly able to pay that the others may be said to have no real interest in the matter. And even if they are, as among themselves, equal debtors, there is no real community of interest, for by enforcing contribution, each is made to answer for his true share.\nTo carry out this principle of Whitcomb v. Whiting, would allow a debtor that is hopelessly bankrupt to bind' others by his new promise, and even to be hired to do it, and thus far the example has led in England: 3 Ad. & El. N. S. 839. And it would of course allow a surety to make a new promise that would bind his principal, though the principal alone would be affected by it, which appears to be the present case.\nA distinction has been attempted on the supposition that there is more virtue in a part payment than in a new promise; but the supposition is groundless, and we know of no decision that gives it countenance. It is an act from which a new promise is inferred; but if such an inference is to be a thing of truth, and not of fiction, it can only be of a promise by him who did the act. In Whitcomb v. Whiting, it is said that the co-debtor “ has had the advantage of a partial payment, and therefore must be bound by it.” How had the advantage ? In no way, if the fact of payment charges him, when, without it, he would have been discharged; or merely substitutes the duty of contribution for that of direct payment.\nIn Pennsylvania we have adhered more closely to the rule that there must be a new promise, or circumstances from which one can be properly implied, in order to remove the bar of the statute; and this has saved us from many errors into which others have fallen. Thus, with us, a new promise by one late partner, as such merely, does not bind the others: 17 Ser. & R. 128; 5 Whart. 538; 1 Penna. R. 138; 3 W. & Ser. 345; 7 State Rep. 438. These decisions are in direct opposition to the case of Whitcomb v. Whiting; for by the dissolution of a partnership, partner debtors become mere joint debtors; and the case of Zent v. Heart is a plain departure from our decisions. We hold that a general direction in a will to pay debts (1 Binney R. 209; 8 State R. 508; 4 Id. 56) and an acknowledgment to a stranger (17 State Rep. 286, 302; 1 Liv. Law Mag. 114) do not remove the bar of the statute, because no new promise can be inferred from such' acts. Elsewhere all these points have had a contrary decision: 1 Taunt. 104; 4 Cowen 494; 1 Salk. 154; 1 Eq. Ca. Ab. 305; 4 Esp. 46. In order, therefore, to preserve, as near as possible, the consistency of our own decisions, to avoid the invasion of the cardinal rule that requires a new promise, and to escape the confusion into which others have fallen, we must regard our case of Zent’s Executors v. Heart as a mistake.\nWe are of opinion that a partial payment by one of several joint debtors, not partners at the time, is not such an act as justifies an inference of a new promise by the others, so as to remove the bar of the statute of limitations.\nJudgment reversed, and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Scofield, for plaintiffs in error.",
      "Brown, for defendant."
    ],
    "corrections": "",
    "head_matter": "Coleman versus Fobes.\n1. A partial payment on a promissory note, by one of two joint debtors, not partners at the time, will not avoid the bar of the Statute of Limitations as respects the other party. The case of Zent’s Executors v. Heart and Eyster, 8 Barr 337, overruled.\n2. The surety in a joint note made a payment on account within six years, before suit, which he endorsed upon it. In a joint suit upon the note against the two makers, it was Held, that such partial payment by one party was not such an act as justified an inference of a new promise by the other, so as to avoid the bar of the Statute of Limitations.\nError to the Common Pleas of M’Kean county.\nThis was an action brought originally before a justice of the peace in favor of John Fobes and Henry Bryan v. Horace Coleman and Soloman Sartwell, Jr. The summons was issued on 9th January, 1845. The suit was founded on a note as follows :\n$67.63.\nFor value received we promise to pay Fobes & Bryan, or bearer, sixty-seven dollars and sixty-three cents by the first day of December, one thousand eight hundred and thirty-six, with interest. June 3, 1835. Horace Coleman,\nS. Sartwell, Jr., surety.\nOn the back of-said note were the words and figures following: “ Received, Smethport, January 18, ’40, on this note twelve dollars eighteen cents.\n“$12.18.”\nOn appeal the defendants plead non assumpsit infra sex annos, and on the trial there was submitted on the part of the defendants, inter alia, the following points :\n2. That Sartwell as appears by the note being surety, his simple liability to pay for Coleman was all the relation that existed between them, and he had no authority to bind Coleman in' any way except to refund to Sartwell any amount he might rightfully pay for-Coleman.\n3. That payment by one joint debtor is no evidence of a promise to-pay by the other joint debtor, and if the jury believe the payment endorsed on the back of the note was made by Sartwell, it was not sufficient to take the case out of the statute of limitations as to Coleman; and that 'as there is no evidence against Coleman of a promise or acknowledgment for more than six years before the commencement of this suit; and as in a joint action ex contractu, the plaintiff must recover against all or none of the defendants, the plaintiff cannot recover.\nThe answer of the Court to the foregoing points is contained in the following part of the charge.\n“ The endorsement on the note made by Judge Sartwell on the 18th January, 1840, prevents the bar of the statute of limitations. Payment made on a note by one joint promissor within six years, will take the case out of the statute of limitations, not only as to him who makes the payment, but as to all other joint promisors in the note; and the fact .that the party making the payment was a surety, cannot change the principle or be productive of a different result.”\nError was assigned to the said answer of the Court.\nScofield, for plaintiffs in error.\nThe endorsement of 18th January, 1840, made by Sartwell, was not sufficient to avoid the statute in an action against Coleman and Sartwell. As between mere principal and surety there is no such relation as makes the act or admission of one evidence against the other, who pleads the statute. One joint debtor cannot make a promise to affect the other debtor, so as to take the case out of the statute of limitations: 2 Comstock’s N. Y. Rep. 523. The principle there decided is, that one joint debtor is not the agent for the other.\nIn the case of a partnership after its dissolution, one partner cannot by his acknowledgment revive a partnership debt so as to deprive the other partner of the benefit of the statute of limitations: Levy v. Cadet, 17 Ser. & R. 126; Searight v. Craighead and Ege, 1 Pa. Rep. 135 et seq. One of the partners cannot enter into a new contract or engagement for his associates, nor bind them by a new promise, and if one acknowledges an account it will not affect the other: Per Bell, J., Schoneman v. Fegley, 7 Barr 438. After dissolution the several members of the firm have the power to settle and liquidate claims, and are agents for each other in winding up the affairs; and if with this general power, the acknowledgement of an account by one will not affect the other, it is respectfully submitted that, for greater reason, the acknowledgment of a surety will not affect the principal, so as to defeat, as to him, the plea of the statute.\nIn the case of Zent’s Executors v. Heart & Eyster, 8 Barr 337, the payments, by which constructive acknowledgment of the debt was inferred, were made by the principal; in the present case they are made by the person who appears on the face of the instrument as a surety.\nThe right of action on the note was not barred by the statute of limitations at the time of the endorsement by Sartwell, and Sartwell and Coleman were at that time under a legal obligation to pay it; and without some consideration, which is not alleged or pretended, the new promise inferred from the endorsement is a mere nudum paetum, and no cause of action can arise or be derived from it: Case v. Cushman, 1 Barr 246. This doctrine should control an attempt to charge co-debtors on a subsequent acknowledgment of one.\nBrown, for defendant.\nThat the defendants are joint contractors is shown by Craddock v. Armor, 10 Watts 258, in which it is ruled that the annexation of the words “ surety for the fulfilment of the above” to the name of the joint promissor in a note, will not change his character of promissor to that of guarantor, but that he was jointly liable in the same suit with the other promissors. The case of Whitcomb v. Whiting, Douglas 652, directly decided that the admission or acknowledgment by one joint maker of a note, takes the case out of the statute as to the others; and that doctrine seems now to be firmly established in England and most of the United States.\nZent’s Executors v. Heart and Eyster, 8 Barr 337, rules this case. That was an action upon a joint and several promissory note of a principal and surety in which defendants severally pleaded non assumpsit infra sex amos. The principal had paid the interest regularly within six years as. it accrued on the note, and it was held that such payments by the principal were constructive acknowledgments of the debt by both him and the surety, and as such operated as a new promise by both to pay according to the terms of the note. The Court say that the act of one joint contractor is the act of the other, if performed while their responsibility remained the same as at first. This doctrine is directly opposed to 2 Comstock 523, relied on by plaintiff. In the case of Levy v. Cadet, cited contrá, it is decided that one partner can by his acknowledgment take the case out of the statute as to the others, if made during the existence of the partnership; or in the language of the Chief Justice in 8 Barr 337, “while their responsibility remained the same as at first.” Case v. Cushman was doubted in Morgan v. Walton, 4 Barr 322, and overruled in Forney v. Benedict, 5 Barr 225. (See also 9 Barr 259.)"
  },
  "file_name": "0156-01",
  "first_page_order": 158,
  "last_page_order": 164
}
