{
  "id": 413778,
  "name": "Long versus Maguire",
  "name_abbreviation": "Long v. Maguire",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "163",
  "last_page": "164",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 163"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts 470",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 200",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 231,
    "char_count": 3698,
    "ocr_confidence": 0.413,
    "pagerank": {
      "raw": 5.298132930532853e-08,
      "percentile": 0.33179212378791195
    },
    "sha256": "1a9362e51405057373a99e8372acf25a143f9c222441f3d4d048da140931f312",
    "simhash": "1:40c9fc22284a55f7",
    "word_count": 644
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Long versus Maguire."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nThis was an action of ejectment. Upon the trial, Maguire, who was the plaintiff below, offered in evidence the record of a suit in trespass quare clausum fregit brought by himself against William Long, in which the title to the same land was in controversy; and also offered the deposition of Ebenezer Eelton taken in that suit.\nThe defendant objected to the record and deposition, upon the ground that it was between other parties, George Long not having been a party to the record. The objection was overruled, and the evidence admitted. This is the error assigned.\nIt is clear that the evidence was properly admitted as against William Long, one of the defendants, and it does not appear that it was used for any purpose against George. Where evidence is admissible as to one of several defendants, a general objection cannot be sustained. If the record showed that it was used against Gteorge Long, he would have just cause of complaint. Rut this does not appear, and the presumption is, that the Court controlled its application to its legitimate purpose.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Brown, for plaintiff in error.",
      "Scofield, contà,"
    ],
    "corrections": "",
    "head_matter": "Long versus Maguire.\n1. Where evidence is admissible as to one of two defendants, a general objection to it is not sustainable.\n2. Where a deposition received in evidence was admissible against one of two defendants, it will be presumed that the Court controlled its application to its legitimate purpose, where the contrary does not appear from the record.\nError to the Common Pleas of Warren county.\nThis was an action of ejectment by Hugh Maguire v. George Long and William Long, to September Term, 1848. Plea, not guilty.\nOn the trial, on the part of the plaintiff was offered in evidence the record of the Court of Common Pleas of Warren county, No. 41, June Term, 1847, Hugh Maguire v. William Long, being an action of trespass quare clausum fregit, together with the evidence of James A. Alexander, which, taken from the President Judge’s notes of the same, was as follows: I was a witness in the trial of that trespass ease; this William Long is the same that was party in that. The controversy there was about the same strip of land; * * * * the question of title pretty much in the same way on that trial as on this.\nPlaintiff then offered to read in evidence the deposition of Ebenezer Pelton, being part of the record aforesaid; to which defendants objected, because Q-eorge Long was not a party to that suit. The Court overruled the objection, and allowed the deposition to be read, because “ prima facie it appears now that the same title was involved before as now; nor does it appear that the additional party defendant has or claims any title different from the other, or any title whatever, but merely that he is in possession.” Defendant’s counsel excepted.\nDecember 8, 1849, verdict for the plaintiff.\nIt was assigned for error that the Court erred in admitting in evidence the record and deposition.\nBrown, for plaintiff in error.\nReference was made to the Act of Assembly of 28th March, 1814, which provides that a deposition which was admissible in the cause in which it was taken, shall be admissible in any subsequent cause wherein the same matter shall be in dispute between the same parties or persons, &c. But a deposition taken in an action between A. and B. is not admissible in an action between A. and B. with notice to C. as term tenant, when it is sought to charge C.’s land: 7 Watts 200-1, Good v. Good; 3 Barr 422; 3 Watts 470; Wharton’s. Digest, Evidence, IV., page 804.\nScofield, contà,\nthe Court declined to hear. In the argument submitted, reference was made to 9 W. & Ser. 82, Spencer v. Campbell; 1 Greenleaf’s Ev. sec. 189."
  },
  "file_name": "0163-01",
  "first_page_order": 165,
  "last_page_order": 166
}
