{
  "id": 413786,
  "name": "Burson's Appeal",
  "name_abbreviation": "Burson's Appeal",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "164",
  "last_page": "167",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 164"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Verm. 41",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        4416380
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/9/0041-01"
      ]
    },
    {
      "cite": "1 Jones 275",
      "category": "reporters:state",
      "reporter": "Jones",
      "weight": 2,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 454,
    "char_count": 9225,
    "ocr_confidence": 0.407,
    "pagerank": {
      "raw": 1.4074236222199134e-07,
      "percentile": 0.6462863278901588
    },
    "sha256": "39f6b696d8ddebdde0903ff91e93f2d276def188683c1a060f6531c00a3d2dbc",
    "simhash": "1:23978f162fb8146e",
    "word_count": 1694
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Burson's Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\nMrs. Burson, the present appellant, who was a married woman and had a husband in full life, petitioned the Court of Common Pleas for the appointment of a trustee to take charge of her separate property, agreeably to the 11th section of the act of 25th April, 1850. The property to which she was entitled is mentioned in the petition;' but it is not stated when she became the owner of it. The fact now seems to be that it accrued to her before the act of 1848, relative to married women, was passed, and that she was then married to her present husband. A trustee was appointed, but at a subsequent term the subject was reconsidered and the appointment revoked. The petitioner appeals from the last order, and asks us to reverse it and reinstate the first one.\nThe legislature have not attempted by the Act of 1848, nor by any other law passed since that time, to divest the interest which a husband may have had in the real estate of his wife before the Act of 1848. They could not do so if they would.\nOn the face of this petition the property which the wife desired to put into the hands of a trustee for her separate use was real estate. It is described as “ an estate in dower in lands.” The common law right of the husband to control and have it in his possession is wholly unaffected by any statute. The fact that it had been appropriated and allotted to one of the heirs, who pays her a certain annuity in lieu of dower, makes no difference; for it is settled (3 W. & Ser. 456) that the widow’s interest in the land of her husband is not changed into personalty by proceedings in partition.\nThe Court had no power to appoint a trustee for the purpose desired in this ease. If the appointment had stood, it would have been practically a nullity; for the wife’s trustee could not have taken into his hands the money or property whose custody, control, and possession legally belonged to the husband. The judge, therefore, who made the first order, must either have been misinformed about the facts of the case, or else proceeded on a misconstruction of the law. The former reason probably accounts best for the error. But it matters not how the mistake occurred. It was a mistake, and we are not convinced by the argument of the appellant’s counsel that it was wrong in the same Court, though under the presidency of a different judge, to correct it.\nDecree affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "McKennan, for appellant.",
      "Deford, with whom was Montgomery, for appellee."
    ],
    "corrections": "",
    "head_matter": "Burson's Appeal.\n1. The Act of 1848, relating to the rights of married women, was not intended to divest the interest which a husband, before the passage of that act, had in the real estate of his wife. Such action would be unconstitutional.\n2. The Court of Common Pleas, either under the 11th section of the Act of 26th April, 1850, or otherwise, has no power, on the application of a married woman, to appoint a trustee, to take charge of the interest of the wife in real estate which she had at the time of her marriage, instead of her husband. The latter is entitled to the control of his wife’s real estate, of which he cannot be deprived by a trustee so appointed.\n3. Though the Common Pleas, on the petition of the wife, has appointed a trustee to take charge of her interest in such real estate, the same Court, either under the same or another President Judge, may, on the application of the husband, vacate the appointment.\n4. The fact that the real estate had been allotted to one of the heirs from whom the wife, as the widow of a former husband, was entitled to receive the interest of her portion annually, does not alter the case.\nAppeal from the decree of the Common Pleas of Greene county.\nSarab Burson, the appellant, was first married to John Walton. After bis death she intermarried with Levi Burson. The second marriage was contracted before the passage of the Act 11th April, 1848, to secure the rights of married women. Under proceedings in partition the estate of her first husband was valued, and one-third of the valuation was directed to remain charged thereon during her natural life, the interest thereof to be paid to her annually. This annuity, amounting to several hundred dollars, was received by her second husband for several years. Differences having existed between them she left his house, and at September Term, 1850, her petition for the appointment of a trustee was presented to the Court. In the petition it was represented that at the time of her marriage with the said Burson, she was domiciled in the said county of Greene. That in consequence of the death of her former husband, John Walton, late of Washington county, she was at the time of her second marriage, and still is entitled to an estate in dower in the lands of said John Walton, lying in the counties of Washington and Greene, as her own separate property, and has no trustee of the same, and praying the Court to appoint a suitable person as a trustee of the same in pursuance of the provisions of the 11th section of the Act, viz., the Act of 25th April, 1850, and recommending a person as trustee.\nThe said section is as follows: “ That whenever, by the provisions of the Act, &c., passed the 11th day of April, 1848, the property of a married woman is secured to her, and she shall have no trustee, it shall be lawful for any such married woman to apply to the Court of Common Pleas of the county where she was domiciled at the time of her marriage, for the appointment of a trustee of the same, and such Court shall appoint a trustee of the same, not being the husband of the said petitioner.”\nThe appointment was resisted by her husband, but at the November Term of the Court, 1850, a trustee was appointed.\nAt May Term, 1851, Levi Burson, the husband, obtained a rule to show cause why the appointment of the trustee should not be vacated. No change of circumstances was alleged. At March Term, 1852, the rule was made absolute, another President Judge being on the bench, and from such decree or order Sarah Burson appealed.\nMcKennan, for appellant.\nNo new state of facts existed after the first action of the Court in appointing the trustee, and it was contended that the Court below had no power to revise the first-judgment. Also, that the interest of a widow in the valuation money of the real estate of her deceased husband is an incorporeal hereditament, ranking as real estate/ That in this a second husband cannot have an estate by the curtesy. He can be tenant by the curtesy only of an estate of inheritance in the wife, and not of a life estate in land or an incorporeal hereditament for life in the wife. Though by common law he is entitled to'the possession of his wife’s real estate, the possession is in her right, resulting from an incapacity in the wife to hold separately from him. But by the Act of 1848 a separate legal status is given to the wife ; the common law fiction of the inseparable identity of husband and wife is abrogated. Her personal estate is withdrawn from his control, and as to her real estate she is invested with a capacity of separate seisin, use, and enjoyment. It was said that this did not trench upon any estate vested in the husband, but only precluded a right of possession which he had before for his wife, and only because she had no distinct legal existence: Cumming’s Appeal, 1 Jones 275.\nDeford, with whom was Montgomery, for appellee.\nThe same Court had the power to correct a mistaken judgment. It made no difference whether the power was exercised by the judge who made the mistake, or by another: 5 Clark & Finn. 129. The error appeared on the face of the record. The property was stated in the petition to be an interest which the petitioner had in the estate of her first husband, and which “ she was entitled to at the time of her second marriage.” The matter was therefore said to be within the purview of a bill of review, 6 Barr 403, and could be reheard; 2 Mad. Ch. Pr. 483; 2 Smith’s Ch. Pr. 26 to 36; 2 Ch. Gen. Pr. 585 to 604; 3 Danl. Ch. 1603-1622; 1649-50; 2 Atk. 152; Id. 439. A rehearing is within the discretion of the Court: 1 Page Ch. 256; 7 John. C. R. 250; 1 Id. 48-166; 1 Ired. Ch. 36; 9 Verm. 41; 3 John. Ch. 587; 6 Id. 255.\nIt was said that the interest which a widow has in the real estate of her deceased husband is realty, and upon the confirmation to the heir in proceedings in partition or valuation it remains realty: 3 W. & Ser. 456, Miller v. Leidig. By marriage the husband acquires an absolute right to his wife’s personal estate and to the possession of her real estate: 1 Jones 275. In Boose’s Appeal, 6 Harris 392, it was decided that the husband has the power to appropriate to his own use the interest of his wife in real estate left by her first husband. The case of Lancaster Bank v. Stauffer, 10 Barr 398, cited; also 2 Miles 278.\nIt was further contended that the interest of the husband in such estate of his wife being vested before the passage of the Act of 1848, was not divested by that Act: Opinion of Loweie, J., in Boose’s Appeal, before cited. Also cited 10 Barr 505, and 6 Harris 506, Peck v. Ward.\nNo charge of ill-treatment is alleged in the petition in this case, and there was no evidence of unwillingness on the part of the husband to live with and maintain his wife."
  },
  "file_name": "0164-01",
  "first_page_order": 166,
  "last_page_order": 169
}
