{
  "id": 413706,
  "name": "Woods versus Wallace",
  "name_abbreviation": "Woods v. Wallace",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "171",
  "last_page": "179",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 171"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Binn. 499",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793659
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0499-01"
      ]
    },
    {
      "cite": "3 Pa. Rep. 414",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        400630
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/3/0414-01"
      ]
    },
    {
      "cite": "4 Rawle 440",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823534
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0440-01"
      ]
    },
    {
      "cite": "3 Pa. Rep. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 528",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 126",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846087
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0126-01"
      ]
    },
    {
      "cite": "3 Watts 197",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 408",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 89",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840084
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0089-01"
      ]
    },
    {
      "cite": "2 Watts 187",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Dallas 426",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 188",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841250
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0188-01"
      ]
    },
    {
      "cite": "7 Watts 372",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846901
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0372-01"
      ]
    },
    {
      "cite": "17 Pet. 109",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    },
    {
      "cite": "5 Watts 525",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844086
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0525-01"
      ]
    },
    {
      "cite": "5 Binn. 499",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793659
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/5/0499-01"
      ]
    },
    {
      "cite": "6 Watts 126",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846087
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0126-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 872,
    "char_count": 21827,
    "ocr_confidence": 0.422,
    "pagerank": {
      "raw": 1.9001220855919475e-07,
      "percentile": 0.7301678592072356
    },
    "sha256": "8956746c764c0921d263dbde450fb0fc0331671879f13d70fc3c2368afd5a35b",
    "simhash": "1:1ab0e6fa260c863f",
    "word_count": 3950
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Woods versus Wallace."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\nNotwithstanding the numerous exceptions which have been recognised by the Courts, the rule is not denied that where the parties have deliberately put their engagement into writing, parol evidence is inadmissible to contradict or vary the written instrument. It is not because a seal is put to the contract that it shall not be explained away, varied, or rendered ineffectual, but because the writing itself is the best possible evidence of the meaning of the parties: 1 Gfreenl. Ev. sec. 275-6. And the rule, therefore, applies as well to simple contracts in writing as to instruments under seal: Id. A seal is not necessary in a contract for the sale of land. It is sufficient, and is within the protection of the rule, if it be “ in writing and signed by the parties 5 Watts 525-8. If an interest in land may- pass by writing, not under seal, there is no. reason why an encumbrance upon it may not be created by a similar instrument. We have no doubt that a valid mortgage may be created by a written instrument not under seal. We are not now to decide any question in regard to the remedy upon such an instrument, or the effect of recording it. Between the present parties no such questions can arise in this action.\nIn cases of fraud, or mistake of material facts, where it would be unconscientious to enforce the agreement according to its written terms, or where ,the parties mistook the meaning of any particular words, or to decipher words, or explain their technical or local meaning, or where extraneous facts are necessary to a proper understanding of the contract, or where there is a latent ambiguity, and perhaps in some other cases, parol evidence has been received. Where a grantee fraudulently attempts to. convert into an absolute sale that which was intended to be only a security for a debt, the evidence has also been received: Morris v. Nixon, 17 Pet. 109. This last is upon the double ground of fraud and a breach of trust. In Pennsylvania the rule is well settled that a deed, absolute on its face, may be shown, by parol evidence, to have been given as a mortgage. But it seems to be equally well settled, that an instrument of writing, appearing upon its face to be a mortgage, cannot be converted by parol evidence into a conditional sale. In Brown v. Nickle, 6 Barr 391, it is stated by the whole Court that in Colwell v. Woods it was “determined that a'conveyance and simultaneous covenant to reconvey on repayment of the purchase-money before a given day, must be construed to be a mortgage, though it appear by parol that the parties did not intend it to be so and that in Kerr v. Gilmore, “it was decided that it is not competent to the parties to prove by parol that the defeasance was a subsequent and independent agreement.” In Brown v. Nickle, the point was distinctly decided that “ the understanding of the parties must be gathered from the instrument, and cannot be gathered from parol proof,” so as to convert a written mortgage into a conditional sale. In that case the plaintiff offered evidence that “ the parties and scrivener intended a conditional sale, and not a mortgage.” The evidence was rejected, and upon error the decision of the Court upon that point was affirmed by this Court: 6 Barr 391. The law looks with such disfavor upon every attempt to convert a mere security for a debt into a conditional sale, that where the instrument is a mortgage, a written stipulation that, “ if the money be not paid at the day named, the estate is to be absolute without further deed, and that the instrument is not to be considered in the nature of a mortgage,” will be inoperative—it is still a mortgage: Rankin v. Mortimere, 7 Watts 372. In Kunkle v. Wolfersberger, 6 Watts 126, the rule is explicitly stated that “a formal conveyance may certainly be shown to he a mortgage by extrinsic proof, while a formal mortgage may not be shown to be a conditional sale by the same means. In the one case the proof raises an equity consistent with the Writing, and in the other would contradict it,” “which,” adds Chief Justice Gibson, “seems to he the principle of Woods v. Colwell, 3 Watts 188.” Here the rule and the reasons upon which it is founded are stated. In the one case there is an equity to be protected, which is perfectly consistent with a legal conveyance. The equity of redemption, so far from being in contradiction of a conveyance, presupposes its existence. Parol evidence to establish this equity, therefore, does not contradict the written conveyance. Besides, an equitable defence of this character commends itself to the consideration of the chancellor, and fixes itself upon the conscience of the grantee, as a trust, which it would be a fraud to violate. In the other case, where the instrument is a mortgage, the parol evidence to prove it a conditional sale, would directly contradict the writing. This will be apparent the moment the difference between the two contracts is considered. A mortgagee has no estate in the land—it is not subject to lien, to sale on execution, to dower, or to curtesy. It is a mere security for a debt, and passes by parol sale and delivery of the debt without writing. Upon the death of the mortgagee it goes to his personal representatives, as a chose in action. While, on the other hand, the estate of the mortgagor is real estate, subject to curtesy, dower, lien, and sale on execution, will not pass without writing, and goes, like other real estate, to the heirs. Where the instrument is nothing but personal estate, a mere chose in action, it is plain that parol evidence, to convert it into a conveyance of land, or into a contract for the sale of real estate, contradicts its whole nature, object, and effect. But there is another objection to such evidence. It tends to create an estate in land “ by parol, without writing signed by the parties,-” and is forbidden by the statute of frauds and perjuries. All the dangers which that statute was intended to provide against, demand its application to a case of this kind, as imperiously as to any other. To permit the mortgagor, the man who wrote the instrument in his own way, without fraud or mistake of any kind, to be himself the witness to impeach it, for the purpose of forcing upon the mortgagee a conveyance of the land in satisfaction of the debt, while, by the terms of the contract, and by the legal effect of it, the former reserved an indefinite right of redemption, would not only be attended with danger of perjury, but must necessarily produce injustice. Whether we take this contract as it is expressed in the written instrument, or as it is explained by the parol testimony of the mortgagor, it is clear that the mortgagee had no right to the land upon the failure to pay within the time stipulated. He could have enforced no claim to the property as real estate. It was not subject in his hands to any of the rights or incidents of ownership. “ Once a mortgage always a mortgage,” is an elementary principle which would meet him at every step, in his efforts to enforce the rights now attempted to he raised in his behalf. No delay of payment would have vested in him any estate in the land without the consent of the mortgagor. There is no mutuality, and, therefore, hut little justice in such a defence. The rule that a written mortgage cannot be converted by parol into a conditional sale, is laid down in general terms. It is not founded upon the form, but upon the substance of the instrument. It rests upon a sound principle of policy, and .is enforced by positive statute. The reason for its existence is equally applicable to both parties, and justice demands that it should be enforced, not partially against one, but equally against both. It was said in Iddings v. Iddings, 7 Ser. & R. 115, that “the rules admitting parol evidence to affect written instruments, ought rather to be restrained than enlarged.” It is not our intention to attempt the vain effort to reconcile the cases on this subject; hut we believe the authorities in support of the rule, as now applied to this case, are not in conflict with any other decisions which we are hound to regard.\nAmong other matters in the offer, it was proposed to prove “ that before the note became due, Woods agreed to take the said lot or one-half lot, and authorized the witness to sell it for him, as his agent.” But the evidence given did not support the offer in this particular. No subsequent agreement to take the lot was shown. If any such agreement had been made upon sufficient consideration, an action might have been maintained upon it, in which the difference between the contract price and the value of the lot might, under ordinary circumstances, have been the measure of damages. So these damages, under proper pleadings, might have been set off against the plaintiff’s demand. These, it is presumed, would have been small in amount, as the defendant below would retain the lot. As the contract, if established, would be but in parol, its specific performance could not be enforced in any form, because it is prohibited by the statute of frauds and perjuries.\nBut on a careful examination of the testimony of Robert Wallace, the mortgagor, we do not see that he states, with precision, any parol agreement whatever, in opposition to the note and mortgage. He states a conversation between himself and Woods, about the sale of the goods and the lot, or half of the lot, but does not state that anything was agreed upon. On the contrary, the conversation is represented as continuing until night. He then adds, “ I wrote an instrument, showing that I would make a deed if the money was not paid; and the note was given at that time. He (the defendant, Daniel Wallace), had the right to redeem the lot.” His statement, that Daniel had the right to redeem the lot, accords with the terms of the mortgage; but his declaration that the written instrument shows “ that he would make a deed if the money was not paid,” was not even parol evidence of a contract contradicting the written one. On the contrary, it is only the mistaken construction of its legal effect, or what is equally objectionable, the misstatement of its contents, when the instrument is neither lost nor withheld, hut is produced in Court, and must show for itself. The remaining parts of Mr. Wallace’s testimony relate to subsequent conversations and transactions, which fail to establish the existence of any contract different from that expressed in the writing.\nWe are of opinion that there was error in deciding to admit parol evidence of the conditional sale, as proposed in the bill of exceptions; and also in submitting to the jury the evidence which was given under the offer, as sufficient ground for defeating the plaintiffs’ recovery. Upon the evidence given, as stated in the paper-hook of the defendant in error himself, the Court ought to have instructed the jury that the plaintiff was entitled to recover.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Fetterman, with whom was Roberts, for plaintiff in error.",
      "Cunningham, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Woods versus Wallace.\n1. A written mortgage cannot be converted by parol into a conditional sale. The rule is applicable to both parties to the instrument.\n2. An interest in land may pass by a writing not under seal; so a valid mortgage may be created by a written instrument not under seal.\n3. The remedy upon such an instrument or the effect of recording it, not decided in this case.\nError to the Court of Common Pleas of Beaver county.\nThis was an action of assumpsit by Hugh Woods v. Daniel H. Wallace, instituted on 19th July, 1850, on a promissory note, as follows:\n“27th June, 1846.\n“ Four years after date, I promise to pay to Hugh Woods the sum of Five Hundred Dollars, with four per cent, interest, it being for a lot of goods bought of him, for which he holds a mortgage on half a lot of ground, owned by my father, at Hardscrabble.\n“Daniel H. Wallace.”\nIt was stated that the plaintiff, on the 27th June, 1846, sold to the defendant a lot of store goods, for which he gave the note above referred to. The plea was payment with leave, &c.\nThe note having been given in evidence, Robert Wallace was called on the part of the defendant, and it was offered to prove by him certain matters specified; to which objection was made on part of the plaintiff, but the objection was overruled.\nThe testimony of Robert Wallace was, inter alia, as follows:\nRobert Wallace.—The first I knew about the matter, Woods came to my house in the evening, and said he had a lot of goods on hand, which he wanted to dispose of. * * * He said he thought it would suit him (Daniel Wallace) to buy them. I said I had no money, and I did not think that Daniel had any money to buy them with; but that if the goods would suit Daniel, and he (the plaintiff) would take the half of a lot at Hardscrabble, below the Lockhouse lot, Daniel might take the goods. He (Woods) said, “won’t you give me the whole of it?” I said no. I will give you the one-half of it for the goods, and that is all I will 'do. I said, I won’t do that, unless you give four years, so that Daniel may redeem it (the half of said lot) if he is able. That run us till night. I wrote an instrument, showing that I would make a deed if the money was not paid;, and the note was given at that time. He (the defendant, Daniel Wallace) had the right to redeem the lot.\nWoods came down here in the beginning of 1850, and asked me if I could not sell that lot for him, that he would sooner have the money than the lot. I told him he had better sell the lot himself. He said he was so confined at the paper mill, that he could not attend to it, This was before the note was due. I notified him of a survey to take place to divide the lot. He said he would not have anything to do with the lot, and would not go. I was ready to make the deed at any time.. I notified him that he might have' his choice of the halves of the lot. He said he would not have anything to do with the lot. I was in readiness to deliver a deed for the lot. Daniel notified him that he would not redeem the lot. It was before this, he (Woods) told me to try to sell it for him. He said he would let it go at a sacrifice. He was notified that there was a survey to be made.\nCross-examined.—I notified the 'plaintiff (Woods) of the survey in 1851. I owned it all when the note was drawn. It was bought from Charles Morrow. Fisher rented it from me since this transaction. I offered to sell the' whole lot to Dr. Shoenberger, before and after the bargain with Woods. Freeman never made me an offer for the same. It is eleven or more miles from Brighton. I think I did offer to sell it to Dr. Shoenberger after the contract between Woods and Daniel H. Wallace. I offered it for $1200.\nExamined by defendant’s counsel.—I expected to sell to Shoenberger, and that was the reason of the right of redemption being reserved. I would not have done anything in violation of the contract.\nThe paper termed a mortgage, referred to in the note, was as follows:\n“Know all men by these presents, That I, Robert Wallace, for and in consideration of the sum of Five Hundred Dollars, in store goods, sold to my son Daniel, for which he, the said Daniel, has given his bond, bearing even date herewith, and stands bound unto Hugh Woods of Brighton, in the above sum of five hundred dollars. That in order the better to secure the said Woods, that I have granted, bargained, sold, assigned and set over, and by these presents do grant, bargain, sell, assign, and set over unto the said Hugh Woods, his heirs and assigns, the within Indenture of Mortgage for the one-half of a lot of ground laying alongside of the canal, below the Hardscrabble Dam, commencing below the Lock-house lot, and running down the Canal to Robinson’s lot, containing two acres and a half, be the same more or less, to have and to hold one-half of the above described property, granted and assigned, or to be unto the said Hugh Woods, his heirs and assigns for ever. Subject, nevertheless, to be redeemed at anytime during the term of four years, or at any time said Daniel Wallace pays the above sum, any time during the above term. In witness whereof, I have set my hand this 27th of June, 1846. Robert Wallace.”\nThe charge of the Court was as follows:\n“This is an action of assumpsit, brought to recover the amount of a promissory note. * * * * * *\n“The defence to the note is, that, at the time it and the paper called a mortgage, were given, the agreement between the parties was, that if the amount was not paid at the expiration of four years, the lot upon which the mortgage was given, was to be taken by the plaintiff, in full satisfaction of the claim, and that a deed had been executed and tendered, in pursuance of the agreement, which was refused.\n“The plaintiff denies the allegation of the defendant, alleging that the mortgage was given as collateral security to the noté; and further, that if any such agreement was made, it was procured by the fraudulent misrepresentations of the defendant.\n“ The jury will inquire, 1st. What was the agreement between the parties when the note was given ? Did the plaintiff agree to take a conveyance of the mortgaged property, in full satisfaction for his claim; or was the mortgage merely given to secure the payment of the note ?\n“ The papers upon their face sustain the position of the plaintiff; and the burden of proof is thrown upon the defendant to show clearly that the transaction was different from what appears in the written instrument.\n“If the jury are clearly satisfied that the agreement was, that the lot should be received as an extinguishment of the claim, unless redeemed within the four years, at the option of the defendant, the remaining inquiry is, as to the fairness of the agreement; and here the,, burden of proof is upon the plaintiff.\n“ Did the defendant, knowingly and wilfully, misrepresent the value of the lot, or the offers that had been made to his father for it ? and was the plaintiff induced to enter into the agreement by these representations ? If so, it is not binding, and your verdict should be for the plaintiff.\n“ But if the agreement is found to have been as represented by' the defendant, and there was no fraud in it, and the deed was duly tendered, there can be no recovery.”\nMarch 25, 1853, verdict for defendant.\nError was assigned to the admission of the testimony of Wallace. 2. In charging the jury that they will inquire, first, what was the agreement between the parties when the note was given ? and whether the plaintiff agreed to take a conveyance of the mortgaged property in full satisfaction of his claim, or was the mortgage given merely to secure the payment of the note.\nFetterman, with whom was Roberts, for plaintiff in error.\nIt was not alleged on the offer that there had been either fraud or mistake, and they are the only exceptions to the rule that parol evidence is not admissible to contradict, alter, add to, or diminish a written instrument. The note on its face is absolute, and the testimony was offered to change it into a conditional one. The rule of excluding oral testimony has been applied generally “ to simple contracts in writing, and with the same exceptions as to specialties and contracts under seal:” 1 Greenleaf, sec. 276. That the evidence was inadmissible further reference was made to 1 Greenleaf, sec. 275-7; 1 Dallas 426; Id. 340; 3 Ser. & R. 607; 10 Id. 339; 2 Watts 187; 4 W. & Ser. 472; 1 Barr 454; 4 Id. 493; 2 Watts 89; 7 Ser. & R. 115.\nThe instrument contained words of present conveyance subject to the right of redemption within a specified time, and not an assurance that the lot should be conveyed to the plaintiff at some future time. If a mortgage, it would always remain so: 6 Watts 408, Huston, J. The offer was to show a conditional sale, for which purpose .the evidence was not admissible; but if admitted, the Court should have charged the jury that it should not have that effect: 3 Watts 197, Colwell v. Woods. A conveyance absolute on its face may be shown to be a mortgage; but a mortgage cannot be shown to be a conditional sale by the same means: 6 Watts 126, Kunkle v. Wolfersberger.\nThat the instrument was not under seal, does not make it less a mortgage. Under the Act of 1772, for the prevention of frauds and perjuries, a writing, not under seal, signed by the parties, showing a contract for the purpose, is sufficient to pass an interest in land: 5 Watts 528, Colt v. Selden. The word parole in that act means not in writing: 3 Pa. Rep. 240.\nIt was said that any agreement of and concerning lands, although not under seal, may be recorded: 4 Rawle 440, Heilman v. Heilman: 3 W. & Ser. 54; Id. 334.\nCunningham, for defendant in error.\nIt was contended that the testimony was admissible to show the transaction between the parties: 10 Ser. & R. 292, Tilghman, J., in Miller v. Henderson; 16 Id. 424; 6 W. & Ser. 516; 1 Id. 464; 5 Id. 363; 14 Id. 326; 1 W. & Ser. 324; 3 Id. 389; 9 Id. 484.\nIt was further contended that the instrument in question was not a mortgage neither in form nor by the intention of the parties; that a mortgage must be under seal; that a sci. fa. could not be issued on the one in question, because it is not a deed. It was said that all contracts are by specialty or parol—that there is no third class of contracts in writing: 7 T. R. 350; 3 Pa. Rep. 414. It was said that therefore there is no such thing as a parol mortgage of lands: 3 Pa. R. 240; 3 Barr 233.\nIt was said that in this case there was an attempt to use the instrument for a different purpose than that for which it was originally designed.\n2. If the written instrument is not to be understood without reference to facts dehors the writing, the jury may be allowed to judge of the whole: 12 Ser. & R. 131; 14 Ser. & R. 311; 11 Id. 280; 5 Binn. 499."
  },
  "file_name": "0171-01",
  "first_page_order": 173,
  "last_page_order": 181
}
