{
  "id": 413729,
  "name": "Harper versus Roberts",
  "name_abbreviation": "Harper v. Roberts",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "194",
  "last_page": "195",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 194"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 135,
    "char_count": 1856,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 7.736152507775605e-08,
      "percentile": 0.454892350866788
    },
    "sha256": "04b93e3eb6939a835f74bacce8271a423d365416028d8a1f71a2170cff038ab2",
    "simhash": "1:9b4f9b779f16ede9",
    "word_count": 338
  },
  "last_updated": "2023-07-14T19:14:15.640155+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Harper versus Roberts."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nIn these cases, certain facts were submitted to the Court below for their opinion, without any provision that judgment should be entered for either party.\nThe Court gave an opinion in favor of the defendant, but entered no judgment. This writ of error is taken; but to what ? Not to the judgment, for there is none. It will not lie to the opinion, and hence we must dismiss it.\nIt seems that the parties desired the advice of the learned judge below, and he has given it to them. ,If they are dissatisfied with it, they had better proceed to a trial of their cause. It is ordered that the writ of error be quashed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Ewing and Kaine, for plaintiff in error.",
      "J. B. and A. Howell, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Harper versus Roberts.\nA writ of error will not lie to an opinion of the Court on a case stated, no judgment appearing to have been rendered. No judgment appearing, the writ of error was quashed.\nError to the Common Pleas of Fayette county.\nThere were two cases referred to on the paper-book; one in favor of Albert Harper v. Samuel Roberts, executor of the will of Abraham'Little, deceased, and the other in favor of John Harper, against the same defendant.\nIn the paper-book of the plaintiff in error it was stated that these were amicable actions of debt to try the plaintiffs’ right to their share of a legacy of $1200, given by the will of defendant’s testator to the children of his deceased sister. It was stated that the case was submitted for the opinion of the Court below upon the following facts; and there followed a statement of facts, but it was not stated what or whether anything was submitted to the judgment of the Court. There followed an opinion of the Court, but no'judgment was stated; but it was assigned for error that the Court below erred in giving judgment for the defendant.\nEwing and Kaine, for plaintiff in error.\nJ. B. and A. Howell, for defendant in error."
  },
  "file_name": "0194-01",
  "first_page_order": 196,
  "last_page_order": 197
}
