{
  "id": 413751,
  "name": "Cyphert versus McClune",
  "name_abbreviation": "Cyphert v. McClune",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "195",
  "last_page": "198",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 195"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Yeates 546",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812747
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0546-01"
      ]
    },
    {
      "cite": "2 Watts 493",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 139",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 167",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Howard 653",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 393,
    "char_count": 7987,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 3.6251934183653126e-07,
      "percentile": 0.8888676521295257
    },
    "sha256": "6ed6aaeca43b52b2d8bac477c2ea222a01ed458746b5a2c1ff7c9e0323458f12",
    "simhash": "1:1c636ee886e624cb",
    "word_count": 1394
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cyphert versus McClune."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\nThe regularity of a judgment cannot be inquired into in a collateral action. The judgment is conclusive upon all matters which have been pleaded or given in evidence in bar of the action. If confessed by an attorney, it is also conclusive of the attorney’s authority. Where an attorney appears without authority and confesses judgment, the remedy is against him; or in-a proper case, an application may be made to open the judgment. Where an attorney confesses judgment against several partners, under an authority derived from only one, it is the duty of the others to make immediate application to the Court to open the judgment. If they omit this, after notice, and permit their lands to he levied on, condemned, and sold, they are concluded by their own acquiescence, if not otherwise precluded, from raising the objection against the sheriff’s vendee. Giving notice of the objection, at the sheriff’s sale, amounts to-nothing more than to show-that the party complaining has notice himself of the defect of authority, but acquiesces in it by taking no measures to arrest the proceedings. The Court below was clearly right in rejecting the evidence offered to impeach the plaintiff’s title under the sheriff’s sale.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Purviance, with whom was Boggs, for plaintiffs in error.",
      "Corbett, contrà."
    ],
    "corrections": "",
    "head_matter": "Cyphert versus McClune.\n1. The regularity of a judgment cannot he inquired into in a collateral action. If confessed, by an attorney it is conclusive of his authority.\n2. Where an attorney appears without authority and confesses judgment, the remedy is against him ; or in a proper case, an application may he made to the Court to open the judgment.\n3. Where judgment is confessed against several by an attorney under an authority from only one of them, it is the duty of the others to make early application to the Court to open the judgment. If this he omitted, and their lands he sold under it, they are concluded from raising the objection in an ejectment by the sheriff’s vendee.\n4. The giving notice at the sheriff’s sale of the property, of such defect of authority in the attorney, amounts only to notice that the defendants in the judgment then knew of the defect, hut had taken no proper measures to arrest the proceedings.\nError to the Common Pleas of Clarion county.\nThis was an ejectment by Reed McClune v. Solomon Cyphert, Benjamin E. Harley, James Harley, and Jacob Peas, for a tract of land in Clarion county, containing about 156 acres.\nThe land had been the property of G. W. Corbett, George Rynard, and Solomon Cyphert. It had been sold twice at sheriff’s sale; at the first sale it was purchased by McClune, the plaintiff, and at the second by B. E. and James Harley, two of the defendants. . The sale to the plaintiff was made upon a judgment to December Term, 1849, in favor of John McCoy v. Corbett, Rynard, and Cyphert.\nThe action of McCoy was in assumpsit, and the service of the writ was accepted by attorney—and it was stated on the record that September 13, 1849, defendants by their attorney, &c., appeared, and, with consent of plaintiff’s attorney, confessed a judgment against said defendants, &c. On a vend. exp. to May Term, 1851, the property in question was sold to Reed McClune, the, plaintiff. Sheriff’s deed to him dated Sept. 4, 1851.\nIt was proved that Solomon Cyphert resided on the land before the sheriff’s sale, and that he was still residing on it. After this evidence there was given in evidence, on part of the defendants, a judgment in an amicable action to February Term, 1850, in favor of Benjamin-F. and James Harley against the same defendants, as lately trading under the name of Gr. W. Corbett & Co. It was stated on the record, that on January 15, 1850, defendants, by their attorney, with consent of plaintiff’s attorney, confessed a judgment to plaintiffs, &e. A fi. fa. issued to December Term, 1851, inquisition was waived by Solomon Cyphert, who consented to a sale under the fi. fa., and the premises were sold to Benjamin and James Harley for $90. Sheriff’s deed to them dated February 6, 1852.\nIt was stated on the part of the defendants in error, that the attorney who confessed the judgment in favor of McCoy, under which the sale was made to McClune, had been the attorney of the firm of Cyphert, Rynard & Corbett, and had been retained by them to appear for them generally. That on 13th September, 1849, when he confessed the judgment, he had no notice that he was no longer the attorney of the firm. That the dissolution took place, if ever it occurred, on the 11th or 12th September, 1849. The debt for which the judgment of McCoy was obtained, was for masonry done at the furnace stack of Gr. W. Corbett & Co.\nOn the trial it was offered to be proved, on the part of the defendants, that the judgment of McCoy, under which the-plaintiff claimed, was confessed after a dissolution of the partnership of Cyphert, Rynard & Corbett, and that by the terms of the dissolution, Gyphert was made the settling and receiving partner—that Corbett, without any authority from Rynard or Cyphert, employed counsel and procured the confession of judgmfent; and further, that at the time of and before the sale, McClune, the purchaser, was duly notified of the defective character of the judgment. This was objected to and was overruled—and the rejection of it was assigned for error.\nDecember 6, 1852, verdict for plaintiff.\nPurviance, with whom was Boggs, for plaintiffs in error.\nOne partner cannot confess judgment against his copartners without their express authority, although for a debt of the firm: 1 W. & Ser. 340; 7 Id. 142. Though the attorney who confessed the judgment appeared generally, yet the plaintiff in this ejectment, before his purchase at the sheriff’s sale, had notice of the want of authority on the part of the attorney. One who purchases a title declared to be bad by notice given at the time of the sale, does not act with proper prudence: 2 Howard 653. Whatever is sufficient to put a person on inquiry is sufficient to affect Mm with notice: 7 Watts 167; 10 Id. 29, 67.\nCorbett, contrà.\nA judgment entered of record can be reversed only on a writ of error, or be set aside by the Court below. This latter can be done only at the instance of the defendant in the judgment. A third party can interfere only when the judgment is collusive. The validity of a judgment entered informally or without proper authority is not to be tried in a collateral proceeding: 6 Barr 272; 8 W & Ser. 390; 5 Id. 473; 1 Watts 139; 4 Id. 341.\nThe judgment of McCoy took place in a regular proceeding. A summons was issued, and an attorney appeared for all the defendants, and confessed judgment against the firm. The record is not to be changed by parol testimony so as to affect third persons, even by notice to them. If the judgment was entered without authority, the defendants injured may proceed against the attorney: 16 Ser. & R. 368. It is not allowable for strangers to go behind the record to inquire into the authority of the attorney: 2 Watts 493; 2 Yeates 546. Corbett & Co. have by acquiescence ratified the act of the attorney. They allowed execution to issue, an inquisition to be held, and a sheriff’s sale to be made, and deed executed for the premises.\nThe notice, if given, would have informed McClune only that the judgment was entered without authority, and this would not have-been sufficient. In Drexel’s Appeal, 6 Barr, the judgment was informally, entered—in Hauer’s Appeal, 5 W. & Ser. 473, it was entered in a Court without authority. In both eases the defects were apparent on the record. In the present ease, the parol evidence would only have shown a defect which the record did not show.\nThe sheriff’s deed to McClune was acknowledged after the sale, and of course after the notice given at the sale. It was said that no objection was made by Corbett & Co. to the acknowledgment of the deed. This, it was alleged, was such silence on their part as to avoid the effect'pf any notice given at the sale."
  },
  "file_name": "0195-01",
  "first_page_order": 197,
  "last_page_order": 200
}
