{
  "id": 413712,
  "name": "Elliott versus McGowan",
  "name_abbreviation": "Elliott v. McGowan",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "198",
  "last_page": "202",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 198"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Wendell 393",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2012922
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/10/0393-01"
      ]
    },
    {
      "cite": "6 Hill 646",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "2 Denio 323",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        2186164
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/denio/2/0323-01"
      ]
    },
    {
      "cite": "7 Hill 9",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "4 Hill 86",
      "category": "reporters:state",
      "reporter": "Hill",
      "weight": 2,
      "pin_cites": [
        {
          "page": "92"
        },
        {
          "page": "92"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "3 Denio 594",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        2187642,
        2187645
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/denio/3/0594-01",
        "/denio/3/0594-02"
      ]
    },
    {
      "cite": "2 Jones 115",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 542,
    "char_count": 12385,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 6.5081796876366e-08,
      "percentile": 0.40020518570773816
    },
    "sha256": "572a37824a50ce28356789ba250504c9f1a6de529f1336e57adbc8f6961d016c",
    "simhash": "1:b9651b35806e9ca7",
    "word_count": 2186
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Elliott versus McGowan."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\nThe 12th section of the Act of 13th June, 1840, was passed to prescribe the manner in which lands situate in different counties might be sold on execution for the payment of debts. Jurisdiction to direct a sale of any of the lands of the debtor in the Commonwealth, previously existed in every Court of Common Pleas in which a judgment was entered against him; but the method was to sell under testatum executions' to the counties where the lands were situated, and it sometimes happened that where a farm was divided' by a county line the parcels of it were sold at different times, to different purchasers, and each became the owner of a part which could not be separately occupied to advantage. Both parts were prejudiced by the separation, and the sale under these circumstances, caused the lands to be sacrificed to the prejudice of the debtor and his creditors. It was to remedy this evil that the Act of 1840 was passed. The Act was not intended to give jurisdiction, for this existed before, but to regulate the manner of exercising it. Any irregularities in executing the law must therefore be taken advantage of before the deed is.acknowledged; they cannot be made the foundation of objections to the title derived under the decree of a Court of competent jurisdiction. When part of a tract of land in one county is levied upon, and the inquest finds that it cannot be sold separately from the other part lying in the adjoining county, without prejudice to the interests of those concerned, specifying the part in the adjoining county which ought to be included in the sale; all that is necessary to authorize the venditioni exponas to issue for the sale of both parcels, is that the inquisition should be returned and be approved of by the Court. When this- is done, the Court in which the judgment exists ' has full authority to issue writs for the sale of both parcels “as in other cases;” that is, as if both parcels were situate in the county where the judgment is entered. This is the language of the Act. The omission by the plaintiff to file the docket entry and proceedings in the adjoining county, does not destroy the jurisdiction of the Court, and clearly cannot prejudice the title of the purchaser, after the debtor and all other persons interested have acquiesced in the proceedings by permitting the sheriff’s deed to be- acknowledged. As the sheriff is bound to give the debtor notice of the sale, the presumption, of course, is that the latter consented tacitly to the proceeding with full notice of its progress.' It is equally clear that the omission to enter, in the adjoining county, a copy of the proceedings subsequent to the return of the inquisition, cannot vitiate the sale. This is not required to he done until after the sale has been returned, and the rights of the purchaser have vested. The object of the transmission of copies of the proceedings to the adjoining county, upon the return of the inquisition as stated in the Act, is to give •the plaintiff a lien there; and the transfer of copies of the subsequent proceedings was a necessary precaution to give notice that all persons concerned might protect their rights in the distribution of the fund, and that none might be injured by a second sale of the land in ignorance of the facts. The Act of 16th June, 1836, contained a direction for the'entry on the docket of testatum executions, for similar purposes; but it has never been supposed that its omission invalidated a sheriff’s sale under such writ, although it might affect the plaintiff’s lien. So, in the case before us, the omission may affect the plaintiff’s lien, but it cannot destroy the title of the sheriff’s vendee.\nThere is nothing in the objection that the last inquest was held by the successor in office of him who held the first. Nor is it material ’that either was held after the writ had been returned. This is analogous to the ancient practice in holding inquests'for extending or condemning the land: Wilson v. Howser, 2 Jones 115. At most it is a mere irregularity in no way affecting the title. _ Public policy, and the interests of debtors and creditors, require that sales, made under decrees of Courts of competent authority, should be sustained after final confirmation. The confidence reposed by the people in the justice and authority of the judicial tribunals, ought not to be made the means of ensnaring them to their destruction.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Watson, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Elliott versus McGowan.\n1. Irregularities in executing a law must be taken advantage of before the sheriff’s deed for the .land in question, is acknowledged. They cannot be made the foundation of objections to the title derived under the decree of a Court of competent jurisdiction.\n2. The 12th section of the Act of 13th June, 1840, relative to the sale of adjoining land lying in two counties was not intended to give jurisdiction to the Court in which the judgment was obtained—the power to sell by means of a testatum execution existed before.\n3. Where part of a tract of land lying in one county is levied upon, and the inquest finds that it cannot be sold separately from the other adjoining part lying in another county without prejudice to those interested in it, and specifying the part which ought to be included in the sale; in order to authorize a vend. exp. to issue for the sale of both parcels, all that is necessary under the Act of 1840, is that the requisition be returned and be approved of by the Court.\n.4.’ The omission of the plaintiff to file the docket entry and proceedings in the adjoining county will not destroy the jurisdiction of the Court, nor prejudice the title of the purchaser, after the debtor or others interested have acquiesced in the proceeding by permitting the sheriff’s deed to be acknowledged.\n5. Nor will the omission to enter in the adjoining county a copy of the proceedings subsequent to the return of the inquisition, vitiate the sale, though it may affect the plaintiff’s lien.\n6. The objection that the last inquest was held by the successor in office of the sheriff who held the first, is not material—nor [hat either was held after the return of the writ. At most it is but an irregularity which does not affect the title.\nError to the Common Pleas of Lawrence county.\nThis was an-ejectment by Cyrus Elliott v. James McGowan, for ten acres of land, more or less, situate in Lawrence county, formerly Mercer, and which was bounded on the south by the line between Mercer and Butler counties, now Lawrence and Butler.\nOn part of the plaintiff was shown the seisin of his father in the land in dispute, and his death, and a partition among the heirs in proceedings in the Orphans’ Court of Mercer county, whereby the land in dispute, inter alia, became vested in the plaintiff.\nOn part of defendant was given in evidence an exemplification of a record in the Common Pleas of Butler county; with a view to show an outstanding title in Benjamin F. Elliott to the land in dispute.\nThe judgment referred to was in favor of James Davidson v. Cyrus Elliott, and was entered to December Term, 1842. Debt $5579.28. Judgment on 6th January, 1843; fi. fa. to September Term, 1843, levied on 210 acres of land. Inquisition held in the town of Butler on 8th June, 1843, before James Gr. Campbell, sheriff, and land condemned. The inquisition was approved by the Court on 13th September, 1843. A further inquisition was held, on April 28, 1846, on the premises, by Gr. W. Read, the then sheriff of Butler county, under the same ji. fa. the levy under which had been made by the preceding sheriff; and from the inquisition it appeared that the land levied on in Butler county could not be sold separately from a part of the same tract lying in Mercer county, without prejudice, &c.\nThis inquisition was approved by the Court on 1st May, 1846.\nA vend. exp. issued to September Term, 1846, to sell the part in Butler which had been levied upon; and also the part adjoining in Mercer county. The writ was returned, stating that the property had been sold to Benjamin F. Elliott, for $2000, on September 26, 1846. On same day the judgment was assigned to Benjamin E. Elliott, the purchaser. There was offered the deed by the sheriff of Butler county, acknowledged on 9th November, 1846. The deed was objected to on the ground that the land in dispute, at the date of the deed, was in Mercer county, and that there was no evidence of a compliance with the provisions of the Act of 13th June, 1840, in relation to the sale of adjoining land lying in two counties.\nThe deed was received in evidence, and the plaintiff’s counsel excepted.\nSee Act of 13th June, 1840, in Acts of 1840, p. 689.\nAgnew, J., charged as follows:—“ The whole question in this case turns upon the validity of the sheriff’s sale. Having already, in the admission of the deed, decided that the proceedings were sufficient to support it, and there being nothing in the subsequent evidence to affect the sale, we instruct you that the sheriff’s sale and deed confer upon Benjamin E. Elliott, the purchaser, a sufficient outstanding title to protect the defendant against recovery by the plaintiff.”\nIt was assigned for error: 1. The Court erred in admitting the sheriff’s deed, as mentioned in the hill of exceptions. 2. In charging the jury, that the proceedings in Butler county were sufficient to support it; and that the sheriff’s sale and deed conferred upon Benjamin E. Elliott, the purchaser, a sufficient outstanding title to protect the. defendant against recovery by the plaintiffs.\nWatson, for plaintiff in error.\nThe first question presented is, whether the Act of Assembly of 13th June, 1840, is merely directory, or whether it is peremptory. We contend that the Act is peremptory, and that each and every part, provision, and direction of the Act shall be strictly pursued, or that no title passes to the purchaser; or, in other words, where the direct words of a statute require a plaintiff to take a particular proceeding, if it has not been adopted by him, the courts must consider that the omission renders the plaintiff’s proceeding a nullity: 4 Smith’s Laws, p. 326; per Lord Denman, C. J., in Mortimer v. Piggott, 2 Dowl. 616; and per Williams, Justice, in Roberts v. Speem, 3 Dowl. 554. It is an established rule of law in relation to statutory powers to transfer the title to lands without or against the consent of the owner, that the authority must be strictly pursued: 3 Denio 594. If any material link in the chain be wanting, the whole proceeding must fall to the ground: 4 Hill 86, 92, 7 Hill 9, 2 Denio 323, and 3 Denio 594. And a complete defect in the proceedings cannot, like a mere irregularity, be waived. Osborne v. Taylor, 1 Chitty’s Rep. 400; 2 Chitty 237; Tidd 515; Eng. Com. Law Rep. 18, 115, 318.\n2d. It was contended that the whole proceedings were a nullity. That when the fi. fa. No. 71, June Term, 1843, was issued, levy made, inquisition held, &c., and confirmed by the Court, the writ was functus officio, and all subsequent proceedings were a nullity. There was no writ of fi. fa. directed to George W. Reed, sheriff of Butler county, upon -which to hold an inquisition on the premises. The fi. fa. No. 115, September Term, 1843, directed to James C. Campbell, sheriff of Butler county, had been returned by him levied on land. The officer had performed everything under that authority of the Court that could be done, and the writ was fundus officio. The land described in the inquisition of 28th April, 1846, was not described by metes and bounds, as required by the Act of 13th June, 1840. Upon the return of the inquisition “ the plaintiff did not cause a copy of the docket entry and the whole proceedings connected with said writ, to be filed and recorded in the office of the prothonotary of the said adjoining county in which the lands mentioned in the said inquisition were situated: vide Act of 13th June, 1840. No notice of the sale was given in Mercer county, as required by the Act of 13th June, 1840: 3 Denio 594; 4 Hill 86, 92; 7 Id. 9; 2 Denio 323; 2 Id. 160; 6 Hill 646; 10 Wendell 393. Copies of the subsequent proceedings in said case were not filed and recorded in the office of such prothonotary, immediately after the sale by the sheriff, as required by the Act of 13th June, 1840.\nThe Court declined to hear the adverse counsel."
  },
  "file_name": "0198-01",
  "first_page_order": 200,
  "last_page_order": 204
}
