{
  "id": 413742,
  "name": "Kaine versus Denniston",
  "name_abbreviation": "Kaine v. Denniston",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "202",
  "last_page": "211",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 202"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 799,
    "char_count": 24772,
    "ocr_confidence": 0.422,
    "pagerank": {
      "raw": 1.3375182560634585e-07,
      "percentile": 0.6304286466122156
    },
    "sha256": "5712d1b224188ad76d3637c321e0077c9b4ee6dd5c636a3c781a260b51f3c20e",
    "simhash": "1:03e80034426ac04b",
    "word_count": 4369
  },
  "last_updated": "2023-07-14T19:14:15.640155+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kaine versus Denniston."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\nWhere lands of a decedent are sold upon a judgment against his executors, the receipts of the different judgment creditors upon their judgments for their respective proportions of the proceeds are not notice to a purchaser from the sheriff's vendee that the latter paid no money but purchased and held in trust for the creditors, in proportion to their interests respectively. There is nothing on the face of the transaction tending to show that the purchase at sheriff’s sale was not made in the usual way by the payment of the purchase-money to the sheriff. In such a case the appropriation of it to the lien creditors, according to their respective rights, creates no resulting trust. Nor is the purchaser responsible, in any manner, for the proper application of the money.\nThe recital in the deed of the 8th July, 1831, from Elderkin Potter to John H. Irwin, that it is made, “ in consideration of one dollar,” and “ in pursuance, and fulfilment of a trust reposed in the grantor by the said Irwin,” is no notice of the prior existence of a trust for any other than for John H. Irwin himself. It carries with it, on the contrary, clear implication that the trust was for the grantee himself. This implication becomes stronger, when considered in connection with the other parts of the deed. It is a conveyance to “ Irwin and his heirs,” in fee simple, for the only proper use and behoof of the said Irwin and his heirs and assigns for ever.” How could this conveyance be “in pursuance and fulfilment of a trust,” unless the trust was for the benefit of Irwin himself? The trust is stated to be one which had been reposed by Irwin, not by any one else. There is, therefore, a presumption arising from this circumstance alone, that the trust was originally for the benefit of Irwin. If Elderkin Potter actually held in trust for another, and in violation of his duty conveyed the land to Irwin, he thereby made himself liable for the breach of confidence. No one, upon looking at the conveyance, would have the slightest suspicion that Mr. Potter had incurred such a serious liability, or had committed an act so disreputable, as the breach of a trust and confidence reposed in him. The deed therefore, instead of containing constructive notice of a trust in favor of the wife of Irwin, contained notice of a trust for Dr. Irwin himself, and that it was extinguished by the conveyance from the trustee to the cestui que trust.\nThere is nothing upon the face of the title or elsewhere to affect James Denniston with constructive notice of a trust for the benefit of Mrs. Irwin. It is not alleged that he had actual notice. His title, derived by the sheriff’s sale, under the judgment of Crossan v. Dr. John H. Irwin, is therefore a perfect title to the land, and he was entitled to a peremptory direction in his favor for all that was embraced in his sheriff’s deed of the 10th August, 1843. The treasurer’s deed to James Thompson, for the taxes of 1838 and 1839, with the possession under it, established a valid title to the other portion of the land in controversy. This view of the case is sufficient to support the decision below, and to show that the plaintiffs in error have sustained no injury by the opinions of the Court upon the other questions presented at the trial. Their consideration here is therefore unnecessary.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Stevenson and Fetterman, for plaintiffs in error.",
      "Stewart, with whom was Holstein, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Kaine versus Denniston.\n1. Where lands of a decedent are sold upon a judgment against his administrators, the receipts of the different judgment-creditors upon their judgments for their respective'proportions of the proceeds are not notice to a purchaser from the sheriff's vendee that the latter paid no money, but purchased and held in trust for the' creditors in proportion to their interests respectively.\n2. It was Held, that the recital in a deed, made for a nominal consideration, that it is made in pursuance and fulfilment of a trust reposed in the grantor by the grantee, is no notice of a trust for any other person than the grantee himself—especially when the conveyance was to the grantee and his heirs in fee simple, for the only proper use and behoof of the said grantee and his heirs and assigns for ever.\n3. A sheriff’s sale of a portion of the land thus conveyed, made under a judgment against the said grantee, vests in the purchaser a title free of any trust.\nError, to the Common Pleas of Mercer county.\nThis was an action of ejectment for 270 acres of land in Laclcawannoek township, Mercer county, warranted in the name of Timothy Jordan, and patented to John Hoge. It was brought in the name of Daniel Kaine, and Eliza Jane his wife, in her own right, who was Eliza Jane Irwin, sole daughter and heir of Mary Ann Irwin, deceased, who was Mary Ann Waugh, wife of John H. Irwin, deceased, v. James Denniston, John Madden, and James Thompson. The action was instituted on 9th September, 1850. On 10th August, 1853, verdict was rendered for the defendants.\nBoth parties claimed under John Hoge.\nThe Rev. Samuel Waugh, of Cumberland county, died in 1814, leaving five minor children, viz. Jane, afterwards married to Elderkin Potter ; Eliza, afterwards married to George Burd ; Mary Ann, afterwards married to Dr. John Irwin, and John H. and William Waugh.\nMary Ann was born in 1803, and on the 27th June, 1814, the Orphans’ Court of Washington county appointed John Hoge her guardian; and, shortly after, also appointed him guardian of the other children. As their guardian he received a large amount of money belonging to his said wards, for which he never accounted to them. Mary Ann was married, in her minority, to Dr. John Irwin, in 1822. On the 28th March, 1823, an amicable action was entered in the Common Pleas of Washington county, by “Dr. John H. Irwin, and Mary Ann his wife, late Mary Ann Waugh, ward, in right and on behalf of the said Mary Ann,” against John Hoge, to recover the money he had received, belonging to his said ward. Hoge died before trial, and a scire facias was issued to make his administrators parties .to the suit, which was returned “ nihil.” The scire facias recited that the claim was “ in right and on behalf of Mary Ann Irwin, late Mary Ann Waugh.” An alias issued containing the same recital, which was returned “ served.” In 1825 an' agreement was entered into by and between the attorney for plaintiffs, and the administrators of John Hoge, for an amicable substitution of the administrators las defendants, which stated the claim in the same way, viz. “ in right of and on behalf of,” &c. On the 25th August, 1827, judgment was entered for the plaintiffs, for $5466.28. About that time judgments were also recovered against said administrators, by Elderkin Potter and his wife, .George Burd and wife, and William and John H. Waugh, for the amounts respectively due them from their late guardian.\nHoge left a large real estate in Washington, Beaver, and Mercer counties. That in Washington county, consisting principally of ground-rents, was sold on executions, and the proceeds applied to judgments obtained against Iioge, in his lifetime. The estate in Beaver county consisted of two tracts of land, one of 150 acres, and the other of 1000, with small improvements on them, and in Mercer county of about 20 tracts, unimproved.\nIn 1828, David Hoge recovered a judgment in the Common Pleas of Washington county, against the administrators, for $1725, and at that time, or shortly after, an arrangement was entered into by Elderkin Potter and wife, George Burd and wife, Dr. John H. Irwin and wife, in right of and in behalf of their wives, and William Waugh, and the assignee of David Hoge, to sell the lands of John Hoge, in Beaver and Mercer counties, upon executions to be issued on their judgments, and that they should be bought in by Elderkin Potter, for the use of David Hoge’s assignee, and the heirs of the Rev. Samuel Waugh, to be divided amongst them in proportion to the amounts of their respective judgments.\nIn pursuance of that arrangement, the lands in Beaver county were sold by the sheriff, on the 18th April, 1829, on an execution issued on the judgment of Dr. Irwin and wife, and the 1000 acre tract was purchased by Elderkin Potter for $150, and the 150 acre tract by Joseph Minesinger, for $760. From the sheriff’s return it appeared that the larger tract had been struck off to Elderkin Potter and Dr. John H. Irwin, but the return had been amended by leave of Court, so as to read to Elderkin Potter alone. Deed by sheriff to Elderkin Potter.\nUpon the judgment of William Waugh, executions were issued in 1829 to the sheriff oí'Mercer county, and 13 tracts levied upon, and two of them sold: one of them, the tract in dispute, to Elderkin Potter, for $1000. From the return of the sheriff it appeared that this tract had also been struck off to Elderkin Potter and Dr. John Irwin, and the return amended so as to read to Elderkin Potter alone. Sheriff’s deed to Elderkin Potter, dated 6th October, 1830. The other tract was sold to Alexander McCullough, for $225. In the same year, but after the levy upon the Waugh execution, executions were issued on the judgments of Dr. Irwin and wife, and David Hoge, to the sheriff of Mercer county, and all the land of John Hoge remaining unsold, was levied upon and sold, and Elderkin Potter, in pursuance of the aforesaid arrangement, purchased 14 of the tracts at an aggregate sum of $4287, and deeds were made to him by the sheriff. The aggregate of all the purchases by Potter, in Beaver and Mercer counties, was $6437. The other tracts were purchased by other persons.\nNo money was paid by Potter, or received from him or the sheriff by any of the parties to the arrangement; but it was receipted for by credit oil the judgments of the respective parties, in proportion to their various interests. The amount credited upon the judgment of Dr. Irwin and wife, which was the largest, was $2102. There were other debts by simple contract, to which and the costs of sales, the cash received from the other purchasers was appropriated.\nThe plaintiffs read in evidence the depositions of Eliza Burd, John H. Ewing and Samuel Cunningham, an extract from the report of auditors distributing proceeds of sales, and receipts on the judgments. The said witnesses testified, inter alia, to the arrangement aforesaid, and that Irwin and Potter had no claims in their own right against John Hoge, or his estate; and that the lands in Mercer and Beaver counties were sold to satisfy such claims. J. H. Ewing further stated that no money except the costs was paid on such sales, but that credits were given on the judgments.\nOn the 3d July, 1831, Elderkin Potter, by his deed, conveyed to Dr. John H. Irwin four tracts of land, including the tract in dispute, containing in the aggregate 1052 acres, in consideration of one dollar, “ and in pursuance and fulfilment of a trust reposed in Mm the said Potter by the said Irwin.” This deed was given in evidence by the plaintiffs for the purpose of showing that partition had been made of the lands in Mercer county purchased by Elderkin Potter.\nMrs. Mary Ann Irwin died in the spring of 1832, leaving two children, one of whom died in childhood, the other, Eliza Jane Irwin, was born in 1823, and was married in 1842, whilst in her minority, to Daniel Kaine. Dr. John H. Irwin died in 1849, and Mrs. Kaine claimed title in this ejectment as heir of her mother, Mary Ann Irwin, for whom, it was alleged, Elderkin Potter purchased and held, in trust, the land in controversy.\nThe defendants’ case was as follows: Sale book, of unseated lands in Mercer county, sold for taxes in 1840—entry therein, “warranted. J. Irwin part right, 270 acres, county, road and school taxes for 1838-39, amounting to $36.40, 100 acres off of south end, sold by treasurer to James Thompson for $331, for county, road, and school taxes for 1838-39.” Deed from treasurer of Mercer county for the 100 acres, dated 23d June, 1840. Testimony of Robert Caldwell and others, that in the fall of 1842, Thompson had the 100 acres run off, and in the spring of 1843 went into possessioxr of the hundred acres, built a house, cleared land, and continued to occupy it by himself and tenants pver since. His improvements were valued at $880.52.\nThe record of a judgment in the District Court of Allegheny county, John Crossan v. Dr. John H. Irvin, 25th July, 1842, for $142.35 ; testatum fi. fa., to sheriff of Mercer county, and levy upon 179 acres, the remainder of the tract in dispute—valuation by inquest, at twenty dollars per acre,—test. vend, exp., and sale by the sheriff to James Denniston for $805. Sheriff’s deed to James Denniston, dated 10th August, 1818, for 170 acres.\nSale book of unseated lands, showing a sale by the treasurer of Mercer county, on 10th June, 1844, to James Denniston, of 270 acres, the whole of the tract in controversy, for forty-five dollars, for the county, road, school, and state taxes of 1842-43. Treasurer’s deed to James Denniston for 270 acres, dated 10th June, 1844; and testimony of witnesses that Denniston went into possession in the spring of-1844, continued in possession ever since, and made improvements valued at fifteen hundred dollars. That Thompson and Denniston compromised, and Thompson continued to hold the 100 acres purchased by him, and Denniston the residue.\nThe defendants then offered a receipt of Dr. John PI. Irwin for the deed from Potter to him, and the depositions of Wm. Waugh and Andrew Burd, to prove that the deed mentioned in the receipt was delivered to and accepted by Dr. Irwin, on the 17th Dec. 1831. These were objected to by plaintiffs as irrelevant; objection overruled and testimony admitted. Defendants also offered to prove by J. P. Garret, that Dr. Irwin had possession of the deed from. Potter, in 1840, exhibit.ed.it to witness as his own, and offered to sell to witness the property as his own land. This was objected to by plaintiffs as irrelevant and incompetent; objection overruled and testimony admitted. Defendants further offered a deed from Dr. Irwin to Wm. McCollough, dated 22d June, 1832, of one of the tracts for the purpose of showing that Dr. John H. Irwin claimed and sold the land as his own. This was objected to by plaintiffs: objection overruled, and testimony admitted.\nIn the receipt of Irwin to Potter it was stated that the lands conveyed to him by the deed of Potter, were the same lands which, together with others, the said Potter purchased at sheriff’s sale, “ in trust for himself myself and other creditors of the said Hoge, deceased, the said four tracts being there set off to me by persons mutually and amicably chosen by the said creditors, for whom the said Potter held the same in trust, to make division of said trust lands, with which said deed from said Potter and myself I hereby acknowledge myself content and satisfied,” &e., &c.\nOn the trial below, it was contended on part of the plaintiffs, that there was no such reduction into possession by Dr. Irwin of the money due his wife from the estate of John Hoge, as would make him the owner of it.\nThat his acts prior to 1832, were in affirmance of and not inconsistent with the rights of his wife.\nThat under the arrangement mentioned, Elderkin Potter purchased and held the land in trust for the heirs of the Rev. Samuel Waugh, and the assignee of David Hoge.\nThat immediately upon the purchase by Potter, an interest in the lands purchased vested in Mrs. Irwin, which could not be divested by any subsequent acts or declarations of Potter, or her husband.\nThat there was sufficient upon the record, and in the deed from Potter to Irwin, to put a purchaser upon inquiry, viz.: The way in which the amicable action was entered, “in right of, and on behalf of,” &e. The recital of the same in the writs of scire facias, and in the amicable agreement for substitution of the administrators as defendants. The fact apparent that no money was paid, but a credit entered on the judgment for Mrs. Irwin’s proportion of the purchase-money in pursuance of an arrangement between the parties interested. The nominal consideration of one dollar in the deed from Potter to Irwin of four valuable tracts of land, containing in the aggregate 1050 acres; also, the recital in the same deed that it was “ in fulfilment of a trust reposed in him, the said Potter, by the said Irwin.”\nThat Dr. Irwin had but a life estate in the land, and the title by sheriff’s sale terminated at his death, which was before the institution of this ejectment.\nThat Denniston, under his sheriff’s deed, was but a tenant for life during the life of Dr. Irwin; that the sale for taxes in 1844, which he permitted, after he had taken possession, for the purpose of extinguishing the title derived by Mrs. Kaine from her mother, was in fraud of her rights, and that the title acquired by the treasurer’s sale would enure to her benefit and not Denniston’s.\nThat the sale for taxes in 1844 was void, because the taxes, in law, were paid and satisfied, as the sale upon the Crossan execution left a large surplus in the hands of the sheriff, which is still in his hands, and more than sufficient to pay the taxes.\nThat the taxes for which the land was sold in 1844, had been assessed before the sale on the Crossan execution, and a sheriff’s sale extinguishes all liens, and that the taxes were liens.\nMcCalmont, President Judge, inter alia, charged as follows:\n“To support their claim, the plaintiffs show a patent to John Hoge, dated 17th April, 1804, for 400 acres 105 perches, warranted in the name of Timothy Jordan; a judgment in the Court of Common Pleas of Washington county, No. 3 of January term, 1824, William Waugh, late a ward, v. John Hoge, his guardian, under which the land in controversy was sold on a testatum vend, ex. by the sheriff of Mercer county, on the 1st Dec. 1829, as appears by the return on the writ, to Elderlcin Potter, for the sum of ; a deed therefor, from the sheriff, Andrew'Cristy, to Elderkin Potter, dated the 6th day of October, 1830; and a deed from Elderlcin Potter to John H. Irwin, dated 8th July, 1831.\n“The plaintiffs claim title through Mrs. Irwin, wife of said John H. Irwin. It is in evidence that Mrs. Kaine, the plaintiff, is the only surviving heir of Mrs. Irwin. In order to show title in Mrs. Irwin, the plaintiffs allege that Dr. J. H. Irwin held the legal title to the land in controversy, as a trustee for her; and contend that at her death, he became merely the owner of the life estate, and that at his decease, which was before the commencement of this suit, the remainder in fee simple vested in Mrs. Kaine.\n“ To support this allegation, the plaintiffs have given in evidence: (here the Court referred to the exemplification from the Common Pleas of Washington county, No. 64, June term, 1824, depositions of Ewing, Mrs. Burd, and other evidence.) By the law, as it was before the Act of 1848, the personal property of the wife which was in her possession became, upon her marriage, absolutely the property of her husband, without any formal act of ownership. It was not so, however, as to what are called choses in action, such as debts due the wife before her marriage. Before such became the property of her husband, it was necessary for him to reduce the same into his possession, or to exercise some formal act of ownership over them. The bringing suit by the husband, and obtaining judgment therein, .would be such a reduction of the claim into possession, as would make it the property of the husband.\n“ The plaintiffs contend, however, that the circumstances of the claim being in right of the wife, and the action being stated in the manner in which it was, are evidence to show that the claim was not reduced into possession.\n“ On the other hand, defendants contend that the agreement on file in the entering of the amicable action, the receipt of the judgment by the attorney for the plaintiffs in said action, the declaration of Dr. Irwin, as testified to by Mr. Garrett, which was to the effect that the title to the land conveyed by the deed from Potter was in him, together with other evidence which the jury will recollect, show that the claim was actually reduced into the possession of the husband. This is a question for the jury. But supposing that the claim was not reduced into possession by Dr. Irwin, then the plaintiffs further allege that there was an arrangement between all the parties, plaintiffs in the action, to have the land sold at sheriff’s sale, and that it was so sold, and deed made to Elderkin Potter, who was holding the legal title in trust for Mrs. Irwin, among others, and not for her husband, Dr. Irwin; and that the deed from Elderkin Potter to Dr. Irwin was in trust for Mrs. Irwin. Now how are the facts ? This might be a question for you to decide; but under the view we take of the evidence in the case, it will be unnecessary for the jury to decide this question.\n“The defendants, James Thompson and John Madden, claim, under a treasurer’s deed: that this land was assessed for the taxes of 1838 and 1839; that 100 acres thereof was sold for said taxes, as unseated land, by the treasurer, and a deed from the treasurer, David J. Porter, to James Thompson, for 100 acres off the south end of the tract, was made on the 30th June, 1840, and a survey thereof made at the request of Mr. Thompson, by Benjamin Alexander, one of the witnesses, in the fall of 1842; that Thompson took possession immediately, commenced clearing, made valuable improvements, and has continued in possession up to the present time. If you believe this evidence, which does not seem to be disputed, your verdict should be as to this 100 acres for the defendant. The next question is as to the 170 acres not included in the treasurer’s deed to Thompson.\n“ The defendants claim, by virtue of a judgment in the District Court in Allegheny county, No. 879, July term, 1842, at the suit of John Crossan v. John H. Irwin, a testatum fi. fa. thereon, a levy upon his 170 acres by the sheriff, on the same writ, which was sold upon an alias vend, ex., No. 95, of July Term, 1843, to James Denniston, for $5805; and a deed therefor made by the sheriff, John Forker, to Denniston, on the 10th August, A. D. 1842. The plaintiffs contend that Denniston, the defendant, bought only a life estate, being the life estate of Dr. Irwin; that Dr. Irwin held as a trustee, and that Denniston holds as a trustee, and that Denniston holds the legal title in trust, by virtue of the purchase for Mrs. Iiaine.\n“ This brings us to the important question, whether, if Dr. Irwin was such a trustee, had Denniston notice of the trust so as to affect his title ? There appeared to be no evidence of actual notice, and it is admitted by the counsel for the plaintiff that there is none before you; but it is considered by them that there was constructive notice of such a trust sufficient among the title papers and records given in evidence, of which Denniston was bound to,take notice.\n“After a careful consideration and examination of the, deeds and records, we are of opinion that, if there was such a trust, there is not in evidence sufficient to affect Denniston with constructive notice of it; that it was a secret trust, if any, and that Irwin being a holder of the legal title at the time of the levy and sale, and Denniston becoming the purchaser thereof without notice of the trust, his title would be good, and accordingly is entitled to your verdict.\n“ This renders it unnecessary to consider the effect of the treasurer’s deed to Denniston.\n“ Under the view we have taken of the case, your verdict will be for the defendants, for the 170 acres of land included in the deed of the sheriff to James Denniston. And if you believe the testimony of Benjamin Alexander and others, which seems to be uncontroverted as to the survey and possession of Thompson, under the treasurer’s deed for the remaining, 100 acres included in the writ, your verdict will also be for tbe defendants for this 100 acres, which disposes of the whole tract in suit.”\nA number of points were presented on part of plaintiffs, most of which, though answered generally in the negative, the Court observed that they did not consider it material to answer separately from the general charge.\nThe opinion in this Court was confined, as will appear, to the deed of Potter to Irwin, and the question of notice to the purchasers of a trust for the wife of Potter, and to the effect of the treasurer’s sale.\nVerdict was rendered, as before observed, for the defendants.\nSee the opinion of Lewis, J., for the points deemed by the Court material in this case.\nStevenson and Fetterman, for plaintiffs in error.\nStewart, with whom was Holstein, for defendants in error."
  },
  "file_name": "0202-01",
  "first_page_order": 204,
  "last_page_order": 213
}
