{
  "id": 413745,
  "name": "Steele versus Spruance",
  "name_abbreviation": "Steele v. Spruance",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "256",
  "last_page": "261",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 256"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts 110",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841272
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0110-01"
      ]
    },
    {
      "cite": "4 Dal. 251",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 451",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844064
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0451-01"
      ]
    },
    {
      "cite": "1 Jones 429",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 400",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Dallas 348",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 350",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 3,
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 435",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846146
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0435-01"
      ]
    },
    {
      "cite": "6 Watts 435",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846146
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0435-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 543,
    "char_count": 12862,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 6.956186612082884e-08,
      "percentile": 0.4217259384620493
    },
    "sha256": "e6397ccc7e6fc57f09d90c9e52c0aa4153dba7271bc23eadae5305cd60e7d388",
    "simhash": "1:e5a58126ba546639",
    "word_count": 2305
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Steele versus Spruance."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nA majority of the Court in Coney v. Owen, 6 Watts 435, held, that a sale for the non-payment of taxes of unseated donation land, during the life of the soldier, was void, and conferred no title upon the purchaser; but that he could, not be dispossessed without compensation for his improvements.\nUnder this decision, the defendant’s damages were assessed for his improvements at $776.\nThree questions are now presented by the pleadings, all of which were ruled below in favor of the plaintiff:\n1. Did the delay in paying or offering to pay the assessed value of the improvements for a period of nearly twelve years work a forfeiture of plaintiff.’s title ? ,\n2. Was he bound to pay for improvements made after three years had passed from the date of the verdict, and before the tender of the sum found ?\n3. Should the tender have included the interest upon the assessed value of the improvements ?\nBefore proceeding to the consideration of these questions, I desire to say, that the equity of the defendants below, so strongly urged on the argument, has not presented itself to my mind in a very favorable point of view. It is conceded that this tract of land, in the hands of the old soldier, was free from taxation. Its assessment and sale was therefore a plain violation of his rights; and to compel him to lose his land, or to pay a large sum for improvements made without his knowledge or consent, was, to say the least, a somewhat harsh rule to apply to one who was in no default whatever. But the plaintiffs in error, not content with the construction of the statute already given in their favor, ask us to go further, and hold, that, as the money was not paid within what they call a reasonable time, they have an indefeasible title to the land; or, if not, that they are entitled to Toe remunerated for improvements made since the verdict, with interest upon the first assessment.\nUnlike the Act of 1842, neither that of 1804 nor 1815 fixed, nor authorized the jury to fix, any time within which the value of the improvements should be paid; and the only means of enforcing the payment was the retention of the possession. The extent of the remedy was fixed by the legislature, and we have neither the power nor the disposition, in a case like the present, to enlarge it. The provision in the Act of 1815, which is copied from that of 1804, is as follows: “ But where the recovery is effected in such cases, the value of the improvements made upon the lands so sold, after the sale thereof, shall he ascertained by the jury trying the action for recovery, and paid by the person or persons recovering the same, before he, she, or they shall obtain possession of the lands so recovered.”\nOn the one hand, the penalty for non-payment is a stay of proceedings; and, on the other, the compensation* for non-payment is the possession and use of the estate.\nTo allow additional improvements to be made and paid for, or to require the payment of interest whilst the possession is withheld, would be to make a new statute, rather than to enforce the old one.\nIf the position of the plaintiffs in error is seemingly a hard one, it must be remembered that it was originally caused by their own voluntary act in attempting to procure a title by illegal means. The officers of the county could not rightfully sell, nor could the defendants legally buy the land in controversy, and the rule of caveat emptor applies to all public.sales of this character.\nThis case was properly ruled in the Common Pleas.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Thompson, for plaintiff in error.",
      "Marshall, for defendant in error, plaintiff below."
    ],
    "corrections": "",
    "head_matter": "Steele versus Spruance.\n1. Though by the Act of 1st March, 1780, a sale of unseated Donation Land for taxes made during the life of the soldier is void, yet by the Acts of 1804 or 1815 the purchaser is entitled to compensation for his improvements made thereon, the same to be ascertained by the jury trying the action for the recovery of the land. See Coney v. Owen, 6 Watts 435.\n2. But where a recovery in such a case is had, the land is not forfeited by the delay of the soldier or of his representative for nearly twelve years to pay the sum fixed by the jury for improvements thereon.\n3. In an ejectment by the soldier or his representative, the party in possession of the land is not entitled to interest on the sum fixed by the jury as the value of the improvements.\n4. Nor is he entitled to payment for improvements made on the land six years after the verdict and before any tender was made of the amount fixed by the jury for the previous improvements.\nError to the Common Pleas of Erie county.\nThis was a scire facias in the name of Presley Spruanee, executor of the will of James Jones, deceased, for the use of Robert H. Moore and others, v. Adam Steele and others.\nIt was issued upon a judgment in ejectment recovered in the Common Pleas of Erie county on the 17th July, 1839. The ejectment was instituted on the 4th October, 1837, for donation tract No. 94, in the 10th Donation District, in Wayne township, Erie county, the title to which was claimed by the plaintiff, Presley Spruance, as executor of the will of James Jones, the soldier for whom the lot was drawn. The defendants (plaintiffs in error) were in possession of it, and claimed to hold it by virtue of a treasurer’s sale for taxes. The case was tried on the 17th July, 1839, when the jury found for the plaintiff, and valued the improvements made by the defendants at $776.\nThe defendants remained in possession after the verdict, and after three years, as alleged in the plea, made other improvements. The plaintiff in the action made no offer to pay until the 1st June, 1851, when he tendered $776, the amount of the verdict, without interest. This was refused by the defendants, and on the 8th July, 1851, the scire facias was issued.\nTo the scire facias it was pleaded in substance, first, that by the delay for nearly twelve years to pay the amount found by the jury, the title to the premises became vested in the defendants. Secondly, that after waiting a reasonable time after the verdict, viz., three years and upwards, for the plaintiff to pay the amount assessed, other improvements of the value of $2000 were made, and that these must be paid for before recovering possession.\nThese pleas were demurred to.\nAfterwards, on the 5th May, 1852, additional pleas were filed, in which it was alleged that the amount of the verdict should have been paid within a reasonable time; that the defendants, after waiting a reasonable time from the rendition of the verdict, viz., for six years, and supposing by the delay of payment that the plaintiff had abandoned all claim to the land, made other improvements on it of the value of $2000; the plaintiff, whilst the said improvements were in progress, “ standing by and giving no notice that he intended to insist upon his claim to the land.” By reason whereof the title became vested in the defendants.\nAn amended replication and demurrer were filed, in which it was. in substance averred, that after the 17th July, 1839, the date of the verdict, and before the issuing of thé scire facias, to wit, on the-1st of June, 1851, the plaintiff tendered the defendants the sum of $776, which the defendants refused to receive, and it was averred that the plaintiff -was willing to pay that sum; it was brought intoGourt.\nAs to the improvements alleged to have been made since the-verdict, it was alleged that they had been made as alleged in the plea, and that the plaintiff was not bound to pay for any additional improvements made since the verdict, &c. And a demurrer was submitted.\nThe opinion of Knox, President Judge, was as follows:—\n“ The demurrer in this case presents two questions :\n“ 1st. Whether the party plaintiff, by his delay in paying or offering to pay the assessed value of the improvements, is precluded from asserting his judgment, by now paying the amount found due the defendants by the verdict of the jury ?\n“2d. Whether interest is properly chargeable upon the assessed value of the improvements ?\n“In our opinion, the law is against the defendants upon both of these propositions; and we therefore enter judgment upon the demurrer, in favor of the plaintiff.\n“ The question of facts alleged upon the one side, and denied upon the other, must be tried by a jury, before the plaintiff will be entitled to final judgment.”\nJudgment upon the demurrer, in favor- of plaintiff, as of May Term, A. D. 1852.\nError was assigned to the judgment.\nBy the third section of the Act of 3d April, 1804, relative to the sale of unseated lands for taxes, it is inter alia enacted, that no action for recovery of said land shall lie unless the same be brought within five years after the sale thereof for taxes as aforesaid. Provided always, &c. * * * * * “but where the recovery is effected, in such cases the value of the improvements made on the land so sold after the sale thereof shall be ascertained by the jury trying the action for recovery, and paid by the person or persons recovering the same before he, she, or they shall obtain possession of the lands so recovered.”\nA similar provision is contained in the 4th section of the Act of 13th March, 1815, relative to the sale of unseated lands for taxes.\nIn the 20th section of the Act of 12th April, 1842, (Acts 262) is another provision in favor of the recovery of the value of improvements in all cases whatsoever where there is a recovery against the tax title, without regard to the nature of the defects of said title; and it is enacted that wherever any person claiming under such tax title may be out of possession and on account of defects in said title fail to recover the land, the jury, under the direction of the court trying the cause, shall assess the value of the improvements made by such person or those under whom he claims, and shall fix the time within which said assessment shall be paid, &c.\nThompson, for plaintiff in error.\nThe defendants had a right to show cause why execution should not issue: 2 Saunders 72; 2 W. & Ser. 95.\nBy the Act of 1804 the plaintiff had a right to the land upon payment of the value assessed by the jury, and not otherwise. The defendants have the right of possession till payment or tender: 12 Ser. & R. 143; 5 Watts 350, Miller v. Keen. The defendants having no means to enforce the payment, and being bound to remain in possession or lose the advantage of the improvements, the plaintiff should be bound to tender the amount fixed by the jury within a reasonable time. In this case there has been gross laches, and during such period no notice was given by the plaintiff to the defendants that he intended to take advantage of the verdict. After waiting for six years other improvements were made, and after several years more the lands having risen in value, the position of the parties is different from what it was at the rendition of the verdict.' It was said that under these circumstances the plaintiff should be estopped: 4 Dallas 348; 5 Ser. & R. 443; 7 Watts 400; 1 Jones 429; 4 W. & Ser. 328; 12 Ser. & R. 376; 3 Harris 429; 5 Watts 451.\nIt was further contended, if the plaintiff was not estopped, that interest on the amount found by the jury was recoverable. That it was an incident to every judgment in this state: 4 Dal. 251; also cited 5 Watts 350. The law recognises the equity of improvement as a high equity. It was further .contended that the plaintiff should not have execution on the judgment of 1849, but should be left to resort to a second ejectment, wherein the defendants could have their whole improvements estimated.\nMarshall, for defendant in error, plaintiff below.\nAs to whether the plaintiff was estopped, it was said that the right of compensation in the defendants for improvements was a statutory right, under the Act of 13th March, 1815, and the remedy allowed was the retention of the possession till payment of the amount assessed for improvements. No time for payment is fixed by that Act, and the Court have no power to limit it. If they had, there was no necessity for the provision as to limitation of time in the Act of 1842. The valuation is no part of the judgment: 5 Watts 350, Miller v. Keene.\nAs to the 2d point, it was said that interest was not given by the Act of Assembly. > At common law the defendants were liable to be turned out of possession without compensation for improvements. They are not entitled to other or more extensive rights than are given by the Act. But further, the defendants have had the use of the improvements.\nThe question as to compensation for improvements made sinee the verdict was not pressed in this Court; hut as to such it was said that they were made by defendants after notice by the recovery of the plaintiff’s title, and were made in their own wrong. Reference was made to the opinion of Gibson, C. J., in the case of Gilmore v. Thompson, 3 Watts 110."
  },
  "file_name": "0256-01",
  "first_page_order": 258,
  "last_page_order": 263
}
