{
  "id": 413738,
  "name": "McCandless versus McWha",
  "name_abbreviation": "McCandless v. McWha",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "261",
  "last_page": "274",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 261"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Conn. 209",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6754333
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "209"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/9/0209-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1289,
    "char_count": 37750,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 1.197579181942099e-06,
      "percentile": 0.9876508244303046
    },
    "sha256": "0c36493ae270efe8d7ef9b99a1fe6cb28a119023d5f4c26c4a69e049b6da32b8",
    "simhash": "1:ac22cee81d569702",
    "word_count": 6652
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McCandless versus McWha."
    ],
    "opinions": [
      {
        "text": "The opinion of a majority of the Court was delivered by\nWoodward, J.\nThis was an action on the case by the defendant in error against the plaintiff in error, a respectable physician and surgeon, for malpractice in setting a broken leg of the plaintiff; and the only question of any importance presented for our consideration is, whether the Court erred in charging “ that the defendant was hound to bring to his aid the skill necessary for a surgeon to set the leg so as to make it straight and of equal length with the other, when healed; and if he did not, he was accountable in damages, just as a stone-mason or bricklayer would be in building a wall of poor materials, and the wall fell down, or if they built a chimney and it should smoke by reason of a want of skill in its construction.”\nIt is impossible to sustain this proposition. It is not true in the abstract, and if it were, it was inapplicable to the circumstances of the case under investigation. The implied contract of a physician or surgeon is not to cure—to restore a fractured limb to its natural perfectness—but to treat the case with diligence and skill. The fracture may be so complicated that no skill vouchsafed to man can restore original straightness and length; or the patient may, by wilful disregard of the surgeon’s directions, impair the effect of the best conceived measures. He deals not with insensate matter like the stone-mason or bricklayer, who can choose their materials and adjust them according to mathematical lines; but he has a suffering human being to treat, a nervous system to tranquillize, and a will to regulate and control. The evidence before us makes this strong distinction between surgery and masonry, and shows how the judge’s inapt illustration was calculated to lead away the jury from the true point of the cause. Dr. Duncan describes the fracture as an oblique comminuted one of the .tibia and fibula of the leg, about half-way between the ankle and the knee; and he says that on one occasion when he was present at a dressing of the limb, he heard Dr. McCandless complain that McWha had loosened the bandages, and he told him that if he loosed them his leg might be shortened; but McWha justified his act because his leg was painful. Now, upon such a state of facts, the question was not whether the doctor had brought to the case skill enough to make the leg as straight and long as the other, but whether he had employed such reasonable skill and diligence, as are ordinarily exercised in his profession. For less than this he is responsible in damages ; but if he be held to the measure laid down by the Court below, the implied contract amounts on his part to a warranty of cure ; for which there is no authority in law. In a fracture like this, a shortening of the limb is sometimes an inevitable consequence. Dr. Dorsey in his Elements of Surgery, speaking of broken legs below the knee, says, “ the fracture of both bones is most frequent; it may be transverse or oblique, simple or compound, comminuted or single. The fragments are occasionally displaced in every direction. In transverse fractures there is generally no shortening of the limb, but in those that are oblique the leg is generally shortened.” And from Perguson’s System of Practical Surgery, cited in the argument, we learn that “ the fissure in the tibia may be oblique, and the fragments, two or more, may have a constant tendency to become displaced; there may be great irritability of the muscles, particularly during the early part of the treatment; great restlessness of the patient, or unwillingness to submit to the requisite confinement; in shorty a vast variety of circumstances likely to cause difficulty in the treatment.” Hot to multiply authorities, these are sufficient to show that the rule prescribed by the Court is too rigid for this class of cases; that shortening of the leg may result from the most careful and approved practice, or from the misconduct of the patient. Nothing can be more clear than that it is the duty of the patient to co-operate with his professional adviser, and to conform to the necessary prescriptions; but if he will not, or under the pressure of pain cannot, his neglect is his own wrong or misfortune, for which he has no right to hold his surgeon responsible. Ho man may take advantage of his own wrong, or charge his misfortunes to the account of another.\nWe do not mean to intimate an opinion that this case was properly treated, or that the leg could not have been restored to the length of its fellow; but in view of the diversified circumstances that attend cases of this sort, it was very important that the true rule of professional responsibility should have been given to the jury, with instructions that they should inquire, from all the facts in proof, whether the defendant had come up to it or stopped short of it.\nWe have stated the rule to be reasonable skill and diligence ; by which we mean such as thoroughly educated surgeons ordinarily employ. If more than this is expected, it must be expressly stipulated for; but this much every patient has a right to demand in virtue of the implied contract which results from intrusting his case to a person holding himself out to the world as qualified to practise this important profession. If a patient applies to a man of different occupation or employment for his assistance, who either does not exert his skill or administers improper remedies to the best of his ability, such person is not liable in damages; but if he applies to a suegeon and he treats him improperly, he is liable to an action even though he undertook gratis to attend the patient, because his situation implies skill in surgery. Per Heath, J., in Shiels v. Blackburn, 1 Hen. Blac. 161; Seare v. Prentice, 8 East 348. The principle is contained in the pithy saying of Eitzherbert that “it is the duty of every artificer to exercise his art rightly, and truly, as he ought.” This is peculiarly the duty of professional practitioners, to whom the highest interests of man are often necessarily intrusted. The law has no allowance for quackery. It demands qualification in the profession practised not extraordinary skill such as belongs only to few men of rare genius and endowments, but that degree which ordinarily characterizes the profession. And in judging of this degree of skill, in a given, case, regard is to be had to the advanced state of the profession at the time. Discoveries in the natural sciences for the last half-century have exerted a sensible influence on all the learned professions, but especially on that of medicine, whose circle of truths has been relatively much enlarged. And besides, there has been a positive progress ’ in that profession resulting from the studies, the experiments, and the diversified practice of its professors. The patient is entitled to the benefit of these increased lights: The physician or surgeon who assumes to exercise the healing art, is bound to be up to the improvements of the day. The standard of ordinary skill is on the advance; and he who would not be found wanting, must apply himself with all diligence to the most accredited sources of knowledge.\nIf, in view of the principles here stated, Dr. McCandless shall be found, on re-trial, to have performed his whole duty to his patient, and that any defects in the limb are due to the patient’s fault, or to the peculiarities of the fracture, there ought to be no recovery in damages. But if the blemish be fairly attributable to professional negligence, the jury should assess the damages.\nThe only remaining error assigned is scarcely worthy of notice. The action depended so entirely on its own circumstances that the observation of the Court as to the policy of such suits was irrelevant, and we may fairly presume harmless. But, for misdirection on the other point, the judgment is reversed and a venire de novo awarded.\nLewis, J.,\ndelivered an opinion as follows:—\nWithout dissenting from the able opinion of Mr. Justice Woodwaed, I make the following additional remarks.\nThe case is peculiar, and relates to matters of such general interest as to justify this course. The Court below charged the jury that “the defendant was bound to bring to his aid the skill necessary for a surgeon to set the leg, so as to make it straight, and of equal length with the other when healed; and if he did not, he was accountable in damages., just as a stone-mason or bricklayer would be in building a wall of poor materials, and the Avail fell down; or, if they built a chimney, and it would smoke by reason of a want of skill in its construction.” This is the error complained of, and it seems to be thought that the Court, in giving this instruction, held the surgeon bound under all circumstances to cure the fractured leg, so as to “make it straight, and of equal length with the other when healed.” I do not so understand the language of the judge. He only held the surgeon bound to “ bring to his did” the skill necessary for the purpose. If the fracture in question was one which might have been restored by the exercise of ordinary skill, there was no error in requiring its exercise from one who held himself out as possessing it, and received compensation for his services in consequence of his represented professional ability. This brings us to the question, Was the injury one which might have been cured by the exercise of ordinary surgical skill ? To decide this question we must have a description of the fracture. The evidence given has not been brought up by the bill of exceptions, and the defendant in error objects to that part of it which has been inserted in the paper-book, without being certified as correct. The only testimony presented for consideration here by the plaintiff in error is the deposition of Dr. Duncan, who was his student at the time of the injury, and visited the patient in company with his preceptor after the first visit of the latter. This witness describes the injury to be “ an oblique comminuted fracture of the tibia and fibula, nearly half-way from the ankle to the knee, or thereabouts and informs us, in speaking of the treatment of it by Dr. McCandless, that “ there were splints on the fore and back parts of the leg, reaching from the ankle to the knee, to keep up extension and counter-extension.” Dr. MeCandless, on this visit, complained that the patient had “ disturbed the bandages and dressing by'loosing them;” and the patient “defended the act of loosing the bandages, because the leg was painful.” The witness further states that the leg, at this time, was “considerably swollen.”\nWe have no'precise account of the manner in which the splints were secured so as to “ keep up the extension and counter-extension,” for which the witness tells us they were designed. I am unable to comprehend how splints, “ reaching only from the knee to the ankle,” could be applied to such a purpose without manifest danger of injury by means of the attachments which would be necessary to produce the result. Extension, as used among surgeons, is the force exerted on the lower fragment, in order to bring its superior extremity lower than the inferior extremity of the superior fractured portion; and counter-extension is a resisting force -which prevents the whole limb, or even the body, from obeying the force of extension. The attachment, by means of a circular bandage at the ankle, for the purpose of extension, and that at the knee, for the purpose of counter-extension, would tend to impede the circulation, particularly the venous return (which ought not to be obstructed), and would irritate the parts so as to produce great pain and probable injury. Professor Boyer, in his Lectures on Diseases of the Bones, recommends that the splints should he long enough to extend from the knee to a short distance .beyond the sole of the foot; and that they should rest perpendicularly on their edges, and a third splint on the anterior portion of the leg. Professor Miller, in his Principles of Surgery, states that the splints should “ invariably be of sufficient length to command the neighboring joints ; otherwise, by rotation, re-displacement will certainly take place.” Dr. Hutchinson recommends splints extending from the knee six or eight inches below the sole of the foot, so as to dispense with irritating attachments at the ankle. But Professor Dorsey, whose skill and experience entitles his opinion to great respect, in his work on surgery, informs us that even Hutchinson’s convenient method is found to produce great irritation, and to cause the leg to swell from the pressure of the circular bandages; and that when this happens, in oblique fractures of the' leg (such as the case in question), “ the long splint of Desault must be substituted, and the counter-extension made at the pelvis, in the same manner as in the case of a fractured thigh, except that the leg must be dressed with the bandage of strips.” In fractures of the thigh, permanent extension is usually effected by means of a long splint, acted on by a band attached to its upper extremity, and passed over the perineum, by the tightening of which the splint and the limb are pushed steadily downwards. By the addition of a shorter splint, but long enough nevertheless to extend from the perineum to six or eight inches beyond the sole of the foot, united at the lower extremity to the long splint, by means of a cross-piece, the extending force could be applied to the ankle by attachments to the cross-piece, in such manner as to avoid irritation or other injury. But, according to the opinion of eminent surgeons, “ a short splint, extending a little above and below the fractures only, is not only an absurdity, but a mischievous absurdity Miller’s Prin. Surgery 506. Entertaining these views of the case, I am bound to say, that the plaintiff in error has failed to satisfy me, either upon philosophical principles, or by surgical authority, that the means made use of for the purpose of producing “extension and counter-extension,” were adequate or even proper for the purpose. vIf this was a case in which such extension by artificial means was not required, the mere want of adaptation of the means to that end would be immaterial. But w'e must remember that the fracture was oblique, not transverse; that it was comminuted: that is, the bones were broken, not only at one point, but many; and that both the tibia and fibula were thus fractured. Under those circumstances, in preventing the shortening of the limb by the contraction of the muscles no reliance could be placed upon the bones thus broken into fragments. The necessity of supplying the place of these natural splints, by artificial means, must therefore have been manifest to a surgeon of ordinary skill in his profession. But in addition to the application of means not sufficient to produce the result which was indispensable to a proper restoration of the leg, there is reason to believe, judging, solely from the imperfect view of the evidence presented by the plaintiff in error himself, that the short splints were applied by attachments above and below the fracture, so,as to impede the circulation, to irritate the parts, to cause the limb to be “considerably swollen,” and to produce so much pain that the patient, notwithstanding the strong motive which he had to submit to any treatment likely to effect a perfect recovery, “loosed the bandages because the leg was painful.” If this was the case, whatever may be thought of the propriety of the original application of these means of extension, their continuance, and. the neglect to adopt others less liable to objection, was primé facie evidence of a want of surgical skill, and if not explained to the satisfaction of the jury, the defendant below ought to answer in damages for the injury.\nA patient is bound to submit to such treatment as his surgeon prescribes, provided the treatment be such as a surgeon of ordinary skill would adopt or sanction. But if it be painful, injurious, and unskilful, ho is not bound to peril his health, and perhaps his life, by submission to it. It follows that before the surgeon can shift the responsibility from himself to the patient, on the ground that the latter did not submit to the course recommended, it must be shown that the prescriptions were proper, and adapted to the end in view. It is incumbent on the surgeon to satisfy the jury on this point, and in doing so, he has the right to call to his aid the science and experience of his professional brethren. It will not do to cover his own want of skill by raising a mist out of the refractory disposition of the patient.\nThe “intemperate habits” of the patient are also relied upon here. But this furnishes no excuse for the want of skill in the surgeon. On the contrary, it was a circumstance calculated to admonish him that the case called for more skill and care, than cases of less difficulty demand. We are therefore brought back to the main questions in the cause:\n1. Did the surgeon exercise ordinary skill and care in his treatment of the patient ? If he did, he is not liable. If he did not, he is.\n2. Was the injury one which, under all the circumstances, might have been perfectly cured by ordinary surgical skill and care ? If it was, and the surgeon failed in his duty in this respect, the damages ought at least to be commensurate with the injury. If the injured limb was not susceptible of a more perfect restoration, the surgeon would nevertheless be liable for ,any unnecessary pain or delay occasioned by the application of unskilful and improper remedies.\nAlthough the error assigned may not be fully sustained, we have nevertheless a right, in our' discretion, to reverse for an error not assigned, if it is believed to involve an important principle, or to affect the justice of the case. In the charge the Court told the jury in substance that the surgeon was bound to bring to- his aid the skill necessary to effect a perfect restoration of the leg. The propriety of this instruction depends upon the question whether the injury was one which, under ail the circumstances, a surgeon of ordinary skill might have perfectly cured. This was a question of fact, which should have been submitted to the jury. Plain as the question may seem, it is not a matter of law, the decision of which can-be taken from them and assumed by the Court. There was, therefore, error in giving the peremptory and unqualified direction which withdrew this part of the case from the jury. -But there are errors of omission as well as those of commission. When the judge spoke of the obligations of the surgeon to bring to his aid the necessary skill, he ought to have enforced the correlative duties of the patient, to submit to all the skilful and proper requirements of his professional attendant. When the jury were told in effect, that the defendant was liable if he failed to exercise the skill necessary to a perfect restoration of, the leg, they ought also to have been informed that if he exercised-’ ordinary skill and care, he is not responsible for the disastrous result which.ensued. Where a case turns upon a question of fact, the jury should be advised of the conclusions of law which apply to each aspect of.it. The object of instructions is to enable the jury to form an enlightened judgment on the whole case. The errors of commission and omission referred to tended to give the jury a one-sided view of the controversy; and, when considered in connection with the facts that a professional man was on trial before a jury of laymen, and that the Court, instead of guarding him as in duty bound, against the prejudices likely to arise in such cases, actually indulged in a strain of remarks calculated to inflame them, it is our duty to correct all the errors within our reach. The remarks complained of in the 2d assignment of error affirm no principle of law, and are-therefore not the subject of review here, further than as they suggest the propriety of exercising a prudent discretion in regard to matters which are subject to review.\nIt is important to the interests of society that the profession intrusted with the preservation of the health and lives of the community should be held to a strict rule of accountability. Men of true science will not object to this. They court investigation. But the incompetent practitioner, and the designing empiric, “love darkness rather than light,” and the sooner they are driven, by judicial scrutiny, into other pursuits for which they are better qualified and where they can do less mischief, the better for the public welfare. But it is equally important that professional services should be fairly treated, and that true skill and worth should receive.the firm protection of the law. All men have a right to the instructions which make in their favor. But the exigency of the surgeon’s case rendered them indispensable on the present occasion. The difficulties which seem to stand in his way are sufficient without aggravating them by withholding the proper instructions in his favor.\nFor these reasons I am in favor of reversing the judgment and awarding a venire de novo.",
        "type": "majority",
        "author": "Woodward, J. Lewis, J.,"
      },
      {
        "text": "Black, C. J.\nWe all concur in the law of this case. The judge in his charge fell into an error in stating the amount of skill required in the treatment of the case. We reverse for that reason. But when we decide the legal point we are done with it. We are not authority on questions of surgery. 'Our hands are abundantly full of questions which belong to our own profession, without volunteering opinions on sciences which relate to others. I think it necessary to say this in order to prevent the Court below on second trial from supposing that we intend to give them any instructions on matters in which we have no jurisdiction.\nBut this is my own opinion, for which no other member of the Court is responsible.",
        "type": "concurrence",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Cunningham and McCandless, for plaintiff in error.",
      "Roberts and Fetterman, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "McCandless versus McWha.\n1. A physician or surgeon is under obligation to possess, and it is his duty, in the treatment of a case, to employ such reasonable skill and diligence as is ordinarily exercised in his profession ; and in judging of this degree of skill, regard is to be had to the advanced state of the profession at the time.\n2. It is the duty of the patient to conform to the necessary prescription, if it be such as a surgeon of ordinary skill and care would adopt or sanction; and if he will not, or under the pressure of pain cannot, his physician is not responsible for injury resulting therefrom.\n3. In an action against a physician for malpractice in the setting and treatment of a broken leg, it was error in the Court to charge that “ the defendant was bound to bring to his aid the skill necessary for a surgeon to set the leg so as to make it straight and' of equal length with the other when healed, and if he did not, he was accountable in damages just as a stone-mason or bricklayer would be in building a wall of poor materials, and the wall fell down; or if they built a chimney and it would smoke by reason of a want of skill in its construction.”\n4. The action depending entirely on its own circumstances, it was not error in the Court to remark to the jury on the policy of instituting suits against physicians, for injuries sustained on account of malpractice.\nError to the Common Pleas of Beaver county.\nThis was an action on the case by James McWha v. Dr. Alexander Gr. McCandless, for an injury sustained by reason of alleged malpractice in the setting and treatment of his broken limb. The action was brought to September Term, 1848.\nThe plaintiff, by accident, had his left leg broken about the 24th March, 1847, and the defendant, a surgeon and physician of good standing in his profession and otherwise, was called to set the leg and attend to it.\nAfter the leg had healed, this suit was brought to recover damages for malpractice, on the alleged ground of a want of the exercise of sufficient surgical skill and attention to the broken limb, whereby it was alleged the leg had become shorter than the other one.\nOn the part of the plaintiff in error, the defendant in the action, the only testimony stated on the paper-book, was a deposition of one Dr. Duncan, who, inter alia, testified that he had been in practice over two years. That in the' capacity of a student under the defendant, he went with the defendant to visit the plaintiff about a week after the fracture had occurred. The character of the fracture was that of an oblique comminuted fracture of the tibia and fibula of the leg, which was fractured nearly half-way from the ankle to the knee. The bandages were opened so that he discovered that there were splints on the fore' and back parts of the leg, reaching from the ankle to the knee, to keep up extension and counter-extension. He subsequently stated that at the time he referred to, the leg was considerably swollen. He said he did not feel the limb, but so far as he could determine by the eye, the limb appeared to be correctly set. He further testified that on this occasion he heard a conversation between the defendant and the patient in reference to the limb, and heard the defendant give instructions to the plaintiff as to the dressing and position in which the leg was to be kept. The conversation was in substance a complaint by defendant against the plaintiff for having disturbed the bandages and dressing, by loosing them ; the plaintiff defending the act because his leg was painful. The defendant instructed the plaintiff not to disturb the bandages, to keep them moist and keep the leg in the position he left it, viz. horizontally, telling him if he loosed the bandage the leg might be shortened.\nHe further stated that the plaintiff’s habits were intemperate at times before the accident. He expressed the opinion that from the disposition and habits of the plaintiff, no physician could maké him obey instructions as to the care of his leg; nor, considering his disposition and habits, treat his case in the ordinary manner.\nHe said that he saw the leg about six months afterwards; the bones of it were displaced, but whether that was the result of unskilful treatment or improper conduct of the patient, he said he could not tell.\nOn the paper-book furnished on the part of the defendant in error, the plaintiff in the action, was a statement of the testimony of several witnesses, which was however not brought up with the record.\nSeptember 3, 1850, verdict was rendered for plaintiff for $850.\n_ _ A motion for a new trial was made, and it was stated on the paper-book that upon consultation the Court declared that if the plaintiff would release all but $500, judgment wmuld be given for that sum. Before release the President Judge, Bredin, died; and after his death a reléase having been filed, releasing the damages above $500, on 5th June 1851 judgment was entered on the verdict.\nA writ of error was taken. In the Supreme Court a motion was made for the continuance of the case, on the ground that the bill of exceptions to the charge, which it was alleged had been taken in the case, had not been sealed. The case was continued, and in the opinion delivered in the case by Justice Lowrie, a mode was suggested for having a bill of exceptions made up and sealed. See the opinion in 8 Harris 184-5. In pursuance of such suggestions, a petition was presented to the Court of Common Pleas, representing that Bredin, J., had charged in a certain manner; that exception was taken to the charge, which the president judge had been requested to seal and to file the charge, but though the exception to the charge had been noted by the judge, yet the charge was not filed nor the exception sealed.\nAn affidavit was annexed as to the truth of the facts stated in the petition.\nTestimony was heard, after which a bill of exceptions was sealed. It was as follows:\n“ In this case the plaintiff, by his counsel, alleged that he had received serious damage by defendant not setting his leg properly, or when set, of not using proper splints and bandages to keep it in place, and in using no means to keep up extension and counter-extension, in consequence of which, and through neglect of defendant not visiting plaintiff, and examining the leg to see that it was right, the end of the bones slipped past each othér, and when knit, the. broken limb is two inches shorter than the other, or thereabouts.” s . '\n“ After the close of the testimony on the trial of the above case, the Hon. John Bredin, President Judge, charged the jury substantially as follows:—That the defendant was bound to bring to Ms aid the skill necessary for a surgeon to set the leg so as to make it Straight and of equal length with the other when healed, and if he did not,'he was accountable in damages, just as a stone-mason or bricklayer would be in building a wall of poor materials, and the wall fell down; or if they built a chimney, and it would smoke by reason of a want of skill in its construction, they could not only not recover pay for building, but would be accountable for damages. And “ if suits were more frequently brought, we would perhaps have fewer practitioners of medicine and surgery not possessing the requisite professional skill and knowledge, than we now have. But it is due to the defendant to state that, with the exception of the matter complained of in this suit, there is nothing in the evidence given to show that he is not respectable in his profession.”\n“ To which charge defendant’s counsel, on the returning of the jury, and before verdict rendered, took exceptions, and requested the said judge to seal a bill thereof, and file his charge of record. The said judge noted the said exceptions, but omitted to seal the bill of exception and file his charge, and afterwards died on the 21st of May, 1851, suddenly and without having done as requested; and we, the Associate Judges of the said Court (the present President Judge having been counsel for the plaintiff), on petition of the defendant’s counsel to supply the said charge and bill of exceptions thereto, having heard the same,, and the answer of plaintiff’s counsel thereto, and the evidence adduced in support of said petition and answer, do consider and adjudge that the foregoing bill in substance correctly contains the charge as delivered to the jury in the said action, and do accordingly certify and seal the same, this 21st day of September, 1853.”\nIt was assigned for error: 1. The Court below erred in charging the jury, “ that the defendant was bound to bring to his aid the skill necessary for a surgeon to set the leg so as to make it straight and of equal length with the other when healed, and if he did not, he was accountable in damages, just as a stone-mason or bricklayer would be in building a wall of poor materials, and the wall fell down; or if they built a chimney, and it would smoke by reason of a want of skill in its construction, they could not only not recover pay for building, but would be accountable for damages.”\n2. In charging the jury that, “ if suits were more frequently brought, we would perhaps have fewer practitioners of medicine and surgery not possessing the requisite skill and knowledge, than we now have.”\nCunningham and McCandless, for plaintiff in error.\nIt was said that the rigid and unqualified position stated in the bill of exceptions was not a correct exposition of the law. It was, however, admitted that the law implies a contract upon the part of medical men to discharge their duty in a skilful and attentive manner: 1 Saunders 312, n. 2; 1 Lord Raym. 213; 2 Wils. 359: 8 East 348. A physician or surgeon is liable for injuries resulting from the want of ordinary diligence, care, and skill: 9 Conn. 209, Loudon y. Humphrey. A physician contracts to employ the usual skill, but not to cure: Gallagher v. Thompson, Wright’s (Ohio) Reports, 466. But the rule stated in the bill, that the physician was bound to bring to his aid, not the ordinary and usual care and skill, but such as “to set the leg so as to make it straight and of equal length with the other when healed,” it was said was in conflict with philosophy and the science of surgery. If such were the rule, all that would be necessary for a patient, to do to entitle him to damages, would be to show that the injured leg was shorter than the other.\nIt was further contended, that the jury was misled by the Court assimilating the case of the surgeon to that of a stone-mason or bricklayer. If a mason or bricklayer should build a wall out of poor materials which were furnished by Ms employer and the wall fell in consequence of the defect of the materials, the architect would not be liable; also, the mason or bricklayer works with inanimate matter, but the surgeon has for his subject a thing of life, active and changing by its nature. The mode of treatment in one case may not be proper in another. Reference was made to Ferguson’s System of Practical Surgery 316, for observations on the mode of treatment in cases of fracture of the leg, and to the observation that, “ Sometimes a fracture may be treated without the aid of any appliances; on other occasions, what may be deemed the most perfect apparatus will not enable the surgeon to be so successful in his treatment as he could wish;” also to Professor Colles’ Lectures on Surgery 315; Principles of Surgery, by Prof. Miller of Edinburgh, 497; Pruitt’s Modern Surgery 233; same page, “There are some cases which it is as difficult to account for as to remedy;” also Gibson's Surgery, vol. 2, p. 204; Abernethy’s Lectures on Surgery 200 ; Id. 209, “ it is of no use to strap and bandage a fracture to make it unite by main force.” The support to be given to a fracture “ should be gentle and equable, such as it would derive from the healthy state of the parts.” It was said, from the surgical principles stated in the works cited, and from the fact testified to, of the fracture being such as stated— that the plaintiff’s habits were restless and intemperate, and that he interfered with the treatment prescribed and attempted, that the charge was erroneous, and led the jury to a misapprehension of the true principles which should govern the case.\nAs to the 2d assignment, it was said that the part of the charge there referred to was contrary to the policy of the law, as tending to promote litigation. For observations on the subject, reference was made to the September No., 1853, of “The New York Journal of Medicine.”\nRoberts and Fetterman, for defendant in error.\nComplaint was made to introducing in.to the paper-book the deposition of Dr. Duncan only.\nIt was stated, that the fracture being hot only oblique but com-minuted, or broken into small pieces, according to the testimony, the bone itself could not keep up the proper extension of the leg, and therefore something was necessary to keep up the extension of the limb, otherwise the muscles of the leg would, by contraction, cause the oblique or pointed ends of the bones to slip past each other; whilst, on the other hand, if the leg was bandaged, so tightly as to prevent them passing, painful tumefaction of the limb would necessarily ensue, and require the removal of the bandages, which result, it was said, was proved in this case. It was therefore necessary, as testified by surgeons, to have splints of such length in this ease, as by fastenings at the knee and foot would counteract the contraction of the muscles and keep up the extension of the leg at the proper length, and obviate tight bandaging. Besides the want of such treatment, it was said that the patient was permitted to lie on a soft feather bed, without a box or other means to prevent the sinking of the heel or the weighing down of the foot by the pressure of the bed-clothes.\nIt was said that in making the reference, in the charge, to the mason or bricklayer, the judge spoke only of the duty to bring the requisite skill of a surgeon to his aid, referring to the mechanical trades by way of illustrating the principle. That the reference was understood as illustrating the principle of duty, and not as intended to assimilate the work of a surgeon to the inanimate wall of the mason or bricklayer. That after the lapse of three years, the recollection of the language must be imperfect, and the Court should not strain the language of the bill of exceptions to produce a meaning contrary to common sense and probability.\nIt was said that it was not stated in the bill of exceptions that the defendant was bound to set the leg so as to make it straight and of equal length with the other, but that he was bound to bring to his aid the skill necessary for a surgeon to set the leg, &c., and it was this skill .to which the Court had reference. That the Court have before it but an isolated part of the charge. The surgeon is bound to bring to his aid the skill necessary to that end, if it be surgically possible. It was said that, according to the charge, he is only to possess the skill necessary for the purpose; but according to the argument on part of the plaintiff in error, he is also bound to accomplish that result.\nAs to the portion of the charge referred to in the 2d assignment, it was said that the remark was not specially applied to this case, and that a judge trying a cause has a right to express his opinion on matters of fact, not as binding instructions, but as enforcing on the jury the performance of their duty.\nIt was said that medical authorities have been cited to show that extension of the limb is unnecessary in setting a fracture. Whether this be so, is not now a question for this Court. This Court does not sit to correct errors of surgery, but of law. If the judge correctly laid down the law on the evidence before him, he committed no error."
  },
  "file_name": "0261-01",
  "first_page_order": 263,
  "last_page_order": 276
}
