{
  "id": 413702,
  "name": "Good Intent Company versus Hartzell",
  "name_abbreviation": "Good Intent Co. v. Hartzell",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "277",
  "last_page": "288",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 277"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Rawle 83",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823562
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0083-01"
      ]
    },
    {
      "cite": "5 Wh. 186",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 70",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Whar. 287",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle 337",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820635
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0337-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 976,
    "char_count": 30857,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 4.093933238738681e-07,
      "percentile": 0.9093433632617192
    },
    "sha256": "e3ddbfef0992ca8246fe0961aef85633251effe97224249729cd1c4c951e46ee",
    "simhash": "1:d46b92264466d0bd",
    "word_count": 5517
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Good Intent Company versus Hartzell."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\nBy the 16th section of the act of 1845, relative to the Cumberland Road, the commissioner of the road is authorized to contract with the owners of a line of coaches for tolls in a gross sum, by the month, quarter, or year. Two stage companies were running over the road in 1845, and for some years afterwards,’ namely, the Good Intent Stage Company and the'National Road Stage Company. They jointly contracted with the commissioner for leave to run all their coaches through all the gates in Pennsylvania, at the gross sum of $11,000 per annum, payable quarterly. This contract was reduced to writing, and signed by the commissioner and by one member of each company, on the 5th of September, 1845. Another paper was signed by the commissioner alone, and dated July 3, 1847, by which the rate of tolls was fixed at $10,500 per annum from the 1st July to the 1st May, 1848. No other contract was made, and both the stage companies continued to run without paying toll at the gates, but paying up to 1850, according to the last mentioned paper. In 1850 they ceased to pay regularly according to the agreement, but did not pay or offer to pay at the gates. Being in default about $11,000, the gates were closed upon them in 1851, and this suit brought to recover the sum due to the road. The defendants below now come into this Court, averring that the Court of Common Pleas committed twelve fatal errors in the trial of the cause. Though some of these errors are not specified according to the rule of September, 1852, we will consider and decide upon all that are of any importance.\n1. It is said that there was no plea, and the cause was therefore tried without being at issue. In point of fact there were pleas and issues regularly formed. The assertion to the contrary has no foundation except this: that, after the issue was made up, the plaintiffs, on leave given, added several new counts to their declaration. The pleadings need not be changed upon every amendment of the narr. Those which were in at first are held applicable to a new narr. subsequently filed, unless the defendant himself thinks proper to change his defence. But even if it were true that no plea at all had been pleaded by the defendant, it is not an objection which would avail either party in a court of error. -It-has long since been decided for reasons which have never been controverted, that a trial without a plea is a waiver of all matter of form, and a tacit agreement to put the cause on its merits.\n2. The suit was brought to recover the tolls which became due in 1850 and 1851, and for which the two stage companies had made themselves jointly liable by their contract with the commissioner, dated 5th. September, 1845. The declaration as first filed based their liability on the paper signed by the commissioner alone, and dated July 3, 1847. In the new counts the latter seems to have been treated as a mere temporary modification of the contract created by the former, and accordingly the first contract is counted upon. The defendants objected to this new narr., as introducing a new cause of action. But the objection cannot be sustained. The demand in both is for the same tolls, the same failure to pay for the same use of the road during the same period. This is the substantial cause of action, and if we would refuse to let the plaintiffs state the defendants’ liability for the same debt in different forms, or as arising in different ways or by several contracts, express or implied, we would soon deprive ourselves of the right, so often exercised, of boasting that we permit amendments in all cases where justice requires it.\n3. When this suit was brought, there were two superintendents of the Cumberland Road; one of them east, and the other west of the Monongahela. These officers came in place of the single commissioner who had previously performed the same duties. The suit should have been brought in the names of both. But one was omitted by mistake, and the court allowed an amendment which inserted it. This was simply an exercise of the power expressly given to all the courts by the act of 4th May, 1852. There were no new defendants added.\n4. The defendants put in a plea in abatement. This was after declaration filed, and pleas pleaded in bar; after an amendment of the declaration; after the jury were sworn; after a portion of the evidence was given and the trial had made some progress. If there is any technical rule of the law more clearly defined or better understood than another, it is that a plea in abatement cannot be received after a plea in bar. The Court ought not to have allowed it to go upon the record, unless with the consent of both parties, and then only upon the condition that all other defences should he abandoned. It is the duty of a court to lean hard against a party who puts himself upon ground like this. Dilatory pleas which go merely to the action and. not to -the facts upon’ which it is based, are never favored. This would be a sufficient answer to the fourth specification; but there is another, which is not less conclusive. The act of 1845, relative to the Cumberland Road, provides, that in no suit for tolls under that act or any other, shall any plea in abatement for non-joinder be allowed. This was a suit for tolls, under the act of 184,5. The defendants proposed to plead in abatement, and it was not allowed. To have done otherwise would have been to set the statute at nought. We think there is nothing in the argument which would confine this prohibition to cases in which there is no contract.\n5. The defendants demurred to the declaration. This also was after the swearing of the jury. The Court seems to have paused in the midst of the trial, and suffered a party who was losing ground in the issue of fact, to try what he could do at an issue in law. When the experiment failed, the investigation of the facts' was resumed, just as if nothing had happened in the mean time. After such unprecedented indulgence, any complaint of the defendants’ against the Court cannot but look a little ungracious. The demurrer admitted the truth of every averment in the declaration, and the judgment should have been, not quod respondeant ouster, but in favor of the plaintiffs, quod recuperent, which would have put an end to the controversy. It is in vain to say that good cause of demurrer was shown. The non-joinder of a co-promissor in an action of assumpsit is barely sufficient to sustain a plea in abatement when it is pleaded in time, and thoroughly proved, and when no statute stands in the way of it; and it is no cause of-demurrer. The argument based on the form of the declaration which states the contract to have been made jointly with other parties not sued, will not take the case out of the general rule. It is well answered by the fact that there is no averment that the party not joined is alive. This is a somewhat sharp reply; but not sharper than the demurrer itself.\n6, 7, 8. The sixth, seventh, and eighth specifications relate to the- deposition of William Hopkins, the commissioner who made the contract with the defendants. This was objected to on three distinct grounds, and each objection successively overruled, and the ruling excepted to. The first was, that it proved a joint contract with other persons not sued, and not. mentioned in the narr. To obviate this, the declaration was amended, and the contract was set forth as a joint one. This was unnecessary, for the evidence was admissible without the amendment. But it did not hurt the defendants. On the contrary, it gave them what they seem to have prized very highly, an opportunity afterwards of making other objections which were equally nugatory. The point next raised was, that there was a written contract. This must have meant that the evidence was not admissible to explain, alter, or vary the writing. But that was not the object, purpose, or effect of the testimony. The third objection went to the written contract of 5th September, 1845, and is a mere repetition of the first. It was rightly overruled for the same reasons that made the demurrer unsustainable, and for the additional reason which the Court below gave, namely, that a plea in abatement for the non-joinder of parties jointly liable was prohibited in such a suit. It is no answer to this that the non-joinder may be taken advantage of without a plea in abatement when the fact that other parties are liable is averred by the plaintiffs themselves. Concede that this appears in the declaration; concede also, what certainly does not appear, that the parties omitted from the suit are still alive; nevertheless a fair and just interpretation of the statute will forbid that any advantage shall be taken in any way whatever of a non-joinder. It is very plain what mischief that part of the act was intended to remedy, and it is equally plain that the purpose of the legislature would be defeated if a party forbidden to plead a non-joinder in abatement, should be allowed to show it as a reason for keeping out the evidence.\n9. The next specification refers to three bills of exception, angives the substance of neither. According to the rule of this Court, all these errors, if errors they be, are waived by this irregular mode of specifying them. The counsel of the plaintiffs in error probably thought them unworthy of being properly'assigned, for the argument was silent on that part of the case.\n10. The tenth specification asserts that the Court erred in answering all the points of the defendants in the negative. Our rule requires that each point should be the subject of a distinct specification. The defendants submitted five points to the Court, and here they are all run together. I think they were rightly answered. \"We are, however, not to be understood as giving any opinion on them, but only as deciding that they are not before us in any shape which makes it necessary or proper for us to notice them'.\n11, 12. Although the written contract was by its terms to endure only for a limited time, yet the defendants and the other company with which they were connected continued for years after-wards to run their coaches over the road and through the gates, and continued also until 1850 to pay for the privilege the gross annual sum fixed by their agreement. After the expiration of the term limited in the contract, either party had a right to fall back upon his original position. In other words, the commissioner might- have closed the gates, or the stage companies insisted upon paying the tolls according to the rates fixed by law. But when both parties continued to act under the contract, their tacit agreement to he bound by it is as strong as any express renewal could make it. The defendants could certainly not get clear of its operation except by giving a distinct and formal notice to the authorities controlling the road, accompanied by an offer to pay the legal tolls at the gates. As long as they continued to pass the gates without paying, they could only account for their conduct in one of two ways, either by referring' it to the contract, or else by acknowledging that they were guilty of a gross outrage on the rights of the public. Of course, no Court would listen to the latter explanation. Our duty is to put upon their acts the construction most favorable to their character for honor and honesty. This point being settled, it is immaterial whether the Court was right or not in saying it was a contract from year to year.\nThis disposes of all the grounds taken by the plaintiffs in error. Every question of law is most clearly against them, and there is not justice enough in their case to make it worth the thousandth part of the ability and ingenuity expended on it by their counsel.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Howell and Loomis, for plaintiffs in error.",
      "Kaine and Veech, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Good Intent Company versus Hartzell.\n1. The pleadings on the part of the defendant need not be changed on amendment of the narr. Those put in previous to the amendment are applicable to a new narr. subsequently filed.\n2. If no plea be put in on the part of defendant, the want of it is not a ground of objection on his part in a Court of error. A trial without plea is a waiver of form and a tacit agreement to try the cause on its merits.\n3. Though the cause of action cannot be changed by a new count, yet the defendant's responsibility may be stated therein in a different form or as arising in a different way, or by several contracts express or implied.\n4. The name of one superintendent of the Cumberland Road having been omitted as a plaintiff, in instituting a suit for tolls, it was properly added under the provisions of the Act of 4th May, 1852.\n5. A plea in abatement is not receivable after a plea in bar.\n6. It being provided in the Act of 14th April, 1845, to regulate tolls on the Cumberland Road, that in no suit for tolls under this Act or under former Acts relating to the same road, shall any plea in abatement for non-joinder of any person or persons jointly liable with the person or persons, be allowed or sustained. It was Held that a plea in abatement was not admissible after the plea of the general issue to the original declaration and a demurrer to the amended declaration, and after the trial was in progress. The Act of 1845 is not to be confined to cases wherein there is no contract.\n7. The non-joinder of a co-promissor in an action of assumpsit, is no cause of demurrer. Though in the declaration the contract was stated to have been made jointly with other parties not sued, this will not take the case out of the general rule, it not being averred in the narr. that the party not joined is alive.\n8. The Act of 1845 to regulate tolls on the Cumberland Road, prohibiting a plea in abatement on account of the non-joinder of a co-promissor as defendant, such non-joinder could not be interposed as an objection to evidence offered in the case.\n9. A general assignment of error as to several bills of exceptions, or to the answers to several points, is not according to the rules of Court. Each point should be the subject of a distinct specification.\n10. An agreement was made by a commissioner of the Cumberland Road with two stage companies, as to the amount of toll for a limited time, viz. till May, 1848. After the expiration of the time the companies continued to run their stages till 1851, without any other agreement, paying for a part of the time according to the amended agreement, but not paying anything for the latter portion of it; but not notifying the person in charge of the road, of their refusal to be bound by the contract, or without tendering the amount of toll legally chargeable against them: Held, that the defendants were to be considered as tacitly agreeing to be bound by the contract.\nError to the Common Pleas of Fayette county.\nThis was a foreign attachment in case, issued August 16, 1851, in the name of David Hartzell, Superintendent of the Eastern Division of the Cumberland Road in the State of Pennsylvania, v. Thomas Shriver and others, named as partners under the name and style of the Grood Intent Stage Company. The object of the proceeding was to recover an amount for toll on stages and passengers passing along the Cumberland Road.\nSoon after a portion of the Cumberland Road was ceded to Pennsylvania, difficulties arose between the officers of the road and certain stage companies in regard to tolls. See the case of Hopkins v. Stockton, 2 W. & Ser. 163, and Searight, Commissioner of the Cumberland Road, v. Stockton and Stokes, reported in 3 Howard. These adjudications were followed by the Act of 14th April, 1845: Acts, p. 430-2. Under the provisions of that Act an agreement in writing was entered into on the 5th day of September, 1845, by William Hopkins, Commissioner of the said road in the State of Pennsylvania, of the one part, and J. C. Acheson on behalf of the National Road Stage Co., and Wm. H. Stille, on behalf of the Good Intent Stage Co., of the other part, and was signed by the three; by which it was agreed that the coaches of the two companies were to be allowed to pass through the gates, from the 1st October, 1845, till the 1st July, 1846, for the annual sum of $11,000, payable quarterly; the companies agreeing to pay at that rate jointly—the payments to be made quarterly in January, April, and July. On the 3d July, 1847, a second agreement was made, as follows: It is hereby agreed by William Hopkins, the Commissioner of the National Boad in Pennsylvania, that the tolls to be paid by the Central Route Stage Companies on said road, for all the coaches run by them, shall be at the rate of ten thousand five hundred dollars per annum, from the 1st day of July, 1847, to the 1st day of May, 1848, said tolls to be paid quarterly.\nSigned by Wm. Hopkins.\nWheeling, July 3d, 1847.\nIt was testified on the trial of this case, that the companies paid at the rate of $11,000 per annum, till sometime in the summer of 1847, when the amount of toll was reduced as before stated to $10,500; after which they continued to run their coaches till the commission of Wm. Hopkins expired in May, 1848, and after-wards.\nBy the Act of Assembly of 8th April, 1848 (Acts, p. 395), the Courts of the counties of Fayette, Washington, and Somerset were authorized to appoint three trustees, whose duty it should be to appoint one or more superintendents, who were to perform the duties before exercised by the commissioner of the Cumberland Boad. Under this Act the Court appointed Wm. Searight and Joseph Doak superintendents, who remained in office till 1st May, 1851, when their appointments expired, and David Hartzell and Abraham Hair were appointed superintendents. During the year 1850, and part of 1851, the toll was said to be in arrear, and this proceeding was instituted to compel- payment.\nOn the 10th August, 1852, a narr. was filed, in which it was alleged that the defendants were proprietors of lines of coaches, and that certain other persons were, proprietors, under the name of the National Boad Stage Company, of like lines of coaches, and that the defendants agreed with the commissioner that, in lieu of the tolls' authorized by law to be collected at the gates, they Would, from the 1st July, 1847, till the 1st May, 1848, “ together with the said National Road Stage Company,” pay the commissioner at the rate of $10,500 per annum; and alleging that this contract was continued till the impetration' of the writ in this case, &c., &c.\nThe declaration contained another count.\nThe defendants, on 2d September, 1852, plead non assumpsit and payment, and payment with leave, &c. At December Term, 1852, the case was on the trial list, but was continued. On the 13th January, 1853, the plaintiffs’ counsel obtained a rule to show cause why Abraham Hair, the other superintendent of the road, should not be added as a plaintiff, and also to add Howard Kennedy and others named as partners, under the name of the National Road Stage Company as defendants. On the 17th January, 1853, the rule was made absolute as to the additional plaintiff, and discharged as to additional defendants. These amendments were asked under the 2d section of the Act of 4th May, 1852 (Acts, p. 574), which is as follows: “ That in all actions pending, or hereafter to be brought, in the several Courts of this Commonwealth, and in all cases of judgments entered by confession, the said courts shall have power, in any stage of the proceedings, to permit amendments by changing or adding the name or names of any party, plaintiff or defendant, whenever it shall appear to them that a mistake or omission has been made in the name or names of any such party.”\nAn amended narr. was submitted, in which was alleged an agreement between the commissioner and the defendants, \"together with the National Road Stage Company,” on the 5th September, 1845, for the payment of the annual sum of eleven thousand dollars, in lieu of the tolls chargeable by law; also alleging that the plaintiffs, as superintendents, succeeded the commissioner in charge of the road; and alleging an assumption by the defendants to pay the amount stated to be due. Another count was added, in which it was alleged that the defendants, on 3d July, 1851, were indebted in $64,166 for tolls before that time accruing upon the other lines of coaches, and upon the' coaches of the National Road Stage Company, and alleging a promise to pay.\nThe altered narr. was objected to as alleged, because,\n1. In the declaration as originally filed, the plaintiffs declare against the defendants and certain other persons, proprietors, &c., under the name, &c., of the National Road Stage Company. In the amendment they declare against the defendants alone; notwithstanding the contract and parties set out in the declaration originally as filed show that the defendants, if liable at all, were liable jointly with' the other persons named therein.\n2. In the declaration as originally filed, the plaintiffs declare upon a contract dated and commencing on the 1st day of July, 1847, and to continue till the 1st May, 1848, for the sum of $10,500 per annum, of which the defendants were liable at the rate of $5250 annually. In the amendment they declare on a contract dated on the 5th day of September, 1845, and for the annual sum of $11,000, although, in the declaration as originally filed, they admit that all tolls due by the defendants to the plaintiffs were paid till the 1st of April, 1850.\nIt was alleged that the plaintiffs had not adhered to the original instrument or contract on which they sued.\nThe amended narr. was admitted.\nThe defendants then demurred to the declaration, and assigned as ground for it, that the' narr. as amended- charges the defendants and the National Road Stage Company jointly ; and that the suit is against the Good Intent Stage Company alone.\nThe defendants then filed a plea in abatement, because the several promises, &c., if made, were each made jointly with the National Road Stage Company, and not by the Good Intent Stage Company alone; and as the National Road Stage Company was not named in the writ, they prayed judgment, and that the writ be quashed.\nOn 22d January, 1853, the plea in abatement was overruled. On same day the jury were sworn.\nFrom the judge’s notes of trial it appeared that the amendment of the declaration was allowed on the trial. That the deposition of Wm. Hopkins, former commissioner of the road, was offered in evidence to prove the contract before alleged, and that it was objected to as not proving the contract as laid in the declaration, but a different one between different persons; that the evidence offered proved a joint contract, and the declaration was against the Good Intent Stage Company alone, &e. It was stated, “ the Court permit plaintiffs to amend so as to meet the objection, and to lay the promise and contract to have been made by the Good Intent Stage Company jointly with the National Road Stage Company.” To this defendants excepted.\nThen the defendants demurred as stated, and the Court gave judgment for plaintiff on the demurrer that the defendants respond over.\nThe deposition of Wm. Hopkins was also objected- to, because there was a written contract, as appeared from the deposition. The objection was overruled, because the written contract was attached to the deposition, and to be read with the oral testimony.\nIt was further objected to on the ground that the contract was a joint one. Objection overruled, on the ground that the Act of 1845 precludes a plea in abatement in such a case.\nThe deposition proved the contract of 1845, for payment for tolls at the rate of $11,000 for a year; that the coaches continued to run without any other agreement except an abatement made by the deponent on 1st July, 1847, of $500. The coaches to run at the rate of $10,500 per annum till 1st May, 1848.\nJoseph Doak was examined, and stated that he commenced to act as superintendent on 7th June, 1848, and went out on 1st May, 1851. That the companies run and paid as they had done whilst Hopkins was commissioner, until after the first quarter was due in 1850. That the contract made with Hopkins “ was continued by. both parties until 1st of May, 1851,” when the witness went out of office.\nHe further said the agreement was $10,500; this he said he understood to have been the Hopkins agreement; they paid at that rate during the time he was in office.\nH e further aid, that some time after the first quarter in 1850 had expired, the defendants declined paying; that he heard one of the defendants say that the tolls were too high; that the conversation was not addressed to the witness. In the fall after, he wanted two of the defendants to pay according to the contract for $10,500. They objected, and said it was too high.; that the travel had fallen off.\nThe agreement of 3d July, 1847, with the commissioner for tolls from 1st July, 1847, till May, 1848, at the rate of $11,000 for a year, was read.\nIt was admitted that the tolls had been paid till the 1st April, 1850, and $1000 afterwards.\nOn the part of the defendants it was offered to prove that the travel had lessened from May, 1850. Objected that there was an agreement, and the evidence was overruled.\nGilmore, President Judge, in his charge said, inter alia, that it was apparent that the defendants refused to pay according to the contract, and gave notice of the refusal as early as 2d December, 1850. He charged that if the contract was made a continuing yearly contract, ending on 1st May of each year, the company were not at liberty to run part of the year under the contract, and then decline to comply for the remainder of the year.\nHe further charged, that if it was competent for the defendants to disannul the contract at any period they might think proper, they could not do it so as to make it effectual and binding upon the authority controlling the road, except by offering to pay at the gates the tolls which could be required by law.\nJanuary 24, 1853, verdict for plaintiff for $11,692.41J.\nSee 13th section of Act of 14th April, 1845, (Acts, p. 431) passed, inter alia, to regulate tolls on the Cumberland Road, in which it is provided that “ in no suit for tolls under this Act, or under former acts relating to the same road, shall any plea in abatement for non-joinder of any person or persons, jointly liable with the person or persons sued, be allowed or sustained.”\nSee the opinion of Black, C. J., for the assignments of error which it was deemed proper to notice.\nHowell and Loomis, for plaintiffs in error.\nIt was inter alia alleged, that the original cause of action cannot be changed: 5 Barr 256; 2 Rawle 337; 4 W. & Ser. 277; 1 Whar. 287; 4 Harris 162. The declaration first filed was upon the agreement of July, 1847, for tolls at the rate of $10,500-per annum, to continue till 1st May, 1848, and for the payment of tolls quarterly; and the claim was for the quarters ending on 1st April, 1851, $384.97½; and for the quarter ending on 1st July, 1851, $984.37½; and that the Good Intent Stage Company were liable for only $5250, and that they had paid at that rate.\nIn the amended declaration the plaintiffs declare on the agreement of 1845, between the commissioner and the two companies, for the payment of tolls at the rate of $11,000 for a year, payable quarterly—to be paid jointly, and payable quarterly in January, April, and July. It was intimated that these two contracts were not identical; that the agreement of 1845 was abrogated by the agreement of 1847; that the amount of tolls to be paid was reduced by the falling off of the travel, yet that the verdict was rendered for tolls at the rate of $11,000 a year.\nIt was contended that the Act of 4th May, 1852, did not authorize a new party to be added to the suit—that the Act only authorizes the Courts to permit amendments, “ by changing or adding the name or names of any party, plaintiff or defendant, whenever it shall appear to them that a mistake or omission has been made in the name or names of any such party.”\nIt was, inter alia, further said that there was no issue when the cause was tried—that the second declaration was a withdrawal of the first—and to it there was no plea: 5 Watts 70; 5 Wh. 186; 9 Barr 139. The defendants did not tacitly agree to waive matter of form, as they were protesting against the proceeding. The case of Sauerman v. Weckerly, 17 Ser. & R. 116, said not to be applicable.\nIt was said that the 13th section of the Act of 1845, prohibits pleas in abatement only when difficulty arises in ascertaining the names of all the persons Who are liable for tolls; and that the 16th section of the Act, which gave the commissioner power to make commutation of the tolls, does not contain any prohibition of such a plea. That the commissioner is left to proceed on his contract, under the customary rules of law.\nBy the agreement of 3d July, 1847, the tolls were to be paid at the rate of $10,500 per annum, .from the 1st July, 1847, to the 1st May, 1848, and to be paid quarterly. It was said that this was not an agreement for one year or from year to year. It was submitted, that though the defendants, for some time after the expiration of that period, continued to pay at the said rate, that there was nothing to prevent them, at the end of any quarter, from giving notice and refusing to pay according to it. The 15th and 16th sections of the Act of 1845 were referred to. It was said that the contract of 1847 was a new agreement, for a specified period, and that when it expired by its own -limitation, the Act of 1845 prescribed the remedy.\nKaine and Veech, for defendants in error.\nThe defendants plead to the original declaration; and if when the amendment was allowed and filed they did not withdraw or alter their pleas, they were pleas to the amendment under the Act of 1806: 11 Ser. & R. 126; 17 Ser. & R. 117. The cause of action was the same. A plea in abatement is prohibited in such a case as this by the Act of 1845; such a plea is too late after a plea in bar. The demurrer was in substance the same as the plea in abatement. The Court gave judgment of respondeat ouster. It should have been a judgment quod recuperet: 4 Rawle 83, Bauer v. Roth. The matter alleged was no cause of demurrer and could be taken advantage of, if at all, only by a plea in abatement, (which was prohibited by the Act), unless it appear on the face of the declaration or some other pleading of the plaintiff, that the party omitted is still living, as well as that he jointly contracted; in which case the defendant may demur: 1 Chitty’s Pl. 30; 1 Bos. & Pul. 73; 1 Saunders 291; Id. 422.\nIt was alleged that the plaintiff had not declared on a written contract, but only on a parol agreement made with Wm. Hopkins on 5th September, 1845, which was proved by his testimony in connection with the writing."
  },
  "file_name": "0277-01",
  "first_page_order": 279,
  "last_page_order": 290
}
