{
  "id": 413759,
  "name": "McMaster versus Rupp",
  "name_abbreviation": "McMaster v. Rupp",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "298",
  "last_page": "299",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 298"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 266,
    "char_count": 4830,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 5.298132930532853e-08,
      "percentile": 0.3320454204086802
    },
    "sha256": "326628c0e2222d44349c5e1f6ff1a9d673f71a38a00f54af0dff0b384dd058b6",
    "simhash": "1:c3229a9dae6e82b9",
    "word_count": 841
  },
  "last_updated": "2023-07-14T19:14:15.640155+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McMaster versus Rupp."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\nThe plaintiff below brought suit before a justice, against the defendant, who offered to confess judgment for five dollars. It was not accepted, and the magistrate gave judgment for seventy cents. The plaintiff appealed, and obtained a judgment on a verdict for eighty-six cents. The Court gave him full costs. The defendant denies the plaintiff’s legal right to the costs, and has taken this writ of error to test it.\nThe Act of 9th April, 1833, which governs the subject, establishes the general rule that the costs on an appeal shall abide the event of the suit, and be paid by the unsuccessful party as in other cases; that is, that a party who succeeds in getting a final judgment for debt or damages shall recover costs without regard to the amount of the judgment appealed from, and no matter who was the appellant. The plaintiff’s case is within the rule, for he has recovered a debt.\nBut the general rule has two exceptions contained in the two provisoes to the act: one is, that when the plaintiff appeals, he shall pay the costs even if he does get 'a judgment for debt or damages, unless such judgment b'e larger or more favorable to him than that which the justice gave him. In the present case the plaintiff appealed from a judgment of seventy cents and got one in Court for eighty-six cents. The first proviso, therefore, does not deprive him of his costs.\nThe other exception is, that when the defendant appealed after having offered a judgment, the plaintiff shall pay the costs unless he finally recovers a larger sum than that for which judgment was tendered him before the appeal. This case is not within that proviso, because although a judgment was tendered, it was the plaintiff and not the defendant who appealed, and the efficacy of such a tender is expressly confined to cases in which the defendant is the appellant. We are asked to give this proviso what the plaintiff in error calls an equitable construction, by striking out the word defendant and inserting either party, and by this means make it apply to any appeal taken after judgment tendered. If we had authority to make the law, we might consider of this proposition and perhaps give a favorable answer. But, as it is, we cannot take such liberties with a statute.\nThe case being within the general provision which the body of the act contains, and not within either of the exceptions, the plaintiff below was entitled to costs, and the judgment must be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Boggs, with whom was Cantwell, for plaintiff in error.",
      "Lee, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "McMaster versus Rupp.\n1. In a suit before a. justice of the peace, the defendant offered to confess judgment for five dollars and costs of suit. The plaintiff declined to accept it, and judgment was rendered by the justice for tire plaintiff for seventy cents. The plaintiff appealed and recovered judgment in Court for eighty-six cents: Held, that under the first section of the Act of 9th April, 1833, the plaintiff was entitled to full costs.\n2. By the second proviso to that section the plaintiff, in case of recovery in Court, is not entitled to costs, only when the defendant appeals after having offered to confess judgment, and the plaintiff has failed to obtain judgment for a greater amount than the sum for which the defendant offered to confess judgment.\nError to the Common Pleas of Armstrong county.\nThis was originally an action before a justice of the peace, by Rupp and Faulk, for the use of T. J. Rupp, v. Thomas McMaster, and was founded on a book account of $41.86 and interest, and a claim for damages sustained by defective workmanship in the ironing of a wagon. .\nThe defendant claimed, as a set-off, $39, for furnishing iron, &c., and for ironing a wagon, and for cash paid to the plaintiff on account. On the return day of the summons, viz., on 10th November, 1851, the parties appearéd, and the defendant, after presenting his claim, confessed a. judgment for $5, with costs of suit. The justice entered the judgment, and also noted a tender of the amount and costs which the defendant made. The-plaintiff refused to accept the amount of the judgment and costs, and after hearing,-the justice, eventually, viz., on 29th November, 1851, entered judgment for the plaintiff for seventy cents, with costs till the time of confessing the judgment.\nThe plaintiff appealed, and on the 18th June, 1853, he obtained a verdict for eighty-six cents damages. On 25th June, 1853, the Court entered judgment on the verdict with full costs. This judgment was assigned for error, and it was alleged that the Court ought to have entered judgment on the verdict for the plaintiff without costs, and allowed the defendant to have his bill taxed and filed according to the provisions of the Act of 9th April, 1833.\nBoggs, with whom was Cantwell, for plaintiff in error.\nLee, for defendant in error."
  },
  "file_name": "0298-01",
  "first_page_order": 300,
  "last_page_order": 301
}
