{
  "id": 413767,
  "name": "Gaullagher versus Caldwell",
  "name_abbreviation": "Gaullagher v. Caldwell",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "300",
  "last_page": "303",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 300"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Mass. 94",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "1 Tenn. 814",
      "category": "reporters:state",
      "reporter": "Tenn.",
      "opinion_index": -1
    },
    {
      "cite": "2 Mass. 97",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2007319
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/2/0095-01"
      ]
    },
    {
      "cite": "2 Johnson 260",
      "category": "reporters:state",
      "reporter": "Johnson",
      "opinion_index": -1
    },
    {
      "cite": "2 Mass. 96",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2007309
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/2/0094-01"
      ]
    },
    {
      "cite": "1 Wheat. 233",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        532347
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/14/0233-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 482,
    "char_count": 9267,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 2.863639319399609e-07,
      "percentile": 0.8415907645580881
    },
    "sha256": "a8d6c56020e3c1268fdf7cafe629a2fdf502fbfac3ab1038df5a94f30132c253",
    "simhash": "1:a4ecc3a49e309def",
    "word_count": 1645
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gaullagher versus Caldwell."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered hy\nBlack, C. J.\nThis was a scire facias to revive a judgment for $918.11, with interest from 19th November, 1849. The defendant below produced a release dated in 1852, from the legal plaintiff of the whole judgment, for the consideration of $150. It was replied to this, that the release was no defence, because the plaintiff and relessor had assigned the debt to a third person in 1841, though it was admitted, that the defendant, when he got the release, had no notice of the assignment.\nCourts of law, as well as Courts of equity, will protect an assignee of a debt against the covinous combinations of the assignor and the debtor to defeat his rights: 1 Wheat. 233. Therefore a nominal plaintiff suing for the use of his assignee cannot dismiss the action. Nor can the debtor make a good payment to the assignor, or take from him a valid release, after notice of the assignment. But the equitable assignment of a chose in action imposes no duty on the debtor until he has notice of it: 2 Mass. 96. The general rule seems to he established (and so it ought to he) that a secret transfer has no power in it against the debtor. If he has no notice of any equity residing in a third person, he may safely deal with him who has the legal right. This rule has been applied even to the case of a legal assignment: 4 Ser. & R. 184. And in an unreported case, we held that a debt in the hands of an assignee was subject to be reduced by setting off claims purchased by the debtor against the assignor after assignment and before notice. It is impossible to conceive upon what principle of justice a debtor should be prejudiced by an assignment of which he knows nothing. If the party whose interest and duty it is to give him notice, so that he can regulate his conduct according to his new relations, make it a point to keep him ignorant, he should certainly not he compelled to suffer; since one man is not to answer for the default of another. Down to the moment of notice, the debtor may do whatever he could legally have done if no assignment had been made. Any contract which he makes with the original creditor by which the debt is extinguished, either in whole or in part, is binding and valid against the assignee.\nIt was not averred in the argument (and there is nothing on the record to support such an assertion) that the defendant obtained the release by other than fair means. It was not said to be invalid for any reason except because of the assignee’s interest. The assignment was entirely a private one. It was not filed or noted on the record. The assignee was not named in any of the proceedings, though the judgment was several times revived. Several executions were issued and stayed by the legal plaintiff himself. The present scire facias was not marked for the use of the assignee. For aught that appears, the defendant never heard of the assignment until it was sprung upon him from the pocket of his adversary at the time of the trial, nearly twelve years after its date. The well known character of the assignee in this case puts his motives above all suspicion. He was, without doubt, merely careless of his own interests, as professional men, with their hands full of other people’s business, are apt to be. But if we would hold that a release obtained in good faith and honestly paid for, could be made void by producing an assignment of earlier date, but unknown to the debtor, we would give- dishonest men an opportunity of committing the grossest frauds. The assignor and the assignee might easily conspire to keep the assignment a secret for the very purpose of getting the debt paid twice.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Lee, for plaintiff in error.",
      "Cantwell, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Gaullagher versus Caldwell.\nA judgment was assigned for a valuable consideration, but the assignment was not placed on record or there noted; and the plaintiff apparently controlled executions issued upon the judgment. Wo notice of the assignment was shown to have been given to the defendant till above twelve years after the assignment; and in the mean time the defendant, for a valuable consideration, obtained a release of the judgment from the plaintiff in the judgment: Held, that the release was valid against the assignee.\nError to the Common Pleas of Armstrong county.\nThis was a scire facias issued in Armstrong county, in the name of John Gaullagher, for the use of John and James Power, now for the use of Andrew Porter Wilson, v. Thomas Caldwell, who survived James Caldwell, to revive a judgment.\nThe original judgment was entered in Huntingdon county, on 26th December, 1882, for $363, interest from 14th August, 1831. Revived 11th January, 1847, for $480.79, by scire facias and two returns of Nihil. Revived 21st September, 1841, by the attorneys of the parties, for $612.21. James Caldwell died in 1847, and the judgment was revived for $918.11, on 19th November, 1849, after scire facias and two returns of “Nihil.” An exemplification of the record of the judgment was filed in Armstrong county, and on it the scire facias in question was issued.\nThis was represented as a case stated; and in it, it was stated that the plaintiff gave in evidence the note on which the original judgment was confessed, dated 14th August, 1831, for $363. It was signed by Thomas and James Caldwell, payable to John Gaullagher, and endorsed “Pay the within to Jn. and Jas. Power. Signed, J. Gaullagher.”\nThere was also given in evidence an assignment, dated 10th September, 1841, of the judgment, by James Power, who survived John Power, to John Gaullagher. This assignment Was on a separate paper. On the same paper was an assignment of the same judgment by John Gaullagher to Andrew Porter Wilson. This last assignment was without date, but it was accompanied by a letter from the assignor, dated 20th September 1841, enclosing it. A cancelled check of A. P. Wilson to John Gaullagher, dated 16th October, 1841, for $200, was given in evidence.\nThis assignment by Gaullagher to Wilson was not filed of record, nor was it noted on the record of the judgment.\nOn part of the defendant was given in evidence a fi. fa. to April Term, 1837, stayed by John Gaullagher. Al. test. fi. fa. to Mifflin county, returned January 31, 1839; levied on property specified, and returned “stayed by John Gaullagher, plaintiff.”\nThen was given in evidence a release from John Gaullagher to Thomas Caldwell of the judgment. The release was dated 12th November, 1852 ; consideration mentioned to be $150.\nOn the paper-book on part of plaintiff in error, it was admitted that the assignment to Wilson of the judgment was not placed of record, nor was notice of it shown to have been given to Caldwell, the defendant, until upon the trial of this case, on the 22d June, 1853.\nOn 19th September, 1853, judgment was given for the defendant, and to this error was assigned.\nLee, for plaintiff in error.\nIt was stated that the question involved was, whether the assignor of a judgment, after he has parted with the ownership of it for a valuable consideration, without notice to the defendant, can release or extinguish the judgment in any other manner than by the receipt from the defendant of the whole amount of the judgment. The principle, that the payment of money by the debtor to the assignor, without notice of the assignment, was good to the extent actually paid, was not disputed: 4 Ser. & R. 184; 2 Johnson 260; 2 Mass. 97. But it was said that the assignor could not release the judgment of which he was not the owner. It was, however, contended that if the release were available at all, it was valid only to the extent of the money actually paid as its consideration: Bury v. Hartman, 4 Ser. & R. 184; 3 Con. U. S. Rep. 534; 1 W. C. C. 424; 1 Tenn. 814.\nCantwell, for defendant in error.\nIt was said that the judgment was originally obtained in Huntingdon county, on 26th December, 1832, and never revived against Thomas H. Caldwell, after service upon him. Fi.fa.’s had issued, and a levy had been made and returned by order of Gaullagher, to whom it seemed that the judgment had been re-assigned by Powers. Gaullagher appeared from the record to be the party in interest; and A. P. Wilson, the claimant, was acting as the attorney. The assignment of the judgment to the latter was never put on record, and was for the first time exhibited on the trial of the case. Gaullagher being allowed, apparently, to control the judgment, Caldwell procured from him the release in question. It was contended that the release was good for the whole or for nothing. That it could have been set aside only for fraud: 16 Com. Law 373, p. 192; 17 Id. 81; 35 Id. 269. The assignment being secret, and the assignee using the name of Gaullagher as the party in interest, was estopped from denying it: cited Bouvier's Bacon, vol. 8, p. 270. Whilst the law recognises the right of the trustee to release, the opposite is the case with respect to the cestui que trust: Id. 272. A payment to Gaullagher, without notice of the assignment to Wilson, would be binding against the latter: 4 Ser. & R. 175; 9 Id. 74; 2 Mass. 94-96. A receipt is a discharge to the extent of the money paid; a release is a discharge without reference to the amount of the money paid. If Gaullagher could receive and receipt, he could release."
  },
  "file_name": "0300-01",
  "first_page_order": 302,
  "last_page_order": 305
}
