{
  "id": 413774,
  "name": "Shryock versus Jones",
  "name_abbreviation": "Shryock v. Jones",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "303",
  "last_page": "307",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 303"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 495,
    "char_count": 12338,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 7.814296427510288e-08,
      "percentile": 0.45767031205294206
    },
    "sha256": "cfd74f2daed1908cfeb71c3138fa1e1b7aaf8bfcbfec5f8e37b30052db630cf1",
    "simhash": "1:fe20c5bd8d2054da",
    "word_count": 2236
  },
  "last_updated": "2023-07-14T19:14:15.640155+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shryock versus Jones."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nWoodward, J.\nWe allude to the first error only to say that there is nothing in it worthy of special notice.\nAs to the second. The sheriff had in his hands two writs of vend. exp. at the same time commanding him to sell the mortgage-premises, in pursuance .of previous levies and condemnations. One of the writs, No. 69, August Term, 1850, was issued on a judgment which the present defendants in error, who were the mortgagees, had obtained against Shryock, Bingham & Co., for part of the mortgage debt; and, had the sale been made on this writ, the lien of the whole mortgage would have been divested, and the mortgagees turned over to the purchase-money for their satisfaction.\nThe other vend, exp., No. 65, August Term, 1850, was founded on the judgment of William Lehmer & Co. v. Shryock, Bingham & Co.; and on this writ the sheriff returned, “ Property sold 29th August, 1850, to D. Weyand for $1787.” This judgment, like that of Stewart and McGronigal against the same defendants, was subsequent to the date of the mortgage. And as there was no lien on record prior to the mortgage, its lien would not be divested by a sale of the premises on a junior judgment, but the purchaser would take them subject to whatever remained unpaid of the mortgage-money. The question in the case therefore was, whether this sale had been made in virtue of the Lehmer judgment exclusively, or in pursuance of it and the judgment for part of the mortgage debt. The plaintiff in error insists, that because the writ No. 69, August Term, 1850, was placed in the sheriff’s hands commanding him to sell, and permitted to remain there in full force until he did sell, the sale must be presumed to have been made in pursuance of this writ as well as of that of No. 65, August Term, 1850; in a word, that the sale is to be referred to all the authority he had for making it.\nThere would be propriety and strength in this position, if the plaintiff in error had been a purchaser with no other notice than such as the record gave him. When a- purchaser sees the sheriff selling mortgaged premises in pursuance of two executions in his hands, one of which, the record informs him, issued on a judgmont obtained for part of the mortgage debt, he has a right to expect a clear title, and may bid an outside price. It would be a fraud to deny him all which the record imported the sheriff was selling. But this purchaser is not in that category. Under full evidence to the point and proper instructions from the Court,'the jury have found 'that he was not misled by the vend. exp. of the mortgagees, but that he had express notice the land was not selling on their judgment, and that the purchaser would take it subject to the balance due on the mortgage. Now it is true that the effect of sheriffs’ sales is not to be impaired by conditions .imposed by the sheriff, nor even by the execution-creditor; but it is also true that process is under the control of the party issuing it, until the rights of others become vested. The plaintiff or his attorney may stay his writ at any moment before the sale, provided his dominion over it be so exercised as not to mislead the purchaser. If he suffer it to go on, he cannot control the effect of its full execution. This must be regulated, not by the will or the interest of parties, but by the law of the land; but whether it shall go on or be stayed, is a matter over which the plaintiff, whilst it is in fieri, has absolute authority. And when a purchaser has full and precise notice of the exercise of this authority, he has not a shadow of foundation for his.complaints.\nIf the plaintiff in error supposed he was buying on both'writs, he should have seen that they were so returned, for they became part of his title. We have seen that the writ No. 65, August Term, 1850, was returned with a sale; and the record shows that the other writ, issued for part of the mortgage debt, was returned, “ property sold on No. 65, August Term, 1850, to D. Weyand for mortgaged premises.” We have not the sheriff’s deed before us, but we presume it to have followed these returns; and if so, it showed the plaintiff in error what the returns on the writs show us, that he had bought the premises in virtue.of the Lehmer judgment, and not on that which was obtained for part of the mortgage debt. This would be decisive against him independently of the parol proof; but in connection with that, the conclusion is irresistible that the instructions of the Court were only too favorable to him, and that the judgment should be affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Weyand, for plaintiffs in error.",
      "Forward, with whom was Postlethwaite, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Shryock versus Jones.\n1. Whilst a writ of vend. exp. is in the course of execution, the plaintiff has control over it and may stay it, and when a purchaser at the sale has notice of the stay, he is bound by it.\n2. Two writs of vend. exp. issued for -the sale of mortgaged premises, one of them on a judgment for part of the mortgage debt, and the other on a judgment obtained subsequent to the mortgage, for a debt unconnected with it. At the sale the counsel having charge of the first writ gave public notice to the effect that the property was selling subject to the mortgage, and the sheriff returned the property, sold on the latter writ: Held, that the purchaser, who was present when the notice was given, took the property subject to the mortgage.\nError to the Common Pleas of Somerset county.\nThis was an alias scire facias on a mortgage issued to November Term, 1851, in the name of Andrew M. Jones, executor of Benjamin Jones, deceased, and others, v. John K. Shryock, Robert Bingham, and William L. Shryock, late partners, &c. The mortgage was dated on 13th June, 1846, for $2500, and the scire facias was issued to recover two instalments, viz. $600 payable on 1st June, 1849, and $700 on 1st June, 1850. The mortgage was entered of record in December, 1846, and bound two tracts of land, one containing above 433 acres, and the other 111 acres. The previous instalments had been paid by the mortgagors. The writ was served on D. Weyand, as terre tenant, he having been the purchaser at sheriff’s sale; and he plead payment by sale of the mortgaged premises for mortgage debt. It was replied that the sale was not on a mortgage debt.\nAfter the mortgage was recorded, viz. on 10th July, 1849, Stewart and McGonegil obtained a judgment against Shryock, Bingham, and Royer, to April Term, 1849, for $824.21. On this a fi. fa. issued to April Term, 1850, No. 56, and the mortgaged premises were levied on, and the property condemned.\nOn 20th November, 1849, William, Lehmer & Co. obtained a judgment against Wm. L. Shryock, Bingham & Royer, for $436.45. Upon this fi. fa. was issued to April Term, 1850, and the sheriff returned “ Real estate levied, inquisition held on No. 56, April Term, 1850, and property condemned.” A vend. exp. was issued to August Term, 1850, No. 65, on which the sheriff returned, “ property sold, 29th August, 1850, to Daniel Weyand for $1787.” This was property covered by the mortgage.\nIt further appeared that the mortgagees obtained judgment in an action of debt, to February Term, 1850, for $627.70, on one of the bonds covered by the mortgage, viz. for the instalment which fell due on 1st June, 1849. Upon this judgment a fi. fa. was issued, and upon this the sheriff returned, “ Real estate levied, inquisition held on No. 56, April Term, 1850, and property condemned.” A vend, exp. issued to August Term, 1850, No. 69, and upon this the sheriff returned, “Property sold on No. 65, August Term, 1850, to D. Weyand for $1787.” The property here meant was the premises mortgaged.\nOn the trial, W. H. Postlethwaite, the attorney of the plaintiffs, was examined on part of the plaintiffs, and he testified that he was present at the sheriff’s sale of the mortgaged premises; that Weyand was near; he was bidding. The witness said, “ I gave notice to the persons present that the person who purchased the property, would buy it subject to a mortgage for $1300, and interest on $600.” He said that his recollection was, that Weyand inquired whether the mortgage was a lien on any but the furnace tract. He said he walked aside and took no further part in the sale; and that Weyand became the purchaser. Also that after the sale he called on Weyand a few days either before or after the payment of 1st June 1850 became due, and that he made no objection to the payment of the money, but desired further time, &c.\nHe stated, under objection, that the property sold for a less sum in consequence of the notice of the lien of the mortgage. That there was a person present who would have purchased it at a higher price; that if the mortgage were to have been paid out of the sheriff’s sale, he himself would have given more. He said that he was counsel for the plaintiffs.\nHe further stated that the notice was given verbally.\nKimmell, President Judge, in his charge, observed, “that Weyand contends that as the plaintiffs in the judgment to February Term, 1850, in the action of debt on the mortgage-bond, had a writ of vend. exp. in the hands of the sheriff at the time of the sale, the sale was made upon that writ as much as upon the writs issued on the judgment of Lehmer & Co., and that thereby the lien of the mortgage was divested, and the property passed to him unencumbered, and that the plaintiffs were bound to look to the fund arising from the sale.” * * * * *\n“Mr. Postlethwaite says, ‘that as counsel for the plaintiffs, he went to the sale and gave public notice to the purchasers that the land was selling subject to the balance of $1300, due upon the Jones mortgage,’ &c.”\nBut he further charged, that if from the evidence the jury believed that it was publicly announced at the sale, by the plaintiffs through their counsel, that the land was not selling on their judgment, but that they would look to the purchaser for the balance of $1300 with interest due them, and that Weyand made the purchase with such understanding, then he took the land subject to the mortgage, and the verdict ought to be for the plaintiffs for the amount of their claim.\nAugust 23, 1852, verdict for plaintiffs for $1509.98.\nError was assigned to the part of the charge before referred to.\nWeyand, for plaintiffs in error.\nIt was said that though Mr. Postlethwaite testified that he was present at the sale, and gave notice to the persons present that the person who purchased the property would buy it subject to a mortgage of $1300 and interest, and afterwards said that he was counsel for the plaintiffs, yet that he did not say that he gave the notice as counsel for the plaintiffs. That the Court should have submitted it to the jury to say whether he gave the notice of his own accord or at the instance of, and as counsel for the plaintiffs.\nAs to the second assignment, it was observed that if it had not been intended to sell on the vend. exp. issued on the judgment for the mortgage debt, that writ should have been withdrawn. That an officer cannot prescribe conditions other than those which the law has indicated: 5 Barr 245; 2 Harris 13, Wood v. Levis ; also, cited 6 W. § Ser. 284, Opinion in Mode’s Appeal, as to liens.\nForward, with whom was Postlethwaite, for defendant in error.\nIf the vend. exp. on the judgment of Jones had been endorsed-at the time of the sale “stayed,” the purchaser would have had nodefence. It was contended that he would be equally bound to pay the-mortgage in addition to his bid, if informed, at the time, that the property was not being sold on Jones’ execution and that the purchaser would be bound to pay the amount of the mortgage in addition to his bid. It was said that it would be against equity that the purchaser should retain the land without payment of the mortgage, if the land was sold subject to it and it was so understood by the purchaser: 16 Ser. & R. 167; 9 W. & Ser. 103. Whether the sale was made upon the Jones writ for part of the mortgage debt or not, was submitted to the jury. It was said that bidders were in effect warned that that writ was stayed; that the property was not selling on it.\nThe sheriff’s return on the writ of Jones and others, is that the property was sold (not on that writ, but) on No. 65, of August Term, 1850, viz. the writ on judgment of Lehmer & Co. And it was said that the sheriff’s deed contains no reference to that writ."
  },
  "file_name": "0303-01",
  "first_page_order": 305,
  "last_page_order": 309
}
