{
  "id": 413695,
  "name": "Loomis's Appeal",
  "name_abbreviation": "Loomis's Appeal",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "312",
  "last_page": "319",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 312"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 316",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846859
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0316-01"
      ]
    },
    {
      "cite": "3 Whar. 485",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833435
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0485-01"
      ]
    },
    {
      "cite": "6 Wharton 215",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 167",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846069
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0167-01"
      ]
    },
    {
      "cite": "4 Rawle 440",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823534
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0440-01"
      ]
    },
    {
      "cite": "4 R. 440",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 827,
    "char_count": 21703,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 2.2627256875691907e-07,
      "percentile": 0.782819577512048
    },
    "sha256": "0273f6840f4f0299bc453fe1bc789e85498f531ca495ae38e2950f385f2996ec",
    "simhash": "1:6f5351ace00480de",
    "word_count": 3888
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Loomis’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\nThe decree which these appeals bring up for review, was a distribution, by the District Court, of the proceeds of a sheriff’s sale of the interest which Ephraim Jones had in ten lots of land on Coal Hill, devised to him and three of his brothers, by his father. The Court below gave the fund to the several lien creditors, as far as it would go, according to their seniority on the record. They stood: 1, legacies; 2, a mortgage, and 3, judgments.\nThe appellants, who are the judgment creditors, complain of the decree, because it did not divide among them the whole proceeds of the sale, to the exclusion of the legacies and mortgage. Their claim to the foremost position on the list is based on two grounds. In the first place, they assert that the legacies were not liens at all, and the mortgage, being the earliest lien on record, was,,divested by the sale; and secondly, they contend that the sale was expressly made subject to the legacies and mortgage. We will consider the latter branch of the case first.\nThe rule is incontestably established, that a judicial sale of land divests all liens, which in their nature are capable of being ascertained, and which are not saved by statute. To cite the half of the authorities which sustain this proposition, would look like an affectation of skill at ease hunting. Any attempt to prove it sound in principle would be equally useless. The reasons which make it just and necessary are as obvious as they are unanswerable, and have so often been repeated by our predecessors, that all who read law books are familiar with them. Yet, it must be admitted, that some of our earlier decisions, on the very point before us, are not quite consistent with the steadfast adherence which this Court has always professed to the general rule. In Muse v. Letterman, (13 Ser. & R. 167,) and in Stackpole v. Glassford, (16 Ser. & R. 163,) it was declared, that the lien of a mortgage would survive a sheriff’s sale, if the purchaser agreed that he would take it subject to the mortgage. But these cases are not authority for more than this: that a contract to buy subject to a lien may be enforced, if it can be done without affecting the interests of persons who were not parties to it. That the principle was not intended to be carried any farther, is proved by the case of Barnet v. Washebaugh, (16 Ser. & R. 410,) which decided, only four months later than Stackpole v. Grlassford, that though a sheriff’s sale may be made subject to a legacy, the lien will be discharged, unless it appears expressly that it was the clear understanding of all the parties, that it should remain on the land. Mere notices or loose declarations were pronounced insufficient for that purpose. This was strongly reiterated afterwards in Hellman v. Hellman, 4 R. 440, where it was said, that the sheriff had no right to sell subject to one lien and discharged of another, without the consent of all parties. Umbehauer v. Auchenbagh, (3 W. & Ser. 259,) decided, that any imposition of terms by the sheriff was wholly improper, and the purchaser, in that case, was relieved fromqthe payment of a debt subject to which the land was expressly sold with his consent, although the deed conveyed it to him upon that condition. This case, to be sure, had a peculiarity which takes it out of the common class; but the strong reprobation it contains of all interference with the regular course of the law is worthy of attention. Mode’s Appeal, (6 W. & Ser. 280,) held that neither the sheriff nor the parties could, by any parol' agreement, continue the lien of a mortgage, so as to affect a subsequent purchaser or a creditor who might afterwards enter up a lien against the vendee. Randolph’s Appeal, (6 Barr 245,) denies utterly the power of the sheriff, or any other officer conducting a judicial sale, to prescribe conditions other than those which the law imposes, so as to affect, as with a lien, interests subsequently acquired. In view of these decisions, and others to the same effect which I have not thought it necessary to cite, we cannot choose but hold, that while a contract may be made, at the time of the sale, in some sense legally binding on those who make it, it can have no validity whatever against those who are not parties to it. To give it the effect of continuing a lien on the land, it must have the consent not only of the purchaser, but of all the lien creditors, and then it will be of no force against a subsequent purchaser or encumbrancer. One who buys of the sheriff’s vendee, or enters a judgment against him, cannot be affected by such an agreement, even if he has notice of it. The reasoning of Mr. Justice Sergeant, in Mode’s Appeal, on this point is irresistible. The opposite doctrine would tend to create liens on land not found on record nor known to the law, and depending on parol proof. When a creditor or a purchaser finds an old mortgage or legacy legally satisfied and extinguished by a judicial sale, he is not bound to regard any bargain between the owner of the land and a third person for its renewal or continuance, more than he would be to notice an encumbrance which never appeared on the record at all.\nApplying these principles to the facts of the present case, it is impossible for us to say, that anything occurred at the sale of Jones’s property, which continued any of the liens on the land, or defeated the rights of the legatees and mortgagee, to be paid out of the proceeds. There was a notice read from a paper by the deputy sheriff to the bidders. This paper was preserved, and is part of the record before us. It merely mentions the existence of legacies and the names of the legatees, without their amount, and without saying whether they are or are not to be discharged by the sale according to law. It is altogether silent about the mortgage. The deputy sheriff declared, on his oath, that he gave no other notice than what appears on the paper. Another witness says he understood the land to be selling, subject to the mortgage, but heard nothing of the legacies. A third swears that a notice was given that .the property was to be taken subject to the legacies and mortgage. If he means that such a notice was given by the officer, the paper proves him to be mistaken. Of the two other witnesses, one remembers nothing but talk among the bidders; and the other states, that the notice included the mortgage as well as the legacies, and he understood the sale as being subject to both. This evidence, in its best aspect, proves nothing clearly, except that some sort of notice was given of the legacies, and that some of the persons present, tacitly supposed, believed, and understood, that they would have to be paid by the purchaser, and not out of the fund. The understanding does not seem to have been expressed by anybody, or at least, not so expressed as to make it enter into and form part of the contract of sale.\nBut supposing there had been a clear and well defined agreement between the sheriff and the purchaser, i would that continue the liens ? Certainly not, unless the creditors to be affected by it gave their unqualified consent. This they did not do. The owner of the mortgage was not there, but is here, claiming to be paid out of the fund; and the legatees were not only absent, but some of them were still in their minority.\nIf we would refuse to satisfy these creditors, out of the money in Court, and turn them over to the land, we could only give them a lien on it, liable to be defeated (according to Mode’s Appeal), whenever the present owner might choose to sell it, or whenever a creditor of his might enter a judgment against him; which would be just no lien at all, or as good as none. They might, if they had all been sui juris, have placed themselves in this condition by their own acts; but we cannot sacrifice rights so sacred by any decree of ours.\nIt follows that the legacies and mortgage are entitled to be paid, and that the decree of the District Court was right, unless it can be proved that the legacies were not liens at all, at the time of the sale.\nThomas Jones, the testator, bequeathed the ten lots in question to his four sons, “subject, nevertheless, to the hereinafter-mentioned legacies and bequests, if there should not be other or surplus funds to pay them.” The legacies now in question were given in an after part of the will. The appellants admit, that this charged the legacies on the land; but they argue, that the last clause of the devise made it a conditional charge only. If we assume this construction to be correct, it remains to see whether or not there were other or surplus funds. The auditor found that there were not. The appellants did not ask for an issue, and the District Court endorsed the decision of the auditor..\nThe appellants complain, that the auditor reached his conclusion, on this part of the case, without sufficient evidence. We have said very often, that, in every case, we would take all the facts found by the auditor to be true, unless the mistake was palpable and clear. Here it is not so. The auditor had the will before him, and the inventories of the personal goods, and examined several witnesses, who knew the condition of the estate. These were all the sources of information that were open to him. It is not pretended, that any important fact likely to throw light upon the subject was left unexamined. We think that his opinion, that there were no other or surplus funds applicable to the payment of the legacies, was well warranted by the evidence which he reports. Decree affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Stanton and Woods, contra."
    ],
    "corrections": "",
    "head_matter": "Loomis’s Appeal.\n1. A parol agreement at the time of a sheriff's sale of land, that certain liens, which would by law be discharged by the sale, shall not be discharged thereby, may be binding on those who make it, but it will have no validity against those who are not parties to it, and will have no force against a subsequent purchaser or encumbrancer.\n2. A mere notice, or loose declarations by persons present at the sale, that the sale would be subject to certain liens, are insufficient to continue them.\n3. At a sale under a writ of vend. exp. notice was given that certain legacies remain unsatisfied, and are a lien on the premises, their amount not being designated; and it was testified by the crier that the property was sold subject to them; it was also alleged that in fact the sale was made subject to a mortgage upon the premises: It was Held, that though there had been a clear agreement between the sheriff and the purchaser that the liens were to continue, such agreement was not binding on the owner of the mortgage or the legatees, who were not present at the sale or parties to the arrangement; and that the mortgage and the amount payable on the legacies were properly directed to be paid out of the proceeds of sale.\n4. The decision of an auditor as to facts will not be reversed in this Court, unless in case of palpable and clear 'mistake.\nThis was an appeal by O. O. Loomis, assignee of William A. Hill, a judgment creditor of Ephraim Jones, from the decree of the District Court of Allegheny county, directing distribution of the proceeds of sheriff’s sale of the real estate of Ephraim Jones.\nIt was stated that the real parties in interest in this case were the appellant and other judgment creditors of E. Jones whose judgments were not reached by the distribution, and Thomas, Nelson, and Presley N. Jones, devisees of Thomas Jones, Sr., and purchasers at the sheriff’s sale.\nThe interest of the said Ephraim Jones, as devisee of Thomas Jones deceased, in ten lots of ground situate on the south side of the Monongahela river, opposite the city of Pittsburgh, being lots Nos, 28 to 37 inclusive, in the plan of “ Coal Hill lots,” fronting on the Monongahela river, and extending back to High street, and known as “ the Jones’ Ferry property” (the interest of the said Ephraim Jones being the undivided fourth part thereof), was sold by the sheriff, November 26, 1852, by virtue of a writ of venditioni exponas (No. 384, November Term, 1852), at the suit of Ford Harvey, for $5245. The sheriff, after deducting costs of sale, &c., $76.96, paid the balance, $5,168.31, into Court, and an auditor was appointed to make distribution of the net balance.\nAfter the legacies hereinafter referred to, the first lien against the interest of the said Ephraim Jones in the above-mentioned lots at the time of the said sheriff’s sale was a mortgage, executed by him in favor of William M. Porter, bearing date February 28, 1851, and recorded the 12th day of March, 1851, for the sum of $1300, payable two years after date, and assigned by Porter to Samuel Gormley.\nThe next lien was a judgment in favor of John Wallace, for use, &c., entered October 2, 1851, for $600. After this,.various judgments were obtained against the said Ephraim Jones, which were liens on his interest in said lots at the time of the sheriff’s sale ; among these there was the judgment in favor of Elizabeth S. Williams (now for the use of the appellant), obtained February 16, 1852, for $604.38.\nThe judgment of Harvey, under which the property was sold, was obtained on April 9, 1852.\nOne question in the case was, Whether or not the lien of the said mortgage was “ destroyed or in any way affected” by the sheriff’s sale. The determination of this question depended in part upon the construction of the will of Thomas Jones, deceased; viz., whether, under the provisions of the will, the legacies therein bequeathed to Emily, Marshall, and Thomas Jones, and to Ephraim J. Brook, were liens upon the interest of Ephraim Jones in the premises, at the time of the sheriff’s sale ; and also upon a further question raised by the evidence, whether the interest of the said Ephraim Jones in the lots was not sold subject to the lien of the legacies and mortgage ?\nThe will of Thomas Jones is dated 27th June, 1837; the codicil to it, 7th November, 1837. He directed that the ten lots referred to, including the ferry, &c., should be held by his executors until his youngest child, Fanny, arrived at the age of twenty-one years; that one or more of them should carry on the ferry, &c.—the proceeds to be divided among his wife and children. He directed that, after the youngest child living came of lawful age, the devisees of the ten lots might divide them; and he devised the ten lots to his sons, Thomas, Nelson, Ephraim, and' Presley (subject, nevertheless, to the hereinafter-mentioned legacies and bequests, if there should not be other or surolus funds to pay them). He gave certain legacies to his three daughters, $1000 to each, to be paid when they respectively arrived at the age of twenty-one years; and he devised various other legacies.\nThe legacies alleged to have been unpaid at the time of the sale were, to Emily, the youngest daughter of Thomas Jones, $1000; to Marshall and Thomas, grandchildren, $1000; to E. J. Brook, $200. A legacy to Marshall and Thomas Jones was not due at the time of the sale, neither of them being of legal age. Emily, the youngest child of the testator, arrived at lawful age in 1851 or 1852.\nThe auditor decided that the legacies were a lien on the land, and one-fourth of them entitled to payment out of the fund; and that the mortgage to Porter being subsequent to the legacies, was discharged by the sale, and entitled to payment out of the fund.\nIt was, however, contended that in point of fact the property was sold by the sheriff, expressly subject to ‘the legacies and mortgage.\nAt the time of the sale, a notice, signed by one as attorney for legatees, was read, stating that purchasers will take notice that the following legacies remain unsatisfied, and are a lien upon the estate of Thomas Jones, deceased. * * * * Said legacies are as follows (naming persons, but not amounts,) and terminating: “ being legacies chargeable in said will upon the land of Thomas Jones, deceased.” The mortgage was not mentioned in the notice.\nIn regard to the mortgage, the sheriff’s clerk, who cried the sale, testified that the notice relative to the legacies was read, and that his understanding was, that the property was sold subject to the legacies, but that he heard nothing of a mortgage.\nOne person testified that he heard it talked about among the bidders, that the property would be sold subject to the mortgage. He said, “ So far as I know, it was understood that whoever bought, would buy the property subject to the mortgage.”\nThe agent who bid in the property said, there was a notice given that “ certain legacies and a mortgage were on the interest of Ephraim Jones, and that the property -was sold subject to the legacies and .mortgage.” He said, “I took it with the perfect understanding that it was subject to a mortgage and-legacies; and a notice to that effect was given prior to the sale, or prior to the completion of the sale—some time about the commencement.” He further said, he did not hear the amount of the mortgage or the legacies.\nAnother witness said, he “heard it talked of among bidders that the property was to be sold subject to the mortgage in favor of William M. Porter.”\nAnother witness testified that McCartny bid off the property; that the bidding was under his (the witness’s) direction, and that be gave directions when and what to bid, with the perfect understanding that it was sold subject to the legacies and the mortgage; and that it was taken with that understanding. That “ the property was afterwards transferred to Thomas, Nelson, and Presley Jones, with the understanding that it was subject as above.”\nThe auditor considered the legacies in question to have been unpaid at the time of the sale. . That, by the general rule, legacies charged on lands sold at sheriff’s sale were discharged by such a sale, unless the land was sold expressly subject to the legacies; that this should appear to be the clear understanding of all the parties interested; that a notice given of a subsisting lien did not amount to such an agreement: 16 Ser. & R. 410; 1 Penna. Rep. 112; 4 Rawle 440; 6 Watts 167; 1 Barr 267, Cowden’s Estate. He also held that the sheriff had no power to prescribe other conditions than the law has imposed; that the question of lien was to be determined by the record; and he allowed the part of the legacies which was a lien on the interest of Ephraim Jones, except the deduction as hereafter stated. He also allowed the amount of the mortgage, deducting the interest on it from' the date of the sheriff’s sale till it fell due. The same rule was applied to the legacies.\nThe report of the auditor was excepted to for appropriating any portion of the proceeds of sale to the payment of the legacies. 1. That they were not a lien. 2. That the real estate was not devised subject to the payment of the legacies absolutely, but only conditionally in the event of there not being “ other or surplus funds” to pay them. 3. That there was no evidence before the auditor that there were no such funds applicable to their payment. 4. That in the absence of such proof the presumption was that there were such funds. 6. That the auditor erred in deciding, as a question of fact, that the estate was not sold subject to the payment of the legacies. 7. In deciding, as a question of law, that the sheriff had no power to sell subject to their payment. Also, in appropriating above $500 to the payment of legacies to Emily Marshall and Thomas.Jones, and to that of E. J. Brooks. Also in appropriating any part of the proceeds to the mortgage. 1. Because its lien was prior to all other liens on the property, and was therefore not discharged. 2. If it were not prior, the property was sold subject to it, and that the auditor should have appropriated the proceeds to the judgments in their order.\nThe auditor disallowed the exceptions, and in the Bistriet Court they were overruled, and the auditor’s report was confirmed.\nException was taken to the decree, directing distribution of a portion of the proceeds to the legacies, and awarding the sum of $1280.50 to the mortgage.\nThe case was argued by Smith and Kuhn, for appellants.—It was, inter alia, contended that real estate may be sold by the sheriff, subject to the lien of a legacy or a mortgage; that a purchaser may agree to buy subject to such lien, and that if he does so, equity will hold him to his agreement; that in such case the lien is not discharged; that it is sufficient if this be proved as a matter of fact; that it need not appear by the levy, conditions of sale, or the sheriff’s deed. Reference made to 16 Ser. & R. 163-7; 9 W. & Ser. 103-5; 16 Ser. & R. 410-13; 8 Barr 297; 2 Penna. Rep. 277; 6 Wharton 215; 13 Ser. & R. 167-170-1; 3 Whar. 485-492.\nIt was said that it was proved that the property was sold subject to the legacies.\nAlso, that if the mortgage were discharged, it would be because the prior lien of the legacies was discharged, as the law does not permit an intermediate lien to remain, while a prior one is discharged: 7 Watts 316, Mix v. Ackla. But it was contended that the testimony showed that in fact the sale was made subject to the mortgage as well as the legacies.\nIt was further said, that if the legacies were a lien on the land, yet that they were charged upon it not absolutely but contingently, in case there should not be other or suplus funds to pay them; and that they were not definite in amount, until by a settlement of the account of the executors it would appear what portion of them, if any, would fall upon the real estate; that being as a charge on the land indefinite and uncertain in amount, at the time of the sale, they were not discharged by it.\nStanton and Woods, contra."
  },
  "file_name": "0312-01",
  "first_page_order": 314,
  "last_page_order": 321
}
