{
  "id": 413686,
  "name": "Wills versus Hannen and Davis",
  "name_abbreviation": "Wills v. Hannen",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "334",
  "last_page": "334",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 334"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 149,
    "char_count": 1775,
    "ocr_confidence": 0.363,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.4710680043508328
    },
    "sha256": "8f1bb7f53ed1f361a6b3a0c222c47f2ec84f5eaa1365201d998e43742ddb3e08",
    "simhash": "1:a5426a37f3bae935",
    "word_count": 325
  },
  "last_updated": "2023-07-14T19:14:15.640155+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wills versus Hannen and Davis."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\nAll the points of this case which needed any attention have been considered in Wills’s Appeal. In fact this record is hut a part of that. We have already done what we conceive to be justice on the whole matter; and we find it somewhat difficult to do more. In reversing the decree of the Orphans’ Court we reversed the only judgment which was or could be rendered on this verdict. The Act of Assembly authorizing writs of error in feigned issues, has answered no purpose hut to make our practice anomalous; and we advise counsel, when they desire to review a case like this, to come here with an appeal only. Nevertheless the law which gives the writ implies it to be our duty to give a judgment. This issue was mistried below; but shall we reverse the judgment ? That was before us on appeal from another Court, and stands reversed now. It sounds oddly in the ear of a lawyer to speak of reversing a verdict. But since something must be done, we will simply set aside the whole proceedings in the Common Pleas.\nProceedings set aside.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Wills versus Hannen and Davis.\nWhere both an appeal and writ of error were taken in the matter of a proceeding in the Orphans' Court by a person against his former guardians, in which an issue was directed to the Common Pleas, and the decree of the Orphans' Court was reversed on the appeal, this Court, on the writ of error, simply set aside the proceedings in the Common Pleas.\nError to the Common Pleas of Allegheny county.\nThis was a writ of error taken in the case of the feigned issue directed by the Common Pleas in the matter mentioned in Wills’s Appeal, antea, page 325, &c., the issue being between William J. Wills as plaintiff and John Hannen and Hugh Davis as defendants."
  },
  "file_name": "0334-01",
  "first_page_order": 336,
  "last_page_order": 336
}
