{
  "id": 413723,
  "name": "Fritts versus Doe",
  "name_abbreviation": "Fritts v. Doe",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "335",
  "last_page": "336",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 335"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 255,
    "char_count": 4232,
    "ocr_confidence": 0.383,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.43537847187229833
    },
    "sha256": "eb1f3e6b28fbd822623673fd41b3a42ee78e46b785914d2236fae77f357d05ce",
    "simhash": "1:4264f64ae67e90a9",
    "word_count": 746
  },
  "last_updated": "2023-07-14T19:14:15.640155+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fritts versus Doe."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nThis case differs from Detwiler v. Casselberry, 5 W. & Ser. 179, in this: There the Court dismissed the application for the benefit of the insolvent laws, for the reason that the oath was taken before the próthonotary; and this was held to be a forfeiture of the bond. Here the affidavit to the petition, as originally filed, was taken before the same officer, and for this the Court was about to dismiss the petition; but, upon being satisfied that the oath was in fact taken in open Court, a new affidavit, properly administered, was permitted to be appended to the petition, and the hearing continued'until the next term, when the applicant was duly discharged.\nIt would perhaps have been better to have amended the jurat nunc pro tunc: but the proceeding was directed by the Court, and the defendant’s right should not be prejudiced by any defect as to form. The result was, the continuation of the hearing and final discharge upon the application, which, under the authority of Sheets v. Hawk, 14 Ser. & R. 173, is conclusive that the applicant had complied with all things required by law to entitle him to a discharge.\nUpon the undisputed facts of the case, the defendants were entitled to a verdict.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Marshall, with whom was Vincent, for plaintiff in error.",
      "Thompson, contrâ."
    ],
    "corrections": "",
    "head_matter": "Fritts versus Doe.\nThe oath to the petition of an applicant for the benefit of the insolvent laws was made before the prothonotary, without it appearing to have been made in open Court. Affidavits that it was made in open Court were submitted, the petitioner was again sworn in open Court, the case was continued, new notice directed, and the applicant was finally discharged: Held, that the discharge of the petitioner was conclusive, that he had complied with the requirements of the Act, which entitled him to a discharge.\nError to the Common Pleas of Erie county.\nThis was an action of debt by Sidney Doe v. Reuben, Peter, and John Fritts. It was brought on the insolvent bond of Reuben Fritts, in which the other defendants were sureties. The bond was dated January 16, 1851, and was conditioned for the application by Reuben Fritts for the benefit of the insolvent laws under the Act of 12th July, 1842. His petition was filed on the 4th February, 1851, and the 4th Monday of April was fixed for the hearing. Objection was made that the oath to the petition had been made before the prothonotary without it appearing to have been made in open Court. The hearing was continued till the 2d of May, and again till the 9th of May. On that day the affidavits of two persons were filed, and were to the effect that the affidavit of the petitioner had been made in open Court; and an affidavit by the prothonotary was to the same effect.\nOn 4th August, 1851, a per curiam opinion, by Church, P. J., was filed. It was as follows :\nPer Curiam.—On the 9th of May the Court refused to discharge the petitioner because of defect in form of petition, and this defect was corrected with leave of the Court, and the hearing on the merits continued to this term and new notice required. Now, no sufficient cause being shown, I cannot perceive why the Court should withhold the discharge. * * * * The whole matter being in fieri as it were, although the same be defective, it is time to have it put in form, and which is ordered accordingly. The petitioner, therefore, is not deprived of his right to a discharge by means of any cause shown, -and is therefore to be discharged on making the required assignment and taking the requisite oath.\nSigned Gr. Church, P. J.\nEntry on back of petition: “And now, to wit, August 4, 1851, the petitioner sworn in open Court agreeably to law and discharged. By the Court.”\nThe pleas to the action were nil debet, payment, and payment with leave, &c.\nThe material point for decision was the legal effect of the proceeding upon the petition. Galbraith, P. J., considered the decision in the case of Detwiler v. Casselberry, 5 W. & Ser., to be conclusive in this case, and instructed the jury to find a verdict for the plaintiff.\nThis charge was excepted to, and the direction to the jury, inter alia, was assigned for error. .\nMarshall, with whom was Vincent, for plaintiff in error.\nThompson, contrâ."
  },
  "file_name": "0335-01",
  "first_page_order": 337,
  "last_page_order": 338
}
