{
  "id": 413690,
  "name": "Knox versus Flack",
  "name_abbreviation": "Knox v. Flack",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "337",
  "last_page": "339",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 337"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts 78",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848510
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0078-01"
      ]
    },
    {
      "cite": "17 Wend. 119",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2020994
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/17/0070-01"
      ]
    },
    {
      "cite": "1 Hill 121",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "22 Pick. 550",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "17 Wend. 419",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2020925
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/17/0237-01"
      ]
    },
    {
      "cite": "1 Dallas 165",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    },
    {
      "cite": "3 Harrington 403",
      "category": "reporters:state",
      "reporter": "Harrington",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 80",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842739
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0080-01"
      ]
    },
    {
      "cite": "1 Rawle 323",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819319
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/1/0323-01"
      ]
    },
    {
      "cite": "1 Dall. 165",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        1408580,
        12138671
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "274, 290"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/1/0171-01",
        "/dall/1/0165-01"
      ]
    },
    {
      "cite": "3 Whart. 309",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833424
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/3/0309-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 472,
    "char_count": 7187,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 9.780321979847207e-07,
      "percentile": 0.9819742386525238
    },
    "sha256": "6630928ddfe207f41fc512732235953eff3522c3569b93adff21f87078d2219a",
    "simhash": "1:9943a249de5679f3",
    "word_count": 1349
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Knox versus Flack."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\nThis is a judgment entered on a warrant of attorney against a minor, and the Court below refused to set it aside, and hence this writ. It is of no manner of importance what were the circumstances under which the bond was given, for the warrant is clearly void, and the judgment ought to have been vacated on the infancy being shown: 1 H. Bl. 75; 18 Eng. C. L. R. 209, n.; 30 Id. 362; 4 Mees. & W. 650; 2 W. Bl. 1133; 6 Cowen 393; just as the warrant of attorney of a married woman is void; 9 State Rep. 14; 18 Id. 79; 3 Whart. 309; 2 Camp. 272; 4 T. R. 362.\nBut can the judgment be reversed on error for this cause ? This Court has already twice decided that it can: 1 Dall. 165; 5 Ser. & R. 373. Here the error assigned is the fact of infancy, as it was in the cases just referred to, and so an error of fact was assigned in the case of Martin v. Ives, 17 Ser. & R. 364. Suppose it be denied, is the progress of this Court stopped ? Ho; for its jurisdiction does not depend on the plea which the defendant chooses to enter. We can, if necessary, order an issue to the Court below to try the fact. But in this case the assignment is not traversed. The plea is that the fact does not appear of record, but it does clearly appear in the proceedings, and is admitted in the argument set out in our paper-book. No issue of fact is therefore necessary.\nBut it is argued that the opening of a judgment is matter of discretion. True; but we lay aside all the proceedings in the Court below subsequent to the judgment, and look at the judgment itself; and if that was entered on a void warrant, it must be set aside: this is matter of right, not discretion. In the older, but now unusual practice, the parties might have audita querela, error eoram nobis, or bill in equity to vacate such a judgment, and error or appeal here, if he failed in those below. With us, a motion to vacate is the usual substitute for those old remedies. And as the bill in equity is not general with us, and the others not commonly used, it is proper to give redress on error. In the language of Ch. J. Gibson, 9 State Rep. 16, “ as the equity side of our courts of law is not broad enough to admit relief by bill, we are compelled to give effect to the principle by pleading or evidence, as the Court below ought to have done.”\nErrors of this kind were formerly corrected only by audita querela, or on writ of error in the same court (coram nobis or vdbis), or they were, by reason of the illiberal formalism of the courts of law, making the machinery of justice more important than justice itself, thrown into chancery. But these remedies are little used with us, though they are recognised as still existing; 1 W. & Ser. 438; 17 Ser. & R. 344; 11 Id. 274, 290; 1 Browne 82; 1 Miles 46: and generally we arrive at the same result on motion; 8 Ser. & R. 235; 1 Rawle 323. There can be no doubt that either of these remedies would reach this case, and that if they were improperly administered, the error would be corrected here. The usual substitute for them has been tried and failed, and the party is equally entitled to correction.\nJudgment reversed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Watson, with whom were Acheson and Wilson, for plaintiff in error.",
      "Montgomery and McKennan, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Knox versus Flack.\n1. A warrant of attorney by a minor to confess a judgment is void, no matter under what circumstances it was given; and the judgment should be vacated on motion, on the infancy being shown.\n2. If the Court below refuse to vacate it, it can be sot aside or reversed on error, where the fact of infancy appears on the record. If it does not there appear, this Court may direct an issue to determine its existence or otherwise.\nError to the Common Pleas of Washington county.\nOn the 23d October, 1849, there was filed in the prothonotary’s office a bond, dated 8th October, 1849, signed by John Knox, junior, promising to pay to Samuel Flack, or order, $1200 for value received, with an authority to the prothonotary to enter judgment for the same.\nOn the 19th May, 1851, on part of the defendant, was obtained a rule to show cause why the judgment should not be stricken from the record, or opened, and a feigned issue formed to try its validity. In the petition or bill filed it was, inter alia, stated that the defendant was a minor at the time the bond in question was executed, and the circumstances under which he alleged the bond was executed were stated. It was alleged that $900 of the amount had been given to the defendant by the plaintiff, his father-in-law, to aid him in the purchase of a farm; and that the petitioner had received from the plaintiff a note for $100. That the money was advanced in pursuance of a proposition by the plaintiff to the father of the defendant, that each of them' should advance $1000 to buy a farm for the petitioner.\nIn the answer it was alleged that the amount of the bond was composed of $900, advanced by the plaintiff for his daughter to aid in the purchase of a farm; of the note for $100, and of $200, the estimated value of certain personal property given to his daughter. It was alleged that the daughter was in delicate health when the bond was given; and that the bond was received in trust for the defendant’s children. The belief was expressed that the defendant was not twenty-one years of age when the bond was executed.\nIt was stated in the opinion of the president judge of the Court below, that the wife died within ten days after the bond was signed.\nOn the 18th May, 1852, the Court discharged the rule at the costs of the defendant, upon the plaintiff marking the judgment for the use of the defendant’s children, the issue of his late wife, and entering credit for $100; the interest of the judgment to commence from the 18th October, 1849.\nIt was assigned for error that the Court erred in not making the rule absolute, and granting relief to the petitioner. 2. In not striking the judgment from the record.\nWatson, with whom were Acheson and Wilson, for plaintiff in error.\nThat the judgment should be vacated, reference was made to 4 Watts 80; 1 Sto. Eq. sec. 241; 9 Barr 14; 7 Id. 21; Reeve's Dom. Rel. 251; 1 H. Bl. 75; 4 Moore & Scott 719; 30 Eng. C. L. 362; 4 M. & W. 650-654; 6 Cowen 393; 3 Harrington 403; 1 Dallas 165; 5 Ser. & R. 373, Moore v. McEwen.\nMontgomery and McKennan, for defendant in error.\nIt was contended that according to American cases, a judgment confessed by an infant is not void, but only voidable on showing equitable circumstances which entitled him, to relief; and that the affording relief or refusing it was within the discretion of the[Court, and that the decision was not subject to revision in this Court. Reference was made to 13 Vermont 330; 1 Metcalf 559; 17 Wend. 419; 3 B. Monroe 72; 22 Pick. 550; 1 Hill 121; 17 Wend. 119; 5 Yerger 41; 8 Watts 78; 4 W. & Ser. 150.\nThe opinion was expressed that the evidence showed an intent to advance the money for the separate use of the husband and wife. But whether that was so or not, it was said, was not material, as the principal part of the money was advanced by the plaintiff since the passage of the Act of 11th April, 1848; and that under the circumstances the husband held what he received on the account of his wife, as her trustee."
  },
  "file_name": "0337-01",
  "first_page_order": 339,
  "last_page_order": 341
}
