{
  "id": 413748,
  "name": "Clarke versus Benford",
  "name_abbreviation": "Clarke v. Benford",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "353",
  "last_page": "355",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 353"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 291,
    "char_count": 5866,
    "ocr_confidence": 0.382,
    "pagerank": {
      "raw": 5.6454232620736374e-08,
      "percentile": 0.35236031135405965
    },
    "sha256": "302d4f195a7d80a249d81b91f3685eca51c90f69c3589b333943bdf3996ee848",
    "simhash": "1:d653ea7bdc3c1443",
    "word_count": 1005
  },
  "last_updated": "2023-07-14T19:14:15.640155+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Clarke versus Benford."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nFour objections were made in the Court below to the admission of the deposition of Martin B. Loy.\n1. That the deposition was directed to the plaintiff or his counsel, and not to the prothonotary.\n2. That the answers do not appear to be answers to the interrogatories ; and that the interrogatories should be written down at length before each answer.\n3. That no notice of the interrogatories filed was'given to the defendant or his attorney.\n4. Because the witness was sworn in chief,, and not specially, to answer the interrogatories.\nThe objections were overruled, the deposition admitted; and this is the error assigned.\nIt is true that the commissioner directed his return to the plaintiff or his attorney. The evidence, however, shows that the deposition when first opened was exhibited to the defendant’s attorney, by him examined and immediately filed in the prothonotary’s office where it remained up to the trial. Regularly, the return should have been addressed to the clerk of the Court; but where it clearly appears that no one could possibly be injured by the mistake of the commissioner in this respect, where the deposition was, first actually examined by the objecting party, and where it was at once filed among the records, the irregularity in the return is not a sufficient reason for excluding it.\nAs to the second objection, it appears that the interrogatories were severally answered, and this is all that is required. It is not necéssary that the interrogatories should be incorporated in the body of the deposition.\nThe third objection is not relied on. The evidence proves that proper notice was given.\n4. The commissioner in the caption states that the witness was duly sworn; and in his certificate, “ that the above-named Martin B. Loy was by me first duly sworn to testify the truth.”\nSurely it cannot be inferred from this that there was any irregularity in administering the oath. The addition, “ to testify the truth,” does not impair the force of the certificate that he was “duly sworn.”\nThere was no error in admitting this deposition.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Edie, for plaintiff in error.",
      "A. H. Coffroth, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Clarke versus Benford.\n1. Regularly the return to a commission should he addressed' to the prothonotary; but where the deposition, though received by the plaintiff, was submitted to and first examined by the defendant’s attorney, and was after-wards filed, the irregularity in the return was not a sufficient reason for excluding it.\n2. It is not necessary that the interrogatories should be incorporated into the body of the deposition. It is sufficient that they have been severally answered.\n3. Where, in the caption of a deposition taken under a commission, it was stated that the witness was duly sworn in the case; and in the certificate at the end of the deposition it was stated that -the witness was first duly sworn to testify the truth: Held, that the qualification was not irregular.\nError to the Common Pleas of Somerset county.\nThis was an action of covenant by David Benford v. George A. Clarke, on an. article of agreement dated 2d February, 1848, by which the plaintiff agreed to manage a tannery, &c. The breach assigned was the non-payment of $500. Plea, payment, set-off, and that plaintiff mismanaged the tannery, &c.\nOn 30th July, 1852, on part of the plaintiff, a rule was entered to take depositions on a commission, and interrogatories were filed. On 16th August, 1852, a commission was issued to William Small, of Madison county, Ohio.\nIt was said, on the part of the plaintiff in error, the defendant below, that on the 8th February, 1853, the return to the commission was handed to the prothonotary by the plaintiff’s counsel, not under sealed cover. It was stated, in the certificate of the commissioner, that Martin B. Loy, the witness, was first duly sworn to testify the truth. The reading of the deposition was objected to on the trial of the cause, but it was admitted, and exception was taken. See the opinion in this case for a statement of the objections made to the reading of the deposition.\nThe deposition was in the form of answers, viz.: Answer to- 1st question; answer to 2d; answer to 3d, &c.; the interrogatories not being written in the deposition.\nFebruary 12, 1853, verdict for plaintiff for $398.17.\nThe same objections which were made to the reading of the deposition, were assigned as error. The third, however, was not insisted upon on the argument.\nEdie, for plaintiff in error.\nIt was contended that the witness should have been sworn to make true answers to the interrogatories, and not sworn in chief; and that the commission should have been directed to the prothonotary, and not to the plaintiff or his counsel: 7 Ser. & R. 16, Withers v. Gillespy.\nA. H. Coffroth, for defendant in error.\nIt is not a sufficient reason to exclude a deposition taken on commission, that the commissioner, by mistake, directed it to the party or his counsel: New York State Bank v. Western Bank, 2 Miles 16. It was said that in th§ present case, though the deposition was directed to the plaintiff, it was not opened by Mm and by his counsel only so as to see what it was, and that it was handed by him to the defendant’s counsel, who was the first to take it from the cover and examine it.\n2. If all the interrogatories are substantially, if not formally answered, it is sufficient: 2 Miles 16; 2 Whar. Dig. Practice 635.\n3. It was said that the oath taken must be considered to have been to testify the truth in relation to the interrogatories, the presumption being that the oath was properly administered. That the certificate showed that the witness was sworn, and that he made the answers subscribed by him; which, it was said, could not have been otherwise than to the interrogatories. Reference was made to case of Hastings’ Administrator v. Eckley’s Administrator, 8 Barr 194."
  },
  "file_name": "0353-01",
  "first_page_order": 355,
  "last_page_order": 357
}
