{
  "id": 413766,
  "name": "Pennsylvania Railroad Company versus Keiffer",
  "name_abbreviation": "Pennsylvania Railroad v. Keiffer",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "356",
  "last_page": "359",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 356"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "16 Peters 539",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        102737
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/41/0539-01"
      ]
    },
    {
      "cite": "4 Wheaton 316",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        4702
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/17/0316-01"
      ]
    },
    {
      "cite": "6 Edw. 1",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "6 Edw. 1",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 468,
    "char_count": 9159,
    "ocr_confidence": 0.421,
    "pagerank": {
      "raw": 1.6736577466743736e-07,
      "percentile": 0.6963537256419197
    },
    "sha256": "7b735b6c5a65205117002163f91b575ec910e5bd04eba0b27b53e76bbc098b19",
    "simhash": "1:272306af176e8ded",
    "word_count": 1578
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pennsylvania Railroad Company versus Keiffer."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nUpon the petition of the defendants in error, viewers were appointed by the Court of Common Pleas of Westmoreland county, to assess damages occasioned by the Pennsylvania Railroad running through their farm in Hempfield township, in the county of Westmoreland.\nThe viewers awarded for the plaintiff below the sum of $450 and costs, which was confirmed, and the Court refused to strike from the bill of costs the charge for witnesses examined before the viewers. This is the subject-matter of complaint upon the part of the company, and the questions examinable here, are, 1. Is it proper for viewers to examine witnesses to determine the amount of damages in a case like this ? 2. If so, can the party include the charge for subpoenaing and attendance of witnesses in his hill of costs?\nThe Act of 27th March, 1848, gives costs to a party in whose-favor damages are awarded. The term costs is a comprehensive one, including in its ordinary acceptation, officer’s fees, as well as the party’s own charges for witnesses, where witnesses can legally be called and examined.\nBy the statute of Gloucester, 6 Edw. 1, chap. 1, in force in this state, it is provided, “ That the demandants may recover against the tenant the costs of his writ purchased, together with the damages aforesaid. And this Act shall hold in all cases where the party is to recover damages Robert’s Digest, 107. Though the statute only mentioned the costs of the writ, the construction has been that it extends to all the costs of the suit, and also to all cases where damages are given by statute to the party aggrieved, though costs be not mentioned in such statute. Other statutes altering, restraining, and modifying the right of the plaintiff to costs established by the statute of Gloucester, have no bearing upon the question now under consideration.\nThe statute of Gloucester is only referred to for the purpose of showing the liberal construction given to its provision in regard to costs, and by analogy to show that wherever costs are given by statute, a party may charge for his witnesses, if he is entitled to have them called and examined.\nBut it is said that viewers must determine for themselves, by their own examinations and upon their own judgments. But may they not gather facts to aid their determination from the knowledge of others?\nOne of the provisions relative to the appointment of viewers to assess damages occasioned by the construction of the Pennsylvania Railroad is, that they shall not be taken from any county through which the road passes.\nThis regulation, perhaps wise in itself, prevents the viewers from having that intimate personal knowledge of the condition and value of the land taken, the advantage and disadvantage occasioned by the road, the quantity and value of the materials taken, &c., which those in the vicinage would probably possess. To “view the premises,” is one method to ascertain what is right and just between the parties; but there is nothing in the statute, and certainly nothing in the reason of the thing which makes it the only and exclusive means of arriving at the end.\nThe duty of the viewers is a responsible one. Their report has great effect upon the interests of the parties, and should be most carefully considered by the aid of all the lights calculated to produce correct results. As one of the means likely to promote the ends of justice, we are of opinion that either party should be permitted to call witnesses to testify to such facts as are pertinent by the rules of evidence, and that from this it follows that the costs were rightly charged.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Foster and Stokes, for the Company.",
      "Cowan, contrà."
    ],
    "corrections": "",
    "head_matter": "Pennsylvania Railroad Company versus Keiffer.\n1. Though, by the 4th section of the Act of 27th March, 1848, viewers appointed to inquire as to damage alleged to be done in the construction of the Pennsylvania Railroad, are to view the premises, they are not prohibited from examining witnesses in the course of their investigation.\n2. The term costs ordinarily includes officer’s fees, as well as the party’s own charges for witnesses, where witnesses can legally be called and examined. ,\n3. By the 4th section above referred to, it is provided that if any damages be awarded and the report be confirmed, judgment shall be entered thereon and execution may issue'for the sum awarded; and the cost and expenses incurred shall be defrayed by the company: Held, that this provision included the petitioners’ bill of costs for service on the viewers of notice of their appointment, and for mileage in such service; also for serving subpoenas on thoir witnesses and mileage, and for the attendance of their witnesses and their mileage.\nError to the Common Pleas of Westmoreland county.\nThis was a proceeding had under a petition of Philip Keiffer, Hathan Keiffer and others, praying the Court to appoint viewers (under the Act of Assembly of March 27, 1848,) to assess the damages done them by the Pennsylvania Bailroad running through their farm in Hempfield township, in the county of Westmoreland. On the 26th of Eebruary, 1852, the Court appointed viewers, to meet on the premises on the 4th May, 1852; on which day the case was heard, and witnesses were produced on the part of the petitioners to prove that the making of the pad had injured more than it would benefit the property in question.\nOn the 5th May, 1852, the award of the viewers was filed, finding for the plaintiffs the sum of $450 and costs. On December 4, 1852, the award was confirmed, and at-the same time a rule was granted to show cause why the plaintiff’s bill of costs and the prothonotary’s fees should not be stricken off. This motion was on the same day overruled, and judgment was ordered against the defendant for the costs, including the costs for the petitioners’ witnesses, the judgment fee and prothonotary’s costs; the damages assessed having been previously paid.\nThe petitioners’ bill of costs included service of the notice of the appointment of the viewers and mileage; serving subpoenas on eight witnesses and mileage, and for attendance and mileage of witnesses.\nThe question was, whether the costs for witnesses called by the petitioners were lawfully chargeable on the said company.\nIt was assigned for error, that the Court erred in allowing the plaintiff’s bill of costs. 2. In ordering judgment against the defendants.\nIn the 13th section of the Act of 16th July, 1842 (Acts, p. 391), it is enacted that, “ In all cases for the assessment of damages caused by the construction of canals or railroads by incorporated companies in this Commonwealth, if the viewers or a jury shall find for the plaintiff any sum of damages, such award or verdict, on the rendition of judgment, shall carry costs, unless there may be some provision in the Agí incorporating such company to the contrary.”\nFoster and Stokes, for the Company.\nIt was said that no costs were recoverable at common law: 2 Inst. 288; and no claim for such can be sustained except under the express provision of a statute. That from the statute of Gloucester (6 Edw. 1, ch. 1) to the Act of July 16, 1842, the specific forms of action, the nature of the costs, and the tribunal in which theymay.be recovered, are stated; and it was contended that as no statute specially provides for the recovery of a charge for witnesses, that they were not recoverable.\nIt was further contended, that the Act of 1848, under which this proceeding was had, made no provision for the subpoenaing or compelling the attendance of witnesses, or for swearing, examining, or paying them. That the viewers are to examine and to estimate from their own observation. Reference was made to the opinion of Gibson, C. J., in 3 Barr 464, that the law does not provide compensation for witnesses summoned before -a coroner. It was admitted that the prothonotary’s costs were chargeable under the Act of 1842.\nCowan, contrà.\nIt was said that when a duty is enjoined the legal means to accomplish it are implied: 4 Wheaton 316, McCulloch v. State of Maryland; 16 Peters 539, Prigg v. Commonwealth of Pennsylvania. The trial per testes is a common law right. In proceedings like this it has been customary to examine witnesses: 8 Barr 445, Heister’s Case. It was further contended that the costs for witnesses was allowed by the Act of 27th March, 1848. By the statute of Gloucester, 6 Edw. 1, ch. 1, in force in this state, it is provided, “ And further, that the' demandant may recover against the tenant the costs of his writ purchased, together with the damages aforesaid. And this Act shall hold place in all cases where the party is to recover damages.” This has been liberally interpreted to be all the legal costs of a suit, that is, all the money expended by the plaintiff to the officers and in procuring witnesses, &e. This was decided in Witham v. Hill and others, 2 Wils. 91, and that the “ words in all cases, extend to all cases at common law, and to all actions upon any former or latter statutes where damages are to be recovered:” Per Lord C. J. Willes. Hence, when any statute gives costs, it is to he presumed they mean costs under this statute of Gloucester."
  },
  "file_name": "0356-01",
  "first_page_order": 358,
  "last_page_order": 361
}
