{
  "id": 413772,
  "name": "Claason's Appeal",
  "name_abbreviation": "Claason's Appeal",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "359",
  "last_page": "365",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 359"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Jones 95",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle 327",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "3 P. R. 245",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 708,
    "char_count": 16757,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 1.4549717273946875e-07,
      "percentile": 0.6557687340072722
    },
    "sha256": "801b4e52aee10ccca37367485908609b7d7c8d2fc95a632a277d05cf498238f5",
    "simhash": "1:8a289670b2b6a0b9",
    "word_count": 2985
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Lewis, J., dissented."
    ],
    "parties": [
      "Claason’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nThis is an appeal from the decree of the Court of Common Pleas, of Westmoreland county, distributing a fund raised from the real estate of James R. Speer, by sheriff’s sale.\nEicbbaum the appellee claimed under the lien of a mortgage dated July 5, 1848, and recorded as appears by the record, on the 6th December, A. D. 1848, at 8 o’clock p. m.\nThe appellants claim by virtue of a judgment in favor of John Herron for their use, vs. James R. Speer & Co., entered on the 6th December, 1848.\nThe mortgage and judgment appear to have been entered upon the same day, but each claims priority. ' Eichbaum alleges and proves, that, at the time the judgment was given to Herron as trustee, it was agreed between himself and Dr. Speer, that his mortgage should be entered of record so as to have priority of lien over the judgment, and that such were the instructions to the agent who was sent to Grreensburg to carry out the arrangement.\nThe appellants contend, that this agreement, being a secret one, does not bind them, and as their judgment was first actually placed upon the record, it has priority of lien.\nIt is stated by the Court below that the judgment bond was given to the prothonotary between 7 and 8 o’clock p. m., on the 6th December, and that the mortgage was handed to the recorder about 8 o’clock of the same evening at a public-house, the office being closed, and that it was entered the next morning as if-left for record on the 6th at 8 o’clock, p. M.\nThe Act of the 28th of March, A. d., 1820, makes it the duty of the recorder to endorse the time when a mortgage is left for record, and the lien then commences. It cannot be permitted that the record made by the officer in pursuance of the directions of the statute shall be contradicted by the parol evidence of the recorder or other person, in a contest between lien creditors, unless for reasons which do not exist here.\n' Determining from the record as it stands, what would be the result ?\nBoth liens were created upon the same day. Are fractions to be counted ? As between judgments it-is the well established rule that those that are entered upon the same day have equality of right: Metzler v. Kilgore, 3 P. R. 245. In a contest between a judgment and a conveyance fractions are admitted, and, first in order first in right, is the rule. This is because a conveyance takes effect from its delivery which is provable by evidence in pais, and because it would be impossible to put a judgment and a conveyance upon a footing of equality. “ The one is a security which encumbers the property in exclusion of everything subsequent to it; the other, a conveyance excluding everything to which it is anterior Mechanics’ Bank v. Gorman, 8 W. & Ser. 307.\nIs a mortgage as between creditors to be considered as a conveyance, or an encumbrance ? In such a contest, it is nothing but an. encumbrance, and until recorded, unless given for purchase-money, not even that. . The delivery, although giving life to the instrument between the parties, has no effect upon lien creditors, and even when delivered and recorded, though in form a conveyance, is, in substance, but a security for the payment of money (Rickert v. Madiera, 1 Rawle 327), and confers upon .the mortgagee, nothing more than a lien upon the land, which may be defeated by payment of the money loaned, at any time before the sale made by the sheriff in pursuance of our Acts of Assembly, giving a remedy to the creditor: Asay v. Hoover, 5 Barr 21.\nThe precise time when a mortgage is left for record is noted in order to determine the priority between mortgages; but as no such minute is made upon the entry of a judgment, if fractions of a day are t-o be considered in ascertaining which is first in lien, parol evidence must necessarily be resorted to, and the value of the encumbrance will then depend upon the lives, accuracy, and truthfulness of witnesses, instead of the certain, safe, and reliable record open to the inspection of every person interested, and which tells the same story at all times, and under all circumstances.\nI can see no reason why the same principle which rejects fractions of a day in determining the lien of judgments should not be applied to a mortgage when its contestant is a judgment. Under this rule, the evidence, that the judgment was entered before 8 o’clock, p. M., on the 6th of December, was immaterial and should have been rejected.\nIf the date of the record of the mortgage could not be contradicted by parol, and fractions of a day are to be rejected, the judgment and mortgage would thus far be entitled to equality of distribution, and there only remains to be considered the effect of the agreement between Speer and Eichbaum, and the instruction to the agent that' the mortgage should be preferred. ''\nThat this agreement was made and these instructions given cannot be controverted, and if they can be interposed, here, will prove decisive of the contest.\nNeither Herron nor those represented by him had any agency in, or knowledge of the agreement that the judgment should be postponed in its lien to that of the mortgage ; nor is it clear that they knew that any judgment was given until some time afterward. In the absence of proof of actual recognition by those who are to be benefited by the judgment, the law would presume their assent on account of the benefit to be derived. This presumption would be overthrown or made conclusive by the subsequent adoption or rejection of the persons for whose claims the judgment was confessed. When notice was .given that the judgment was for their use, they could elect to take under it or look to other means to enforce their demands. They chose the former, and now claim that what was apparently beneficial shall not be rendered entirely worthless, by the intervention of an agreement resting in parol, and of which they had no notice until more than two years had elapsed from the entry of the judgment, and the property real and personal had been sold by the sheriff and purchased by the appellee.\nThe argument upon .behalf of the mortgage creditor is, that in making this agreement, Mr. Speer was acting for the owners of the judgment, and that young Mr. Speer was the common agent of all in procuring the entry of the judgment and the recording of the mortgage, and that the appellants cannot adopt that part of the arrangement which was for their benefit and reject what would be prejudicial; that the rule of entire adoption applies, and, as they claim the benefit of the judgment, they are bound by the agreement to postpone its lien in favor of the mortgage.\nAdmitting the correctness of the position of the appellee as a general rule, I am for refusing its applicability to the present ease, upon the ground that his acquiescence in the state of the record for such a length of time precludes him from denying its correctness.\nThe record showed that the mortgage and judgment were both entered upon the same day, and were therefore entitled to be paid pro rata from the proceeds of the real estate. This was notice to all of the parties. Eichbaum knew that it was not in accordance with the understanding between him and Speer. The appellants knew nothing of the kind. They, doubtless, believed that all was as it appeared to be. They had no reason for supposing that Herron would make a pretence of securing them for their labor, by giving them a judgment upon an estate already encumbered nearly, if not quite, to its full value. They were misled by the assurances of Herron that they were secure, but more particularly by the state of the record; and it was clearly the duty of the appellee to hare moved early in the premises, if he intended to rely upon the agreement for the purpose of reforming the record. I do not believe that Mr. Eichbaum desired to injure these meritorious 'creditors by-withholding the truth from them; but his conduct would have that effect if we permitted his mortgage to take precedence of the judgment, and sweep away the entire fund.\nIf an early application had been made to the Court to prohibit or restrain the lien of the judgment from interfering with that of the mortgage; or if notice had been given in any other manner that priority was claimed for the mortgage, judging from the ordinary actions off men, it is fair to conclude, that the laborers and creditors about the furnace would have taken the most effective means to secure their demand. Surely, if they had known that their judgment was “ as a rope of sand” in its lien upon the realty, they would not have suffered the personal property about the furnace to be sold at a price greatly below its value, and purchased by the attorney of Eichbaum, when it was selling upon an execution issued upon their own judgment, and which was the first lien upon the personal property.\nIt is only in a clear case, and where it is necessary to prevent manifest injustice, that the effect of a record should be changed or varied by parol. Such is not this case, and by deciding it upon the record as it stands, we shall avoid, what equity abhors, inequality.\nThe decree of the Court below is reversed, and it is decreed by this Court that the fund be distributed as follows:\n1. John McMahon, No. 22, November T, 1848, entered November 9th, 1848.\n2. To the costs of this proceeding.\n3. To the judgments of John Herron, for use; the judgment of Von Bonnhorst & Co.; and the mortgage of Wm. Eichbaum, pro rata.\nLewis, J., dissented.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Foster and Banks, for appellants.",
      "Cowan and T. Williams, contrà."
    ],
    "corrections": "",
    "head_matter": "Claason’s Appeal.\n1. When a judgment and mortgage are entered on the same day, they are payable pro rata.\n2. In a clear ease and where it is necessary to prevent manifest injustice, the lien of a judgment may be restrained, and parol proof as to the terms on which it was confessed, is admissible.\n3. Where persons claim the benefit of a judgment as having been confessed to one in trust for their use, they must take it, if at all, subject to the arrangement under which it was confessed.\n4. Where, after the execution of a mortgage, a judgment was confessed by the same debtor to one in trust for other creditors under an arrangement between the mortgagor and mortgagee, that the encumbrances were to be so entered that the mortgage should have priority; but through default in their agent the entries were made as of the same day: It was Held, that the mortgagor was bound at an early day, or at least before the sale of the property of the debtor, to have made application to restrain the lien or operation of the judgment, or to notify the judgment creditors of his claim; and by waiting above two years and till after the personal and real estate was sold, he lost his claim to priority.\nAppeal from the decree of the Common Pleas of Westmoreland county.\nThis was an appeal by John Irwin, Samuel Gamble, James Claason aud others, interested in a judgment entered in the name of John Herron v. James R. Speer & Co., from the decree of the said Court, directing distribution of money raised by sheriff’s'sale of the real estate of James R. Speer, being a furnace property.. The said estate, which was represented to be his individual property, was sold, in May, 1849, on an execution in favor of Hampton, Smith k Co. v. James R. Speer, and was purchased by William Eichbaum for $5200. The net proceeds were for distribution. James R. Speer & Co. were engaged in the manufacture of iron at a furnace in Westmoreland county, in the year 1848, and the personal property about the furnace belonged to them.\nWilliam Eichbaum claimed the net proceeds of the said sale on a mortgage for $5000 on the premises sold, being the furnace property, executed in his favor by James R. Speer. It was dated 5th July, 1848, and was left for record on sixth December, 1848, at 8 o’clock P. M.\nThe appellants claimed the said proceeds under a judgment to November Term, 1848, confessed in favor of John Herron v. James R. Speer & Co'., for $3000,-and entered also on sixth December, 1848. It was alleged that this judgment was confessed to Herron for the use of the laboring men at the furnace, and others.\nOn 26th February, 1850 (after the real and personal property of Speer & Co. had been sold at sheriff’s sale), application was made, on the part of John Irwin and above twenty others, claiming that the judgment in name of Herron had been confessed in part for their use. A rule was granted to show cause why they should not be substituted as plaintiffs. On May 26, 1850, other applications were made for Samuel Gamble, Peter Olaason and others. The rules were made absolute.\nOn their part it was alleged that the Herron judgment was entitled to priority over the mortgage, on the ground that it was entered of record at an earlier period, on the 6 th of December,, than the mortgage.\nOn the 21st February, 1851, a suggestion was made by Eichbaum, the mortgagee, that the judgment in favor of Herron was void as to other lien creditors; and also, that he was entitled to preference for his mortgage, because it was intended and agreed that it was to be entered before the judgment, and that by the mistake of a common agent it was not so done.\nA feigned issue was directed to try the facts. After testimony had been given, the. jury were dismissed under an agreement of counsel that the Court , should determine, from the evidence, 1. Whether the judgment of Herron v. Speer & Co. was fraudulent and void as to creditors. 2. Whether the said judgment, if valid, was to be postponed to the mortgage of Speer to Eichbaum.\nThe case appeared to be substantially as follows:\nOn 5th July, 1848, Dr. Speer executed the mortgage in question to Eichbaum, to secure him for endorsements, with the understanding that if Eichbaum would not enter it up till a necessity arose, Speer would give him notice so that the mortgage might be the first lien. Such necessity arose, and an arrangement between them was made to the following effect, viz.:\nSpeer procured a judgment bond to be drawn in favor of John Herron, the object of which was to secure the hands at and about the iron works, and those who had furnished supplies. That neither Herron, the trustee, nor the creditors to be benefited by it, knew of the judgment till some time afterwards. Eichbaum’s mortgage and the judgment were sent by a messenger for entry with the knowledge and instruction of Eichbaum and Speer, that they be entered of record in such a manner that the mortgage should have a preference over the judgment. Written instructions to that effect were given. In the instructions the agent was directed to have the mortgage recorded, and the hour marked on it.\n2. “ Then put the three judgments—Von Bonnhurst & Co.’s two judgments, and the John Herron judgment; in the prothonotary’s office.\n3. “ Have fi. fa’s, issued on the judgment of $3352 and Herron’s judgment; thefi. fa. on the Herron judgment to go into the sheriff’s hands first, Von Bonnhurst & Co.’s to be next.”\nThe agent was not present at the trial; but it was represented, in the opinion of the Court below, that he arrived at Greensburg on the evening of the 6th December, and by accident or design, first handed the judgment to the prothonotary between 7 and 8 o’clock p.m., and then gave the mortgage to the recorder at 8 o’clock P.M., at a public-house, the office being closed. The next morning, 7th December, the recorder entered it as if left for record on the 6th, at 8 o’clock p.m.\nHe said it did not appear how long after the entry of the judgment Herron became acquainted with the fact of his being a trustee; but, on the 25th August, 1849, he executed a paper declining the trust, and disclaiming any personal interest. 'It. did not appear that the parties in intérest adopted the act till 26th February, May 26, and August 4, 1850, when applications were made on their part to substitute them as plaintiffs.\nThe Court said that the lien of the judgments might be restrained: 2 Jones 95, Sankey v. Reed. That the judgment, if adopted, must be taken subject to the terms agreed to by Dr. Speer as to its lien being postponed: 13 Ser. & R. 196; 1 Miles 246. Paley on Agency 145-7; Story on Agency sec. 237-250. Adoption cures the want of authority: Story on Agency 249. The Court decreed distribution: 1. To a judgment in favor of J. McMahon, entered on 9th November, 1848.\n2. To the mortgage of Eichbaum.\n3. To the judgments of Von Bonnhurst and Herron, fro rata.\n4. To the judgment of Hampton, Smith & Co., entered on December 7, 1848, if any proceeds remained after the payment of the claims before referred to.\nFrom the decree this appeal was taken, and the exception was that the Court erred in entering judgment for the plaintiff, and in decreeing as stated.\nFoster and Banks, for appellants.\nCowan and T. Williams, contrà."
  },
  "file_name": "0359-01",
  "first_page_order": 361,
  "last_page_order": 367
}
