{
  "id": 413780,
  "name": "McElhiney versus The Commonwealth",
  "name_abbreviation": "McElhiney v. Commonwealth",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "365",
  "last_page": "368",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 365"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts 330",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841316
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0330-01"
      ]
    },
    {
      "cite": "3 Pa. Rep. 180",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 Yeates 458",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": 0
    },
    {
      "cite": "2 Watts 9",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840101
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0009-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 400,
    "char_count": 6760,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 1.1141344179953512e-07,
      "percentile": 0.5714246274589754
    },
    "sha256": "aecd689c01588a6bdd92a011b3640ba9701b661fc2cf3e5c2f55357094189cb2",
    "simhash": "1:c7a704350f0e957a",
    "word_count": 1200
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McElhiney versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\nThe essential question of this cause is,'as to the liability of school directors to be indicted for not keeping the schools in operation during so large a portion of the year as is required by law. For such neglect or refusal, provision is made in the school law of 1849, sec. 8, and the remedy is removal by the Court, and the appointment of others “on complaint in writing of any six taxable citizens of the district, and on due proof;” and it is insisted that, under the Act of 21st March, 1806, sec. 13, this is the only remedy.\nThis Act, however, can be regarded only as a rule of interpretation, and does not bind the action of future legislatures, and cannot be applied to their acts, except on the- assumption that they have taken it as their guide. One part of it requiring that “where things are directed to be done by any Act of Assembly, the directions shall be strictly pursued,” has been found totally impracticable, and the distinction between directory and imperative words in a statute belongs to the nature of things, and cannot be altered by an arbitrary rule of interpretation: 1 State Rep. 228; 4 Id. 18; 7 Id. 42; 2 Watts 9; 8 Id. 280; 2 Yeates 458.\nNo doubt the law was intended to enforce a valuable principle, and it does so if it prevents all unnecessary \"creation of offences by construction, and all undue power of the Courts over the actions of individuals. It gives statutory sanction to the common law rule, everywhere recognised, that, where a penalty is imposed by statute upon an offence, there for the first time defined, that penalty is the only one intended for that offence: Cro. Jac. 644; 1 Show. 399. This is very obviously a rule of.interpretation derived from the natural principles of human conduct, and therefore not to be altered without a violation of the natural laws of thought. \"Where a legislator is imposing specific duties and providing means of enforcing them, the presumption must be that he regards the means provided as the most proper and adequate, and intends them to be pursued. By its very nature this rule does not exclude the common law remedy as to acts or omissions not specifically provided for, because the legislative mind has not been directed to them and has expressed no intention in regard to them. And thus it may very well happen that for some misdemeanors, an officer may be indicted at common law, while others receive a special attention of the legislature and are corrected by a special remedy.\nOn these principles the offence here charged is not indictable, and can he corrected only by removal from office in the way pointed out in the school law. Besides this, the. special remedy is in its substance incompatible with that by indictment, for it cannot be instituted but by six taxable citizens of the district, and this is evidence that it was not intended to allow the other, which may he instituted by any common informer in the state. If indictment would lie for this, it is not easy to see why it would not for remissness in attendance at the meetings of the hoard, án offence which the board is authorized to correct by removal. We are of opinion that the judgment ought to have been arrested.\nJudgment reversed and the defendants below are discharged without day.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Phelps, with whom was Calhoun, for plaintiffs in error.",
      "White, contrà."
    ],
    "corrections": "",
    "head_matter": "McElhiney versus The Commonwealth.\nSchool directors are not liable to indictment for not keeping the schools open. The remedy prescribed for. the default, by the 8th section of the School Act of 7th April, 1849, is for the Court of Quarter Sessions, upon complaint in writing by six taxable citizens of the district, and on due proof thereof, to declare their seats vacant and to appoint others in their stead.\nSee, in the opinion, remarks upon the 13th section of the Act of 21st March, 1806, relative to remedies provided or duties enjoined by Act or Acts or Assembly.\nError to the Quarter Sessions of Armstrong county.\nThis was an indictment against William MeElhiney and five others, school directors, for neglecting and refusing to keep open the common schools, in the school district of Wayne township, for “ three months, or for any period of time whatsoever in and during the school year ending on the first Monday of June,” 1852, contrary to the Act of Assembly.\nOn 23d September, 1852, verdict of guilty. On 24th, motion made in arrest of judgment; which, on the 25th, was overruled, and the defendants were sentenced to pay a fine of f 1 each, and the costs of prosecution, &c.\nOne of the reasons assigned for arresting the judgment, viz.: the fourth, was to the effect, that the law fixes no penalty for nonperformance of the duties prescribed on this subject, except a removal from office; and that on petition, and not by indictment.\nIn the 8th section of the Common School Act of 7th April, 1849, it is enacted, “ If all the members of any board of directors shall refuse or neglect to perform their duties, by levying the tax required by law, and to put or keep the schools in operation, so far as the means of the district will admit, the Court of Quarter Sessions of the proper county shall, upon complaint in writing by any six taxable citizens of the district, and on due proof thereof, declare their seats vacant, and appoint others in their stead, until the next annual election for directors,” &c.\nIt was, inter alia, assigned for error, 1st. That the Court erred in overruling the motion in arrest of judgment. 2dly. In not arresting the judgment.\nPhelps, with whom was Calhoun, for plaintiffs in error.\nIt was contended, inter alia, that the remedy for neglect of the duty in question, was, in pursuance of the 8th section of the Act of 1849, to declare the seats of the delinquents vacant, and to appoint, others in their stead. That they were brought into office under the Act of Assembly, and that there was no other remedy provided in it for their misfeasance or nonfeasance in office; and that it is provided by the Act of 21st March, 1806, sec. 13, that “ in all cases where a remedy is provided or duty enjoined, or anything directed to be done by any Act or Acts of Assembly of this Commonwealth, the directions of the said Acts shall be strictly pursued ; and no penalty shall be inflicted or anything done agreeably to the provisions of the common law .in such cases, further than shall be necessary for carrying such Act or Acts into effect.” Cited 3 Pa. Rep. 180; 3 Watts 330; 13 Ser. & R. 426-430. It was said that if the Acts in relation to common schools-can be carried into effect under the provisions of such Acts alone, the common law remedy by indictment is prevented by the Act of 1806.\nIt was further said that the Act of Assembly does not impose any penalty on directors for refusing to serve.\nWhite, contrà."
  },
  "file_name": "0365-01",
  "first_page_order": 367,
  "last_page_order": 370
}
