{
  "id": 413693,
  "name": "Speer versus Plank-Road Company",
  "name_abbreviation": "Speer v. Plank-Road Co.",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "376",
  "last_page": "378",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 376"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 282,
    "char_count": 4301,
    "ocr_confidence": 0.413,
    "pagerank": {
      "raw": 1.502260440139558e-07,
      "percentile": 0.6658772384027022
    },
    "sha256": "f1265fcbdee3e4a3bfe26c972254e73a596e5dd7ca43a223e3b87d3d6382f914",
    "simhash": "1:8860aa52806b96d3",
    "word_count": 758
  },
  "last_updated": "2023-07-14T19:14:15.640155+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Speer versus Plank-Road Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nThis action was brought by the Allegheny and Manchester Plank-Road Company, to enforce the payment of a subscription to the stock of the company.\nThe defence was that the Act incorporating the company is void, for the reason that it was not signed by the speakers of the two houses.\nIt is not denied but that the bill incorporating this company, passed both houses of the legislature, was approved by the governor, enrolled in the secretary’s office, and published in the pamphlet laws of the session, and that the charter issued to the corpora-tors ; but it is contended that in the absence of the signatures of the speakers of the Senate and House of Representatives, all this is of no avail.\nThat the position assumed by the plaintiff cannot be sustained, is too plain for argument.\nWhen a bill has received the sanction of the Senate and House of Representatives, and the,executives’ approval, it is a law; and the highest evidence of its authenticity is the enrolment in the secretary’s office; and the certificate of the secretary is conclusive evidence that this Act was thus entered of record.\nThere is nothing in the constitution requiring the signatures of the presiding officers of the two houses to be annexed to a hill preparatory to its becoming a law. Neither is there any general statute to this effect. Each branch of the legislature by its own rules has adopted this as a safe and convenient method of signifying to the governor what bills are ready for his approval or rejection, and for this purpose the practice is, one of great utility, serving as it does to guard against mistake or imposition; but the signatures áre no part of the law-making power, and their absence detracts nothing from the force of the enactment.\nThis view of the case renders it unnecessary that we should consider the other questions raised. The Common Pleas properly held that there was nothing in the defence.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "McConnell, with whom was Robb, for the plaintiff in error.",
      "Bakewell and Campbell were for defendant in error, but the Court declined to hear an argument in reply."
    ],
    "corrections": "",
    "head_matter": "Speer versus Plank-Road Company.\nWhen a bill has passed the Senate and House of Representatives, and been approved of by the governor, it is a law. The constitution does not require that it be signed by the presiding officers of the two houses; nor is there any general Act to that effect.\nError to the Common Pleas of Allegheny county.\nThis case was brought into the Common Pleas by appeal from the judgment of an alderman in a suit by The Allegheny and Manchester Plank-Road Company v. James A. Speer, to recover the balance due on a subscription for three shares of the stock of the said company at $25 per share.\nThe pleas of defendant were nul tiel corporation, non assumpsit, and that he subscribed on condition that there should be no tollgate in the borough of Manchester, and that there was one erected therein.\nThe subscription, however, was not conditional, and no condition as to the subscription was proved otherwise.\nThe Act under which the charter was obtained was passed on 6th May, 1850, and on the face of the published Act (see page 699) it appears not to have’been signed by the speakers of the Senate and House. It was however approved by the governor.\nAnother Act was passed on 21st April, 1852 (Acts, p. 374), providing, inter alia, that the Act of 1850 is declared to be as valid and effectual as a law, as if the same had been duly signed by the speakers of each branch of the legislature; and also validating acts of the company done previously.\nOn the trial the Court was asked to charge: 1. That to constitute a valid Act of Assembly, it should be signed by the speakers of the Senate and House. 2. That the Act being void, the charter was void. 3. That the company had no corporate existence at the time the defendant contracted to pay for the stock. 4. That the contract being void, the Act of 1852 could not give vitality to it.\nMcClure, J., refused to charge as requested, as he said, at the instance of a corporation in this collateral proceeding; but he charged that the defence was not available.\nYerdict was rendered for plaintiff for $55.\nIt was assigned for error that the Court erred in negativing the points submitted.\nMcConnell, with whom was Robb, for the plaintiff in error.\nBakewell and Campbell were for defendant in error, but the Court declined to hear an argument in reply."
  },
  "file_name": "0376-01",
  "first_page_order": 378,
  "last_page_order": 380
}
