{
  "id": 413725,
  "name": "Hoar versus Axe",
  "name_abbreviation": "Hoar v. Axe",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "381",
  "last_page": "384",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 381"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 272",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 469,
    "char_count": 9570,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 3.153690757944647e-07,
      "percentile": 0.8628311920888052
    },
    "sha256": "d68d74b948bb5f6a5eda8a371eab814895b42c04048ecd295d8b57bfa8be5901",
    "simhash": "1:76e48d86d7dab8a2",
    "word_count": 1759
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hoar versus Axe."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\nThe defendant below took and carried away certain personal goods, which the plaintiffs allege to have been the property of Emeline Axe, the female plaintiff. The taking seems to have been a mere naked trespass not only without justification but without excuse. No defence was made, but it was objected .that the evidence was insufficient to show the wife’s title ; and if the property belonged to the husband there could be no recovery in the name of the husband and wife. It is not denied that either one or the other was the owner.\nThe act of 1848, relative to married women, permits a wife to be the owner of property, real and personal, as if she were a feme sole. As between her and her husband, possession or use is no evidence of title. Either may have the other’s goods in his custody, without thereby giving even a creditor the right to treat the one who has it as the owner. The proposition which used to be a maxim, that the possession of the wife is the possession of the husband, is no longer any truer than its converse. If the husband sells it, or a creditor levies on it for his debt, and a suit is brought to recover it or the value of it for the use of the wife, she must prove by clear and satisfactory evidence that she was the owner of it at the time of her marriage, or acquired it afterwards in some way which excludes all reasonable suspicion that it is the husband’s, But where the suit is against one who can set up no pretence of claim to it through or under the husband, what right has such a person to deny the assertion which both the husband and the wife make that it belongs to the latter ? Here is property carried away and converted to his own use by a mere wrongdoer. A married woman brings suit to recover compensation for the injury. She alleges that it was hers. This fact no human being but her husband has a right to deny, and nobody else could be honestly benefited by showing the contrary. The husband, instead of denying it, comes with her into Court and joins in her allegation. .Thus the only person, besides herself, who could claim it, admits it to be hers. Is this no evidence of title in the wife ?\nIt follows from what I have said, that the defendant had no right to expect an affirmative answer to any of his points. The charge is much more favorable to him than his case deserved.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Brown, for plaintiff in error.",
      "Schofield, contrà."
    ],
    "corrections": "",
    "head_matter": "Hoar versus Axe.\n1. The Act of 1848, relative to married -women, permits a wife to be the owner of property real and personal, as if she were a feme sole. As between her and her husband possession or use is no evidence of title in the one against the other.\n2. In a suit by the wife against a creditor of her husband, in order to recover for taking property she must prove that she was the owner of it at her marriage, or acquired it afterwards.\n3. But in a suit in the name of the husband and wife for her use, against one who has taken property from her possession without showing any claim under her husband or herself, but appears in the transaction as a mere trespasser, the defendant has no right to dispute the assertion of both the husband and wife that the property belonged to the wife.\nError to the Common Pleas of Warren county.\nThis was an appeal entered to September Term, 1852, from the judgment of a justice of the peace in an action of trespass by Ptolme Axe and Emeline Axe his wife, for her use, v. Lemuel Hoar. It was brought for taking away a yoke of oxen, a cooking stove, and other personal property, which, on the part of Emeline Axe, were claimed as her separate property. The plea was, not guilty.\nOn the trial, testimony was given on part of the plaintiff to the following effect:\nCharles Anderson, sworn: About a year ago I took a yoke of cattle, a cooking stove, a grindstone, and cross-cut saw, and ox-yoke, by directions of defendant; oxen worth from $50 to $60.\n* * * * * * * * * *\nI found the property in the possession of this woman, Mrs. Axe. It was not far from the middle of July, 1852.\nCross-examined: The oxen were across the river, in Hailey’s field. I called on her for the property. She told me where the oxen were, and I went and got them'. She had the other things at her house.\nHenry Grander: I have seen the oxen—worth from $55 to $60. * * * . I think the plaintiff got the property the first Monday in June, 1852. It was the first day of June court.\nCross-examined: I did not see it then. I thought it came then, because Ptolme Axe wanted my wagon then, to get some things. Plaintiff lives on the opposite side of the river from me, on land left by Mrs. Axe’s first husband. It belongs to her and her children ; never heard that Ptolme Axe bought it.\nDirect examination resumed: I saw this property two or three weeks before Anderson took it. The day Anderson came she had loaned the oxen to plough.\nOn part of the defendant, the Court was requested to charge, that in order to sustain the suit, there should be evidence that Emeline Axe was the owner of the property in question, or that she was a joint owner with Ptolme Axe, and that there is no sufficient evidence of that fact in this case. 2. The legal presumption is that the property on the premises was the property of the husband. 3. That the possession of the wife is the possession of the husband ; and if found in her custody it is not sufficient from which to infer ownership in the wife.-\nGalbraith, J., charged the jury, inter alia: “The plaintiff’s' counsel refer to the 39th section of the Act of 25th April, 1850, (.Pamphlet Laws, 1850, page 576). The use, recited on the record, to Emeline is a matter of no consequence; no proof need be offered of that. He, the defendant, offers no evidence. He appears in no other light, by the evidence, than as a trespasser. It is not a matter of his concern whether the property belongs to the husband exclusively, or was the separate property of his wife; and so far as he is concerned in this suit, we think there is sufficient evidence from which it may be presumed that the property here belonged to the wife, and therefore the suit is rightly brought in the name of the husband and wife. The evidence is referred to you, and if you think it sufficient, you will find .for the plaintiff-the value of the property taken, with such damages as you may consider reasonable, under the circumstances. * * * *\n* * * With these qualifications, defendant’s points answered in the affirmative.;”\nJune 10, 1853, verdict for plaintiff for $83.74.\nIt was assigned for error that the Court erred in charging that it was not a matter which concerned the defendant whether the property in dispute was the exclusive property of the husband or the separate property of the wife. 2. That there was sufficient evidence in the cause for the jury to infer that the suit was rightly brought in the name of the husband and wife. 3. That the Court did not answer the points:\nIn the Act of 25th April, 1850, section 39, it is provided as follows :\n“ Any suit or suits at law hereafter to be commenced in any of the Courts-of this Commonwealth, touching or concerning or for the recovery of any- property, real, personal, or mixed, belonging or secured to any married woman by virtue of the provisions of the Act relating to the rights of married women, passed the 11th day of April, 1848, may be brought in the names of such married woman and her husband, to the use of the said married woman; and a recovery in such suit or suits shall be for the exclusive benefit of such married woman.”\nBrown, for plaintiff in error.\nIt was said that the legal presumption was that whatever property is in the possession of the husband is his, and not his wife’s; and the burden of proof is on her to show her separate ownership. It was contended that there was no such evidence in this case.\nSchofield, contrà.\nIt was said that the wife had the possession of all the property which was taken. That whether the property belonged to the husband or wife was no concern to the defendant, as he did not show any claim to it under either of the plaintiffs. Even before the Act of 1848, the law permitted her to possess and sue for such chattels as it permitted her to own. As to such chattels, the rule of law; making possession sufficient to maintain trespass, was applicable: Herr’s Appeal, 5 W. & Ser. 499; 2 Atk. 77, case of jewels claimed by the wife. But since the Act of 1848, the wife’s chattels are not more transferred to her husband than her paraphernalia: 1 Jones 272, Oumming’s Appeal; 1 Harris 480, Goodyear v. Rumbaugh. If the property had been taken on execution against the husband, a different question might exist. In a contest with his creditors it might be incumbent on her to show title as well as possession. But here, the defendant has shown no claim whatever, but it is contended on his part, that he is not bound to' make reparation till demanded by the husband. But here, the husband appears in Court consenting to the suit. Before the Act of 1848, when the husband might take the wife’s choses in action, the law would not oblige him to do so, even in favor of his creditors: Timbers v. Katz, 6 W. & Ser. 290-298-299-300. .\nBut it was contended that there was strong circumstantial evidence in this case, that the property belonged exclusively to the wife. The farm on which she lived belonged to her and her children by her former husband. One witness said he called on her for the property. She told him where the oxen were. She had the other things at her house. Another said that she had loaned the oxen to plough."
  },
  "file_name": "0381-01",
  "first_page_order": 383,
  "last_page_order": 386
}
