{
  "id": 413740,
  "name": "Erie City versus Schwingle",
  "name_abbreviation": "Erie City v. Schwingle",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "384",
  "last_page": "390",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 384"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Hill 331",
      "category": "reporters:state",
      "reporter": "Hill",
      "case_ids": [
        2510708
      ],
      "opinion_index": -1,
      "case_paths": [
        "/scl/21/0331-01"
      ]
    },
    {
      "cite": "15 Johnson 253",
      "category": "reporters:state",
      "reporter": "Johnson",
      "opinion_index": -1
    },
    {
      "cite": "6 Johnson 90",
      "category": "reporters:state",
      "reporter": "Johnson",
      "opinion_index": 0
    },
    {
      "cite": "15 Johnson 250",
      "category": "reporters:state",
      "reporter": "Johnson",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 683,
    "char_count": 15880,
    "ocr_confidence": 0.411,
    "pagerank": {
      "raw": 1.2030667384441364e-06,
      "percentile": 0.9877490927077216
    },
    "sha256": "66911ee21c0c80182a0353d676fb0e7d68213f95c53b301b84308843a7d6f932",
    "simhash": "1:29026d3ea67e745d",
    "word_count": 2894
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Erie City versus Schwingle"
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\nThe principal question in this case is, whether a city corporation, bound by its charter to keep its streets in repair, is liable for an injury occasioned by neglect to do so.\nEvery highway or thoroughfare, which the public has a right to use, must be kept, by somebody, in such order that it can be safely used, and if any serious injury happens to an individual in consequence of its bad condition, those who are bound to repair must answer in damages. In Beatty v. Gilmore, (4 Harris 463,) a person who had dug a hole in the pavement, and violated his duty by leaving it exposed, was held liable to a party who fell into it and broke his leg. In Bartlett v. Crozier, (15 Johnson 250,) an action was sustained against an overseer of the highway, who had the means of repairing the roads in his hands, but neglected to do it, and caused a loss to the plaintiff. In Townsend v. The Susquehanna S. R. Co., (6 Johnson 90,) a private corporation which had failed to keep up one of its bridges, was held liable for a similar loss. In Dean v. New Milford Township, (5 W. & Ser. 545,) it was decided that damages might be recovered against a township for the injury sustained in consequence of the non-repair of a public road. And in the Commissioners of Kensington v. Wood, (10 Barr 93,) it was said by this Court that the liability of the corporation, for any injury arising from the unskilful, inartificial, or improper manner, in which the paving and grading of a 'street was done, could not be controverted. To these authorities may be added the case of Pittsburgh v. The Owners of the Steamer Mary Ann, (10 Harris 54, &c.) in which we held that the city corporation, having the care of a port, was responsible for the .loss of a vessel which had been wrecked for want of a safe landing-place. I have cited these several cases to show that a party bound to repair, whether it be an individual, a private corporation, a township, district or city, must perform the duty or pay, in an action on the case, for all injuries to persons and property, which may becaus’ed by the omission. Except in eases where the suit is against a public officer in his individual character, and not against the corporation which he represents, (as in Bartlett v. Crozier,) it makes no difference whether the neglect is wilful or otherwise.\nIt was contended on the trial, that, inasmuch as there were other streets by which the plaintiff might have reached any point at which he could have been aiming when he was hurt, it was his own folly to go over an unbridged stream and expose himself to the injury which he suffered. But if the officers of the city permitted the street to be used without warning the. public of its condition, they cannot charge the plaintiff with inexcusable negligence of his own safety, in doing what -they themselves took no measures to prevent. They invited him into that street by not closing it up, by allowing it to be used without objection, and by putting certain repairs upon it which made it not safe, but passable with skilful driving and good luck. Culpable negligence or want of ordinary care on the part of the plaintiff would have been a defence. But the burden of proving it was rightly held in Beatty v. Gilmore to lie on the defendant. No proof of that kind was offered, except what may be inferred from the plaintiff’s hot going around some other way. We are very clear in the opinion that that amounts to nothing in the circumstances of this case.\nThe charter of the city forbids any tax for city purposes greater than the half of one per cent, on the valuation. This had been laid and expended. But the charter says, that a larger tax may be laid with the consent of a majority of the inhabitants, if it be required for a purpose of general utility. The rebuilding of a bridge to accommodate the public in travelling along a public street is an object of general utility. A tax beyond the half per cent., therefore, for that purpose, might have been laid, unless a majority of the citizens had refused to permit it. The people of the city are the corporators. It is they who are sued under the corporate name. It is they who must pay this judgment, if it is to be paid at all. They are defendants in this action. It will not do for them to allege that they are' unwilling to perform a duty, and hold that up as an excuse for its non-performance. The Court of Common Pleas was right in saying that the want of funds was no excuse. I will not say that damages’ can be recovered for an injury like this from a municipal corporation, which has no means at all of raising a corporate fund to repair its roads and bridges. That cannot be a legal duty which the law does not permit to be executed. But in this case the city had a corporate fund, capable of being increased to any extent, by the immediate act of the people. If a mere vote of the council could have laid the tax, their disinclination to do so would hardly have been thought of as a defence. The people being their own representatives in regard to all taxation, beyond a half per cent., they are bound to see to it themselves as much as the council would have been, if the matter had been intrusted to their discretion. No matter where the authority of a municipal corporation may be lodged, nor what organs may be designated to speak its will, neither the council nor the people can rid themselves of a public duty, by any vote of their own, or any refusal to vote.\nIt is assigned for error here, that the narr. sets forth no cause of action. It is not necessary to recite, in the declaration, the Act of Assembly which binds the city to keep the streets in repair, nor to aver that the city had funds to do it. But, even if the narr. were deficient, we would not reverse for that reason, because the point was not made in the Court below.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Babbitt, for plaintiff in error.",
      "Walker and Thompson, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Erie City versus Schwingle\n1. A corporation which is hound by its charter to keep the streets in repair, is liable for an injury occasioned by its neglect to do so; and it is not material whether the neglect was wilful or otherwise.\n2. The carriage of the plaintiff was upset whilst passing along a way deviating from the street on which he had passed, and leading to the crossing of a stream in a borough, the bridge over which had been carried away by flood, by which accident his leg was broken., It was Held, that although there were other streets in the borough by which the plaintiff could have safely reached the point towards which he was going when the accident occurred, yet if the officers of the borough, permitted the street to be used without warning the public of its imperfect condition, they cannot charge the plaintiff with inexcusable negligence or want of ordinary, care in using it.\n3. Culpable negligence, or want of ordinary care on the part of the party injured, would have been a defence; but the burden of proving such lay on the corporation, the defendant in the action.\n4. The act of incorporation prohibited, the borough officers from levying in any one year, a tax exceeding one half of one per cent, on the valuation, “ unless some object of general utility should require the same, in which case the assent thereto of a majority of the taxable inhabitants of said borough shall be previously obtained in writing.” It was Held, that the rebuilding of a bridge to accommodate the public in travelling along a public street, is an object of general utility.\n5. The people of the borough are the corporators, and they cannot allege their unwillingness to perform a duty as an excuse for its non-performance.\n6. It is not necessary, in a suit against a corporation for negligence in repairing a street, to recite in the declaration the Act of Assembly which binds the corporation to keep its streets in repair, nor to aver that the corporation had funds to do so.\n7. If the narr. in such a case were defective, this Court would not reverse for that reason if the point were not made in the Court below.\nError to the Common Pleas of Brie county.\nThis was an. action on the case by Christian Schwingle v. The Burgess and Town. Council of The Borough of Erie, now the City of Erie. It was brought to February Term, 1848, to recover damages for an injury sustained by the plaintiff.\nIt appeared that on the 16th of August, 1846', a bridge, across Mill Creek, on Eighth street, in the borough of Erie, had been carried away by a flood. A way was dug by which wagons descended to the creek. Whether this passage had been made by order of the borough authorities or not, it was said did not appear.\nOn the 12th September next following, the wagon of the plaintiff was overturned whilst he was driving round the end of the bridge, and his leg was broken; and this action was brought to recover for the injury.\nIt appeared that there were a number of streets in the borough running parallel with Eighth street, extending east and west, crossing the said Creek, on two of which, Sixth and Ninth, there were bridges at the time, and by which access could have been gained to any point which could have been gained by crossing at Eighth street. Also, that there was another safe crossing, used by the public as a common highway, between Seventh and Eighth streets. Also, that the plaintiff knew that the bridge on Eighth street was gone.\nIt was also alleged that the whole amount of tax allowed by law (half of a cent on the dollar of valuation), for several of the years next preceding had been assessed, and was exhausted in repairs of streets, &c. That the tax of the year 1846 had been exhausted, and that there was not in the treasury money sufficient to erect the bridge in question, and that the borough was in debt.\nA number of points were submitted on part of the borough.\n1. That the defendants, in their legislative capacity, were the judges, in view of the means of the borough, as to the bridges to be built or rebuilt; and that they were not liable to the plaintiff for delay in respect to the rebuilding of the bridge on Eighth street.\n2. That they were liable, if at all, only for wilful misconduct in the matter, which was not to be presumed.\n3. That the plaintiff not having proved or alleged that there were funds in the borough treasury sufficient to rebuild the bridge in question, and the Act not authorizing the borough officers to make an assessment beyond half a cent on the dollar of valuation of taxable property in the borough, the suit could not be sustained.\nThe 4th was to the effect that the defendants, having assessed for 1846 a tax to the amount of five mills on the dollar, had anticipated their funds, so that there was not, at the time the bridge was destroyed, sufficient money in the treasury to rebuild it, and that they.were not bound to incur further indebtedness for its reconstruction.\n5. That the defendants were not bound to construct a safe wagon-road round the end of the bridge, if, by Sixth, Seventh, and Ninth streets, access could have been had by any point on Eighth street, east and west of the bridge; and that there being no evidence that they ordered the road, on which the plaintiff was passing, to be opened, they were not liable for the accident which happened on it.\nThe Court charged, in answer to the first point, that the city was bound to keep its streets and bridges in repair; and when a bridge was carried away, it was bound to reconstruct it in a reasonable time, if necessary for the travelling public. He said, however, that this rule did not apply to county bridges. 2d. That it was not necessary that there should be wilful, designed misconduct. That omission to perform the duty was sufficient. 3d. That want of funds would not excuse the borough for not erecting the bridge, as the law provides a way by which funds could be raised; but that the state of the treasury should be considered in determining the question whether or not the bridge was rebuilt within a reasonable time; or rather whether there was negligence in not rebuilding it prior to 12th September, 1846.\n5th. The defendant was bound to construct a wagon-road down the hill to the water, if such road could be made by a small expenditure, so as safely to accommodate the public, unless the public were equally well accommodated in some other way ; and even if this were not so, if the road was opened down the hill by those in the employ of the borough, and used by the public with the knowledge of the borough supervisor, it was his duty so to repair it that by the use of proper precaution it would be safe, and a failure to do so, if the occasion of injury, would render the city liable.\nVerdict was rendered for the plaintiff for $516.\nIt was assigned for error, that the Court erred in not answering the 1st and 2d points in the affirmative. 2. In answering the 3d and 4th points in the negative. 4. That there is no legal cause of action set out in the narr. The objection to the declaration was that it set out no Act of Assembly making the corporation liable for the omission complained of. And secondly, that it was not averred in it that the defendants had either “the means or the power of obtaining the means to reconstruct the bridge in question.”\nBy the Act of 18th April, 1795, (3 Smith’s Laws 234) commissioners were appointed to lay out the town of Erie. The town was laid out in three sections. By the Act of 20th March, 1805, the first section of the town was incorporated into a borough. The maximum of tax authorized to be assessed was five mills on the dollár. By the Act of 8th April, 1833 (Acts 275), the original Act of incorporation was remodelled, and the powers of the burgess and council were enlarged.\nThe ninth section provides that it shall be the duty of the burgess and council to meet as often as occasion may require; and said burgess and council shall have power at such meetings to enact, &c., such ordinances “ as shall be expedient to promote the peace, good order, and benefit of the citizens of said borough; to provide for the regulation of markets, improve, repair, and keep in good order the streets,” &c.; and the said burgess and council shall have power to assess, apportion, raise, and appropriate such taxes as shall be by them deemed necessary for repairing the streets, and for carrying the by-laws, ordinances, &c., and objects of general utility into complete effect, &c. Provided, that in laying and assessing such tax, due regard shall be had to the valuation of taxable property assessed for the purpose of raising county rates and levies, so that said tax shall not in any one year exceed one half of one per cent, on the dollar of such valuation, “unless some object of general utility should require the same, in which case the assent thereto of a majority of the taxable inhabitants of said borough shall be previously obtained in writing.”\nBabbitt, for plaintiff in error.\nWalker and Thompson, for defendants in error.\nThat a corporation, municipal or otherwise, may be sued for acts improperly committed by its direction or for neglect of duty, reference was made to the case of Dean v. New Milford Township, 5 W. & Ser. 545; 15 Johnson 253, Bartlett v. Crozier; Angell & Ames on Corp. 382-3; 4 Ser. & R. 6; 3 Hill 331, Baily v. Mayer, &c.; 10 Barr 95, Commissioners v. Wood.\nIt was further contended that it was not necessary to set out in the narr. the Act creating the borough. That a borough is a known political institution, and the Act creating it need not be recited in the narr.\nBut it was contended that it was sufficiently referred to in stating that by the laws of the Commonwealth in that behalf provided, the defendants had the charge and care and were bound to keep the streets in the borough safe, and in good repair, &c. It was said that this was sufficient even before verdict, but that after verdict it was certainly sufficient: 4 Ser. & R. 6."
  },
  "file_name": "0384-01",
  "first_page_order": 386,
  "last_page_order": 392
}
