{
  "id": 413730,
  "name": "O'Neal versus Rupp",
  "name_abbreviation": "O'Neal v. Rupp",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "395",
  "last_page": "397",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 395"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 356,
    "char_count": 6536,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 3.336600810069082e-07,
      "percentile": 0.873917359660737
    },
    "sha256": "9f84a051d195e484a27d4ff83b1b2ec90f04084e74a81e36f9eeb14350c9ef9a",
    "simhash": "1:62a3a43918eea8f4",
    "word_count": 1169
  },
  "last_updated": "2023-07-14T19:14:15.640155+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "O’Neal versus Rupp."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nIt is unnecessary to determine whether the affidavit did not disclose a valid defence to the plaintiff’s demand, as we are of the opinion that the objection to its sufficiency was not raised in time.\nA party who intends to ask for judgment for the reason that the affidavit of defence is deficient, must do so before he has taken any steps in the cause, subsequent to the affidavit, calculated to mislead his opponent.\nThe writ was returnable in this case upon the first Monday of January, 1858; served on the 17th of December, 1852, and affidavit filed on the 28th December, 1852'.\nThe plaintiff had his eléction, either to treat the affidavit of defence as sufficient and take the ordinary course to bring his cause on for trial; or to test the validity of the affidavit by entering a rule for judgment. It would seem that he adopted the first branch of this proposition, for, on the 16th day of April, 1853, a rule was taken upon the defendant to plead, and two days afterwards a rule was entered to arbitrate, which last rule was, on the 24th May, stricken off at the plaintiff's instance and costs.\nAfter these steps had been taken, and five months after the affidavit had been filed, the plaintiff obtained a rule for judgment, which was made absolute upon the ground that the affidavit was defective in not setting forth a defence that would be effectual in law.\nIt may be said that a defendant is not injured by reason of delay in taking judgment; but of this we cannot be certain. It was fair for him to presume that his case would be investigated in open Court and tried in the usual method, and. a prudent man would have provided the means necessary to make good his defence. This would require an expenditure of time and money, besides which, delay is generally injurious even to the losing party.\nThere is no hardship in holding that a plaintiff may waive his right to question the sufficiency of an affidavit of defence, and we think this case a proper one to apply the rule that he may do so.\nIt is alleged that this point was not made in the Court below. It does not appear from the paper-book that any notice was given to the defendant or his attorney of the rule for judgment, or that any argument was had upon the rule before it was made absolute.\nThe record showed that the plaintiff, by his rule to plead and arbitrate, admitted the validity of the affidavit, and an examination of it would properly present to the Court the question now decided. We cannot, therefore, say that this point cannot now be heard because it was not formally made below.\nJudgment reversed and procedendo awarded,",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Woods, for the plaintiff in error.",
      "Geo. P. Hamilton, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "O’Neal versus Rupp.\n1. l’ke right to judgment for insufficiency in the affidavit of defence may be waived.\n2. A party who intends to ask for judgment on account of an insufficient affidavit of defence, must do so before he takes any further steps in the cause, subsequent to the affidavit, which are calculated to mislead the defendant.\n3. It is too late to move for judgment on account of insufficiency in the affidavit of defence, after a rule to plead and plea entered, and rule to arbitrate entered on part of the plaintiff and stricken off, and nearly five months had elapsed before judgment was asked for.\nError to the District Court of Allegheny County.\nThis was an action of assumpsit by William P. Rupp, Administrator, &c., of Simeon B. Pearson, deceased, v. James O’Neal, for the price of a lot of ground sold under an order of the Orphans’ Court for the payment of debts. The suit was to January Term, 1853, the writ being returnable on the first Monday of January, 1853, and was served on 17th December, 1852. An affidavit in support of the claim was filed, the claim being for $825, with interest.\nOn 28th December, 1852, an affidavit of defence was filed, in which it was, inter, alia, alleged that the title was defective; that the fee .simple to the greater part of the property was vested in third parties, and that the sale did not pass such title as the plaintiff agreed to convey, &c.\nOn 18th April, 1853, a rule to choose arbitrators on the 5th May was entered on the part of the plaintiff. On the 24th May, this rule was stricken off at the costs of the plaintiff. On 27 th May, 1853, a rule was granted to show cause why judgment should not be entered for want of sufficient affidavit of defence, the reason assigned being, that “ the facts set forth in the affidavit of defence filed do not amount to a defence in law.” It was stated on the paper-book that, “ on the 18th of June, 1853, the rule to show cause, being regularly reached on the argument list, was by the Court made absolute.”\nJudgment was entered, and the sum was liquidated at $867.62.\nIt was assigned for error, that the Court erred in entering the judgment: 1. Because the affidavit was sufficient, fully meeting the plaintiff’s affidavit; and 2. If the affidavit was not sufficient the plaintiff, by his rule to plead, his rule to arbitrate, and by his delay, had waived “ objection to the form and substance of the affidavit of defence, and thrown defendant off his guard.”\nThe 66th rule of Court provides, that “ in all actions of debt or assumpsit, when the plaintiff shall file with his precipe an affidavit stating the amount verily believed to be due from the defendant, he shall be entitled to judgment as for want of appearance, unless defendant shall file an affidavit of defence with his' appearance.”\nWoods, for the plaintiff in error.\nIt was contended that the affidavit was sufficient. Also that the plaintiff had waived any defect existing in the affidavit. Cited 2 Miles 28, wherein the plaintiff was considered as having waived a right to judgment, not only by not moving for judgment, but by asking and obtaining a plea.\nGeo. P. Hamilton, for defendant in error.\nIt was said that the defendant in the affidavit did not allege any eviction by third parties, but simply a defect of title. It was contended that, therefore, the plaintiff had a right to recover the purchase-money: 1 Harris 121, Vandever v. Baker; 6 Harris 199, Sackett v. Twining.\nFurther, that the question of waiver was not raised in the Court below, which, in order to have advantage of it even there, he should have done by furnishing, in compliance, with a rule of Court, a paper-book setting forth the substance of the case and the points to be discussed. In this case leave was not asked to file a supplemental affidavit, but the case was rested by the defendant below on the affidavit filed."
  },
  "file_name": "0395-01",
  "first_page_order": 397,
  "last_page_order": 399
}
