{
  "id": 413763,
  "name": "Sellers & Nicols versus Jones",
  "name_abbreviation": "Sellers & Nicols v. Jones",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "423",
  "last_page": "427",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 423"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 532,
    "char_count": 12391,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 1.2756864058457628e-07,
      "percentile": 0.6157901483831683
    },
    "sha256": "1207f592ef15879b322cbce4a165260c6886d5088d24a4fdb0ba8b50072b9166",
    "simhash": "1:1e49472dfbfee9cc",
    "word_count": 2211
  },
  "last_updated": "2023-07-14T19:14:15.640155+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sellers & Nicols versus Jones."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nThe plaintiffs are merchants of the city of Pittsburgh, and bring this suit to recover from Jones a balance due for goods sold and delivered.\nThe defendant does not deny the correctness of the plaintiffs’ account, but alleges that he is entitled to a credit for the sum of $275, being the amount of three notes made by J. & J. Bell, payable in pig metal to the order of the defendant, and by him transferred to the plaintiffs. Whether these notes were properly chargeable to the plaintiffs, was the only matter of contest upon the trial.\nThe learned judge who presided in the District Court, instructed the jury that the facts given in evidence, assuming their truth, would charge the plaintiffs with the amount of the Bell notes, and the jury found accordingly.\nTo the charge of the Court and the admission of the notes in evidence, under the pleadings, nine distinct errors are assigned. It is difficult to perceive what is gained by dividing and subdividing propositions, so as to make a great number of points upon one or two simple questions, which being plainly put, and distinctly answered, present clearly to the mind the matters at issue.\nEverything in dispute in this case may be embraced in these questions: Was the defendant’s evidence properly admissible under his pleas ? If properly received, did it make out his case ?\nThere was a general plea of set-off, and two special pleas. One of which averred “ that as to said sum of $275, J. & J. Bell made their three several notes in writing, and delivered the same to the defendant, by which said notes the said J. & J. Bell promised to pay the defendant or his order, at certain times and days, &c., to the amount of $275; and that the defendant afterwards, and before the time appointed by the said notes for the payment thereof, to wit, on the day of April, 1849, for and on account of goods and merchandise, &c., delivered, and to he afterwards delivered to the defendant to the amount of the said $275, endorsed said notes and delivered the same to the plaintiffs, who accepted and received said notes,” &c., &e. The other special plea was substantially the same, except it mentioned the Bell notes as promissory notes.\nThere was also a plea of payment, with notice of special matter. We cannot say that the evidence offered by the defendant should have been entirely rejected. Taken together, it proved that some time in the spring of 1849, Jones transferred to plaintiffs, by blank endorsement, three notes signed by J. & J. Bell, in all amounting to $275, payable in pig metal; that a small portion of the metal was received, and credited to Jones; that the residue was unpaid, the makers of the notes having failed in business in July or August, 1850; and that in August, 1850, an offer was made by the plaintiffs to return the notes to the defendant, who refused to receive them. On the 1st of May, 1849, Jones wrote to Sellers, as follows:—\n“ Dear Sir,—I am going to write you a few lines concerning the notes I left in your care. I have seen Mr. Bell, and I told him to deliver you the metal, a,nd I gave him your card, and he said it was all right, and I want you to attend to them and turn them into money .as quick as you can, to the best advantage you can, and let me know inside of two weeks whether you get them or not.”\nAgain, on the 12th July, 1849, Jones writes to Sellers and Nicols,—\n“Sirs,—I have been informed by Mr. Bell that you have received the first note in metal, and I would like to know how you and him got along. I wrote you once before, but I never got any answer. Wish if you will write a few lines, so I will know.”\nThere was no answer to these letters in evidence; but on the 23d March, 1850, Sellers & Nicols write to Jones, saying:—\n“We wish you to stir up the Bells to pay up their notes. If they do not, we shall enter suit the first opportunity. They have never said a word to us on the subject.”\nUnder this evidence the jury were instructed that the defendant was entitled to a credit for the amount of the notes. In this we think there was error. It could hardly be pretended, in view of the facts proved, that the notes were received as payment of a preexisting debt, or that there was an absolute sale of. them by Jones to the plaintiffs.\nThey must then have been left as collateral security to be credited when collected, or merely deposited for the purpose of receiving the metal when delivered. The character of the transaction, under the evidence, was a question of fact for the jury : as was also the diligence of the plaintiffs in collecting the notes, and whether the amount was lost through their neglect.\nIf Sellers & Nicols received the notes as collateral security, or for the purpose of collecting the same, they were bound to use ordinary diligence, and if lost for want thereof they would be liable to Jones for the injury sustained by reason of their negligence; but if the notes were left with them, in order that they might receive the metal when delivered in Pittsburgh, they could only be held to account for the amount actually paid to them.\nJudgment reversed and new trial awarded.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Shinn and Hepburn, for plaintiffs in error.",
      "Rogers, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Sellers & Nicols versus Jones.\n1. In an action of assumpsit on book account, in addition to the pleas of non assumpsit and payment with leave, and set-off, it was pleaded specially, that the defendant had delivered to the plaintiffs three promissory notes of third persons, payable to the defendant or his order—that the defendant endorsed the said notes and delivered them to the plaintiffs, who accepted and received them for the amount of the said notes. The notes were payable in iron metal. There was no proof that the plaintiffs had agreed to accept the notes in payment or to assume the duty of collecting them, it being alleged by the plaintiffs that they were not left even as collateral security, but merely for the convenience of the defendant that the metal in which they were payable might be received by them and accounted for by credit on the book account. The makers of the notes failed, the notes being unpaid. It was Held, that it was error in the Court to charge the jury that “under the facts in evidence, ‘assuming their truth,’ the opinion of the Court was that the amount of the notes ought to be credited, and that the ‘ verdict should be rendered accordingly.”’ The nature of tie transaction was a question of fact, and should have been submitted to the jury.\n2. If the notes were received as collateral security or for the purpase of collection, the holders were bound to use ordinary diligence in. their collection, and if the notes were lost for want of such attention they would be liable to the owner to the extent of the injury; but if they were left with the holders merely that they might receive the metal, in which they were payable, when it was delivered, they would be liable to account only for the amount received by them.\nError to the District Court of Allegheny county.\nThis was an action of assumpsit by Francis Sellers, and John Nicols, partners, v. Jenkins Jones. It was brought to recover $403.69, claimed as a balance due on a book account. A bill of particulars amounting to $607.03, was filed, on which credits were allowed to the amount of $203.34, leaving a balance of $403.69.\nIt was alleged in defence, that the defendant was entitled to a credit of $275, being the amount of three' promissory notes of J. & J. Bell, which were payable on 1st. of May, on 1st of August, and on 1st of November, 1849, and were each payable in metal, at the price “Washington Furnace metal sells at on credit,” &c.\nThe pleas were non assumpsit, and payment with leave, &c. Afterwards two' special pleas were filed. In one of them it was alleged that the said notes called “ promissory notes” were endorsed by the defendant and delivered to the plaintiffs who accepted them for the said sum of $275; in the other they were called “notes in writing,” and it was alleged that before the notes were payable, the defendant, on account of goods, &c. delivered and to be delivered to the defendant to their account, endorsed and delivered them to the plaintiffs who accepted them, &c.\nThe plea of set-off was added.\nThe pleas were severally traversed and issue was joined.\nOn the trial the notes were offered in evidence on the part of the defendants, and they were objected to on the ground, 1. That they were not evidence under the pleadings. 2. The notes, so called, are due-bills, payable in iron. 3. They were delivered to plaintiffs prior to the. date of the account. The objections were overruled, and exception was taken.\nSome letters of J. Jones were given in evidence, for a statement of which see the opinion in this ease.\nOn part of the plaintiffs four points were submitted: The first was to the effect that the notes were “property orders” or notes payable in goods, and were not evidence under the pleas of payment or set-off, without proof- of consideration. 2. That to charge the plaintiffs with the amount of the notes, as payment for goods, &c., the defendant must prove an agreement to that effect; that such agreement was not to be presumed from the mere fact that the notes remained in the possession of the plaintiffs. 3. That if the notes were deposited without any agreement of plaintiffs to receive them as payment, they cannot be set off in this action, and that plaintiffs were under no obligation to pursue the Bells. 4. That an assignment of the orders was not to be construed as payment, unless the metal was delivered to the plaintiffs, &c.\nIt was stated that the firm of J. & J. Bell failed about 1st August, 1850, and that a few days thereafter a return of the notes was offered, but they were refused.\nForward, J., charged, inter alia, as follows:—\n“Were the notes of J. & J. Bell to Jones, received by plaintiffs as cash ?\n*“The endorsement of Jones in blank might import an actual transfer; but his letters to plaintiff of May 1 and July 12, 1849, would lead us to think that these notes were endorsed to plaintiffs for the purpose of enabling them to demand and receive the sum mentioned therein. In other words, that plaintiffs were- the mere agents of Jones, and not purchasers of his paper. Taking this to have been the true relation of the parties, the plaintiffs were chargeable with ordinary diligence in the agency aforesaid, and are liable for the omission of it, unless it. be shown that the Bells were insolvent,* a fact which cannot be fairly-alleged, inasmuch as their failure in business did not take place until July or August, 1850. * * * * The notes in question were clue respectively 1st May, 1st August, and 1st November, 1849. The time of their transfer and delivery to plaintiffs does not certainly appear. Judging from the testimony, I infer that they were in plaintiffs’ hands before the maturity of either of them. *If received by plaintiffs, before their maturity, the failure of the Bells to remit the metal, ought to have been communicated to Jones without unnecessary delay, or in default of such notice the plaintiffs should have instituted suits against the Bells, and used reasonable diligence to enforce a compliance with their contracts, or obtain damages for their non-performance.* It appears that a part of the iron due on the first note was received by plaintiffs and a credit entered in favor of Jones on their book for the amount.”\n* * * * * * *\nHe added, *“ Upon the facts in evidence, assuming their truth, my opinion is, that the amount due on the notes referred to, ought to be credited to the defendant, and that your verdict should be rendered accordingly.”*\nHe observed that it would be perceived that the points were answered in the charge, and needed no further attention.\nVerdict was rendered for the plaintiffs for $128.69. Subsequently a motion for a new trial was made, and a mistake being alleged as to a credit being omitted, the amount of the verdict was enlarged, by consent, to $219.68.\nThe 1st, 2d, and 3d assignments of error were to the parts of the charge between asterisks. 4. In taking the facts from the jury in the portion of the charge to that effect. 5, 6, 7, and 8. That the Court erred in not charging as requested in the 1st, 2d, 3d, and 4th points; and the 9th, was to the refusal to charge specifically on the points.\nShinn and Hepburn, for plaintiffs in error.\nRogers, for defendant in error."
  },
  "file_name": "0423-01",
  "first_page_order": 425,
  "last_page_order": 429
}
