{
  "id": 413779,
  "name": "Cole versus Bolard",
  "name_abbreviation": "Cole v. Bolard",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "431",
  "last_page": "436",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 431"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts 54",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "2 Watts 66",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840142
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0066-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 592,
    "char_count": 13839,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 1.736869649608705e-07,
      "percentile": 0.7064019948653377
    },
    "sha256": "9902d8f7ad9e4fce78ba9afa19b659052954b2c2077c064c28ccdb76f0f0fdee",
    "simhash": "1:b94bafb5bf722de6",
    "word_count": 2520
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cole versus Bolard."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\nThe plaintiff claims the land in opposition to his own absolute deed. He conveyed it to one Robinson, who sold it afterwards to the defendant. But the plaintiff produced evidence to show that his conveyance to Robinson was a mortgage to secure the payment of a debt.\nThe evidence was somewhat contradictory throughout. The Court left the case to the jury, with instructions that the plaintiff might recover if he had proved, (1) that the deed was intended by the parties as a mortgage; (2) that the defendant had purchased from Robinson with notice of the plaintiff’s right to redeem; and (3) that the debt had been paid before suit brought.\nIt is very plain that the two first of these facts were absolutely necessary to the plaintiff’s case. It was not strictly correct to add the third as a condition upon which his recovery depended; for, if the debt was paid at any time before trial, he was entitled to a verdict conditioned that he should pay the costs before taking out execution, as in Hewitt v. Huling, (2 Jones.) But the error was immaterial, and did no harm. There was no evidence or even assertion of any payment made after the bringing of the suit. We never reverse on a mere abstraction.\nThere are seven specifications of error. The first is, that an incompetent witness was permitted to testify for the defendant. Hot only is the specification unaccompanied by the substance,of the bill of exceptions, but the bill itself is not to be found in any part of the paper-book. It does not even appear that the witness was objected to. Five more alleged errors are set forth, with an equal and even greater disregard of the rule. We propose to consider the second one (irregular though it be), because it refers to the important point in the cause, and was supported by an argument so plausible that we at first inclined to reverse the judgment on that ground. We shall also notice the seventh, because-it is properly assigned and must be attended to.\nThe plaintiff requested the Court to charge, that if the defendant and his vendor knew that the deed was a mortgage, and yet wilfully denied it, then the plaintiff could recover without paying the debt for which he had pledged the land. The refusal of the Court so to instruct the jury is the error complained of in the second specification.\nIn our opinion the plaintiff attaches too much importance to the false assertion which he attributes to the other party. One who wilfully misleads another by a false declaration, cannot afterwards have any advantage from the truth as against the party misled. Since somebody must suffer, it is right that he should take the consequences who was guilty of the offence. But there is no rule of law by which a man can be deprived of his rights as a penalty for uttering, in loose conversation, a mere naked lie, by which he gained no advantage for himself, and on which nobody else acted. The cases cited by the plaintiff do not sustain his proposition. It certainly does not strengthen his case to show that a deed procured by fraud (2 Barr 14), or changed in a material point after delivery (2 Barr 191), is void. Nor is it more to the purpose that a person who gives notice of his title at a sheriff’s sale, is confined to the same title afterwards (2 Barr 313), or that one who becomes a purchaser at an under price by means of an actual fraud, cannot hold the land against the original owner until he is refunded what he paid (2 Watts 66). The rule that one who alters a deed can claim nothing by it, is necessary to prevent the dangerous insecurity which would result from -allowing written documents to be tampered with. In each of the other cases referred to, some species of imposture practised by one person influenced the actions of others. Falsehood is not itself fraud, but only the means whereby frauds are sometimes perpetrated. The doctrine that a tenant for years forfeits his estate by refusing to pay rent and denying the title of his landlord (8 Watts 54), appears at first blush to have a somewhat closer analogy to the point before us. But it is based on the fact that every lease contains a covenant, express or implied, that the lessee will do nothing to impugn the lessor’s right (8 W. & Ser. 231), and the estate for years is held on that condition (Ib.). It is not founded on any notion that the tenant must answer for the accuracy of all his plantation talk. Nothing short of an act, which sets his landlord at defiance, will work a forfeiture. On the whole we think it was right to determine this ease according to the facts as they actually existed, although the plaintiff may, at some time, have stated them untruly. False claims are often made, false pleas are put on the record, and false defences are sometimes set up in the face of the Court. They are all odious to be sure, and fit only to excite abhorrence and contempt. But still there is a locus joenitentice; and he who finally elects to stand by the truth may count on its protection, if he can make it manifest.\nThe seventh error specified (or rather enumerated) on the record remains to be disposed of. The defendant alleged that the deed was given to Robinson, not as security for, but in satisfaction of, the debt due him by the plaintiff. A credit for the precise sum mentioned as the consideration in the deed is proved to have been given on the debt, and this credit is said, in the receipt, to be for land. The Court told the jury, that if this was done with the assent and knowledge of the plaintiff, it was a strong circumstance against him. And so it was. But the complaint is that there was no evidence that the plaintiff knew of the receipt. Though the evidence is not clear, there was some which it was the Court’s duty to submit. The credit was on the record of the Common Pleas, to which of course the plaintiff had access; it was in immediate connection with a judgment to which he was a party; it was there some time, perhaps several years, before the trial of this cause, and it was never objected to. An execution was issued on the judgment, but we are not told for how much, and as every doubtful fact which does not appear is presumed to be against a plaintiff in' error, we must take it that the same credit was on the execution and that he saw it. We cannot say there was error in leaving this to the jury.\nThere is nothing in the other points which gives them a claim to be noticed by us, after being waived by the plaintiff in error.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Brigden, for plaintiff in error.",
      "Church, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Cole versus Bolard.\n1. This Court will not reverse for an error which is immaterial.\n2. The plaintiff claimed the land in opposition to his own deed, in its terms absolute, but contending that it was executed merely as security for a debt. The case was submitted to the jury with instructions that the' plaintiff might recover, 1. If proved that the deed was intended by the parties to it as a mortgage. 2. That the defendant had purchased from the grantee with notice of the plaintiff’s right to redeem; and 3. That the debt had been paid before suit brought:\nHeld, that though it was not strictly correct to add the third position as a condition on which the recovery depended, for if the payment had been made subsequent to the suit there might have been a recovery subject to the payment of costs, yet as the allegation made in the case was of payment before suit, and none was proved or alleged to have been made after suit brought, the error was immaterial.\n3. Even though the defendant, and his vendor the grantee in the deed, knew that the deed was a mortgage, and yet wilfully denied it, the plaintiff, the grantor therein, could not recover without proving the payment of the debt which it was alleged by him to be intended to secure. By such denial the defendant did not forfeit his claim to the money due by the plaintiff.\n4. Where there is some evidence of a material fact it is the duty of the Court to submit it to the jury.\n5. It appeared that upon a transcript, filed in the Common Pleas, of a judgment against the plaintiff in the suit trying, confessed before a justice of the peace for $146.96, there was entered a credit for $100 (being the amount of the consideration mentioned in the deed in question), it being expressed in the receipt to have been received in land, and the receipt was entered thereon for several years before the trial of this case, and though execution had been issued, it was not shown by the plaintiff in the ejectment trying, that the credit was not marked on the execution also:\nHeld, that it was not error in the Court to charge that if such credit were entered with the assent of the plaintiff, or without his objection, if he knew of its entry, it was a strong circumstance against his claim to the land, on the alleged ground that the deed was intended as a mortgage; and though the evidence of the plaintiff's knowledge of the entry on the transcript was not clear, yet if there was some evidence of it, it was the duty of the Court to submit it to the jury.\nError to the Common Plens of Crawford county.\nThis was an action of ejectment by Milo J. Cole v. William L. Robinson, for 21 acres of land.\nThe plaintiff traced the title from IT. J. Huidekoper through several persons down to himself, and rested.\nOn part of the defendant was then shown the record of a deed for.the land from Cole, the plaintiff, and his wife, to William L. Robinson, dated December 19, 1848, and recorded on 20th January, 1849. Also a deed with general warranty, by Robinson to Bolard, the defendant, dated 16th November, 1850, consideration therein stated to be $300. Defendant rested.\nOn part of the plaintiff it was then attempted to prove that the deed by the plaintiff to Robinson was executed by way of security for indebtedness by Cole to Robinson; and evidence was given in order to show that the debt which it was alleged that the deed was designed to secure had been afterwards paid.\nOn the part of the defendant was then given evidence to explain certain of the testimony given on part of the plaintiff, and to disprove the same. As a part of it there was given in evidence a transcript of a judgment for $146.96, confessed by Cole and one Rathbon, who had been his partner, in favor of Robinson, before a justice of the peace, on 18th December, 1848. The transcript was entered to November Term, 1850. On it was a receipt as follows:\n“ Received on the above judgment one hundred dollars in land, of Milo J. Cole.” ' Dated December 19, 1849, and signed, C. Robinson & Son.\nIt was alleged on the part of the defendant that the date on the receipt was a mistake; that it should have been 1848, instead of 1849, and if so, it corresponded with the date of the deed by Cole to Robinson. The justice before whom the judgment was confessed, was called, and testified that he wrote the deed from Cole to Robinson; that he thought the receipt was entered at or within a day or two of the time the deed was given, but that “ he had no recollection when it was entered, or whether Cole or Rathbon, or who, was present.” It was contended on part of the defendant, that the deed by Cole to Robinson was designed as an absolute deed, and that the receipt was dated in 1849 by mistake.\nOn part of the plaintiff various points were proposed: The first was to the effect that if the deed to Robinson were given as secu rity, and that defendant had notice of it, plaintiff by paying this indebtedness could recover. The second was to the effect, that if the land were conveyed by Cole to Robinson as security, and the defendant, knowing such to be the case, took the conveyance from Robinson, in disregard of Cole’s rights, both of them denying the defeasance, that in such case the plaintiff was entitled to recover without proving payment of the debt which the deed was intended to secure.\nThe 3d and 4th were to the effect that the judgment referred to was no evidence of settlement between Cole and Robinson; or if it were evidence, that it was not conclusive.\nGalbraith, J., referred to the jury the question whether the deed to Robinson was given as security or was intended to be absolute ; also that if the receipt on the transcript was made by an arrangement with the plaintiff, or without his objection if he knew of it, it would form a very strong circumstance against the plaintiff in this cause; but of the truth of this the jury must judge.\nHe further charged, that the plaintiff in order to recover must show,\n1. That the deed was given as security for the payment of the debt alleged, which would make it a mortgage.\n2. That the debt which it was designed to secure had been paid before the bringing of the ejectment; and\n3. That Bolard, the defendant, had notice of this claim before he purchased from Robinson.\nThe plaintiff’s first point was answered in the affirmative with this qualification, that the payment of the debt must be shown to have been made before bringing this suit, or payment since with costs up to the time of payment; but, he said, this last question was not raised in the case, there being no evidence of payment since the suit was brought. The 2d, 3d, and 4th points were answered in the negative.\nFebruary 27, 1853, verdict was rendered for the defendant.\nThere were various assignments of error. The second was, that the Court erred in their answer to the plaintiff’s second point. The seventh was, that the Court erred in their charge to the jury when they say in speaking of the receipt on the judgment confessed in 1848, by plaintiff and Rathbon, that if that receipt was made by an arrangement with the plaintiff or without his objection, if he knew of it, it would form a very strong circumstance against the plaintiff in this cause; but of the truth of that you must judge.\nBrigden, for plaintiff in error.\nChurch, for defendants in error."
  },
  "file_name": "0431-01",
  "first_page_order": 433,
  "last_page_order": 438
}
