{
  "id": 413724,
  "name": "Light's Appeal",
  "name_abbreviation": "Light's Appeal",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "445",
  "last_page": "449",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 445"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 443",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle 246",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 539,
    "char_count": 12304,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.43497478038294896
    },
    "sha256": "f59c4016c0d58564da2159cbce9aabd1f05c83fcc05506cafec294047f2fba12",
    "simhash": "1:bd5be5a42cb222c3",
    "word_count": 2131
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Light’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, January 10, 1854, by\nBlack, C. J.\nThe executor of Jacob Haars, deceased, filed a partial account of his administration, which was referred to an auditor to be examined. Some of the distributees (not the present appellants) excepted to the report because the executor was not charged with- interest on the fund in ’his hands. These exceptions were afterwards withdrawn and the report confirmed. An auditor was then appointed to make distribution, and he appears to have been attended by all the parties. After much controversy between the different claimants, a decree of distribution was made, and the appellants enforced payment of their share by attachment. Next, the executor filed his final account, which was excepted to by the. appellants on the ground that no interest was charged on the money which the first account showed the executor to have had. The auditor and the Orphans’ Court overruled this exception, and refused to inquire whether the accountant had used the fund and made profits out of it, because it was not, in their opinion, an open question, but had been conclusively settled by the decree in the first account. This appeal is taken- to test the correctness of that decision.\nIt is well established that an appeal does not lie to the confirmation of any except the last administration account. There is hut one final -decree between the executor and the distributees or creditors, all others being merely interlocutory. However numerous the accounts are, the whole series are treated as one, and the last opens all the rest. An executor may be charged with interest on a final settlement though he has, in a previous account which is already confirmed, charged himself with the principal without interest. Whatever has been improperly omitted from any of the previous accounts, whether charges or credits, can he put into the final one. But the right of a distributee to except to a partial as well as to a final account is incontestable. When this is done, the subject-matter of the exception must he fully heard, and the liability of the accountant, with reference thereto, must he accurately ascertained. Of course, this is not a mere idle ceremony which concludes nothing. The duty of the Court to hear implies the power to decree authoritatively; and therefore the same dispute cannot he renewed again before the same tribunal, unless by hill of review. When the parties who are interested in surcharging or falsifying the accounts come into Court with exceptions to a partial account, and afterwards solemnly and unconditionally withdraw them, they should not be permitted to make the same exceptions again to a subsequent account. Such withdrawal of exceptions, and permitting the account to be confirmed, is an admission of record that the account is right in the particulars to which the exceptions relate. It is, and ought to he, equivalent to a retraxit in a common law action. But to give if that effect, it must be the act of all the parties interested. Certainly one person who has an interest cannot, by filing and withdrawing an exception, estop another who has a similar but a distinct interest.\nThese principles are decisive of this case. The appellants, by an exception to the final account, say that the executor ought to he charged with interest on upwards of fifty thousand dollars, which he had in his hands and used for his own profit and advantage during a period of several years. If this he true, the exception ought to have been sustained. We are bound to investigate, the justice of the claim, and to hear the proofs which may be offered in support of it. The appellants never did, nor omitted to do, anything which should prevent them from being heard. They-filed no exceptions to the first account, and the question now’ raised was never decided by the Court on the exceDtions filed by. others. As to them the confirmation was ex parte. They had notice, probably saw the account, and might have appeared if they had thought proper. But that is nothing; for if notice to the parties would make the confirmation of a partial account conclusive, then all would he conclusive, and every authority on the subject would be overthrown. They demanded and took the sums respectively due to them, on the distribution of what the first account showed to be ready. But this was given to and received by them expressly as a partial payment, and not as their shares of the whole estate. The receipt of the principal, to which they had an acknowledged right, is no reason why they should not demand the interest if they have an equal right to that. Receiving part of a just claim,-if not accepted in full satisfaction, is no bar to the recovery of the balance. In many, indeed in mostreases, such evidence makes very strongly the other way. Here, however, it had no effect at all.\nThere is another view of the case. If the present appellants had filed exceptions to the first account, and the Orphans’ Court had then decided the present question against them, that Court might have been right enough in refusing to decide it over; but would not an appeal to the final decree bring up the whole case before us ? And would it not be our duty to correct all the errors; those which were made in the interlocutory decrees as well as others ? The party against whom such a matter is decided by the Orphans’ Court is entitled to his appeal, let the decision be made when it may. If it he heard and decided when a partial account is confirmed, he cannot have his appeal then. . It must be, therefore, that he can have it reviewed after the final decree.\nI will only add, by way of preventing future misconstruction, that it is in consequence of very peculiar circumstances, that we have determined to treat the two appeals in this estate as separate and'distinct cases. The decree we have already made on the subject of the executor’s commissions settles that without affecting the point made here. But let no man presume on this as a precedent.\nThe decree of the Orphans’ Court is reversed, and the accounts of the appellee, as executor of Jacob Haars, deceased, are referred to the auditor of this Court, who is directed to hear the parties, and to report whether the executor should be charged with interest or profits on money of the estate, and if so, to what amount.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Miller, for appellants.",
      "Perkins, for appellee."
    ],
    "corrections": "",
    "head_matter": "Light’s Appeal.\n1. An appeal does not lie to any other account of an executor than the final account.\n2. Though there are several accounts they are all. treated as one, and on the hearing of the last, all the others are open for investigation.\n3. An executor, in the decree on the final account, may he charged with interest though he has had a previous account confirmed in which he was charged with the principal without interest.\n4. But when parties prefer exceptions to a partial account and withdraw them before its confirmation, they have no right to prefer the same exceptions to a subsequent account.\n5. But such withdrawal will not prevent other parties from making the same exceptions.\n6. Mere notice that an account is filed will not preclude a party from excepting to a subsequent account.\n7. The receipt by one, of his share of the balance decreed on the first account, to which he filed no exception, will not preclude him from excepting, to a subsequent account, that interest should be charged on money a part of which the exceptor had received.\nAppeal from the decree of the Orphans’ Court, Philadelphia.\nThere appeared to be two appeals in this proceeding, by persons claiming under the will of Jacob Haars, deceased. One of them was by Michael Light, David Light, and others; and the other was by John Landis, and by the same Michael Light, David Light, and others, who did not appear to have been named as appellants in the other appeal.\nJacob Haars died in January, 1845, leaving a will in which he directed the rest and residue of his estate to be equally divided between his brother John Landis, and his brother Abraham Landis, and his sister Elizabeth, the wife of John Light, the lawful children of his late brother David Landis, equally,” except his sons David Landis and Henry Landis.\nThe first account of Freeman Scott, the executor of the will, was filed about 28th December, 1846, and was soon after referred to an auditor. In this account the accountant did not charge himself with any interest on moneys in his hands. Exceptions to the report of the auditor were filed on the part of the children of David, Landis, and for John Landis. One of the exceptions was, that the auditor had not charged the accountant with interest on the balance of above $40,000 in his hands from the 27th January, 1846, being one year after the probate of the will, until the report made.\n2. That he had not charged him with interest upon the balance in his hands received during the year succeeding the 27th January, 1846, being $6002.33. The 3d exception was to the commissions’ allowed. The 4th was to the credit of debts said to be doubtful.\nThese exceptions were subsequently withdrawn, and the report was confirmed without further objection.\nThe report of the auditor having been confirmed, the matter was referred to him for distribution of the sum which was for distribution, viz., $50,921.45.\nThe auditor reported distribution, which was said to be incomplete. Exceptions were filed for the executor, and also for certain of the Lights. The exceptions referred to the persons who were to receive, and not to the amount for distribution. They led to a controversy as to the parties entitled, and their shares; which was finally compromised by the Lights and another, who claimed a part of their share, and whose claim, it was said, created the chief difficulty. Prior to such settlement, the sum of $8364.86 was awarded to the Lights, and was ordered to be paid to them by the executor. To enforce the order an attachment against the executor was ordered, and the money was ultimately paid.\nWhilst these proceedings were pending, the executor, upon citation, submitted a second account, to which the counsel for the Lights filed exceptions, inter alia; That the accountant had not debited himself with the interest on large sums of money received by him since the death of the testator, and appearing in the first and second accounts; nor with the profits arising to the executor from the use of the same. Further; because the said first account, from which and the auditor’s report the balance results, is erroneous, as, it was said, appeared from specifications annexed.\nThe second account was referred to an auditor for adjustment. The counsel for the Lights claimed to charge the executor with interest and profit upon the sums awarded and distributed under the first account and not included in the second account. The auditor refused so to charge the executor, alleging that this would be to open the first account which had been decreed upon. It was also desired by the counsel of the said parties, to interrogate the executor as to his investment and disposition of the moneys included in the first account, but the auditor refused to permit such examination.\nTo the report of the auditor exception was taken on part of the appellants: 1st, To his refusal to allow the first account to be opened for the purpose of charging the executor with interest. 2d, For overruling the questions proposed to be put to the executor.\nAfterwards the Court dismissed the exceptions, and the report was confirmed absolutely. Subsequently this appeal was taken.\nException was taken, 1. To the refusal to permit the first account to be opened for the purpose of charging the executor with interest. 2. To the' overruling of the questions proposed to be put to the executor.\nOn the part of the appellants it was contended that each account of an executor was a part of one whole; and that it is only a decree on the final account which refers the party to a bill of review o.r appeal: 14 Ser. & R. 396, McGrew’s Appeal; 3 Rawle 246, Walker’s Estate; 1 Jones 443, Chambers’s Appeal; 2 Barr 432, Bower’s Appeal.\nWhere a party has received money to which he is entitled, such receipt does not estop him from a further pursuit of his rights: 1 Harris 370. In the present case no receipt in full was given.\nMiller, for appellants.\nPerkins, for appellee."
  },
  "file_name": "0445-01",
  "first_page_order": 447,
  "last_page_order": 451
}
