{
  "id": 413741,
  "name": "Commonwealth ex rel. McCabe",
  "name_abbreviation": "Commonwealth ex rel. McCabe",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "450",
  "last_page": "454",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 450"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 43",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850028
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0043-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 529,
    "char_count": 11564,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 9.063147821679034e-08,
      "percentile": 0.5050147711314443
    },
    "sha256": "47885eddcb8ef64e882e307c58b3b8ed6c82ebcf58c10bbc4ffb3f77878ca934",
    "simhash": "1:9ad68f65e07a2ef0",
    "word_count": 2050
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth ex rel. McCabe."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nWoodward, J.\nIt appears by the return to the writ of habeas corpus that the prisoner is detained in custody by virtue of warrants of commitment, issued by Judge Hare of the District Court, in seven civil causes which were commenced against the prisoner in that Court to June Term, 1853, by seven of his creditors.\nSince the commitment two of the cases, Stewart’s and Wilfred’s, have terminated in the defendant’s favor, one by non pros, and the other by discontinuance, and as to these he is entitled to his discharge.\nBut as to the other five, we see no ground for discharging him. The debts for which the suits were brought were such as exempt the debtor from,imprisonment, under the 1st section of the Act of 12th July, 1842; but after the institution of the actions, proceedings were had under the subsequent sections of the Act, which resulted in the commitments before us. The judge had jurisdiction both of the actions and of the subsidiary proceedings. And the warrants of commitment show the proceedings to have been in accordance with the provisions of the 3d, 6th, 7th, and 8th sections of the Act of Assembly. They recite warrants of arrest founded on satisfactory proof that the said Michael William McCabe fraudulently contracted the debts and obligations, respecting which the actions had been brought; and that after his arrest the evidence and proofs of the parties were heard, which satisfied the judge that the debts had been fraudulently contracted. These were adequate grounds for commanding him into custody.\nIt is alleged that the warrants of arrest did not pursue the form prescribed by the Act of Assembly, in that the complaint was not sufficiently set out. From the meagre extract with which he has favored us, it is apparent there was enough in the warrants to identify the suits in which they issued, and this was substantial compliance with the Act.\nIf, however, the warrants were defective in the point alleged, it seems to me it is too late for the defendant to take advantage of their infirmity now. The object of them was to arrest and bring him to the hearing prescribed in the 6th section; and if they were not well issued, he should have taken his habeas corpus immediately on his arrest, and before the hearing. He permitted them to accomplish their purpose without objection. He is no longer holden by virtue of them. An adjudication, in the nature of a final decree, so far at least as the fraud is concerned, has passed against him, and he is now held by process issued therein. Where a party is in custody by virtue of a final decree or judgment, or process thereon, of a Gourt having jurisdiction, no inquiry into the process which led to the decree is to be had, and no relief administered on habeas corpus: 2 Kent’s Com. 30. A writ of error or certiorari can alone bring up the preliminary process for review. Equally unavailing are the suggestions that the delarations filed in some of the suits count on promissory notes and allege no fraud. It is not in the pleadings of the parties that the Act of 1842 requires the fraud to be alleged, but in the affidavit which grounds the warrant of arrest, and in the proof s submitted to the judge on its return. The fraud may or may not be alleged in the narr., but it must be in the affidavit; and all the subsequent proceedings, though they relate to the debt in suit, are founded on the allegations in the affidavit, and not on what is set out in the declaration.\nAnd moreover, if we are to take what is contained in the paper-books as the record in these cases, there is proof before us that the promissory notes in suit were given for the goods alleged to have been fraudulently obtained, so that in point of fact there is harmony between the record and the affidavit.\nOn the whole, we are of opinion that the charge that the defendant “ fraudulently contracted the debts and incurred the obligations respecting which the suits were brought,” was sufficiently alleged; and having been proved to the satisfaction of a judge having jurisdiction, who in due form committed him, he must be remanded, and seek the relief desired by a surrender of his property, or by an application for the benefit of the insolvent laws, agreeably to the Act of Assembly.\nThe prisoner is remanded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "H. M. Phillips was for the relator.",
      "Perkins, for creditors."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. McCabe.\n1. Actions of debt were brought after the passage of the Act of 12th July, 1842 abolishing imprisonment for debt, and subsequently, on affidavits filed alleging that the debts had been fraudulently contracted, warrants of arrest were granted; and afterwards by the same Court, having jurisdiction of the matter, warrants of commitment were issued, in the latter being recited warrants of arrest founded on satisfactory proof that the debtor had fraudulently contracted the debts: Held, that these were sufficient grounds for his custody.\n2. If there was enough in the warrants of arrest to identify the suits on which they were issued, this was a substantial compliance with the requisition of the Act briefly to set forth the complaint.\n3. If, however, the warrants were defective in setting out the cause of action, it was too late to take the objection for the first time in this Court; it should have been taken on habeas corpus immediately after the arrest and before the hearing. His retention in custody is not under the warrants of arrest but under the commitments, and he is not entitled to discharge on habeas corpus afterwards issued from this Court.\n4. The preliminary proofs in the case can be brought up for review in this Court only on writ of error or certiorari. Belief cannot be granted in this Court on habeas corpus.\n5. It is not material that fraud was not alleged in the declarations on the notes sued upon. The Act of 1842 does not require that fraud he alleged in the pleadings, but in the affidavit on which the warrant of arf est is grounded and in the proof submitted to the judge afterwards on the hearing. In this case, however, it appeared from 'the paper-book that the promissory notes sued upon were given for the goods alleged to have been fraudulently obtained.\nThis was the case of a writ of habeas corpus, issued at the instance of Michael W. McCabe v. J. M. Christopher, keeper of the debtor’s apartment in Philadelphia.\nThe return do the writ was that the relator was detained by commitments, or warrants of arrest, issued by Judge Hare, of the District Court, dated July 2, 1853, in case of Marchand v. McCabe, June Term, 1853, 626, debt $1120.81; and in six other cases, the claims in all exceeding $7000.\nIn the, first six of the warrants it was stated, “ there is a debt or demand due, for which the defendant, according to the provisions of the 1st section of the Act of July 12, 1842, could not be arrested nor imprisoned.” Also, that there is proof that he fraudulently contracted the debt, and fraudulently incurred the obligation respecting which the suit is brought, &c.\nIn No. 7, it is described thus:—“ The defendant is indebted to the plaintiff in the sum of $1149.30, for goods sold and delivered by said plaintiff to said defendant, and that he fraudulently contracted the said debt,” &e.\nIn No. 1, Marchand’s suit, the affidavit was for goods sold and delivered, and debt thus fraudulently contracted, never intending to pay for them, &c., &c. In the narr., first count, it was alleged that in consideration that plaintiff would sell the goods, defendant agreed to give a good note, &c.: breach, that he did not, &c. Second count same as first, and that he promised to take home to his place of business, and sell them in the usual manner: breach, that he did not, &c. Another count on note, and common counts. Tried before jury. All counts withdrawn, except one upon note, and on that verdict for plaintiff, for $419.65.\nIn No. 7, Scott’s suit, the narr. was on the common counts. Affidavit for goods sold, &c. At the trial all the counts were withdrawn, and a new one on note was substituted. Verdict, $300.76.\nNeither of the warrants was set out in the paper-books. But, on the part of the complainant, it was alleged that the warrants were defective in not stating any cause of action with certainty; that it did not describe the cause of action, but merely alleged that it is such as was requisite for the purpose of jurisdiction.\nIn the Act of 12th July, 1842, abolishing imprisonment for debt, &c., it is provided that it shall be the duty of the judge to issue a warrant of arrest in the form following, to wit, &c.: “ Whereas complaint has this day been made before me, on the oath or affirmation” (inserting the name of the party making it), “ setting forth,” (here briefly set forth the complaint). “These are therefore to command you to arrest,” &c.\nH. M. Phillips was for the relator.\nIt was said that the plaintiffs declared for causes of action different from those stated in the warrants and in the affidavits on which they were founded: and 7 Taunton 304, was cited for the principle that bail are not liable, on their recognisance, for any cause of action which is not stated in the affidavit whereon the defendant is held to bail. Also, cited 4 Dowl. & Ry. 619; 1 Tidd’s Pr. 243; 2 Saunders 72 a; 3 Wilson 61; 7 Term Rep. 80; 2 H. Bl. 278. If the declaration vary from the affidavit to hold to bail in the cause of action, the bail is discharged: 8 T. Rep. 27; 6 Id. 363.\nPerkins, for creditors.\nIt was stated, viz.: This was an application by a debtor to be discharged from imprisonment on technical grounds without surrendering his property. The affidavits which accompanied the warrant of arrest, show that the relator obtained goods to an amount of upwards of $20,000—immediately sent them to auction—sold them on time at a sacrifice of twenty-five per cent, or more—got the auctioneers’ notes cashed at the rate of one per cent, a month, and fled with the proceeds to the United States. The charge in these cases was, that the defendant, in the words of the Act of Assembly, fraudulently contracted the debts and incurred the obligations respecting which the suits were brought. The notes and the bills of goods for -which they were given were one and the same debt, and one and the same obligation; a verdict and judgment on one, is an answer to a suit on the other.\nThe defendant is held under the commitments of the judge agreeably to the Act of 12th June, 1842, section 8, and not on the warrants of arrest. They have performed their office. By that section the judge before whom a defendant is brought, if satisfied that the allegations of the complainant are substantiated, and that the party arrested has done, or is about to do, any one of the acts specified in the 3d section of the Act, he shall issue a commitment under his hand, reciting the facts of the case, and directing that such party be committed to the jail of the county in which such hearing is had, to be there detained until he shall be discharged by law, and such party shall be committed and detained accordingly, unless defendant pay or secure the debt, (section 9;) or give bond not to remove or assign his property, (section 10;) or to take the benefit of the Insolvent Laws, (section 11.) The 12th section states the effect of such commitment, and how defendant may be discharged from arrest.\nAn immaterial variance between the cause of action stated in the narr. and in the warrants, or in the affidavits on which the warrants are founded, is of no consequence: 9 Watts 43, Kelly v. Commonwealth; 7 Barr 383, Devereux v. Esling; 3 Vermont 435, Wright v. Brownell."
  },
  "file_name": "0450-01",
  "first_page_order": 452,
  "last_page_order": 456
}
