{
  "id": 413739,
  "name": "McCandlish versus Newman",
  "name_abbreviation": "McCandlish v. Newman",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "460",
  "last_page": "466",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 460"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "15 Pick. 171",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2020338
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/32/0171-01"
      ]
    },
    {
      "cite": "20 Verm. 172",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        11267275
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/20/0172-01"
      ]
    },
    {
      "cite": "1 Conn. 60",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        12121921
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/1/0060-01"
      ]
    },
    {
      "cite": "2 Hill, S. C. 587",
      "category": "reporters:state",
      "reporter": "Hill, S. C.",
      "opinion_index": -1
    },
    {
      "cite": "14 Wend. 546",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2017153
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/14/0546-01"
      ]
    },
    {
      "cite": "1 Meigs 22",
      "category": "reporters:state",
      "reporter": "Meigs",
      "case_ids": [
        8541590
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/19/0022-01"
      ]
    },
    {
      "cite": "19 Pick. 202",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2037639
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/36/0202-01"
      ]
    },
    {
      "cite": "13 Johns. 294",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        374522
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/13/0294-01"
      ]
    },
    {
      "cite": "2 Gill 150",
      "category": "reporters:state",
      "reporter": "Gill",
      "case_ids": [
        1031299
      ],
      "opinion_index": -1,
      "case_paths": [
        "/gill/2/0150-01"
      ]
    },
    {
      "cite": "1 Yeates 527",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6777194
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0526-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 672,
    "char_count": 17196,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 1.0102586683910288e-07,
      "percentile": 0.541971558959615
    },
    "sha256": "b9c00457955d162f5b76fdab0a8474597df4e8eae9845144f2c933ca7c637b4d",
    "simhash": "1:449fc260a99cf7fe",
    "word_count": 3143
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McCandlish versus Newman."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\nThis was an action of assumpsit for the balance alleged to be due on a lot of about 100,000 hoop poles sold by the plaintiff to the defendants, part of the chaim being for the difference on a resale of some of the hoops,' and part of it for hoops carried away by a flood before the defendants had taken them into actual possession. The learned Judge of the District Court held that there was no evidence of any delivery to the defendants, and that the loss occasioned by the freshet must be borne by the plaintiff, and therefore ordered a verdict for defendants.\nDelivery is not necessary to the vesting of the title; it is only evidence of the vesting ; and therefore this property may have been at the risk of the purchasers even without delivery, for the risk accompanies the ownership, unless there is carelessness in the seller in the manner of keeping the property after the sale, or improper delay in delivering it. After a complete, or, as the Roman lawyers always call it, a perfect sale, is ascertained, then it ,is known on whom the risk of loss or damage is, where it arises from mere accident, and without wrong by another. After that the vendor is but the bailee of the goods, and bound for a bailee’s care, unless where he wrongfully detains them, and we think that, in this case, the plaintiff has proved that he used that degree of care.\nWho then owned this property at the time of the flood ? We have, in the ease of Winslow v. Leonard,* expressed our views so fully on the legal principles involved in this question, that we need not discuss them at length in this case. -It is a rule founded in the very nature of things, that there can be no perfect sale unless the subject-matter of it has been defined and specified by the parties. Then the question is, was the lot of hoop poles which were carried away by the flood, thus defined.\nIt is really very difficult to make out any agreement at all for a sale from these letters; but we assume that one is shown by the plaintiff’s letter of 1847, October 25, and the defendants’ answer of the 29th. Then it was an agreement to sell 100 to 150,000 hoop poles at $18, and expense of drayage, wharfage, &e., and defendants were to be allowed , commission and guarantee for effecting the sale. It is evident that this was not then a perfect sale, for the plaintiff had yet to procure the greater part of the poles.\nBut it is insisted that the sale became perfect as to 40,000 of the poles by the delivery of them on the wharf at Richmond, in pursuanee of the instructions in the defendants’ letter of November 25. This is impossible, for the flood took place on the 25th, and that letter could not have been written in Philadelphia, received at Eichmond, Va., and the work done all in one day. Besides, all the testimony is that they were placed on the wharf before, if not long before, that letter was written, and the dockmaster testifies that, by virtue of his office, he ordered them to be removed from an improper place and put there. And there is not a spark of evidence that they were placed there pursuant to defendants’ directions, or that any count had been taken of them, or that they had been bound in bundles of 80 as directed, or that the defendants had agreed or been informed that any special hoop poles were to be or were set apart for them. The ownership of them, therefore, remained fully in the plaintiff.\nThere is no other chance for this case. It is said that delivery on the wharf is delivery “ alongside” of a vessel pursuant to the terms of the letter of October 21; but it is not, for the vessel was not there to receive them, and without this there could be no delivery. It would rather seem that the letter of October 21 is necessary to the construction of that of the 25th. There the contract was to deliver alongside of a vessel, that is on a proper wharf, the purchasers to pay the expenses of delivery. In this view a delivery alongside of a vessel was necessary to a perfect sale in this case, and there could be no such delivery until there should be a vessel there to receive them, and there was no such delivery, and no pretence that they were ready for delivery to the vessel.\nThis action is on the common counts, and the relevant one is that for goods sold, and the views just expressed show that there is nothing in any part of the case that would justify the Court in leaving it to the jury to find a perfect sale, or the loss on resale.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Porter, for plaintiff in error.",
      "H. M. Phillips, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "McCandlish versus Newman.\n1. Delivery of personal property is not necessary to the vesting of the title, it is only evidence of it; but the delivery should be made in pursuance of the contract.\n2. After a contract of sale is completed, the risk of the property from accident, as between the parties, is in the purchaser where the loss has arisen from accident and without wrongful detention, or delay in delivering it, or carelessness in keeping it, or other fault, on the part of the seller: but if the loss occurs before the contract is completed it must be borne by the seller.\n3. In order to constitute a perfect or complete sale, the subject-matter of it-must be specified and defined by the parties, and this cannot be if the greater portion of the property has not been procured by the vendor.\n4. On 17th October, 1847, the defendants, residing in Philadelphia, addressed the plaintiff residing in Richmond, Virginia, inquiring on what terms he would deliver in New York from 100 to 150,000 hoop poles. To this the plaintiff replied, that he would deliver the quantity specified alongside vessel at Richmond at a price stated. On the 21st October the defendants replied agreeing to the proposed delivery, and stating that they would write in a day or two what they would do with the poles. The plaintiff, by letter of the 25th Oct. acknowledged the receipt of the defendants’ letter, and inter alia stated that the hoops were not all on hand but would be had soon. On the 29th, the defendants replied desiring to know how many of the hoops were ready or would be for a vessel which might be chartered at New York to receive them. On the 5th November, the plaintiff replied that he had upwards of 40,000 ready. On the 15 th and 22d, he again wrote that he had no more hoops ready, but that some boat loads were on the way. On the 25th November the defendants wrote that a vessel had been chartered and would take 50,000, and stating that it was desired that they be tied up in bundles of 30, at the expense of the persons interested; and that the plaintiff should have them all ready on some wharf so that there need be no delay.\nA flood occurred on the 25th and 26th November, before the last letter could have been received, and many of the hoops, which had been for weeks on the wharf, wore carried away and others were damaged:\nIt was Held, that there was no contract before the plaintiff’s letter of the 25th October, acknowledging the receipt of the defendants’ acceptance of his proposition as to the manner of delivery, and the defendants’ reply of the 29th October, admitting the receipt of the plaintiff’s letter of the 25th; and inasmuch as the greater-part of the hoops were not then on hand, were not in bundles of 30 as suggested, and that the defendants had not been informed that the hoops had been set apart for them, the ownership of the hoops was not then changed but remained in the plaintiff.\n5. Delivery on a wharf is not delivery alongside of a vessel when there was no vessel present to receive the hoops, having been carried away by the freshet before the vessel arrived.\n6. To constitute a delivery the hoops should also have been bound in bundles as directed, and set apart for the defendants, and proof given that the defendants agreed as to the delivery or that notice had been given them that the hoops would be or were delivered.\nError to the District Court, Philadelphia.\nThis was an action of assumpsit by James McCandlish v. James L. Newman and John H. Beale, trading under the firm of Newman & Beale. It was founded on an alleged contract for the purchase of hoop poles, part of which were carried away by a flood, and others were Md again by the vendor, the parties for whom they were intended having declined to take them.\nThe pleas were non assumpsit, payment, and set-off, with leave, &c.\nThe action was founded on the facts referred to in the correspondence between the parties.\nNéwman & Beale, residing in Philadelphia, wrote a letter dated Philadelphia, October 17, 1847, to J. M. McCandlish, residing in Richmond, Virginia, inquiring at what rate he would deliver in the city of New YorTc 100 to 150,000 of 14 feet W. O. of hickory hoop poles, per M., &e.\nMcCandlish, by letter dated Richmond, October 19, 1847, proposed to deliver from 100 to 150 M. alongside vessel at Richmond, at $18.50, &c., and requesting an early reply and to be informed, how soon they would be desired.\nNewman & Beale, by letter of 21st October, replied: “ We have your favor of the 19th, offering to sell 150,000 W. oak or hickory 14 and 16 feet hoop poles, alongside of the vessel, at $18 M. of 1000 pieces. As the poles are described of good quality, we will take them on those terms, and will write you in a day or so, what we will do with them—either ship them direct to West Indies or New York, as the parties to whom we sold them may direct,” &c., inquiring what commission the plaintiff would give them for selling the hoops, and stating that they had named $18 at Richmond, without any of the expenses of putting them alongside being paid by the plaintiff.\nMcCandlish replied by letter of October 25, stating that he had observed that Newman & Beale had made sale of from 100 to 150 M. at $18 per M.—the purchaser to be subject to the expense of drayage, wharfage, &c.that he would allow the defendants a commission for effecting the sale and guarantee; and stating “ the hoops are not all here yet, but I can have them here very soon; and you must give me as long notice as you can.”\nNewman & Beale replied, by letter of October 29, stating that the parties for whom the hoops were designed wished to know how many hoops were ready, and how many they could depend on, and when; and if he had a sufficient quantity they would send a vessel for them.\nAnd in another letter, of November 2, Newman & Beale expressed the expectation of having the next day an answer to their last letter, wishing to know how many hoops were ready, and if he, the plaintiff, would have any more, and what probability there was of the 150,000 being ready to ship, so that a vessel may be chartered to load them; also, to ship one thousand of each kind to New York, as a sample.\nMcCandlish, by letter of November 5, 1847, informed the defendants that he had upwards of 40 M. of the hoops, and would endeavor to get the remainder as soon as possible. Newman & Beale, by letter of November 11, informed McCandlish that they had instructed the persons in New York, for whom they were acting, that they thought that by the time a vessel from New York reached Richmond the hoops would be ready, and inquiring whether the sample bundles had been sent. On 15th November, McCandlish wrote that he had received no more hoops in consequence of a breach in the canal, &c. That he would have the hoops drayed to the wharf where the vessel would probably stop, and thus save two drayages.\nOn the 22d November he wrote again, inter alia, inquiring what the defendants would give for the hoops he might receive during the season, and that he had received no more since he last wrote, though several boat loads were on the way.\nOn the 25th November, the defendants wrote acknowledging the letter of the 22d, and inquiring what he could sell his hoops for, and when they could be delivered, and stating that a vessel had been chartered in New York for Richmond to load the hoops in, and hoping that they would be ready for it: “ She will take about 50,000.” “ They want them tied up in bundles of thirty,” &c.; “what the expense is they will pay;” and requesting him to “ have them all ready on some wharf, so that there need be no delay.”\nThe plaintiff, by letter of November 27, acknowledged the letter of the 25th, and informed the defendants that a freshet had occurred on the day previous and the day before (the 25th and 26th of November), and that a good many of “your” hoops had been carried away. He further stated that he had had them carted to a good and safe wharf, to await the arrival of the vessel, but that all the wharves had been inundated.\nFrom another letter from him, dated December 3, it appeared that the vessel which had been chartered at New York had not then arrived, but was in the river.\nThe captain refused to receive the damaged poles. Other correspondence ensued. The plaintiff shipped a portion of the hoop poles received by him to New York, where they were sold; and this suit was brought to recover for those lost, and for a loss on sale of the others which had been sold in New York.\nThe judge before whom the cause was tried charged that the delivery of the hoop poles on the wharf was not' a delivery to the defendants, and that the loss occasioned by the freshet must be borne by the plaintiff; and he directed the jury to find for the defendants.\nVerdict was rendered accordingly.\nIt was assigned for error, that the Court erred in the charge referred to.\nPorter, for plaintiff in error.\nIt was, inter alia, contended, 1. That the poles were delivered in the place designated by the defendants. 2. That the phrase “alongside of vessel” used in the plaintiff’s letter of 19th October, 1847, and the phrase “ready on some wharf,” used in defendants’ letter of November 25, 1847, are identical in meaning. The defendants, through their agents in New York, were to send the vessel from New York to Richmond, and the plaintiff could not comply literally with his offer of 19th October, until the vessel had arrived there. The correspondence shows that unless the articles were “ready” on the wharf before the arrival of the vessel, she could not wait. If the phrases differ, the direction contained in the defendants’ letter, which is subsequent in date to the plaintiff’s, modified his obligation. 3. That the wharf on which they were deposited, was a proper, safe, and suitable place, and the place generally used for such a purpose. 4. That as the hoops were deposited on the wharf in a suitable place, apart from the plaintiff’s own property, and apart from any other articles of the same kind, this, according to the decisions, was a sufficient designation and setting apart to constitute a delivery to the defendants. 8. That it was a question, for the jury to decide whether there was a delivery.\nIt was contended that, on a contract of sale, the right of the vendor is divested immediately after the contract of sale is made: 1 Yeates 527. That whether goods marked and separated are actually delivered is a question of intention to be determined by the jury: 3 W. & Ser. 14. On the subject of delivery was further cited 5 Barr 254; 3 Id. 50; 3 W. & Ser. 14; 7 Id. 140; 2 Gill 150; 13 Johns. 294; 10 Smedes & Marshall 376; 19 Pick. 202; 3 W. & Ser. 295; 1 Meigs 22; 11 Shepley 366; Id. 286; 3 Humphrey 542; Walker 370; 14 Wend. 546; 2 Strobhart 309; 2 Hill, S. C. 587; 1 Conn. 60; 1 Harris 148; Cowp. 294; Ryan & Moody 260; 1 Gale & Davidson 417; 20 Verm. 172; 3 Barr 50; 6 W. & Ser. 357-368.\nH. M. Phillips, for defendants in error.\nOn the 17th October, 1847, Newman & Beale wrote to McCandlish to inquire at what rate he would deliver hoop poles in New York. On the 19th he wrote declining to deliver in New York, but could deliver them at a certain rate alongside a vessel at Richmond. It was said that this offer was not accepted; but, on the 25th November, the defendants wrote inquiring the price, and when the poles could be delivered; and that a vessel had been chartered, &e. It was contended that till this time there was no contract, and of course no delivery. McCandlish had had some poles hauled there before the date of this letter; one witness said they were hauled there “ a day or two before the freshet;” that the. poles were deposited on the wharf “prior to.November, 1847, and commencing in August or perhaps earlier.” Some days after the 27th November, the chartered vessel arrived; the captain refused the damaged poles, and they were shipped to New York. The letter of the defendants, requesting that the hoops be ready on some wharf, was written in Philadelphia, on November 25th, and it was on that day the freshet occurred; so that the deposit of the hoops was not made in pursuance of any authority or direction of the defendants.\nIf anything remains to be done, as between the seller and the buyer, before the goods are to be delivered, a present right of property in the buyer does not attach: 2 Kent 494; 3 Mason 111; Blackburn on the Contract of Sale 152, 57 Law Lib.; 1 Camp. 282; 5 B. & A. 632. Where anything remains to be done for the ascertainment of the price, the goods remain at the risk of the vendor: 2 Camp. 240; 6 Cowen 250; 7 Id. 85; Story on Sales, sec. 296; Id. 309; Holt 18; 15 Pick. 171; 7 Barr 140."
  },
  "file_name": "0460-01",
  "first_page_order": 462,
  "last_page_order": 468
}
