{
  "id": 413770,
  "name": "Yearsley versus Flanigen",
  "name_abbreviation": "Yearsley v. Flanigen",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "489",
  "last_page": "492",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 489"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 384,
    "char_count": 7825,
    "ocr_confidence": 0.421,
    "pagerank": {
      "raw": 8.917029317992749e-07,
      "percentile": 0.9784699802961485
    },
    "sha256": "43fec2426f4e3667d0e629c1ea2346c1a830339db8a7c6d0d6a065a6c5e18b45",
    "simhash": "1:5ac476ce66421ccd",
    "word_count": 1434
  },
  "last_updated": "2023-07-14T19:14:15.640155+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Yearsley versus Flanigen."
    ],
    "opinions": [
      {
        "text": "The opinion of the.Court was delivered by\nKnox, J.\nWhere a contract is made with a bricklayer to do all the brick and stone work about the erection of a building, which contract by its terms includes the laying of the pavement, as it is an entirety a mechanic’s lien may be filed within six months from the completion of the work, even though it may have all been done except the pavement more than six months before the lien was filed. The work upon the pavement may be included in the lien.\nIf laying the pavement is done under a separate contract from that of constructing the walls and other masonry, and six months is suffered to elapse from the last work upon the building proper, before the lien is filed, it is then too late, as it cannot be connected with the work in laying the pavement.\nEven where the contract is entire, if the building is finished, and the contract treated as complete by the parties and a considerable period of time is suffered to pass before the pavement is laid, and intervening rights have attached, the lien would not be in time, if not filed within six months from the date of the last work upon the building itself; excluding the pavement.\nThe same principles apply where the property is sold by the sheriff before the expiration of the time allowed for the lien to be filed. The claim may then be made upon the fund produced by the sale, in like manner as though the lien had been entered of record.\nWhether the original contract between Tyson and Yearsley included the work on the pavement or not, was matter of contest between the parties upon the trial of this cause in the District Court. The evidence was contradictory, and should have been submitted to the jury, as it had an important bearing upon the questions at issue.\nThe learned judge of the District Court was of the opinion that the lien could not extend to the pavement, and that no agreement of the parties could embrace it. In other words, as we understand the charge, that no matter whether the original .contract between the parties for the stone and brick work about the erection of the building included the pavement or not, the lien was gone if more than six months had transpired between the time when the last work was done, other than that npon the pavement, and the sale of the property.\nIn this we think there was error.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Hamilton, for plaintiff in error.",
      "Perkins, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Yearsley versus Flanigen.\n1. When a contract is made with a bricklayer to do all the brick and stone work about the erection of a building including the laying of the pavement, the contract being entire a mechanics’ lien may be filed within six months from the completion of the work although all of it may have been done except the pavement more than six months before the lien was filed. The work upon the pavement may be included in the lien.\n2. But if the laying of the pavement be done under a separate contract from . that of constructing the walls and other masonry of the building, the case will be different.\n3. But though the contract for constructing the building and laying the pavement be entire, if the building is finished and the contract treated by the parties as complete, and a considerable time has elapsed before the pavement is laid, and other rights have intervened, the claim filed more than six months from the date of the last work upon the building, will be too late.\n4. The same principles apply where the property is sold at sheriff’s sale before the expiration of the time allowed by law for filing a lien. The claim may then be made upon the fund, with the same effect as it could be made against the building if the claim had been entered of record before its sale.\n5. Whether the contract with the mechanic included the laying of the pavement as well as the erection of the building, when contested and contradictory evidence has been given upon the subject, was for the consideration of the jury. See also 6 Harris 160, Holden v. Winslow; 7 Id. 341, Bartlett v. Kingan.\nError to the District Court, Philadelphia.\nThis was a feigned issue in which Pascal Yearsley was plaintiff, and John Flanigen and Geo. W. Carpenter were defendants. The dispute arose upon a claim preferred by the plaintiff to a portion of the fund raised by sheriff’s sale of a building used as a distillery, and a lot of ground. The property was sold on the 1st day of March, 1852, as the property of J. K. Tyson & Co. The fund was not sufficient to pay all the claims upon it, and the plaintiff asked a pro rata upon his claim, for 451 yards of digging; for above 175 perches of mason work and mortar; and for 171,714 bricks and laying the same, and' mortar; and for measuring the work, in all $965.88J.\nOn the trial it appeared that the plaintiff had been employed by J. K. Tyson & Co. to do certain brick and stone work at or about the building; and a witness testified that one of the firm of J. K. Tyson & Co. spoke to the plaintiff about doing the brick and stone work for the building referred to, to lay all the bricks about the building, the stacks, foundations, and pavement.\nAnother witness stated that the pavement was laid in November, 1851; that it was completed on the 8th November. That about the 1st of November, Tyson came to him and said that Yearsley had told him that when he, Tyson, wanted the pavement laid, to let him know, and he would send men to do it; and that he (Tyson) wanted it done then. The witness said that he sent men and had it done.\nJ. K. Tyson, a witness called on part of the defendants, testified that the work done by the plaintiff on the building was done before the engine was started, which was on the 27th of June. He further said that they (Tyson & Co.) did not expect to have to lay the pavement for two or three years, and would not have done so but for a notice received. He said that nothing was said about laying the pavement when the bargain was made with Yearsley. That when he got the notice to have the- pavement laid (it was from the office of the district), he saw the foreman of Yearsley about laying it.\nThe notice to have the footway or pavement laid was dated October 23, 1851.\nStroud, J., inter alia, observed in his charge, that it would seem as the result of the evidence,, that all the work, except the pavement, was done by the 18th of July. He charged that he entertained “ no doubt but that the pavement is no part of the buildingthat “ no agreement can embrace it; they cannot make it a lien; they cannot alter the law.”\nOctober 22, 1852, verdict was rendered for the defendants.\nError was assigned to the portion of the charge above referred to.\nHamilton, for plaintiff in error.\nThe Act of 1836 provides that a lien may be had for debts contracted for work done or materials furnished for or about the erection or construction of a building. By the second section it is provided that the “ lien of such debt shall extend to the ground covered by such building, and to so much other ground immediately adjacent thereto, and belonging in like manner to the owner of such building, as may be necessary for the ordinary and useful purposes of such building.”\nIt was said that in this case the delay in laying the pavement was owing to the owners of the building. It was alleged that the contract was entire, and that before the pavement was laid a claim could not legally have been filed, as the contract would not have been compléte. Opinion of Lewis, J., in case of Shaffer v. Hull, 3 P. L. J. 321. Case of Hill’s Estate, same book 323, also cited. That the pavement was to be considered in determining this case reference was made to 10 Barr 413, Pres. Church v. Allison; 1 Harris 497, Barclay’s Appeal; 8 Barr 473, Lauman’s Appeal; 5 Harris 234, Harper v. Keely; 6 Harris 160, Holden v. Winslow; 7 Harris 341, Bartlett v. Kingan.\nPerkins, for defendants in error."
  },
  "file_name": "0489-01",
  "first_page_order": 491,
  "last_page_order": 494
}
