{
  "id": 413699,
  "name": "Whitney's Appeal",
  "name_abbreviation": "Whitney's Appeal",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "500",
  "last_page": "507",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 500"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Howard 56",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "10 Howard 56",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 739,
    "char_count": 20753,
    "ocr_confidence": 0.403,
    "pagerank": {
      "raw": 1.692106032660037e-07,
      "percentile": 0.6993788054824818
    },
    "sha256": "452af1b48f5c313f60e0daaff74e2200905cd2a6f54d1a887c075a0dbc574fdd",
    "simhash": "1:0deff54002eec3dc",
    "word_count": 3595
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Whitney’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nWm. Whitney presented his petition to the Court of Common Pleas of Philadelphia city and county, for a citation to compel James Whitaker to settle an account as trustee of A. W. Adams & Co. Whitaker demurred to the petition. The Common Pleas sustained the demurrer, and the petition was dismissed by a decree of that Court, from whose decision this appeal was taken.\nThe petition set’s forth that Andrew W. Adams and Greorge W. Hobson, of the firm of Andrew W. Adams & Co., of the county of Philadelphia, on the 19th day of November, A. D. 1847, executed an assignment to James Whitaker, of all their estate, real, personal, and mixed, situate, lying, and being within the limits of the state of Delaware, in trust, to pay all the creditors of the said firm, without preference or distinction.\nThat the said James Whitaker then and there accepted the trust, and received on account thereof the sum of $16,899.70 from certain insurance companies, which he still retains in his hands as trusts aforesaid.\nThat the said trustee never gave bond, filed an inventory or account, but that he executed a certain paper (a copy of which is annexed) on the 26th February, 1848, by which he claimed to be a creditor of Adams & Col to the amount of $6800, which he attempted to appropriate to himself out of the trust fund contrary to law and equity.\nAfter showing the interest of the petitioner as a creditor of Adams k Co., the prayer is for a citation in the usual form.\nIt is objected to the petition, 1st. That the trustee could not be called upon to account in the Court of Common Pleas, because he had neither given bond nor filed an inventory, and that the remedy was to have him. dismissed from his office as trustee.\n2d. That it did not appear that the moneys received from the insurance companies, were embraced in the assignment.\n3d. That before the purchase of the judgment by the petitioner, by virtue of which he became interested in the fund, Whitaker had transferred to a general assignee of Adams k Co.\nOther objections were taken, but the above-mentioned embrace everything that it is necessary to notice.\nThe first position relied upon here by the defendant in error, and upon which it is said the 'cause was decided in his favor in the Common Pleas, is that a trustee who has acted as such without complying with'the requisitions of the Act by giving bond and filing an inventory, cannot be compelled to file an account exhibiting the condition of the trust estate. In other words, that the jurisdiction of the Common Pleas depends upon the performance of these statutory duties.\nThere is no warrant for such a conclusion in our Act of Assembly relating to assignees or trustees, and nothing to justify it in the previous decisions of this Court.\nThe 7th section of the Act of 14th June, A. D. 1886, “relating to assignees for the benefit of creditors and other trustees,” enacts, that “ It shall be lawful for the Court of Common Pleas of the proper county, on the application of any person interested as co-trustee or co-assignee, to issue a citation to any \"assignee or trustee for the benefit of creditors, whether appointed by any voluntary assignment or in pursuance of the laws relating to insolvent debtors and domestic attachments, requiring such assignee or trustee to appear and exhibit under oath or affirmation the accounts of the trust in the said Court, within a certain time to be -named in. such citation.”\nThus it will be seen that power is given to the Common Pleas to require an account from all assignees or trustees for the'benefit of creditors, and not simply those that may have voluntarily placed themselves under its jurisdiction, by giving bond and filing an inventory. The test is whether the person called upon to account is an assignee or trustee for the benefit of creditors, and not whether he has performed his duty as such trustee or assignee.\nThere would be plausibility in the argument of the defendant in error, if it could first be shown that he was not a trustee or an assignee until he had given bond and filed his inventory; but the law is not so. The assignment takes effect upon the day of its execution and delivery, whereas the inventory may be filed within thirty days thereafter, and the bond is to be given “ as soon as the inventory and appraisement shall be filed.” In Dallam v. Fitler, 6 W. & Ser. 323, it was held by this Court that a sale of goods by an assignee who had not given bond passed a perfect title.\nUpon what principle is it that a trustee, who has received moneys belonging to the'trust without giving security, shall hot be held to the same strictness as one who has complied with the statute in this respect? Can he say that, because he received the money wrongfully, he may rightfully retain it ? True, he may be discharged from the trusts, but suppose those interested prefer to make him account, shall he be permitted to shield himself by his own neglect of duty? He is charged with having received money as a trustee, and required to account fór it. The answer is, “ True, 1 have received it, but, as I gave no security for its faithful application, I am beyond the jurisdiction of the Court and' cannot be compelled to render an account to those interested'in-the fund.”\nWe are referred to the case of Shelby v. Bacon, 10 Howard 56, as sustaining the decree of the Common Pleas. The réspect which we entertain for the decisions of the Supreme Court of the United States, would induce great caution in determining -similar questions in a different manner from that tribunal; but, in a case like the present, the decision of that Court is not of binding authority with us. The contest here is between citizens of our own state, involving the construction to be given to our own statutes, without reference to any provision of the constitution of the United States or of federal legislation. With this Court rests alike the authority and responsibility, and we cannot rely upon the judgments of others for an exposition which is required at our hands.\nIn Shelby v. Bacon the complainant filed a bill in the- Circuit Court of the United States, against certain trustees for the benefit of creditors under an assignment made in Pennsylvania, and conveying property lying out of the state. The trustees pleaded that they had filed their accounts in the Common Pleas of Philadelphia, and that these accounts had been settled by that Court. The Supreme Court held that notwithstanding this they were bound also to file their account in the Circuit Court; and among other reasons upon which the decision was based, it is stated that the plea was defective in not setting forth that an inventory had been filed in the Common Pleas and bond given by the assignees; and the judge who delivered the opinion seemed to think that this was necessary to give the Court jurisdiction. As there were other and broader grounds upon which the decision of this ease rests, it is not likely that the question of jurisdiction received from the distinguished judge or from the Court, whose organ he was, that careful and attentive consideration which would doubtless have been bestowed upon it under other circumstances, and which if given would, it is believed, have led to a conclusion entirely different from that heretofore stated.\nThe Act of 14th June, 1836, relating to “ assignees for the benefit of creditors and other trustees,” was intended more to determine how the jurisdiction of the Court of Common Pleas over trustees should be applied, than to give the jurisdiction itself. This is done by the Act “ relating to the jurisdiction and powers of the Courts,” the 13th section of which gives to the Supreme Court and the several Courts of Common Pleas, the jurisdiction and powers of a Court of Chancery, so far as relates to “ the control, removal, and discharge of trustees, and the appointment of trustees, and the settlement of their accounts.” And in addition thereto, to the Court of Common Pleas for the city and county of Philadelphia, is given the powers of a Court of Chancery, so far as relates to “ the case of trust-moneys and property, and other moneys and property made liable to the control of said Courts;” and fourthly, “ the determination'of rights to property or money claimed by two or more persons, in the hands or possession of a person claiming no right of property therein.”\nThe revisers of our code, in presenting the Act “relating to assignees for the benefit of creditors and other trustees,” observed, that “ the design of the bill is to declare in what manner the jurisdiction, given to the several Courts of Common Pleas over trustees by the fourth article of the eighteenth section (second clause thirteenth section) of the bill relating to the jurisdiction and powers of the Courts, shall be exercised in the principal cases usually arising.”\n\"We cannot deny to the Common Pleas jurisdiction so plainly given to it by the legislature, even although the federal courts refuse to admit the conclusiveness of its decrees; nor can we permit a party to oust such jurisdiction by a plain neglect of duty upon his part. What he will not do of his own-option, he must be compelled to perform by the mandate of the Court.\nAs to the second and third objections: it sufficiently appears by the petition, that the moneys charged to have been received by the assignee arose under the assignment; and it is also clear that the petitioner, by the purchase of the judgment, obtained all the rights of the original creditor. The effect of the assignment from Whitaker to Harrias, the general assignee of Adams & Co., cannot now be determined: if it was a proper disposition of the trust fund, it will protect Whitaker hereafter; but it cannot be interposed to prevent an account. The remaining objections to the prayer of the petitioner are of no avail in this proceeding.\nThe decree of the Common Pleas dismissing the petition is reversed, and the record is remitted to said Court, with directions to require the assignee, James Whitaker, to file an account according to law.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Scott and Perkins, for the appellee."
    ],
    "corrections": "",
    "head_matter": "Whitney’s Appeal.\n1. The Act of 14th June, 1836, relating to assignees for the benefit of creditors, was intended more to determine how the jurisdiction of the Common Pleas over trustees should be applied, than to give the jurisdiction. The jurisdiction is given by the 13th section of the Act of 16th June, 1836, relating to the jurisdiction and powers of the Courts, which gives to the Supreme Courts and the several Courts of Common Pleas the jurisdiction and powers of a Court of Chancery, inter alia, as to the control, removal, and discharge of trustees, and the appointnent of trustees, and the settlement of their accounts.\n2. By the 7th section of the said Act of 14th June, 1836, the Common Pleas, on the application of any person interested, or co-trustee or co-assignee, may issue a citation to an assignee or trustee for the benefit of creditors, whether appointed by voluntary assignment or in pursuance of the laws relating to insolvent debtors and domestic attachments, requiring an exhibition of the account of his trust,\n3. An assignee under a voluntary assignment for the benefit of creditors, after having accepted the trust and received moneys under it, is not relieved from the exhibition of a trust account by his having failed to give bond for the performance of his duty as trustee, or to file an inventory of the trust property. Such neglect of duty on his part will not deprive the Common Pleas of its jurisdiction over him.\n4. It appearing in the case to the satisfaction of the Court that the moneys charged to have been received by the assignee (viz., being money received in Philadelphia city and county for insurance of the real estáte assigned), were received under the assignment, a creditor owning a judgment against the debtor, which he had’ purchased after the assignment, had a right to the exhibition of an account by the trustee:\n5. The trustee was not relieved from such exhibition by reason that the assignments to him were but partial assignments, viz., being of all the property of the debtors in Delaware and Maryland, and that since their execution the debtors had made a general assignment of all their estate wheresoever, to an'other person, in trust, for all of their creditors; to which assignee the respondent had assigned all the property covered by the partial assignments, subject to payment to himself of money paid or advances made and liabilities incurred by reason of the trusts.\n6. The effect of the assignment by the respondent to the general assignee is not to be determined in the proceeding to compel the first assignee to account; nor can such assignment be interposed as an objection to the exhibition of an account.\n7. The right of the creditor to an account exists notwithstanding he may have another remedy.\nAppeal of William Whitney from the decree of the Court of Common 'Pleas, Philadelphia, dismissing his petition for a citation to James Whitaker to settle his account as trustee of the estate of A. W. Adams & Co.\nAndrew W. Adams and fleo. W. Hobson, of the city and county of Philadelphia, trading as Andrew W. Adams & Co., on the 19th November, 1847, assigned to James Whitaker all their estate, real, personal, and mixed, lying and being within the limits of the state of Delaware, in trust to sell the same, and after payment of expenses, then to pay all the creditors of the firm without preference. There was on the paper a memorandum of same date, signed by James Whitaker, accepting the trust.\nIn the paper-book, a copy of an assignment by Whitaker to James Harriss was set out; and in it was alleged the assignment of 19th November, 1847, by Adams & Cm to Whitaker, of the estate of Adams & Co. in Delaware; arid.also that on the same date, Adams & Co. had executed to him another deed of assignment upon the same trusts, of all the estate and property of the firm,'in the state of Maryland. And’ further, that-Whitaker, in anticipation and part execution of the trusts, paid or assumed liabilities to several creditors of the firm, in the aggregate amounting to $6816, or thereabouts.\nIt was also alleged that Adams arid Co. had, on the 25th February. 1848, executed to James Harriss an indenture of general assignment of all their estate arid property whatsoever and wheresoever, in trust for the benefit of all their;creditors pro rata, without preference.\nIn the indenture Whitaker 'proeeeded'to make the assignment to Harriss of. all the estate and property which had come into his control by virtue of the said assignments or either of them, subject to and after the full repayment-to him of the sum paid in money, goods, or liabilities incurred, fee., by reason of the'said trusts or either of them. The conveyance to Harriss was in -trust.for the same uses as are contained in the general assignment by Adams & Co. to Harriss.\nWilliam Whitney, in November, 1851, petitioned- the Court, stating the assignment to Whitaker first above referred to, and that he had accepted of the trust; -but that Whitaker had never submitted an account-; and alleging himself to he a creditor of Adams & Co., and asking for a citation.\nIn the answer of Whitaker, filed December 27, 1851, it was submitted, that Whitney-had no right to call for an account in the Common Pleas, because a bill in equity alleging the same trust, and praying for an account, was pending in the Supreme Court; also, because, that the respondent, on the 26th January, 1848, executed to one James W. Harriss, of Philadelphia, an 'assignment for the benefit of the creditors of A. W. Adams & Co., of all the property which might have passed to him by assignment from them, except sufficient to indemnify himself for payments and advances and responsibilities to their creditors: which said assignment was duly recorded; and alleging that he was instructed that the creditors of Adams & Co. could not pass by the said assignee and ca]l upon him for an account.\nAnother, or amended petition of Whitney was afterwards presented on April 19, 1852, in which was alleged the assignment to Whitaker by Adams & Co., of all their estate real, personal and mixed, in the state of Delaware; and alleging that Whitaker had collected large amounts of the trust property; viz., on the 2-5th May, 1849, from the Spring Garden Insurance Co. $1900; on the 18th January, 1850, from the Delaware Insurance Co. $4425; on the 1st May, 1850, from the Franklin Eire Insurance Co. $7824.70; and on the 2d April, 1849, from the Wilmington Eire Insurance Co., in compromise of a policy of $5000, $2750, in all amounting to $16,899.70. It was also alleged that Whitaker claimed to be a creditor of Adams & Co. to the amount of $6800, and sought to secure that sum out of the trust property contrary to law; that he had never filed an account, nor an inventory or appraisement of the assigned estate, nor given bond for the performance of the trust. It was further alleged that at the time of the first assignment to Whitaker, the firm of Adams & Co. were indebted to Schott & McOalla on a note ; on which note suit was brought in Philadelphia, and judgment obtained on 25th March, 1848, for $495.73, which judgment, on the ,9th October, 1848, was assigned to Whitney the petitioner.\nTo the amended petition the respondent answered and demurred, alleging, first, that the petition as amended did not present a case under the Act relating to assignees, as it was represented that no security was given by the assignee, nor inventory filed, or appraisement made, ’which it was suggested were preliminary to the rendition of an account. 2. Because the petition showed that the assignment referred to was of property in Delaware, and that the moneys alleged to have been received, were collected from the Spring Garden, and other fire insurance companies of Philadelphia ; and that, therefore, it appeared that such moneys, or any contracts, either by policies of insurance or in any other form under which such moneys may have been collected, did not pass under the assignment. 3. That it appeared that Whitaker, on the 26th February, 1848, transferred to an assignee all the property in Delaware which passed to him; also that the petitioner at that time had not any interest under the assignment, nor had any till October, 1848. 4. Because, that if his claim was available at all, he could not interfere at so late a period, and in this form of proceeding, but would be referred to the subsequent general assignee. 5. Because he had other remedies. 6. Because, as the assignment to Whitaker operated upon property outside of Pennsylvania, the assignee was not subject to the laws of Pennsylvania. 7. That the Court had no jurisdiction, no inventory having been filed, nor appraisement made, nor bond given by the assiguee, and the assignment being voluntary.\nOn July 3, 1852, the petition was dismissed. It was stated in the paper-book that the chief ground of dismissal was that the trustee had not filed an inventory, nor bond, and that therefore the Court had not jurisdiction of the case.\nThis appeal was entered and exception was taken to the dismissal of the petition, and the refusal to order Whitaker to settle an account.\nOn the part of the appellant it was said that the decision in the Common Pleas was based mainly on the case of Shelby v. Bacon, 10 Howard 56. It was, inter alia, said that if a point had been made in that ease that the trustees should have filed an inventory, it might have been shown that by the 19th section of the Act of 4th May, 1841, relative to an assignment by the Bank of the United States [Acts p. 817), an inventory was dispensed with.\nAs to the second point in the demurrer, it was observed that in the petition it is stated that the appellee received the money as trust property, and that by his demurrer he admitted the fact. That he should not obtain all the advantage of a demurrer, which need not he sworn to, and at the same time contest the facts to which the demurrer applies.\nBut it was further said that the assignment of real estate lying in Delaware necessarily passed the policies of insurance made upon it in Philadelphia, and in the event of the destruction of the property by fire, the trustee would be entitled to receive the amount of the policies.\nAs to the third point of the demurrer, it was said that, the trust being accepted, the trustee could not by assignment divest the property conveyed, nor absolve himself from the responsibilities attending his position: Reference was made to 4 Barr 274, Seal v. Duffy; 1 Harris 592; 1 Parsons 472. Besides, the assignment by Whitaker was subject to a provision in his own favor.\nScott and Perkins, for the appellee."
  },
  "file_name": "0500-01",
  "first_page_order": 502,
  "last_page_order": 509
}
