{
  "id": 413711,
  "name": "Clark versus Eckstein",
  "name_abbreviation": "Clark v. Eckstein",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "507",
  "last_page": "510",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 507"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 333,
    "char_count": 7416,
    "ocr_confidence": 0.402,
    "pagerank": {
      "raw": 1.822793762860281e-07,
      "percentile": 0.7194514043096721
    },
    "sha256": "717bbdf773b67a71546c35c7073848fa393601caf5523dddc6c51e81b3e70935",
    "simhash": "1:1761866286f094e6",
    "word_count": 1363
  },
  "last_updated": "2023-07-14T19:14:15.640155+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Clark versus Eckstein."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nWhere a promissory note clearly shows upon its face that it has been altered in some material part, such as its date, it is incumbent upon the party producing it to account for the alteration ; and if no explanatory evidence is given, it would be error in the Court to refer it to the jury as matter . of fact to determine whether the alteration preceded delivery or otherwise. The onus in such case, is upon the party alleging the legality of the instrument.\nBut the preliminary question whether there has b.een an alteration, if doubtful, is for the jury. In the present ease, the last figure in the date of the note upon which the suit was brought is blottéd, and there appears at its side, an erasure, but whether it was the date or the blot that was attempted to be removed was properly left to the jury as a question of fact.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Clay and Jones, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Clark versus Eckstein.\n1. When it clearly appears from the facé of a promissory note that it has been altered in a material part, such as its date, it is incumbent on the party producing it to account for the alteration; and if no evidence explaining the alteration is given, it will he error to submit to the jury to determine whether the alteration preceded delivery or otherwise. The onus of proof as to the alteration is upon the party alleging that it was made lawfully.\n2. But if it be doubtful whether the note has been altered, the preliminary question as to whether it has been altered, is for the jury to determine.\nError to the District Court, Philadelphia.\nThis was an action of assumpsit by Charles H. Eckstein and William W. Siegfried, copartners, &c., v. James Clark, on a promissory note of which John Gr. Michener was drawer,' and which was endorsed by James Clark. The note purported to be dated January 22, 1851, and was at four mouths, for $556. The pleas were non assumpsit and payment. Also set-off, with notice of alteration, &c.\nIt was stated on the paper-hook on part of the plaintiff in error, that the note' in question bore upon its face the appearance of an alteration from 1850 to 1851, in different ink; some scratching alongside the 0, in 1850, or the 1, in 1851; and a blacker line on the 1; as also a blot of ink in the same spot. Also that the paper at figure 1, by holding up to the light, appeared as if scratched by some instrument.\nThe plaintiff’s counsel offered to read the note to the jury, without any evidence explaining the alleged alteration or who made it. The signatures to the note were, however, proved.\nObjection to the reading of the note was made on the part of the defendant, but the note was admitted.\nAfter the note was read a nonsuit was asked on part of defendant, which was refused. The objection to the note was the absence of evidence to explain the alteration.\nOn part of the defendant a witness was called, who said he drew the note; that the note was filled up in 1851; that he did not know of any alteration, &c. He said he took the note to Michener, and he signed it. He further said that on 3d Eebruary he was authorized by Clark to borrow $450 on the note.\nIt appeared that the note was negotiated by the witness.\nThe person to whom it was passed, was examined, and said that when he received the note it was in the same condition as it was at the trial. He further said that the note passed out of his hands about two months before it was due ; that it was sold by a broker to Eckstein '& Co., regularly.\nTwo points were submitted on the part of defendant. First, That the alteration in the date of a note is in a material part, and avoids the same unless done with the consent of the parties. Secondly, That it rested on plaintiffs to explain the alteration.\nHare, J., charged the jury that an alteration in a material point, after a note is signed, avoids it; but an immaterial alteration as, for instance,'-the removal of a-blot, will not.have that effect. The alteration of a date is a material alteration. If the date of this note was altered after its execution, without the assent of the maker, the plaintiff cannot recover even if. the alteration was for the purpose of rectifying a real or supposed mistake in the instrument. . ....\nAs to the' first point, he charged 'in the affirmative. As to the second, he charged that the preliminary question, whether the erasure in the note was an alteration of the date, or a mere erasure of a blot, was for the jury; but that if it were an alteration it avoided the note, unless shown by the evidence to have been made anterior to or at the time of the execution of the instrument, or with defendant’s consent if subsequent to such execution.\nYerdict was rendered for the plaintiff.\nIt was assigned for error that the Court erred in permitting the note to go to the jury without proof by plaintiff as to the alteration. 2. In refusing a nonsuit. 3. In submitting to the jury the question whether, the alteration was an alteration of the date, or erasure of a blot.\nOn part of the plaintiff in error, it was contended that a promissory note of which the date has been altered without the consent of the defendant, the endorser, is thereby rendered void, although in the hands of an innocent endorsee: 7 Ser. & R. 508, Stephens v. Graham. The onus of proving that an alteration in a material part was lawfully made, is on the holder. When the place of payment is in a different handwriting, there is a presumption of alteration: 7 Harris 119, Miller v. Gilleland.\nClay and Jones, for defendant in error.\nIt was said that the note was dated January 22, 1851, and was made to raise money for the purpose of carrying on joint speculations of the maker and endorser, and was negotiated by an agent.\nUpon the face of the note at the last figure of the date, there was a blot of ink and an erasure. The note was filled up by a broker, who showed it to the person to whom he afterwards, passed it, before the latter agreed to take it; that when negotiated to him it was in the same condition, as to the alleged erasure, as when it was offered in evidence.\nOn the part of the plaintiffs it was alleged that there was no material alteration of the note, and therefore, that there was no error in refusing the nonsuit or permitting the note to go to the jury. That the preliminary question was whether or not the note .had been altered, not whether it had been materially altered; and the jury were instructed that if they found that an alteration had been made, they were to say when it was made ; and, if after execution, whether it was made with the consent of the. defendant or not.\nIt was further said that the note in suit was made for the mutual accommodation of the maker and endorser, and therefore they were both principals, and the note had no effect before it was negotiated: Chitty on Bills 167-8 ; and that there was sufficient in the circumstances of the case to lead to the presumption that the erasure, whatever it was, was made with the knowledge or consent of the defendant. If the note had been originally dated in 1850, unless the date had been changed to 1851, the note would have been unavailable for the purpose for which it was made, as it would have appeared on its face to be over-due when offered for sale or discount. Before negotiation the note had no legal effect; and as the alteration, if made, was before negotiation, the legal effect was not disturbed by the alteration."
  },
  "file_name": "0507-01",
  "first_page_order": 509,
  "last_page_order": 512
}
