{
  "id": 413743,
  "name": "Dent's Appeal-Adlum's Estate",
  "name_abbreviation": "Dent's Appeal",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "514",
  "last_page": "522",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 514"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Rawle 320",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822538
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0320-01"
      ]
    },
    {
      "cite": "3 Rawle 312",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822487
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0312-01"
      ]
    },
    {
      "cite": "3 Pa. Rep. 185",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "3 Pa. Rep. 187",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        400574
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/3/0187-01"
      ]
    },
    {
      "cite": "5 Watts 84",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844055
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0084-01"
      ]
    },
    {
      "cite": "10 Pick. 101",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    },
    {
      "cite": "3 Pick. 146",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    },
    {
      "cite": "3 Pick. 144",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    },
    {
      "cite": "3 Pick. 145",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    },
    {
      "cite": "3 Pa. Rep. 188",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 882,
    "char_count": 24728,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 4.060430187423542e-07,
      "percentile": 0.9081145271403854
    },
    "sha256": "52eeb7c1fece0b370508ca5b7f39438397b36c03de70116306e47e2a4fcea550",
    "simhash": "1:b76ae80481938147",
    "word_count": 4242
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dent’s Appeal—Adlum’s Estate."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\nThis is a contest between Mr. Dent, the administrator of the domicil, and the persons entitled to the fund as distributees. The fund in Court seems to have been raised from the sales of real estate in Pennsylvania, and to have been collected by Mr. Morris, to whom letters of administration were granted here. By the Act of 15th March, 1832, it is provided that “where the decedent had no residence in this Commonwealth, letters of, administration are to be granted by the register of the county where the principal part of the goods and estate of the decedent shall he; and no letters testamentary or of administration, or otherwise, purporting to authorize any person to intermeddle with the estate of a decedent, which may be granted out of this Commonwealth, shall confer upon such person any of the powers and authorities possessed by an executor or administrator under letters granted within this state.” The domicil of the decedent was in the District of Columbia, and Mr. Dent may therefore be designated as the home administrator. As the assets arise from real estate in this Commonwealth, and were collected by Mr. Morris under letters granted according to our own laws, the latter may be called the foreign administrator. They are occasionally described by different terms — the administrator of the domicil is sometimes called the principal, and sometimes the primary administrator— and the administrator of the situs is frequently called the auxiliary and often the ancillary administrator. But it does not matter what terms are used to designate the distinction in fact, as to the objects of the different administrations, so that we guard ourselves against the conclusion that there is a distinction in law as to the rights of the parties entitled as distributees. It was truly said by the judge who delivered the opinion of the Court in Harvey v. Richards, 1 Mason R. 381, that “ there is no magic in words ; and that each of these administrations may properly be considered as a principal one, with reference to the limits of its exclusive authority ; and each might, under circumstances, justly be deemed an auxiliary administration.” Although the right of succession to personal estate of an intestate is to be regulated by the law of the country in which he was domiciled at the time of his death, it is fully settled that the administration of the estate must be in the country in which possession of it is taken and held under lawful authority: 1 Williams’ Ex. 356; 8 Cl. & Fin. 1; 1 Dowl. & Ryl. 35; 1 Vern. 397; Story’s Confl. of Laws, ch. 13, s. 518. The administrator, under a foreign grant, has a right to hold the assets received under it against the home administrator, even after they have been remitted to this country: 1 Williams’ Ex. 357; 2 Ib. 1415. And though the right of the home executor or administrator to an ancillary probate or grant of administration in a foreign country is usually admitted by the comity of nations as a matter of course, yet this new administration is made subservient to the rights of creditors, and other claimants resident within the country where it is granted; and the residuum is transmissible to the country of the original administration, only when a final account has been settled in the proper tribunal where the new administration has been granted, upon the equitable principles adopted by its own law, in the application and distribution of the assets found within its jurisdiction: Story’s Confl. L. ch. 13, s. 513; 2 Williams’ Ex. 1415. That the foreign administration is subservient to the rights of other claimants as well as creditors, resident within the foreign jurisdiction, is apparent from what has already been said; but the same principle is distinctly affirmed by this Court in Mothland v. Wireman, 3 Pa. Rep. 188. It was there held, after a careful review of the authorities, that “the administrator here, although admitted to be but an auxiliary administrator, is bound to remit the assets to the administrator of the domicil, only in case there are no domestic claimants in the character of creditors, legatees, or next of Jem; but that where these appear, the assets are to be retained for administration: 3 Pa. Rep. 188. According to the case last cited, the absence or presence of domestic claimants upon the fund determines the action of the Court under the comity of nations. But it must be remembered that this is not a question of jurisdiction, but merely one of judicial discretion. The right to retain the fund, and the jurisdiction to distribute it among the parties entitled, undoubtedly exist in the tribunals of the country under whose authority it was collected. This principle was acknowledged in Harvey v. Richards, 1 Mas. R. 408, and it was correctly held, in that case, that although “the property was to be distributed according to the lex domicilii, national comity did not require that the distribution should be made abroad.” Erom these authorities it is clear that the Orphans’ Court had a right to exercise its discretion in deciding whether it would distribute the fund itself, among the parties entitled to it, or remit it to the forum of domicil for the purpose. And the question before us is, whether there has been such an unwise exercise of that discretion as to justify a Court of review in reversing the decree.\nIt is conceded that where there are domestic claimants upon the fund, their rights must be protected here, and they must not be put to the expense or dangers of following it into a foreign jurisdiction. But who are domestic claimants ? Is residence within the state necessary to give a suitor in our Courts a right to be heard, and to have justice done to him according to law without delay? If a citizen of a sister state of the Union, or an inhabitant of a district or territory subject to the same general government to which we all owe allegiance, comes into our Courts asking for justice, is he to he treated as an alien ? In Dawes v. Head, 3 Pick. 145, this point was mooted by Chief Justice Parker, but not decided. It was admitted, however, by that learned jurist that “ where the parties interested seek their remedy here, i’t might be within the legal discretion of the Court here to cause a distribution, or to remit, according to the circumstances and condition of the estate:” 3 Pick. 144. “Under the English bankrupt system, foreigners as well as subjects may prove their debts and share in the distribution. Without doubt, in other foreign countries, where there is a cessio bonorum, or other process relating to bankrupts’ estates, the same just principle is adopted. It was so under our (old) bankrupt law while that was in force, and no reason can be sirggested why so honest and just a principle should not be applied in the case of insolvent estates of deceased persons:” 3 Pick. 146. If foreign creditors are to be treated as domestic claimants when they ask for justice in our Courts, there is no just reason why legatees and next of kin should not be regarded in the same light. It is because the country to which they belong owes them protection, that national comity requires that the tribunals of other countries should not unnecessarily and wantonly force them to seek for justice in distant lands, where it may be inconvenient and expensive to establish their rights. But this reason has no place where, from other causes, they are induced to appeal to those tribunals as the best means of securing their claims. Where this is the case, to send them back to the forum of domicil would be to delay the administration of justice contrary to the constitution, and would be a most singular and unjust applicatioii of the principle of comity which is supposed to govern questions of this kind.\nIn the case before us, there are no creditors of the decedent remaining unsatisfied. Two-thirds of the distributees demand distribution here, and object to the delay and expense of remitting the fund to the administrator of the domicil. No one objects to the distribution here except Mr. Dent, the administrator of the domicil, and the only reason which he urges .seems to be that he wishes to charge the fund with the expenses of collecting and distributing it. With regard to the expenses of collecting, they depend upon the local law and usages, and are regularly to be settled by the Court, under whose authority they were incurred: Jennison v. Hapgood, 10 Pick. 101. Upon inspection of the account of the administrator here, it would seem that these expenses have already been allowed. If so, it would be unjust to allow a double charge for the same services. The expenses of distribution have not been incurred by Mr. Dent, and an administrator can have no just claim to the possession of a fund merely for the purpose of promoting his own interest. He is a trustee for others, and whenever 'the fund is placed in his hands, it is for a purpose beneficial, or supposed to be beneficial, to the parties entitled to it. To place it in bis hands merely for the purpose of enabling him to charge commissions upon the subsequent distribution of it, would be contrary to the whole object of the trust. His commissions are but an incident to the performance of a service. If he is not required to perform the duty of distribution, lie can have no claim whatever to compensation for that service. He cannot settle an account for the mere purpose of charging the estate with a debt due to himself: Shenk’s Administration Account, 5 Watts 84. Nor can be do so for the purpose of charging it with the expenses of preparing to administer a will, before a contest arose as to its validity: Royer’s Appeal, 1 Harris 569. There is nothing, therefore, in the reasons assigned by him which ought to have influenced the Court, in its discretion, to remit the fund to him for distribution, while the reasons assigned by the Court for refusing to do so sufficiently justify its decree.\nIt may be possible that Mr. Dent, in the capacity of agent, under the local administrator, has rendered services for which be has not been compensated. It may also be possible that he has rendered services before that administrator was appointed, which are equitable charges upon the fund in Court. Those claims, if they exist, should regularly have been presented to the local administrator for adjustment; but they may have been omitted by Mr. Dent, through a misapprehension of Ms rights. If so, this Court, on application within ten days for the purpose, will appoint an auditor to ascertain the amount, if any, which should be allowed for these services. The decree of the Orphans’ Court is confirmed, unless application for an auditor he made within ten days.\nDecree confirmed, nisi, &c.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Dallas, for the appellant.",
      "Tilghman, for appellees."
    ],
    "corrections": "",
    "head_matter": "Dent’s Appeal—Adlum’s Estate.\n1. By the 6th section of the Act of 15th March, 1832, relating to registers, no administration granted out of this Commonwealth confers upon the person the authorities of an administrator under letters 'granted within this state.\n2. Although the personal property of the decedent is distributable according to the law of the domicil, yet comity does not require that the distribution be made in the country of the domicil; but, on the contrary, the distribution of the fund may be made by the tribunals of the country' under whose authority it was collected; and such distribution need not be confined to creditors, but, in the absence of creditors, may embrace legatees, or next of kin entitled to portions of the fund, and presenting their claims.\n3. The Orphans' Court of the county in this Commonwealth wherein letters of administration on the estate of one whose domicil at death was in the District of Columbia, was not bound to order the assets collected in this state to be transmitted to the administrator of the domicil by whom the fund in dispute was claimed, but had the power to direct distribution not only amongst creditors of the decedent, but, in their absence, to legatees or next of kin entitled to distribution and submitting their claims.\n4. The claims of citizens of Pennsylvania are not alone to be protected by such Court, but the claims of citizens of either of the other states or territories may be submitted and allowed, and the residuum alone, after final account, is to be transmitted to the administrator of the domicil.\n5. Such distribution is not a question of jurisdiction but of judicial discretion.\n6. The expenses of, collecting the fund depend on the local law and usages, and should be settled by the Court under whose authority they were incurred.\n7. If the administrator of the domicil, acting as agent of the local administrator, has rendered services for which he is entitled to compensation, or, before the local administrator was appointed the former has rendered services which are an equitable charge upon the fund in Court, he may be permitted to present his claim to the local administrator for adjustment and allowance.\nAppeal from the decree of the Orphans’ Court, Philadelphia.\nThis was an appeal by II. II. Dent from the decree of the Orphans’ Court directing distribution of money in the hands of P. P. Morris, administrator of the estate of John Adlum, deceased, under a grant of letters of administration in the county of Philadelphia.\nJohn Adlum, the decedent, a resident of the District of Columbia, died therein in the year 1836. In his will he empowered his executors to dispose of all his real estate wheresoever situated, and after giving some legacies and appointing executors, he directed, that after payment of his debts, his estate real and personal be divided and distributed between his wife and his two daughters, Margaret C. Barber and Ann M. Adlum, according to the intestate laws of the District of Columbia.\nHis family, at his decease, consisted of his wife Margaret, his daughter Margaret, married to Cornelius Barber, and his daughter Anna Maria, afterwards married to Henry H. Dent, the appellant, all inhabitants and residents in the District of Columbia.\nThe will was admitted to probate in March, 1836, and the executrix and executor having renounced, letters of administration with the will annexed were granted in the District of Columbia, about the same date, to the said Henry H. Dent.\nAfter the estate in the District was disposed of, proceedings were had in Pennsylvania in support of a claim stated to have arisen out of agreements for the purchase of lands in this state. Proceedings were instituted in the Supreme Court to July Term, 1849, by bill in equity entitled Fox et al. v. Ingersoll et ah An administrator in Pennsylvania being necessary, letters of administration de bonis non cum test. an. were granted to P. P. Morris. It appeared that P. P. Morris had been applied to by Mr. Dent in the early part of 1849, and before any proceedings in equity were instituted, to act as assistant counsel; and that in the fall of 1849, he was written to by Dent, to ascertain whether he would act as administrator, which, with the assent of the other parties, he agreed to do.\nOn the 19th August, 1850, the Supreme Court, under agreement, referred the bill in equity, answer, and other documents, to a master to report, among other things, a partition of .the lands, a division of the contracts and other securities, and an account and division of the moneys under the agreements and purchases recited in the bill, On the 8th May, 1851, the Court appointed a receiver, to receive conveyances of certain lands by transfer of contracts of the estate of Ernst Walterstoff, to be held subject to further order and decree. On 10th May, 1851, a decree was entered, ascertaining $90,566. 90 to be due to the estate of John Adlum by the estate of Ernst Walterstoff, and a master was appointed to report what proceedings might be necessary to satisfy the debt out of the estate conveyed to the receiver. -It was from this debt that the funds in the hands of the Pennsylvania administrator, in contest, arose. On 10th April, 1852, the receiver was ordered to make public sale, at the Exchange, of the lands and contracts conveyed and transferred to him from the estate of Walterstoff, under the direction of the master; and it was provided, that any party on the record shall be allowed to bid on his own account for any part of the property, &e. Dent became a purchaser to an amount exceeding $26,000; and it was afterwards ordered that his receipt, as administrator of the domicil and as the representative of the estate of his late wife, to an amount exceeding $10,000 be taken, and that he pay the balance in cash.\nDuring the course of the proceedings in equity, P. P. Morris, as administrator, received large sums of money, and rendered accounts to the Orphans’ Court. In distributing the funds to those entitled to receive, he obtained from Dent his receipts importing that the moneys paid to the other distributees had been paid to Dent, and the distributees gave to Dent, as administrator of the domicil, separate receipts. The fund in question in this proceeding, viz., about $25,000, was left in the hands of P. P. Morris. Dent claimed the whole of it as administrator of the domicil, to be applied by him first, especially to pay his own commissions; and secondly, to the respective legatees under the will of the decedent, all of whom, it was said, resided in the said District. There were no other creditors except himself, claiming as administrator.\nThe other distributees claimed to have their respective shares paid to them by the Pennsylvania administrator, without the intervention of the administrator of the domicil, and free from claims by him for commissions.\nJ. A. Clay, of Philadelphia, received letters of administration in Pennsylvania, on the estate of Margaret Adlum, the widow of the decedent, and was a claimant; and C. Barber, in right of his wife Margaret, a daughter of the decedent, was also a claimant.\nAn auditor was appointed, who reported a balance for distribution, and decided in favor of its payment to Dent, as administrator of the domicil. To such report exceptions were filed.\nAllison, J., in his opinion, remarked that he did not consider the opinion in the case of Harvey v. Richards, 1 Mason 405, as an authority in favor of payment of the balance to the administrator of the domicil. He referred to the opinion of Judge Story on page 413, that whether the Court here ought to decree distribution or remit the property to the administrator of the domicil was a matter not of jurisdiction, but of judicial discretion, depending on the particular circumstances of each case; and after a review of English and American cases, pronounced his judgment to be, that a Court of Equity here has authority to decree distribution in cases like the present, according to the law of the domicil, upon the application of legatees or next of kin, or other competent parties. Allison, J., in support of the same view, referred to the case of Mothland v. Wiseman, 3 Pa. Rep. 187. He observed that the distributees, for whom claims were preferred, were entitled to the larger part of the fund for distribution, and that their selection of this forum was equivalent to being resident devisees. He remarked that other distributions had taken place here, under which the distributees had taken; that Dent had already received a large portion of his dividend by a credit on the purchase of real estate purchased by him; and that he and C. Barber had agreed not to take out letters of administration in Pennsylvania, and requested administration to be taken in this state. It was intimated that the effect of this agreement would be to prevent the property from being received by either of the parties to the agreement, and amounted to an agreement that distribution be had in Pennsylvania'.\nHe sustained the exception and directed distribution amongst the distributees, viz., to J. A. Clay, administrator of the estate of Margaret Adlum, the widow, above $13,000; to Cornelius Baker, in right of his wife Margaret, above $8000; and to PI. H. Dent, in right of his wife, above $3000.\nFrom such decree appeal was taken by H. H. Dent.\nAfterwards, C. Barber having died, his wife Margaret, residing in the District of Columbia (a daughter of John Adlum), as executrix of his will, and also under grant of letters on his estate obtained in Pennsylvania, was a claimant.\nDallas, for the appellant.\nThere were no charges or expenses in Pennsylvania, to which the fund was liable. There were no creditors, resident in Pennsylvania or elsewhere, nor any legatees' or next of kin resident in this state claiming the fund or any part of it, but the legatees and next of kin claiming were resident in the district where testator resided, and where it was claimed that the fund be sent. It is for the protection and assistance of resident citizens only that Courts of Equity have assumed and exercised the power of distributing the personal assets of a foreign decedent, collected by an administrator within their jurisdiction, on payment of his debts. The power of the Court to order distribution to be made here was not questioned, if the circumstances of the case rendered it just and proper: Mason 381; 1 Story’s Eq. 589; also, Story’s Con. of Laws 513.\nIt was, however, contended that the circumstances to justify such order of distribution, must be such as to involve danger of loss by resident creditors, or of great and unnecessary inconvenience by legatees or next of kin, and they must not be such as to exclude claims existing at the domicil. Reference was made to the case of Harvey v. Richards, 1 Mason 413; 3 Pa. Rep. 185; 3 Rawle 312, Miller’s Estate; 4 Harris 63, Short’s Estate; 7 Harris 476, Stokeley’s Estate. It was said that equities existed in favor of the administrator of the domicil, which rendered it proper to transmit to him the fund in question ; amongst others, that he had entered his claim to commissions in the tribunal in the District of Columbia, and which, it was said, was the proper one to decide upon them, and that he had founded that claim on the written receipts of the legatees, and had limited it to the amount allowed by the law and usage of that forum ; and that he should not be deprived of it. Reference was made to the opinion of Gibson, C. J., in Miller’s Estate, 3 Rawle 320.\nTilghman, for appellees.\nAdlum had been dead nearly fifteen years. His estate at the place of his domicil had been settled, and all his debts paid.' The only assets unadministered, with the exception of a balance due to th.e estate by the administrator of the domicil, exceeding $1700, consisted of a claim upon persons and property in Pennsylvania, viz., the trustee and estate of William Bingham, deceased, and others. In less than sixteen months after administration in Pennsylvania, the claim resulted in a decree of the Supreme Court in Equity, under which the estate afterwards received above $300,000. Three distributions of portions of the estate were made in Pennsylvania, and another partial one made to two of. the distributees. The administrator of the domicil insists on receiving the fund, that he may in the Court of the domicil assert a claim to a commission of ten per cent, in addition to the allowance already made to the Pennsylvania administrator. It was said that the fund was not required at the place of the domicil for any other purpose ; and that there was no dispute as to the shares of the distributees, or anything else involving questions peculiar to the law of the domicil.\nThe authorities referred to on the part of the appellant, apply to cases where there are creditors of the decedent at the place of domicil, or distributees there who are not suitors ’in the Court of the auxiliary administrator, and who desire distribution at the place of domicil. The mere fact that none of the distributees are resident at the place of the auxiliary administration, is not of itself a sufficient reason for remitting the fund. Reference was made to the opinion of Judge Story in Harvey v. Richards, 1 Mason 381, that whether the Court here ought to decree distribution or remit the property, was a matter not of jurisdiction, but of judicial discretion,' depending on the circumstances of each case.\nIt was submitted that the circumstance that the administration in Pennsylvania must be governed by the law of the domicil, did not render it, for all purposes, a subordinate administration. The administration of the domicil was almost functus officio when administration wa.s granted in Pennsylvania. The property there was inconsiderable in comparison with the property claimed in Pennsylvania. Reference was made to the opinion of Story, J., in the case of Harvey v. Richards, before cited."
  },
  "file_name": "0514-01",
  "first_page_order": 516,
  "last_page_order": 524
}
