{
  "id": 413728,
  "name": "Steamboat Co. versus Atkins & Co.",
  "name_abbreviation": "Steamboat Co. v. Atkins & Co.",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "522",
  "last_page": "528",
  "citations": [
    {
      "type": "official",
      "cite": "22 Pa. 522"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Bin. 129",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795156
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/6/0129-01"
      ]
    },
    {
      "cite": "6 Howard 344",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "5 Denio 497",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        1881371
      ],
      "opinion_index": -1,
      "case_paths": [
        "/denio/5/0497-01"
      ]
    },
    {
      "cite": "10 Johns. 387",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2135941
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/10/0393-01"
      ]
    },
    {
      "cite": "5 Denio 497",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        1881371
      ],
      "opinion_index": 0,
      "case_paths": [
        "/denio/5/0497-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 612,
    "char_count": 15353,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 1.8752138074146525e-07,
      "percentile": 0.7268435341211013
    },
    "sha256": "1c021b65caebffc503c5244df7b7c12aa3aca56b6c01efefed971deb46ea83f0",
    "simhash": "1:6021a0f0ae29b000",
    "word_count": 2627
  },
  "last_updated": "2024-02-27T20:47:09.354529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Steamboat Co. versus Atkins & Co."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nThe plaintiffs below, Atkins & Co., delivered to the plaintiff in error, the Baltimore Steamboat Company, certain goods, which they promised to deliver in good order to Cumberland Railroad Company at Baltimore, to forward to Messrs. McKaig & Agnew, Cumberland, who were agents of Atkins & Co.\nThe goods were damaged whilst in the custody of the steamboat company, by their negligence, as established by the verdict of the jury.\nThis action of assumpsit is brought by Atkins & Co., for the use of the legal owners of the goods, to recover the damages sustained; and whether their action can be sustained, as brought, is the only point properly raised by the record before us. To determine this question, we must first inquire into the manner in which Atkins & Co. became possessed of the goods, and the extent of their interest in them.\nThe equitable plaintiffs in the action, J. Beal and P. McArthur & Co., are merchants of Cincinnati, and purchased the goods in question in the city of New York. The vendors of the goods delivered them to the New Jersey Transportation Company, to be forwarded by that company to Philadelphia; and from thence to Cincinnati, the place of their destination, by O’Connor’s Five Day Line, which is represented in Philadelphia by Atkins & Co., the plaintiffs below.\nWhen the goods arrived in Philadelphia, Atkins & Co. received them from the New Jersey Transportation Company, paying to that company their charges, and placed them in the hands of the defendants, without repayment, upon their agreement to deliver the goods in good order to the Baltimore Railroad Company, for the purpose of forwarding to Cincinnati, there to be redelivered to the agents of Atkins & Co.\nBy receiving the goods in Philadelphia, and paying the freight from New York, Atkins & Co. certainly obtained an interest in them, subject, of course, to the general property of the owner, but good as against any other person, and even superior to the general owner upon the question of possession until repayment.\nIf the defendants had complied with their contract, and delivered the goods to the Baltimore Railroad Company, they would again have been restored to the actual custody of the plaintiffs, through their agents at Cumberland, and by them forwarded to Pittsburgh, where, according to the evidence, upon delivery on board of- a steamboat, charges of every description would have been paid to the plaintiffs ; but from Philadelphia to Pittsburgh, they must be considered in the light of the principal carriers, using the defendants’ company and the Baltimore and Ohio Railroad Company as the means of transporting the goods from Philadelphia to Cumberland.\nAt the time of the injury, the interest of the plaintiffs, Atkins & Co., in the property was, first, to the extent of the advances made by them to the New Jersey Transportation Company; second, the right to receive the goods at Cumberland, and transport the same to Cincinnati, or at least, to Pittsburgh, and to retain the possession until all charges were paid. This interest gave to Atkins & Co. a special or qualified property in the subject-matter of their agreement with the Baltimore Steamboat Company; and, according to all the authorities, both in England and in this country, the action of assumpsit may be maintained in the name of one having such special property.\nIn general, a mere servant or agent with whom a contract is expressed to be made, on behalf of another, and -who has no direct beneficial interest in the transaction, cannot support an action thereon. But when an agent has any beneficial interest in the performance of the contract, as for commission, or a special property in the subject-matter of the agreement, he may support an action in his own name upon the contract, as in the case of a factor, or broker, or a warehouseman, or carrier, or a policy broker whose name is on the policy, or the captain of a ship, for freight: Grove v. Dubois, 1 T. R. 112; Atkyns v. Amber, 2 Esp. Rep. 493; Williams v. Millington, 1 Hen. Bl. 81; George v. Claggett, 7 Term Rep. 359; Johnson v. Hudson, 11 East 180; Sadler v. Leigh, 4 Camp. 195; Park on Ins. 403; Shields v. Davis, 6 Taunton 65; Brown v. Hodgson, 4 Taunton 189. There is nothing in the case’ of Green v. Clark, 5 Denio 497, to contravene the principles above stated. The agreement there was to deliver the property to the consignee, and no freight was to be paid by the consignor until the contract had been executed by a delivery of the property as directed. Consequently, there was neither property nor interest in the plaintiffs, who were merely acting as agents for the owners, and appeared as such upon the face of the contract.\nThe question as to the extent of the recovery, was not raised in the Court below; and if it had been, the defendants would not have profited by it. The whole damages were properly recoverable in this action, particularly as the owners of the general property were parties to the record, and are precluded from further claim.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Webster and Fallon, for plaintiffs in error.",
      "Hirst and Dickerson, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Steamboat Co. versus Atkins & Co.\n1. Though a mere agent without interest, with whom a contract is made on behalf of another, cannot support an action thereon, yet when he has a beneficial interest in the performance of the contract or a special property in the subject-matter of the agreement he may support an action in his own name upon the contract.\n2. A. & Co., forwarding merchants of Philadelphia, paid freight from New York to Philadelphia on goods which were in transit from New York to Cincinnati, and they delivered the goods to the defendants, The Baltimore and Philadelphia Steamboat Company, to be conveyed to Baltimore and there delivered to The Cumberland Railroad Company for carriage to Cumberland, and there to be delivered to the agents of the plaintiffs for carriage in the line of their destination. Held, that A. & Co. could maintain assumpsit on the contract against the defendants for damage to the goods whilst under their charge, and. recover the entire amount of the loss for the benefit of themselves and the owners of the goods, especially as the latter were parties to the record and precluded from further claim.\nError to the District Court, Philadelphia.\nThis was an action of assumpsit by S. R. Keemle and II. E. Atkins, in business as Atkins & Co., for the use of John Beal and P. McArthur & Co., v. The Baltimore and Philadelphia Steamboat Company.\nThe material question in the case was, whether the plaintiffs, Atkins & Co., had such an interest in the subject-matter of the suit, as entitled them to bring, the action m their own names, for their own use, and to the use of the owners of the goods having distinct claims.\nThe legal plaintiffs, Atkins & Co., were in the forwarding business, their place of business being in Philadelphia. The owners of the goods, named as equitable plaintiffs, were merchants in Cincinnati, but not connected with each other in business or in the ownership of the goods in question. The defendants ran a line of barges and steamboats between Philadelphia and Baltimore.\nIn the first count of the declaration it was alleged that the plaintiffs, Atkins & Co., at defendants’ special instance and request, caused to be delivered to the defendants, divers goods and merchandise, viz.: 2 boxes, marked, &e., to be carried by the defendants to the city of Baltimore, and to be delivered to the Cumberland Railroad Company at Baltimore. The breach alleged -was non-delivery.\nThe second count was for the same subject-matter, counting against the defendants as common carriers. Negligence was alleged.\nThe plea was non assumpsit, payment, and set-off, with leave, &c.\nThe goods in question were received in Philadelphia, on 7th February, 1851, from the New Jersey Transportation Company, who carried between New York and Philadelphia, by Atkins & Co., who sent them to the wharf of the defendants, and got a receipt, by which it was acknowledged that the goods were received of Atkins & Co., and defendants, by their agent, promised to deliver them in good order to Cumberland Railroad .at Baltimore, to forward to Messrs. McKaig & Agnew, Cumberland. In the receipt dangers of the sea, fire, leakage, breakage, and the acts of Grod, were excepted.\nIt appeared that the plaintiffs paid the freight on the goods in question from New York to Philadelphia, and that the defendants would have been paid their freight by the Baltimore Railroad Company at Baltimore, who would have collected it again at Cumberland from McKaig & Agnew, the agents of the plaintiffs for conveyance from Cumberland to Pittsburgh. The plaintiffs had ' no interest in the goods beyGnd transporting them. It was the practice of the plaintiffs to collect the freight at Pittsburgh from the captain of the steamboat to whom goods were delivered for conveyance down the Ohio, which are repaid by the owners of the goods on delivery.\nThe goods were addressed to the respective vendees at Cincinnati, and thus addressed were severally delivered by the respective vendors to the New Jersey Transportation Company at New York; marked to be forwarded by “ O’Connor’s five day line;” this mark having reference to the general line of transportation west of Philadelphia.\nOn the 7th of February, 1851, the defendants despatched the goods in a steam propeller, to be conveyed via the Chesapeake and Delaware Canal. On the passage down the Delaware, the steamboat encountered large quantities of floating ice, and when a few miles below New Castle, her progress was arrested. The action of the waves caused the ice to operate against its hull, openings were made in the sides, and it filled with water and sunk. The defence set up at the trial was two-fold: 1st, That the damage was the result of inevitable accident; and 2d, That it happened by reason of the perils of the navigation. It was further contended, that the plaintiffs, being mere transportation agents, had not sufficient interest in the goods to maintain the action; and that they could not in one action sue for the damage done to the goods of different parties, having no common interest.\nThe judge charged the jury that the plaintiffs could maintain the action in their own name, and left the case to them on the question of negligence.\nVerdict was rendered for the plaintiffs for $>3651, the whole amount of the claim.\nIt was assigned for error: 1. That the Court erred in charging that the plaintiffs had a sufficient property in the goods to maintain the action; 2. It was alleged that the plaintiffs could not recover in one action' for the goods belonging to the several .parties for whose use the action was brought, who had not a common interest in the property.\nWebster and Fallon, for plaintiffs in error.\nIt was contended as follows:—\nThe New Jersey Transportation Company having made the original contract with the shippers for the benefit of the consignees, were the agents of the consignees, the owners of the goods, and all other parties were merely intermediate agents or employees, to aid in carrying out the first engagement, but not bearing the relation to each other of consignor or owners of the goods and common carriers, nor liable to one another as persons would be who held to each other such relations. While these different carriers had charge of the goods, they held a certain control over them as against third persons and wrongdoers, hut the property in the goods still remained in the vendees. So soon as one carrier delivered the goods to another, his interest, whatever it might be, ceased—but the liability of the first carrier still remained. It was contended that, as the New Jersey Transportation Company made the original contract, any action brought should have been in their name.\nIt was said that being an action of assumpsit, two things must concur to enable the plaintiffs, Atkins & Co., to maintain it in their own names, to wit, property in the goods, either general or special, and a promise express or implied.\nThe goods in question were sold in New York to merchants living in Cincinnati, and in the regular course of business the title would by law vest in the vendee from the moment of delivery to the carrier, subject to the vendor’s right to stop them in transitu, in the event of the vendee becoming insolvent. This principle is grounded upon the fact, that the carrier is considered as the agent of the consignee, and delivery to an agent is delivery to the principal. It has been held that payment of the freight, by the consignor, can make no difference. (See 1 Saund. Pl. & Evid., p. 689, and cases there cited.) In Gunn v. Cantine, 10 Johns. 387, it was decided that a mere agent or attorney, having no beneficial interest in the contract, cannot maintain an action, in his own name, on a contract, although it was made with him. Reference was also made to Angell on Carriers, sec. 491; Ib. 492, 348; Story on Bailments, sec. 93.\nThe question in respect to consignors and consignees of goods forwarded by one to the other, as to which is the proper party to bring suit for a loss of goods in the course of transportation, has caused discussion. By the delivery of goods to a carrier on behalf of the consignee and to be at his absolute disposal, the presumption is that he is the owner, and in the event of loss, he, the consignee, and not the consignor, must bring the action: Story on Bail. 497. Reference was also made to 5 Denio 497, Green v. Clark, and to the same case reported in 13 Barbour 57.\nHirst and Dickerson, for defendants in error.\nThe real owners of the goods might have maintained assumpsit; certainly they could have maintained case against the defendants. But the plaintiffs and the defendants were the contracting parties, the ownership of the goods being shown incidentally and for the purpose of describing them and fixing their value. Atkins & Co. were common carriers, and as such they had a property in'the goods; and having a special property in them, and there being a promise, either express or implied, they can maintain the action: Angell on Carriers, sec. 491—2; same point, 3 Camp. 320; 1 Nev. & Man. 420; Angell, sec. 493; 6 Howard 344; 6 Bin. 129. These cases show that the suit may be brought by the bailee or agent of the contracting party having a beneficial interest in the property, or by the principal himself: Story on Bailments, sec. 93.\nSome of the authorities cited on part of the plaintiff in error do not apply to the question existing here, but relate to the question of ownership as between vendor and vendee, consignor and consignee. It was not decided in Green v. Clark, 5 Denio and 13 Barbour, that the carrier could not maintain the action; but 1. That the owners might maintain an action in their own names; and 2. That a suit by the owners in which there was a verdict for the defendants, was a bar to a suit by the carrier; and it is there intimated by Justice Allen, that the contract is that created by the bill of lading, and reference must be had to it to determine with whom and for whose benefit it was made. The contracting parties are the proper parties to litigate, subject to the exception, arising from a superior equity, of allowing the principal to take the place off his agent, and to substitute himself as the contracting and therefore the litigant party."
  },
  "file_name": "0522-01",
  "first_page_order": 524,
  "last_page_order": 530
}
