{
  "id": 998445,
  "name": "Heist versus Baker",
  "name_abbreviation": "Heist v. Baker",
  "decision_date": "1865-02-13",
  "docket_number": "",
  "first_page": "9",
  "last_page": "14",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 9"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts 397",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 325",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "12 Wright 96",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 608,
    "char_count": 13060,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 2.2941308834668018e-07,
      "percentile": 0.7866161309018402
    },
    "sha256": "7df04d04f0d562a380d2cc1cd01612f97a3510a3f2d7a042f1a5394b0d8be21d",
    "simhash": "1:cce82c9bf420fd79",
    "word_count": 2276
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Heist versus Baker."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, C. J.\nThe deed of March 12th 1849, Jacob N. Baker to Elizabeth Gross, contained these words: “ Under and subject nevertheless to the payment of the sum of $932.52, at the decease of the said Elizabeth Gross, unto the above-named Ann Eliza and Rachel Gross, minor children of Samuel Gross, or to their legal representatives.”\nAccording to the cases cited in the argument, as well as according to the reason of the thing, these words created an express lien upon the land for the sum mentioned, which was not divested by the sheriff’s sale, because, during the life of Mrs. Gross, it was a lien of indeterminate value, and was manifestlv intended to run with the land.\nThe ruling of the learned judge is resisted on the authority of Hiester v. Green, 12 Wright 96; but this is the very converse of that case. There there was no express charge upon the land, and here there is. Such is our repugnance to implied or constructive liens that we refused to treat a recitation of unpaid purchase-money as a lien, though standing in the channel of the title, and we desire to be understood as having refused after great consideration of the subject; but where it is expressly charged the lien must be supported. It is the distinction between express and implied liens. Generally debts are not liens upon land inter vivos, and when a party alleges that a particular debt has become a lien, it .is not unreasonable to hold him to some affirmative proof of it, like a judgment, mortgage, or agreement. This excludes all risk of the courts holding that for a lien which the world does not; it excludes, in a w-ord, all the uncertainties of constructive liens, and furnishes a plain, straight path to walk in.\n. Conceiving that the judgment below was entirely consistent with Hiester v. Green, as well as other adjudged cases, it is affirmed.",
        "type": "majority",
        "author": "Woodward, C. J."
      }
    ],
    "attorneys": [
      "C. S. Stinson and Janies Boyd, for plaintiff in error.",
      "Charles Hunsiclcer and Daniel M. Smyser, for defendant."
    ],
    "corrections": "",
    "head_matter": "Heist versus Baker.\nWhat charges on real estate constitute a lien.— What are divested by sheriff’s sale.\n1. The mere recitation of unpaid purchase-money in a deed, though standing in the channel of the title, does not constitute a lien: but where expressly charged, the lien will be sustained.\n2. Therefore, where a deed for land contained the proyision “underand subject to the payment of” a sum of money at the decease of a widow, to children named, the purchaser took it subject to the express lien, which being of indeterminate value and intended to run with the land during the life of the widow, was not divested by a sheriff's sale, in her lifetime.\nS. Hence a subsequent grantee of the land was liable for the amount of the charge, with interest from the death of the widow, at the suit of the guardian of the children entitled.\nError to the Common Pleas of Montgomery county.\nThis was an action of debt, by Jacob N. Baker, guardian of Ann Eliza and Rachel Gross, minor children of Samuel Gross, deceased, against John L. Heist, to recover the sum of $932, with its interest from the death of Elizabeth Gross, widow of Samuel Gross, deceased.\nThe material facts of the case were these: — Samuel Gross died in 1846 intestate, leaving a widow named Elizabeth, and issue three minor children, and seised of real estate, situate in Gwynedd .township, Montgomery county.\nLetters of administration were granted March 9th 1846, to Henry Jordon, on the estate of the intestate, and in October 1846, Jacob N. Baker was appointed guardian of the estates of the minor children.\nAugust 26th 1846, Henry Jordon, administrator of the intestate, presented his petition to the Orphans’ Court, asking for an order to mortgage the real estate to pay the debts of his intestate, and on the 14th of April 1847, pursuant to the order granted upon his petition, did mortgage the said real estate to Elizabeth Gross, the widow, for the sum of $400.\nOctober 20th 1847, the petition of Jacob N. Baker, guardian of the minor children, was presented, setting forth “ that the said real estate of the said minors is in such a state of dilapidation and decay, and is so unproductive and expensive that it would be to the interest of the said minors that the same should be sold,” and asking for an order “ to make public sale of the said real estate, and to make title thereto to the purchaser for such estate and interest as the said minors have therein, agreeably to the provisions of the Act of Assembly in such case made and provided.” The order was granted, pursuant to which Jacob N. Baker, guardian, &c., on the 13th of November 1847, sold the real estate at public sale to Elizabeth Gross, the widow, and on the 15th of November 1847, made return to the court, that he sold “the same to Elizabeth Gross for the sum of $1800, subject nevertheless to the payment of a mortgage-debt of $400, on the 1st day of April 1848, with interest, unto Elizabeth Gross, her executors, administrators, or assigns, and the further sum of a dower fund, not exceeding $275, to the heirs of Bernard Beaver, deceased, or their legal representatives,” which sale was duly confirmed by the court.\nMarch 12th 1849, Jacob N. Baker, guardian, &c., pursuant to the sale, executed a deed to Elizabeth Gross for the real estate, reciting a previous deed for this property from James Wells, high sheriff of Montgomery county, to Samuel Gross, the intestate., and the Orphans’ Court proceedings resulting in the order to Baker to sell, the deed proceeds as follows: “ The said Jacob N. Baker doth grant, bargain, sell, release, and confirm unto the said Samuel Gross, and to his heirs and assigns, a certain messuage and tenement, water, grist-mill, and tract or piece of land, situate in, &c., bounded, &c.,” (going on to describe it by metes and bounds). * * * “And also all the estate, right, title, use, possession, property, claim, and demand whatsoever of him, the said Samuel Gross, at and immediately before the time of his decease, in law or equity or otherwise, howsoever, of, in, to, or out of the same, to have and to hold the same under and subject* nevertheless, to the payment of the sum of $932.52, at the decease of the said Elizabeth Gross, unto the above-named Ann Eliza and Rachel Gross, minor children of the said Samuel Gross, deceased, or to their legal representatives.”\nOn the same day Elizabeth Gross, the purchaser, executed a mortgage to Jacob N. .Baker, guardian, &c., to secure the payment of $745.94, on the 1st day of April 1850, with 5 per cent, interest on the same real estate conveyed to her by the guardian.\nAt the date of the deed and mortgage, the $400 mortgage, which was given to raise money to pay the intestate’s debts, and the dower aforesaid, were paid off and satisfied, the mortgage and dower being the same which were referred to in the return of sale of the guardian.\nJuly 28th 1851, judgment was obtained upon the mortgage of $745.94, by Jacob N. Baker, guardian, against Elizabeth Gross. And upon an alias levari facias; issued upon this judgment sar mortgage, the said real estate was sold September 14th 1852, to Henry Freedley for $1905.\nThis writ commanded the sheriff that “ without any other writ from us, of the lands and tenements which were of Elizabeth Gross, with notice to Enos Stillwagon, terre-tenant, and all other terre-tenants, to wit: all that certain messuage or tenement, water grist-mill, and tract or piece of land, situate,” &c. (describing it precisely as in the deed from Baker to Elizabeth Gross).\n“ It being all and the same premises and tract or piece of land which the said Jacob N. Baker by indenture under his hand and seal bearing even date therewith, and executed immediately before said indenture, for the consideration therein mentioned, did grant and confirm unto the said Elizabeth Gross, her heirs and assigns, together,” &c., “ you cause to be made as well a certain debt,” &c.\nThe sheriff returned that, after due notice, &c., “ I exposed the lands and premises, with the appurtenances within mentioned, to public sale or outcry, &e., and sold the same to Henry Freedley for $1905.”\nNovember 11th 1852, the sheriff acknowledged his deed-poll to Henry Freedley, the purchaser, for the consideration of $1905, for “ all the estate, right, title, and interest of Elizabeth Gross, with notice,” &c., “of, in, and to all that certain messuage,” &c. (describing it as before).\nMay 7th 1854, Henry Freedley executed a deed for the same premises to John L. Heist, the defendant below, describing it as “ being all and the same premises which Philip Hahn, the sheriff of said county, by deed-poll under his hand and seal, bearing date the 11th day of November 1852, and acknowledged,” &c., “for the consideration therein mentioned, did as the property of Elizabeth Gross,'with notice to Enos Stillwagon, terre-tenant, and all other terre-tenants, grant and confirm unto Henry Ereedley, party hereto, his heirs and assigns in fee.”\nThen followed clause of special warranty.\nAmong the points presented to the court below were the following :—\n2. That as there was no widow’s dower or interest in the land, as such, existing at the time and after the sheriff’s sale, the proceeds thereof were distributable to the liens thereon, and the surplus, if any, would go to her as the defendant in the execution.\n3. That the sheriff’s sale to Henry Ereedley divested the lien or charge of $932.52, mentioned in the deed from Baker to Elizabeth Gross. And that the said Henry Ereedley, and the defendant in this suit, took the said premises free and clear of the said $932.52.\nThe court below (Chapman, P. J.) negatived these points, and instructed the jury as follows:—\n“ The question is, Whether the sheriff’s sale to Mr. Ereedley, under the mortgage given by the widow to the guardian, discharged the encumbrance created by the deed from the guardian to her ? If it did, the plaintiff cannot recover; if it did not, he may.\n“ It is the opinion of the court that this encumbrance was not divested by the sheriff’s sale. The widow was still living when the sale took place. And at that time there was no way to ascertain what amount to retain out of the proceeds of sale, for the payment of the $932.52, secured to be paid to the plaintiffs, was expressly deferred until the death of the widow — a period altogether uncertain and indefinite. The court, in such a case, would not undertake to make distribution, where it would become necessary to direct an investment of any part of the fund with a view to equalize the rights of the claimants to it. The court could not do it so as to reach anything approximating to certainty. It was a lien of indeterminate value. Besides, this encumbrance was a charge in the title, and the purchaser had constructive notice of it. It was a permanent charge during the life of the mother, and a judicial sale could not discharge it. The positions laid down are sanctioned by abundant authority. In Dewart’s Appeal, 7 Watts 325, it is decided that a legacy by a testator to a son as trustee for a minor grandson charged upon lands devised to the son, to be paid to him, between the ages of twenty-one and twenty-five years at the discretion of the trustee, but to lapse on the death of the cestui que trust, before arriving at the age of twenty-five, is not, on the insolvency of the son and a sheriff’s sale of the land, payable out of the proceeds thereof, but remains a lien upon the land. In support of this doctrine, Luce v. Snively, 4 Watts 397; Lauman’s Appeal, 8 Barr 475; Moore v. Shultz, 1 Harris 103; Kline v. Bowman, 7 Id. 24; Ball’s Executors v. Bell, 8 Casey 311, and various other cases, have been cited.\n“ It is contended by defendant’s counsel that, the widow having bought the property at the sale by the guardian, whereby the fee was vested in her, her dower was barred. This may be so, but the case may be viewed irrespective of any right of dower in the widow, and by force of the charge in the deed alone, the plaintiff will be entitled to your verdict. By the arrangement with the guardian, however, the widow secured to herself what was probably equivalent to her thirds — the postponement of the payment of a large portion of the purchase-money, to wit, $932, the money in question, until her death; and though, having the whole profits of the property during her life on this sum, no interest was to be paid. Of course the purchaser at the sheriff’s sale acquired her rights, and was not accountable for interest on the sum until her death. I therefore instruct you, if you believe the evidence, to find a verdict in favour of the plaintiff for the amount claimed with interest from the death of the widour.”\nUnder these instructions there was a verdict and judgment in favour of the plaintiff for the amount claimed, with interest. Whereupon the defendant sued out this writ, averring here that-the court below erred in not answering the above points in the affirmative, and in charging the jury that the encumbrance was not divested by the sheriff’s sale.\nC. S. Stinson and Janies Boyd, for plaintiff in error.\nCharles Hunsiclcer and Daniel M. Smyser, for defendant.\nFebruary 13th 1865,"
  },
  "file_name": "0009-01",
  "first_page_order": 9,
  "last_page_order": 14
}
