{
  "id": 998524,
  "name": "Sloat versus The Royal Insurance Company",
  "name_abbreviation": "Sloat v. Royal Insurance",
  "decision_date": "1864-10-20",
  "docket_number": "",
  "first_page": "14",
  "last_page": "20",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 14"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "39 Barb. 302",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1943404
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/39/0302-01"
      ]
    },
    {
      "cite": "2 W. & S. 506",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853574
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/2/0506-01"
      ]
    },
    {
      "cite": "4 Allen 217",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        2100545
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/86/0217-01"
      ]
    },
    {
      "cite": "2 Wright 250",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "5 Maryland Rep. 165",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1696667
      ],
      "year": 1853,
      "opinion_index": 0,
      "case_paths": [
        "/md/5/0165-01"
      ]
    },
    {
      "cite": "5 Hill 298",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 620,
    "char_count": 14829,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 6.293646450504547e-07,
      "percentile": 0.9581365554516885
    },
    "sha256": "881528acb11f73069f9201b3809e049f964f8c541cb067ff703dea64e5b231e8",
    "simhash": "1:5842d6441a241480",
    "word_count": 2522
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sloat versus The Royal Insurance Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\n“Double insurance,” says Arnould, “takes place when the assured makes two or more insurances on the same subject, the same risk; and the same interest. If there be double insurance, either simultaneously or by successive policies, in which priority of insurance is not provided' for, all are insurers, and liable pro rata. All the policies are considered as making out one policy, and, therefore, any one insurer who pays more than his proportion, may claim a contribution from others who are liable. Eire policies usually contain express and exact provisions on this subject.”\nThe clause in the policy of-the defendant, is in these words: “Persons insuring property in this office must, when required, give notice of any other insurance made elsewhere on the same property on their behalf, and cause a minute or memorandum of such other insurance to be endorsed on their policies: in which case this company shall only be liable to the payment of a rateable proportion of any loss or damage which may be sustained ; and unless such notice be given, the insured will not be entitled to any benefit.” And the following memorandum was made on each of the policies of the defendants : “ Other insurances permitted without notice to this company until required.”\nThe question arises on the $2000 insured by the Royal Insurance Company on the building only, and the policy of the Philadelphia Eire and Life Insurance Company for $2500, on building, machinery, shafting, belting, tools, lathes, planes, chills, and stock finished and unfinished — was this a double insurance ? The case of The Howard Insurance Company of New York v. Scribner, 5 Hill 298, is a distinct authority that this is not a case of double insurance. It was decided, twenty-one years ago, by the Supreme Court of New York, then the highest judicial tribunal of .the state, and consisting of Chief Justice Nelson and Justices Bronson and Cowen, with an appeal, it is true, to the Court of Errors under the old Constitution. The present Supreme Courts are simply local courts, like our Courts of Common Pleas, excepting that each judicial district'has four law judges.I cannot find that this decision has ever been impugned or denied by any judicial tribunal in the state of New York, and it is to be remarked that it is an affirmance of a judgment of the Superior Court of the city of New York. The first policy was divided, $1000 on fixtures and utensils, and $3000 on stock. The second policy of the PBtna Company was for $5000, on the’ fixtures and stock as one parcel. Both policies contained a clause as to the recovery of only a pro rata amount, similar to the clause in the present case to warrant contribution. “We want,” said the court, “ two other separate policies, or one insuring separate sums on each. The assured, however, took only one policy, insuring an entire sum on one parcel. The subject ■was, therefore, different. In the first it was separate — in the second compound; and such a difference may as well be extended to fifty as to only two subjects. The several subjects are found to be substantially different, when an effort is made to effect contribution. The counsel for both parties agree, that, in order to do so, the $5000 must be divided into two parts, one being applied to the fixtures, and the other to the stock. It is not denied that the division must be entirely arbitrary; and the different methods proposed by the parties best accord with their respective interests. Neither has cited any case where such a thing has been done, nor mentioned any principle by which we should be authorized thus to modify the contests of the parties.”\nWith regard to the case of Harris v. Ohio Insurance Company, 5 Hammond 466, decided in 1832, the court say, it “ did not raise the question of abatement or contribution. The first policy was declared void because notice of the second was not given. It comes out in the course of the opinion, that one was on goods and the other on store and goods; but the latter might have been for separate sums on each.”\n' Mr. Phillips, in his third edition (1853) of his treatise on the Law of Insurance, Vol. 1, p. 203, No. 366, says, to constitute double insurance, the insurances must be on the same subject. After stating his views, he says, “ accordingly I cannot but doubt a decision in New York. It was a case of insurance of $1000 on fixtures and $3000 on stock in one policy, and then $5000 on fixtures and stock in another, without discriminating any proportion for each. It was adjudged that the assured was entitled to recover on the full amount insured in the latter without apportionment, though the amount in the two exceeded the actual value, on the ground that the premium on the prior policy could not be apportioned between the stock and fixtures. The court does not mean that no estimate could be made of such an apportionment, for plainly nothing is easier, but that they are precluded from making it; a notion derived from some of the early English precedents.”\n■ It is singular, that so accurate a writer should have misstated the case he was commenting upon, and of course his conclusion is erroneous. The first policy on which the suit was brought, was dated November 25th 1836, and was the divided policy; the second policy of the ¿Etna was dated 4th February 1837, and was a compound policy, and was not in suit at all. The first policy did not cover the loss, and the decision was that the assured could recover the whole sum insured by it, as if the latter policy had never existed. In a suit therefor on the second policy the assured would only have recovered the amount of his loss,, after deducting the amount previously received from the first policy.\nIn the present ease there was no over-insurance, for the loss exceeds the whole amount of all the policies. In The Associated Firemen’s Insurance Company v. Frederick Assum, 5 Maryland Rep. 165 (December Term 1853), it was held, reversing the judgment of the Supreme Court of Baltimore City upon a covenant, that, if the assured “ shall hereafter make any other insurance on the hereby insured premises, he shall with all reasonable diligence notify the same to this corporation, or in default thereof this policy shall cease and be of no effect;” that if-any part of the goods mentioned in the policy was afterwards insured in any other office without notice, the whole policy thereby becomes void.\nIn the case in 2 Wright 250, whatever might have been the facts of the case, the question does not appear to have been brought to the notice of the court for its decision. In Hardy v. Union Mutual Fire Insurance Company, 4 Allen 217, the case was decided upon the ground that the second policy was invalid, and of course no question as to want of notice of it arose. This case is in conformity to their former decisions, and ours in Stacey v. Franklin Fire Insurance Company, 2 W. & S. 506, but contrary to the doctrine held by the courts of New York, and the Supreme Court of the United States. The case in 5 Hill has produced an alteration in the clause in New York, by providing that if insurance is effected covering the whole or any portion of the property insured by the company, the policy shall be void unless the company had notice thereof, and gave a consent in writing thereto : Vose v. Hamilton Mutual Insurance Company, 39 Barb. 302.\nIn the case before us there is no over-insurance, all the policies if paid will not pay the loss sustained by the assured; a calculation, therefore, which will cut down the payments must be based on erroneous principles. Upon the principle adopted by the defendant, it is the same as if there were three policies of $2500 each, $7500, instead of one policy for $2000, which clearly cannot be the law, as this is a mode adopted by the insurance companies to reduce their own liability without any foundation but their simple arbitrary will.\nUnder these circumstances it appears to be the simplest and most equitable mode to adopt the plain rule laid down by the Supreme Court of New York, and to hold that it is not a case of double insurance, and of course the clause in question has no application whatever.\nJudgment reversed, and judgment entered on the case stated for the plaintiff for $431.53, with interest.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Joseph A. Olay, for plaintiff in error.",
      "Morton P. Henry, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Sloat versus The Royal Insurance Company.\nDouble insurances discussed.\nI- Double insurance takes place where the assured makes two or more insurances on the same subject, risk, and interest; in which case the policies are considered as one, the insurers are liable pro rata, and are entitled to contribution to equalize payments made on account of losses.\n2.- Where one policy of insurance in one company covers the building only of the party insured, and a subsequent policy in another company covers the building, machinery, shafting, belting, tools, lathe, planes, drills, and stock finished and unfinished; it is not a case of double insurance, and is not within the moaning of a clause in the former policy prohibiting double insurances without notice to the insurer.\nCertifícate from the Supreme Court at Nisi Prius.\nThis was an action on a policy of insurance by George B. Sloat, to the use of Henry Oroskey & Co., against the Royal Insurance Company, in- which the following case was stated for the opinion of the judge at Nisi Prius :—\nGeorge B. Sloat was the owner of a brick steam planing-mill, situated in the rear of Beach street, above Shackamaxon street, in the city of Philadelphia, in which were certain machinery, shafting, belting, lathes, drills, and a quantity of stock, finished and unfinished, and materials.\nOn this property he had effected the following insurances\nThe policies were dated and issued in the following order:—\nOn the 20th day of August 1859, and while all the above policies were in force, a loss occurred by fire to the property insured, which was ascertained to be as follows:—\nLoss on mill building ....... $6,100.74\n“ machinery, shafting, belting, tools, &c. . 15,624.00\n“ stock ........ 4,160.00\nEach of the policies of the Royal Insurance Company contained the following clause endorsed thereon:\n6. “ Persons insuring property at this office must, when required, give notice of any other insurance made elsewhere on the same property, in their behalf, and cause a minute or memorandum of any other insurance to be endorsed on their policies, in which case this company shall only be liable to the payment of a rateable proportion of any loss or damage which may be sustained; and unless such notice be given, the insured will not be entitled to any benefit under such policy.”\nA clause to the same effect, substantially, existed in all the other policies.\nThe following memorandum was made on each of the policies of the Royal Insurance Company: “ Other insurance permitted without notice to this company until required.”\nThe policy of the Philadelphia Fire and Life Insurance Company, was for $2500, on building, machinery, shafting, belting, tools, lathes, planers, drills, and stock finished and unfinished, without dividing the amount among the different objects insured.\nThe insurances effected with the Royal Insurance Company, were divided by the terms of the policies, as mentioned in the beginning of this statement, and the insurances effected with the other companies were also divided as therein mentioned.\nIn adjusting the loss, the defendants claimed that the entire amount ($2500) of the general insurance of the policy of the Philadelphia Fire and Life Insurance Company, should be added to the aggregate amount of all the specific insurances upon each of the three classes of items mentioned in the policies of the Royal Insurance Company respectively, for the purpose of ascertaining the rateable proportion payable on each of the three classes, so as to give to the policy of the Philadelphia Fire and Life Company, for the purpose of contribution, the effect of an insurance of $2500, on each of the three classes.\nUnder this claim, payment was made in full by the defendants of the $2000 policy; and the further sum of $3000 was paid by them in full, of the amount insured on machinery, under the $5000 policy of that company, and also the sum of $1251.43, on account of the insurance of $2000 on the building under the last-mentioned policy, without prejudice to the plaintiff’s right to claim any further sum to which he might be entitled, against that company for loss on building by any other method of adjustment, which should be judicially determined to be correct.\nThe adjustment upon the principle stated, was as follows, showing the amounts payable by each company under their policies :\nThe total amount paid by the Royal Insurance Company on their two policies, was as follows:—\nOn machinery, &c........$4000.00\n“ stock......... 1000.00\n“ building........1251.43\n$6251.43\nLeaving an unexhausted insurance on building of $748.57.\nIf the policy of the Philadelphia Fire and Life Insurance Company does not contribute to the loss in building, then the rateable proportion of the policy of the Royal Insurance Company on building will be $1682.96, being $431.53 less than the sum received by the plaintiff from the company for that item.\nIf the court shall be of opinion that the adjustment on the principle of contribution by the Philadelphia Fire and Life Insurance Company, under which the above payments were made by the Royal Insurance Company, is correct, then judgment shall be entered for the defendants, otherwise in favour of the plaintiff to use for such sum not exceeding $431.53 (with interest, to be computed in the ordinary manner), as the court shall be of opinion would have been payable on a correct adjustment of the loss between the several policies.\nIt is further agreed that the pleadings and the several policies shall be treated as part of this case stated.\nThe case was submitted to the court below without argument. The court delivered no opinion, but directed judgment to be entered for the defendants, whereupon the plaintiff took a certificate of error, averring that the learned judge erred:—\n1. In directing judgment to be entered for the defendants.\n2. In not directing judgment to be entered for the plaintiff for the sum of $431.53, with interest.\n3. In not ruling that the general insurance with the Philadelphia Insurance Company was not a double insurance of the property insured.\n4. In not ruling that the amount of the insurance with the Philadelphia Insurance Company was to be applied, pro rata, to the indemnity of the plaintiff for the losses not covered by the prior insurances.\n5. In ruling that the adjustment upon the principle of adjustment contained in the case stated was correct.\nJoseph A. Olay, for plaintiff in error.\nMorton P. Henry, for defendant in error.\nOctober 20th 1864,"
  },
  "file_name": "0014-01",
  "first_page_order": 14,
  "last_page_order": 20
}
