{
  "id": 998492,
  "name": "Schober versus Mather",
  "name_abbreviation": "Schober v. Mather",
  "decision_date": "1865-02-02",
  "docket_number": "",
  "first_page": "21",
  "last_page": "22",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 21"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 217",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        477827
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0217-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 254,
    "char_count": 4745,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 2.0727907354311198e-07,
      "percentile": 0.7579980531683508
    },
    "sha256": "4aa9ecfa65c10eb052197aa293cd612f63be4aac566658592c63887def8bbe83",
    "simhash": "1:56a81eb90ddee76d",
    "word_count": 810
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Schober versus Mather."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nThe attachment-execution in this case was issued on the 4th of September 1861, returnable on the 20th of the same month, the second return day of September Term, the first return day having been Monday, the 9th of said month.\nThe legacy, distributive share, money, estate, or effects whatsoever of the defendant in the hands of the executor, were attached,' and he was summoned as garnishee, and the defendant Was not found in the bailiwick.\nA general appearance was entered by counsel for the garnishee after the service of the writ.\nInterrogatories to the garnishee were filed, with a rule to answer or judgment, and on the 8th of September answers to the interrogatories were filed.\nIt is a familiar principle that actual appearance is a waiver of defects in the process or the service of it, and it was said in Zion Church v. St. Peter’s Church, 5 W. & S. 217, that “ the question of service is an immaterial one,.as the defendant thought proper to enter a general appearance to the action, which, were it necessary, would be considered a waiver of both summons and service.”\nIf this had been a summons or an ordinary scire facias, the return day would have been right, and as the clause of scire facias in the attachment-execution requires the appearance of the garnishee at the next term or at such other time as the court shall appoint, and the writ is to be served in the manner provided for the service of a writ of summons, there would be little difficulty in holding the whole to be perfectly regular, even if the garnishee had not concluded himself by his acts affirming their regularity. The court, therefore, erred in quashing the writ.\nJudgment reversed, and a procedendo awarded.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "George Lear, for plaintiff in error.",
      "P. Morris Lloyd, for garnishee."
    ],
    "corrections": "",
    "head_matter": "Schober versus Mather.\nEffect of appearance to action. — Attachment-execution may he served as a summons.\n1. A general appearance by a party after service is a waiver of all defects in the writ and the service thereof.\n2. An attachment-execution containing a clause of scire facias to the garnishee, requiring an appearance at a time therein named, may be made returnable on the second return day of the next term.\nError to the Common Pleas of Bucles county.\nThis was an appeal by Frederick Schober from the order of the court below quashing an attachment-execution which he had sued out against Richard Mather, in which Rowland Mather, executor of Benjamin Mather, deceased, was summoned as garnishee.\nThe, attachment-execution was issued on the 4th of September 1861, returnable on the 20th of same month, the second return day of September Term 1861, the first return day having been Monday, the 9th of said month. A general appearance was entered by E. M. Lloyd, Esq., for garnishee, after service of the writ. The sheriff made return that he had “ attached all legacy, distributive share, money, estate, or effects whatsoever of the defendant, Richard Mather, in the hands of Rowland Mather, executor of the last will and testament of Benjamin Mather, deceased, and summoned him as garnishee. Defendant not found in my bailiwick.”\nAugust 6th 1862, interrogatories were filed and rule upon garnishee to answer granted. September 8th 1862, the answers of the garnishee were filed.\nOn the 21st of January 1863, the affidavit of T. Pratt Potts, Esq., attorney for plaintiff,- that the writ of attachment was issued by him under a mistake as to the executors of Benjamin Mather, deceased, upon information received that Rowland Mather was the acting executor, and had the funds in his hands; whereupon the court granted a rule to show cause why the record should not be amended by adding the names of Richard Mather and Benjamin Mather, two of the executors of Benjamin Mather, deceased, to that of Rowland Mather, as garnishees in the said case, making all the executors garnishees. Richard Mather, the defendant in the attachment, is the same Richard Mather, the executor, whose name was added as a garnishee by the amendment.\nOn the 10th of March 1863, E. M. Lloyd moved to quash the writ of attachment-execution, on the ground that it was made returnable to the second return day. On the 3d of April 1863, the rule to amend by adding the names of the two omitted executors, was made absolute, and the same day, E. M. Lloyd, counsel for defendant and executors, moved again to quash the attachment.\nThe interest of Richard Mather, the defendant vin the attachment, in tbe estate of his father, Benjamin Mather, deceased, was assigned to Mary Mather on the 12th day of September 1861, by an assignment recorded September 28th 1861.\nOn hearing, the court below quashed the writ, which was the error assigned.\nGeorge Lear, for plaintiff in error.\nP. Morris Lloyd, for garnishee.\nFebruary 2d 1865,"
  },
  "file_name": "0021-01",
  "first_page_order": 21,
  "last_page_order": 22
}
