{
  "id": 998472,
  "name": "Larkin versus McMullin, Trustee, &c.",
  "name_abbreviation": "Larkin v. McMullin",
  "decision_date": "1865-02-06",
  "docket_number": "",
  "first_page": "29",
  "last_page": "35",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 29"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Wright 413",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "1 Wright 439",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        625825
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wright/1/0449-01"
      ]
    },
    {
      "cite": "8 Wright 45",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 692,
    "char_count": 17518,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 1.5700860091553642e-07,
      "percentile": 0.6785165853298784
    },
    "sha256": "14bedd5a4df0fa0d1ed9ac2811d16ac7b7e6285a5fe26e02687b4c8c3c99e13a",
    "simhash": "1:028f48263795a902",
    "word_count": 3103
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Larkin versus McMullin, Trustee, &c."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, C. J.\nThis was a feigned issue under the Sheriff's Interpleader Act, to try the validity of a post-nuptial settlement made by Strickland Kneass to John S. McMullin as trustee of his (Kneass’s) wife, of certain furniture and household goods, particularly specified in a schedule which accompanied the deed. It was in evidence that shortly before the furniture was conveyed, Kneass conveyed a house and lot also to McMullin in trust for Mrs. Kneass, and that they had continued to live together in the house and in the use of the furniture. The deed for the furniture was the only one in question in this suit, the sheriff’s levy being upon nothing but the personal goods.\nIt was not shown that Kneass was indebted at the time of these deeds, or that the property conveyed was an unreasonable proportion of his estate, but it was shown that in the same month, September 1855, and before the deed for the furniture, he had engaged in the manufacture of iron at the Fountain Green Iron Works, which he had leased for a term of years at an annual rent of $3000 ; that he put in at first a small capital, but after-wards about $10,000 in all; that he obtained large credits whilst he carried on business, and failed, deeply indebted, in-1857. It was in proof that all his debts of 1855 and 1856 were paid.\nUpon this general state of facts counsel submitted several written propositions to the court below, and under the answers they received from the learned judge, the jury found for the trustee, which established the deed for the household goods. The errors are all assigned upon the answers to the points, and we proceed to notice them in order.\n1st point. The court declined to pronounce the deed of trust for the furniture invalid. So far from the law condemning such deeds as ipso facto void, post-nuptial settlements, even without the intervention of a trustee, are supported in equity, when they are fairly made as a reasonable provision for the wife of a husband not indebted at the time, and when unattended by badges of fraudulent intent: Coates v. Gerlach, 8 Wright 45; Mullen v. Wilson, Id. 416. Even though there be a deed to a trustee, it may be set aside when the fraudulent intent is proved, for fraud vitiates all things; but if made by a husband, not indebted, and if it be for no more of his estate than a reasonable provision for his wife, it is not to be esteemed fraudulent per se, for that were to presume the fraudulent intent, which it is his business to prove who alleges it.\nThe 2d and 3d points related to the possession of the goods. The learned judge declined to charge that if the sheriff found the goods in possession of Kneass, or in the concurrent possession of him and his wife, the'settlement was void.\nUpon this we observe, that if such settlements cannot be supported without exclusive possession in the wife, they cannot, in most cases, be supported at all, for it is a very firm doctrine of this court that the wife’s possession of money or goods is that of her husband: Topley v. Topley, 7 Casey 328; Black v. Nease, 1 Wright 439. It must be so, for whilst the marriage relation endures, husband and wife are expected to live together, he as the head of the family, and she as possessed by him: and he, holding her, necessarily holds her possessions. If exclusive possession of household furniture in the wife be indispensable to support a post-nuptial settlement of it upon her, it would be a virtual divorce of the parties, and that which was intended for the benefit of the relation would sever and destroy it. A change of possession ordinarily attends a transfer of the title of chattels, and therefore the law looks with jealousy upon a transfer of title without a corresponding change of possession where such change is possible, but as between husband and wife, separate possession in the wife is not ordinarily possible, and is not therefore to be expected or required.\nPoints 4 and 5. The doctrine of the too sententious answers to these points is, as we understand it, that conveying goods in trust, upon a nominal consideration, for the benefit of a wife immediately before or at the time of engaging in a hazardous business, is not necessarily a fraud upon future creditor’s, but if they are conveyed with an intent to protect the goods from the grasp of future creditors, it is a fraudulent conveyance as to those creditors, and the jury are to judge of the intent from such badges as the transaction wears.\nThis ruling we think is consistent with the adjudged cases, not excepting that of Mullen v. Wilson, 8 Wright 413, with which it is supposed to conflict. That case was put upon the intent, or “purpose,” as it was called by the judge who tried it. ■“ The purpose,” said he, “is the very essence of the thing. The jury must be satisfied that it existed — that it was the motive that led to these conveyances, before they can find for the plaintiff.” Upon a state of facts there, essentially different, in some respects, from this case, the jury found the fraudulent intent or purpose, and the jury did not find it in this case, but in both cases it was submitted to them to find. Had they found it in this case, we should have affirmed a judgment on such a verdict as we did there; but having failed to find it, we cannot assume it and reverse the judgment. As already intimated, if settlements are to be supported at all, and they have never been considered as against the policy of the law, the a priori presumption must be that they are fair when made in writing, openly, to a trustee, and by a husband who has no debts, and who retains to himself a sufficient estate to answer the probabilities of the future. But the presumption may be overcome and the fraudulent intent detected by evidence that shall satisfy a jury of its existence. Such was the course of trial in this case. Sometimes eases occur where the manifestation of fraudulent intent is so gross and palpable that a court is not to be reversed for declaring it; but this was a case for the jury, and we think it would have been error to withhold it from them.\nThe part of the 6th point which the court is complained of for negativing referred to what may be considered the badges of the alleged fraudulent intent, and these were proper for the consideration of the jury. Without splitting the case into all its constituent facts, it is enough to say that it was a case upon all the evidence for the jury, and they having failed to find all the fraudulent intent, the judgment entered upon their verdict must be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Woodward, C. J."
      }
    ],
    "attorneys": [
      "Joseph W. Sunsieher, for plaintiff in error.",
      "David W. Sellers, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Larkin versus McMullin, Trustee, &c.\nPost-nuptial settlement by hxisband upon wife, when valid as to his future . creditors. — Intent in conveyance of personal property to trustee for wife, when about to engage in new and hazardous business, lohen a question for the jury.\n1. A post-nuptial settlement of personal property, fairly made by a bus-band, not indebted at the time, as a reasonable provision for his wife, is not fraudulent per se; but is void only when made with a fraudulent intent, which he who alleges must prove.\n2. The possession Of the wife under such a settlement, being necessarily concurrent with that of her husband, does not render it void.\n3. The conveying of goods by the husband, for a nominal consideration, to a trustee in trust for the benefit of his wife, just before or at the time of engaging in a hazardous business, is not necessarily a fraud as to future creditors, but only, if conveyed with an intent to protect the goods from their grasp : and the jury are, generally, to judge of the intent from such badges as the transaction wears.\nError, to the District Court of Philadetyhia.\nThis was a feigned issue, under the Sheriff’s Interpleader Act, in which J. S. McMullin, trustee of M. B. Kneass, was plaintiff, and Edwin A. Larkin, who survived Daniel Giles and Edwin A. Larkin, late copartners trading as Giles & Larkin, were defendants.\nUnder a fi. fa., sued out by defendant, the sheriff levied on certain household goods at the residence of Strickland Kneass, to which the plaintiff, as trustee of the wife of Mr. Kneass, claimed title.\nThis issue was then framed to try whether the furniture and household goods in question were the property of the plaintiff, as trustee of Mrs. Kneass or not.\nOn the trial, the plaintiff offered in evidence a transfer for the consideration of one dollar, under seal, by Strickland Kneass to him, dated September 28th 1855, all the furniture or household goods mentioned in a schedule thereto annexed, “to hold for the separate use of Margaretta Kneass, wife of Strickland Kneass, without the intermeddling of her present or any future husband, and without the power on the part of her present or any future husband, to make the same or any part thereof liable for any of his debts or engagements; and on further trust that the said John S. McMullin shall have full power, with the consent in writing of the said Margaretta, to sell the said goods and chattels, receive the proceeds thereof, and reinvest the same in trust for the benefit of the said Margaretta, and for her separate use. And the said Strickland Kneass for himself and his executors and administrators, the said goods and chattels unto the said John S. McMullin and his successor-in the said trust, and assigns, and against all persons whomsoever, shall and will warrant and for ever defend by these presents.”\nThis was objected to by defendant, because, first, it was invalid; second, there was no delivery of possession; and, third, the consideration was insufficient. The court overruled the objections, and admitted tha deed, which was then read to the jury, and the plaintiff’s case closed.\nDefendant’s counsel then opened his case, and read in evidence deed from Strickland Kneass and wife to plaintiff, trustee for said Kneass’s wife, of house and lot, dated 8th of September 1855, produced by plaintiff’s counsel, pursuant to notice. Also power of attorney from Strickland Kneass to John Haldeman, dated 18th of September 1855. Whereupon it was admitted by plaintiff’s counsel that Mr. Kneass then lived and still lives in the house mentioned and conveyed with the lot of ground by the aforesaid deed of 8th of September 1855, and the household goods' and furniture mentioned in the aforesaid bill of sale of' 28th September 1855, were then and are still in said house.\nDefendant’s counsel then read in evidence the record of several judgments against Mr. Kneass, and proved that some time in September 1855, he commenced' the iron business at Fountain Green Rolling Mill, near the Columbia Bridge of the Reading Railroad in Philadelphia, making bar-iron, in which he had contracted debts to the amount of $5000, and thereupon closed.\nThe plaintiff, in rebuttal, then called a witness, who testified as follows:—\n“ I was the agent of Kneass. I had been in this and another branch of the iron business about nine years. I was to manage the business at a salary. I received from Kneass from $10,000 to $12,000 in money during the whole time Kneass was in business, which I believed to be ample. I bought iron of Cabeen & Co., goods of Larkin, &e. Before this last note to Larkin, I paid him about $3500 at various times. Mr. Kneass told me he had about $10,000, and put in a little more than that, and drew out from $500 to $1000, leaving the capital, $10,000, untouched. I told Mr. Cabeen how we were operating. I never told Mr. Larkin anything about the business. Improvements had to be made in the mill from the start, and more than I at first thought would be required. Kneass sunk about $10,000 in the purchase and working of a patent horse-shoe machine. The business stopped in May 1857, when Kneass failed. There was some change in the tariff. The business amounted to $50,000 a year. Settlement was made with some of the creditors, but there was no assignment for the benefit of creditors — what remained of the stock, &c., was soon after sold to T. S. Emery for $15,000, and Emery's notes taken for greater part. There were no debts of 1855 or 1856 unpaid.”\nCross-examined: “ I had been in business at the same place with my brothers, under the firm of Haldeman & Brothers. That firm failed in fall of 1854. Mill and ground belonged to my uncle, Jacob Haldeman. Kneass commenced business there in 1855, and took a lease for five years. At the commencement I, as Kneass’s agent, opened a line of credit with Cabeen & Co. of $5000, and with another party of an equal amount. The improvements to the mill that I had to make, cost over $5000, and had to be made at the beginning. The horse-shoe business was a patent right, — Griffith’s patent. Kneass went into it with J. Edgar Thomson and others. They purchased the patent. Kneass paid for his share $3000, and sunk $10,000 altogether by it. It proved a failure. The business carried on by me was frequently turned. It required a large credit for a short time. Kneass stopped in May 1857. Kneass’s debts, when he failed, were about $25,000. Emery carried on hut a short time, and failed. Kneass only paid in $500 at the start of the business; the balance of $10,000 was paid in during the whole period that he was in business. The tariff had nothing to do with Kneass’s failure.”\nHe also proved by another witness who had been clerk for Mr. Kneass, that “the mill stopped in May 1857. Very soon after the suspension I purchased and gave my paper for the purchase-money, with the understanding that my paper was to be turned over to the creditors, and extend over a period of two years. The amount was about $15,000. I ran the mill till the 1st of January 1858. I paid a portion of the notes, and Mr. Kneass was not the holder of those I paid.”\nCross-examined: “ I carried on the business from 19th May 1857 to 1st July 1858. I was in Kneass’s employ as clerk at his failure, and for about a year before. I had no previous experience in the business. I had no capital to put in, but I paid some of Mr. Kneass’s workmen. I paid nothing in cash, but gave my notes for $15,000, payable in eight, twelve, sixteen, and twenty-four months, to Mr. Kneass. The arrangement was that the notes were to be turned over to such creditors of Mr. Kneass as would take them. I paid only a very small portion of these notes. The rest of the notes are unpaid.”\nDefendant’s counsel then requested the court to charge the jury as set forth in the following points, viz.:—\n1. The assignment of the furniture and household goods in suit, by Strickland Kneass to plaintiff, in trust and for said Kneass’s wife, for the nominal consideration of one dollar, is void as against said Kneass’s creditors, and your verdict must be for defendant.\n2. If the jury find that the goods in suit were at the time of the levy by the sheriff in the possession of Strickland Kneass, and that said Kneass had never parted with the possession thereof, your verdict must be for defendant.\n3. If the jury find that the goods in suit were at the time of the assignment thereof by Strickland Kneass and plaintiff in trust for said Kneass’s wife, in the concurrent possession of said Kneass and wife, and have ever since continued in their concurrent possession, your verdict must be for defendant.\n4. If the jury find that Strickland Kneass was engaged in, or about entering upon -a hazardous business, and while so engaged, or immediately before, assigned all his furniture and household goods, and conveyed all his real estate for the nominal consideration of one dollar to the plaintiff and others in trust for his the said Kneass’s wife, and retained no property except such as he was about to invest or had invested in his said business, such assignment of all his furniture and household goods is fraudulent and void as against his creditors, and your verdict must be for defendant.\n5. If the jury find that Strickland Kneass, though not indebted at the time, assigned the goods in suit to plaintiff in trust for said Kneass’s wife, with the intent to protect said goods from the grasp of any future creditors, said assignment as against any such creditor is fraudulent and void, and your verdict must be for defendant.\n6. That the recording of the assignment by Kneass to plaintiff in trust for said Kneass’s wife, is not notice to either prior or subsequent creditors; and if the jury find that said Kneass appeared as the owner of the goods in suit, and thereby obtained false credit, said goods are liable to execution in judgment against said Kneass at suit of any such creditor, and your verdict must be for defendant.\nThe learned judge declined to charge the jury as requested in the defendant’s 1st, 2d, and 3d points, and declined t«* charge the jury as requested in defendant’s 4th point, but said it would constitute a badge of fraud, and was a question for the jury; he declined also to charge the jury as requested in defendant’s 5th point, but said it would be a badge of fraud, and if there was an actual intent to defraud it would make the deed void; and as to the 6th point, affirmed the first part thereof, but declined to charge as requested in the other part thereof.\nUnder the ruling of the court there was a verdict and judg ment in favour of the plaintiff in the issue; whereupon the defendant sued out this writ, and assigned for error the answer given by the court below to the points propounded as above.\nJoseph W. Sunsieher, for plaintiff in error.\nDavid W. Sellers, for defendant in error.\nFebruary 6th 1865,"
  },
  "file_name": "0029-01",
  "first_page_order": 29,
  "last_page_order": 35
}
