{
  "id": 998459,
  "name": "The North Pennsylvania Railroad Company versus Heileman",
  "name_abbreviation": "North Pennsylvania Railroad v. Heileman",
  "decision_date": "1865-02-16",
  "docket_number": "",
  "first_page": "60",
  "last_page": "64",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 60"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 542,
    "char_count": 12827,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 1.3337988625174149e-06,
      "percentile": 0.9898420718736883
    },
    "sha256": "55061aee0ed5a2dd19168e9ef209d7a905027cb6cc46ae3c3a45d008479f9c20",
    "simhash": "1:aa9dd13ef27f8f36",
    "word_count": 2265
  },
  "last_updated": "2023-07-14T19:42:51.303223+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The North Pennsylvania Railroad Company versus Heileman."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nThe plaintiff sued for an injury to himself and his property, caused, as he alleged, by the negligence of the defendants. It was the result of a collision. The accident occurred at the intersection of the defendants’ railroad with Dauphin street, along which the plaintiff was driving a horse attached to a covered wagon. At the crossing a regular passenger train on t'he railroad came into contact with the horse and wagon, in consequence, as was averred, of the carelessness of the defendants’ agents. Whether there was such carelessness was submitted to the jury, and of the mode of submission there is no complaint. But the contest in the court below involved also the inquiry how far, if at all, the negligent conduct of the plaintiff had contributed to the hurt sustained by him. There was evidence that as he approached the crossing of the railroad he was seated far back in his covered wagon with the curtains down (closed), that the curtains were tight, though there was a small glass window on each side, and that a person coming down Dauphin street in the direction in which he came, could have seen the railroad track had he looked out, for from seventy to seventy-five yards from its intersection with Dauphin street. Such evidence justified the defendants in proposing their points to the court, 'the first of which was as follows: “.That it is the duty of a traveller approaching a railroad crossing to look along the line of the railroad and see if any train is coming; and if the jury believe the plaintiff failed to take such a precaution, he was guilty of negligence and cannot recover in this suit.” This point the court answered by saying: “ This is one of the reasonable precautions a man is bound to use, and its absence is evidence of neglect.” This was not a full answer to the point. The court conceded that looking out for the approach of a train is a duty, when a traveller is about to cross a railroad track, but instead of charging the jury that failure to look out is negligence, instructed them that it was evidence of negligence. This was not all the defendants asked nor all they were entitled to have. Absence of such a precaution was more than evidence of negligence. It was negligence itself, and it was such as may have contributed directly to the injury, for the uncontradicted evidence was that the plaintiff drove his horse and wagon slowly upon the track in front of the passing locomotive. If he did this without looking along the track, he acted without any precaution against a known danger, and he was not entitled to recover if his want of precaution contributed to his hurt.\nThat what constitutes negligence in a particular case is generally a question for the jury and not for the court is undoubtedly true, because negligence is want of ordinary care. To determine whether there has been any involves, therefore, two inquiries: first, what would have been ordinary care under the circumstances; and, second, whether the conduct of the person charged with negligence came up to that standard. In most cases the standard is variable, and it must be found by a jury. But when the standard is fixed, where the measure of duty is defined by the law, entire omission to perform it is negligence. In such a case the jury have but one of these inquiries to make. They have only to find whether he upon whom the duty rests has performed it. If he has not, the law fixes the character of his failure, and pronounces it negligence. Of this there are many illustrations.\nNow, that it is the duty of a traveller when approaching the intersection of a railroad with a common highway to look out for approaching trains or engines, the court below asserted more than once, and correctly. That standard of duty is fixed by the law/ At the place of intersection there are concurrent rights. Neither the traveller on the common highway nor the railroad company has an exclusive right of passage. Even on a common road, travellers must look out for the approach of other vehicles passing. And this is the more necessary at a railroad crossing, because movement upon such a road is more speedy, and because the consequences of a collision are usually so disastrous. Precaution, looking out for danger, is therefore a duty. It was well said in- Reeves v. The Delaware and Lackawanna Railroad Company, 6 Casey 464: “ The traveller has the obligation of prudence upon him; he is bound to stop and look out for trains, and may not rush heedlessly, or remain unnecessarily in a spot over which the law allows engines of fearful power to be propelled.” Not looking for a coming train is not merely an imperfect performance of duty; it is an entire failure of performance. Had the court been asked to declare failure to look out, until the plaintiff was within a certain distance of the intersection, to be negligence, the case would have been different. That was the state of facts in Pennsylvania Railroad Company v. Ogier, 11 Casey 60. There it would necessarily have been for the jury to determine what degree of vigilance he should have exercised. But not looking at all is an entire absence of vigilance. We think, therefore, the court should have instructed the jury that it was negligence itself, and not merely evidence of it, from which they might or might not find it. This would have left to them to find whether the plaintiff had looked for a train, and if he had not, whether his neglect to look had been a contributing cause of the injury he had received.\nThe second point proposed was but a repetition of the first, and the answer is obnoxious to the same criticism.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Morton P. Henry, for plaintiffs in error.",
      "George H. Parle and P. J. White, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "The North Pennsylvania Railroad Company versus Heileman.\nLiability of railroad company for injury by collision at crossing of public road. — Negligence on part of plaintiff.\n■ 1. At the intersection of a railroad with a common road, there are concurrent rights; and neither the traveller on the highway nor the company has an exclusive right of passage.\n2. As the movement on railroads is necessarily so rapid, and the consequences of collision so disastrous, it is the duty of a traveller on the highway, when approaching its intersection with a railroad, to look out for approaching trains and engines, and if he fails to take this precaution he is guilty of negligence, and cannot recover for injuries sustained, from a train coming in collision with him.\nError to the District Court of Philadelphia.\nThis was an action of trespass on the case by Christopher Heileman against The North Pennsylvania Railroad Company, to recover damages for injuries to his person and property, by reason of a collision on the defendants’ road.\nThe material facts of the case were these : — On the morning of December 15th 1863, the plaintiff was coming down Dauphin street towards the North Pennsylvania Railroad, which crosses that street at right angles. He was driving on his usual route, in a baker’s wagon with closed sides. The morning was drizzly. He was sitting far back in his wagon, with the curtains down on both sides, in a manner which prevented him from discovering the approaching train, which was the regular Doylestown passenger train. The grade there is slightly above the railroad, but a bank of earth intervenes, which renders it difficult at some points to see anything on the street from the track, or on the track from the street — with this difference, however, that the smoke-stack of a locomotive can be seen above the bank. At some points it is impossible for a person approaching on Dauphin street to see a train coming down the track. The fireman testified that he saw the plaintiff some distance back— lost sight of him, and saw him again at the moment of the accident.\nIt was proved that a person coming from that direction in which the plaintiff came, could, by looking to the left, have seen an approaching railroad train as far up as a foundry, which is over a square and a half above the place of the accident; and that at the distance of seventy yards from the crossing, the track itself can be seen a distance of fifty feet northward.\nThe plaintiff was coming down hill at a leisurely rate of speed. The horse was struck before it had got across the track.\nThe usual discrepancy existed between the witnesses for the plaintiff and for the defendants, as to the rate of speed of the locomotive, the sounding of the whistle, and the ringing of the locomotive hell, on that morning.\nThe counsel for the defence submitted the following points :—\n1. That it is the duty of a traveller approaching a railroad crossing to look along the line of the railroad, and see if any train is coming; and if the jury believe the plaintiff failed to. take such a precaution before the happening of the accident, he was guilty of negligence, and cannot recover in this suit.\n2. That if the jury believe the evidence in this cause, that the plaintiff approached the railroad crossing seated in the back part of his wagon, with the curtains down so as to prevent him from seeing a train coming down the railroad at right angles to Dauphin street, he was guilty of negligence, and is not entitled to recover in this suit.\nThé learned judge before whom the case was tried, after stating the facts, charged the jury as follows:—\n“ Heileman was bound to use caution while approaching a railroad crossing, and there is evidence that he was in the habit of passing, and must have known of the existence of the track. He was bound to exercise the care which a prudent man would take, and was certainly bound to look out for an approaching\n“ It may be too much to expect him to look out at just the spot where he would have had a view of that part of the railroad on Avhich the train happened to be at that time, it being visible at some points and hidden at others.\n“It appears that he did look. It was a misty morning — a raining or had been raining, and he did not see until too late.\n“ The train did not stop for about one hundred and fifty yards. The question in all these cases is — was there negligence on the part of the company ? Was there concurring negligence on the part of Heileman ? If there was negligence on his part, or if there was negligence of the plaintiff concurring'with negligence of defendant, plaintiff cannot recover. If Heileman was blameable he must submit to the consequences. There is no mode of adjusting the damages when both are to blame. The testimony relied upon to shoAV negligence on part of the plaintiff, is as follows:—\n“ 1st. That he should have stopped and listened.\n“ 2d. If he had looked he might have seen the train, or at least the smoke-pipe. Undoubtedly, the plaintiff was bound to, and should have reasonably used his eyes to the best- of his ability.\n“ The law of the land allows a train to cross streets at grades at reasonable speed, but it is bound also to use ordinary caution, and give the usual notice, and the plaintiff had a right to expect these.\n“If Heileman took that degree of care which would have carried him safe if they had discharged their duty, and the accident was wholly owing to their neglect of duty in not giving the usual notice by whistling and ringing the bell, or by going at an unusual and dangerous rate of speed, then the plaintiff ought to recover.\n“ The question for you to consider, then, is whether there was negligence or not. The rate of speed ought certainly to be reduced upon entering a great city; but when coming at reasonable speed and giving usual notice, they are not liable, nor are they liable for unavoidable accidents; there must be neglect on their part.”\nIn answer to defendants’ points, the learned judge charged as follows:—\n“ 1. This is one of the reasonable precautions a man is bound to use, and its absence is evidence of neglect.\n“ 2. This is a repetition of the first point in another form. If plaintiff sat back in his wagon and did not look out to see the train approaching, this is evidence of neglect on his part.\n“There appears to be some conflict of testimony — negligence is a fact of which you are the judges.”\nThe learned judge further charged the jury that “ the damages should be compensatory only, unless there were circumstances of aggravation or wantonness, in which ease a jury will be at liberty to give vindictive damages by way of punishment. I do not know of any in this case, however, to support vindictive damages, nor do I understand any to be claimed.”\nUnder these instructions there was a verdict and judgment for $450, for plaintiff. Whereupon the defendants sued out this writ, averring that the court below erred in the answers given to the poirits propounded as above.\nMorton P. Henry, for plaintiffs in error.\nGeorge H. Parle and P. J. White, for defendant in error.\nFebruary 16th 1865,"
  },
  "file_name": "0060-01",
  "first_page_order": 60,
  "last_page_order": 64
}
