{
  "id": 998518,
  "name": "Bowers versus Still",
  "name_abbreviation": "Bowers v. Still",
  "decision_date": "1865-02-16",
  "docket_number": "",
  "first_page": "65",
  "last_page": "72",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 65"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts 101",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841281
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0101-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 739,
    "char_count": 21576,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 1.2292683526795219e-07,
      "percentile": 0.6052619283981421
    },
    "sha256": "e59c4771b215d03b320d4ab03677ed280de95853b9c2d7dad72b2a5ae8f3c4a4",
    "simhash": "1:8967ad832d45dc59",
    "word_count": 3821
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bowers versus Still."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nThe order of testimony is a matter very much within the discretion of the judge trying the cause; and when a case is made out by proper testimony, it must be peculiar and the injury very apparent, before a court of error would reverse on that ground alone. The shop-books of the plaintiff below, being his book of original entries, were undoubtedly evidence for him in his action for work and labour done and performed; and if it were necessary, as perhaps it was, in the circumstances of this case, to show a joint liability aliunde, in aid of the charges in the books, it could, for aught we see, have been done as well after the receipt off the books as before. Accordingly, testimony for this purpose was given after the reception of the books, which proved satisfactorily to the jury, that the entries were correctly made against both defendants, and hence the propriety of receiving the books. The case of Johnson v. Warden, 3 Watts 101, does not in the least conflict with this view; on the contrary that case supports it. The judge who delivered the opinion, dealing with a case in which the evidence of a partnership had preceded the offer of the shop-books, said, that the plaintiff having given some evidence of a partnership, had a right to give in evidence his books of original entries. He did not say that such evidence might not have been received subsequently as well as precedently to the books. A party cannot give all his evidence in one breath, and it is ordinarily enough, if the facts constituting the whole succeed each other in such a manner as to present to the minds of the jury the whole case, although there may be some want of method in the presentation. We think the first assignment of error is not sustained.\nFor the purpose of establishing a joint liability, the plaintiff gave evidence of the joint ownership by defendants of the mill, in which he had performed the labour charged, and that they had dealt with others jointly for labour and materials for the repairs of the mill, at and about the time of the charges against them by the plaintiff; that they had acknowledged, by giving a note or notes, and by paying bills to others made out in their joint names, that they were jointly repairing it; and, further, that the defendant Bowers was frequently there during the time, although he gave no direction about the work; that the defendants both lived in Philadelphia, and the work was being carried on under the supervision of an agent at the mill in Chester county. All this was circumstantial evidence, proper to be received on the question of the accuracy of the charge against the defendants jointly in the books. In fact, they were so made by the direction of. the agent, but as the fact of his joint employment was involved in the same difficulty of proof with that of the plaintiff, his direction was not sufficient for the plaintiff’s case, and hence he was forced to establish it otherwise. It was, therefore, proper and material testimony to show the course of the dealings of the defendants with others; that they dealt with them, and made payments jointly for work about the mills at and about the same time of that done by the plaintiff. Acts as well as declarations may undoubtedly give rise to a presumption of the fact of joint action. It was evidence so entirely consistent with such a hypothesis, and inconsistent with any other, that it could not with any regard to reason .or the rules of evidence be withheld from the jury. All the testimony of circumstances to raise the presumption of joint liability, wre think, was properly received, and that none of the assignments of error predicated of it are sustained.\nThe objection to that portion of Schryock’s testimony, embraced in the eighth assignment, might have been valid, if the testimony had resulted as anticipated, namely, in detailing declarations of Conrow that Bowers was a joint contractor or jointly liable with him to the plaintiff. But it did not amount to this, in terms at least. It was, that Conrow had said that Bowers was his partner. But when he was speaking of this he was talking about a transaction with Gavitt, not with the plaintiff or about him. Partnership was not alleged by the plaintiff, nor attempted to be proved by him: looking at the remark thus, I cannot see that it could have prejudiced the defendant. But, suppose that the remark be taken to mean what it purports, that he and Bowers were partners in repairing the mill, it was evidence against the party making it; and it does not appear that any other use was made of it. At all events, it would have been easy for the defendants to have requested the court to charge the jury, that it was evidence only to affect the party making it. It was evidence certainly for that, if partnership was an issue or point in the case, and only required to be limited in its operation by the -judge in his charge to the jury. If partnership was not in the case, it was irrelevant, and we have not been shown wherein it was prejudicial to the defendant. To entitle him to a reversal on this account, he should show wherein he was injured by the testimony. He has not done so. We do not know what the testimony was offered for, as nothing but the objection appears in the bill of exceptions, and it is difficult to say that it was not offered for some unobjectionable purpose, or that the offer itself did not propose the proof of the declaration alone to affect the party making it. The error is not sustained.\nThe ninth assignment of error is upon the charge, affirming the plaintiff’s third point. That the individual note of Conrow for the plaintiff’s bill, if there was a joint liability with Bowers, was no satisfaction of the joint indebtedness, cannot admit of a doubt, unless expressly so agreed to be taken, and there was no evidence in the case that it was. The authorities cited by the plaintiff’s counsel are abundant to prove this, and to which I may add Schollenberger v. Seldonridge, post, p. 83. If this be so, the obtaining judgment on the note would not have the effect without satisfaction.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "6r. W. Brown and W. S. Price, for plaintiff in error.",
      "J. B. Townsend, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Bowers versus Still.\nOrder of presenting testimony within the discretion of the court below.— Boole entry charging parties jointly, when admissible without previous proof of joint liability. — Evidence of joint liability on contract for worJc and labour done.\n1. The order of testimony on the trial of a cause is very much within the discretion of the court; it is enough if the case be made,out by proper evidence, though there be want of method in the presentation.\n2. Thus in an action for work and labour don'e, brought against two as joint contractors, the book of original entries of the plaintiff charging them jointly is admissible in evidence, though not preceded by evidence of joint liability.\n3. Evidence was held admissible on the part of a plaintiff that the defendants were joint owners of the mill in which the work for which suit was brought was done; that they had dealt jointly with others for repairs of the mill about the same time; that they had paid bills made out in their joint names; and that the defendant who mainly resisted liability therefor, was often at the mill though he gave no directions; as showing a course of business, and to raise the presumption of joint action.\n4. The admission in evidence of the declaration of one that the other was a joint contractor with him or jointly liable, is not error, when made in reference to another and distinct transaction : nor, if taken to establish a partnership, is there erx-or in such admission, if confined to the party making the declarations, which the court should have been requested to do, by the excepting party.\n5. If there be a joint liability, the act of the plaintiff in taking the individual note of one of the defendants, is not a satisfaction of the joint indebtedness unless so expressly agreed: even though judgment be afterwards obtained upon it.\nError to the District Court of Philadelphia.\nThis was an action of assumpsit, by Abraham Still against William Gr. Conrow and William Bowers, for work done to the machinery of a mill in Chester county. The declaration contained only the common counts, charging the defendants jointly, with which the plaintiff filed his affidavit of cause of action.\nWilliam Bowers filed an affidavit of defence, alleging that the plaintiff was employed 'solely by William Gr. Conrow to do the work for which suit was brought, and that he never authorized Conrow or any other person to employ the plaintiff for him or on his account, either solely or jointly, to do any of the work, or furnish any of the articles for the payment of which suit was brought.\nBoth defendants pleaded separately non assumpsit, to which Conrow added an affidavit, setting forth that he had given plaintiff his promissory note for $329.10, on account of the claim filed in the case, on which judgment was subsequently recovered; that in addition to this sum he owed the plaintiff $160.55, against which he had an offset of $50 for old iron in plaintiff’s possession, for which no credit was given. He also averred that much of the work was done in an unworkmanlike manner.\nOn the trial the plaintiff offered in evidence his book of original entries, containing charges made by him against the defendants jointly, as Conrow & Bowers.\nTo which the counsel for Bowers objected, that where parties are jointly charged, and.joint liability is denied, there must be some prior evidence of the joint liability before a book of original entries can be admitted as evidence of such charge.\nThe objection was overruled by the judge, and the charges in the book admitted to be read.\nThe entries together amounted to $489.65, and extended from October 24th 1859 to December 28th 1860. The plaintiff also read entries of credit, as follows: — September 8th 1860. By Kelty’s bill, $3. By a note for three months, $329.10.\nThe plaintiff then gave in evidence deed produced by the defendants on call, from Lewis Heffelfinger, high sheriff of Chester county, to William G. Conrow and William Bowers as tenants in common, dated October 30th 1856, for tract of land with the factory and buildings, situate in Chester county.\nAlso deed endorsed thereon, made by the said William G. Conrow and William Bowers, dated November 28th 1856, by which they declared their respective interests in said property to be as follows:—\nWilliam G. Conrow, thereof, and William Bowers, 746?7 thereof.\nThe plaintiff then called Edge T. Cope to prove that said Cope did work for mill, and that both said Conrow and said Bowers had called on him and acknowledged a joint liability.\nThe counsel for Bowers objected, but the objection was overruled by the judge, and the witness admitted to testify.\nMr. Cope having been affirmed, testified as follows : — “ I am a founder. I carry on business about three miles west of West Chester. Shortly after the defendants purchased the mill in the spring of 1859, they both called at my place. I went with them to the mill: they said they did not know what to do with the mill. I was to take down the machinery, and repair the mill building. They had not then decided what to do. I did no work after three weeks.”\nCross-examined: “ There was no one at work at that time but myself and my hands. I was paid for my work.”\nAfter examining another witness, John Burk, as to work done at .the factory, who also testified that he had seen Conrow and Bowers at the mill, that both defendants lived in Philadelphia, and that he had received his wages from one Kelty for Conrow & Bowers; had held a lease, dated March 31st 1860, for one of the houses at the mill from Kelty, as “agent for Conrow & Bowers,” and that he was in Oonrow’s office when Bowers employed Kelty, though he did not hear Bowers employ him, or say anything about getting the mill repaired: then closed his case.\nThe defendants then gave in evidence the deeds which had been given in evidence by the plaintiff, and called Anthony Kelty, who testified as follows :—\n“ I was superintendent of the mill. I was engaged by Con-row. Paper was manufactured at the mill. Mr. Conrow carried on the business. I superintended the repairs. I was engaged by Conrow. I was not employed by Bowers. I ordered goods from the plaintiff. I told him at first start to charge to Conrow & Bowers. I was so directed by Mr. Conrow. I had no authority from Bowers to do so. I do not recollect any conversation in Conrow’s office, as testified to by Burk. I paid wages to Burk. I got the money from Conrow, and paid the hands at the mill. The paper made there was invoiced in Conrow’s name; it was never invoiced in Bowers’s name. Mr. Bowers never authorized me to order goods in Conrow and Bowers’s name. Mr. Bowers came down to the mill on Sundays; he was never there but once on a week-day. All the hands were employed by me, and paid by me, with money from Conrow.”\nCross-examined: “I came to the mill in October 1859; I paid cash for Still’s first job; Mr. Conrow brought the leases up; one or two of the tenants were workmen in the mill; the rent of these tenants were taken out of wages; Mr. Bowers, when he came to the mill, looked around, gave no orders ; I never knew an invoice to be made in the name of Conrow & Bowers; I made the invoices 'myself; Mr. Conrow employed Burk; I never saw Bowers but once at Conrow’s office; Conrow told me he got $400 at one time from Bowers; I don’t think I ever gave Still any directions as to whom the work was to be charged, except the first direction.”\nRe-examined-: “ The' money was not for wages, but for repairs.”\nThe counsel for the defendant William Bowers, then offered in evidence the receipt of William G. Conrow to Bowers for $400 in cash, received by said Conrow from said Bowers, on account of the said Bowers’s proportionate part of the repairs, for which sum Bowers held Conrow’s note. And also receipt from Conrow to Bowers for a note of Bowers for $480, received by Conrow on account of the proportionate part of Bowers for the said repairs. Also, record of suit D. C. City Bank v. Bowers, M. 1861, No. 512, upon the said note. Judgment entered against said Bowers, and marked satisfied. Which offer was objected to by the counsel for the plaintiff, the objection sustained by the judge, and the said testimony ruled out.\nThe witness Anthony Kelty, being shown bills, testified further, as follows: — “I know the handwriting of Mr. Still; these bills were presented to him, and marked correct by me; that is Mr. Still’s signature to the receipt on the bills; the mill was started for the manufacturing of paper in February 1860; after that there were no repairs, except repairs to machinery, caused by the wear and tear thereof, some little to coal-bins excepted; I can tell the portions of these bills which were for repairs, and those which were for the running repairs to machinery.”\nThe defendant then called Thomas K. Ames, who being sworn, testified as follows:—\n“ I was the book-keeper relative to the paper-mill; I was the book-keeper of William G. Conrow; I knew no one else; I went in February 1860, and stayed about a year; I purchased all the materials used at the mill; I bought for Conrow — some in the city, some in New York; I sold the paper made at the mill; I sold it on account of William G. Conrow; made the bills out in that way; I sold all the paper.”\nCross-examined: “ The goods bought by me were transported by railroad — by the West Chester and Media Railroad, and sometimes by the other road; the packages were never marked Con-row & Bowers; the paper was not sold to commission merchants; the bills were made out Thomas K. Ames, agent; I don’t think I ever saw Bowers at the mill; I might have seen Bowers at Conrow’s (Alderman’s) office twenty or fifty times; I was about one-seventh of the time at the mill; I have ordered work at the mill; I ordered work for William G. Conrow; I told Still the work was for mill and for William G. Conrow.”\nThe defendant then called Richard McCalla, and offered to show by him that he sold paper material for the said mill, and that the same was charged to Conrow by his (Conrow’s) orders; which offer was objected to by the counsel for plaintiff, and the objection sustained by the judge, and the testimony ruled out.\nThe defendant then called John C. Davis, and offered to show by this witness the same facts which he had offered to show by the previous witness; which was objected to by the counsel for the plaintiff, and the objection sustained by the judge, and the testimony ruled out.\nAfter offering to prove that Mr. Conrow was out of the state, and that his assignee for the benefit of creditors had examined the claims of Conrow against Bowers for repairs, and ascertained that they had been settled, the defendant recalled Anthony Kelty, who testified: “ I have examined these bills. The new bill is all for running expenses. I have marked the running expenses on the other hills, ‘Re.’ I have never heard any declarations by Bowers about the repairs to the mill. Mr. Conrow said Bowers was involved in difficulty, and did not want to pay any money; he (Conrow) was going to carry it on himself. This was after the work was begun.”\n• Bills of plaintiff, testified to by Kelty, were then given in evidence, amounting to $329.10, having thereon a receipt of plaintiff to William G. Conrow, dated September 8th 1860, for his note at three months for the same, and when paid to be in full. (Signed by the plaintiff.) Also the record of suit brought in District Court by Abraham Still, plaintiff, v. William G. Conrow, to March T. 1860, No. 607, on his said note, dated September 8th 1860, in favour of Abraham Still, at three months, for $329.10. Judgment entered against said Conrow for $336.07. ffl. fa. issued. Returned nulla bona: and closed.\nThe plaintiff in rebuttal then called George A. Sehryoek, a witness, and offered to show by him the declaration of the defendants, that repairs of a similar character were on joint account, the same being done at the same time; which the counsel for the defendant Bowers objected to, but the objection was overruled by the judge.\nSehryoek then testified as follows: — “ I am the business agent of Nelson Gavitt; he did repairs to the machinery at the Chester mill from December 1st 1859 to December 5th 1860. Conrow and Bowers gave to Mr. Gavitt their joint note for repairs.”\nThe counsel for the plaintiff then offered in evidence the joint note of William G. Conrow and William Bowers, in favour of Nelson Gavitt, dated August 3d 1860, at four months, for $900; to which offer the counsel for defendant (Bowers) then and there objected, but the objection was overruled by the judge. The said note was then given in evidence.\nThe counsel for the defendant then objected to any declarations of William G. Conrow as being evidence to charge William Bowers; which objection was also overruled by the judge.\nThe witness then further testified: — “ When the work was ordered from Gavitt it was at my instigation. I was acquainted with Mr. Conrow, and I solicited him to give the work. Mr. Conrow said that Bowers was his partner. Suit was brought on the note; it was paid. The money was received from Mr, Morris.”\nCross-examined : “ I was not present when the note was given. It was handed to me by Mr. Conrow.”\nAmong the points submitted to the court by the plaintiff there was this:—\n3. That the acceptance of the note of Conrow alone for part of the claim sued on, is not payment or satisfaction of the part for which it was given, unless it was intended and accepted by the plaintiff as such payment and satisfaction. In the absence of proof that a note given for an antecedent debt is a satisfaction of the debt, it will be usually an additional or collateral security, and will not preclude the plaintiff from suing on and enforcing the original obligation; which was affirmed.\nUnder these instructions there was a verdict and judgment for plaintiff. Whereupon the defendant (Bowers) sued out this writ, and assigned for error:\n1. That the court below erred in admitting the plaintiff’s book of entries to charge the defendants below.\n2. In admitting Edge T. Cope to testify that defendants below acknowledged a joint liability to him for other work done by him for them.\n3. In rejecting the receipts of William G. Conrow to the plaintiff in error for $400, and note for $480, as also the record of the suit of The City Bank v. Bowers, upon the note mentioned in the receipt.\n4. In rejecting the offer of the defendants below to prove, by Richard McOalla, that he sold paper materials for the said mill, and that the same was charged to Conrow by his (Conrow’s) orders.\n5. In rejecting the offer of the defendants to prove the same facts by John C. Davis.\n6. In admitting George A. Schryock, a witness for the plaintiff below to testify that repairs of a similar character to those done by the said plaintiff below, were on joint account.\n7. In admitting in evidence for the plaintiff below the note of William G. Conrow and William Bowers in favour of Nelson Gavitt, for other repairs done by him.\n8. In overruling the objection, on behalf of the defendant below, to the declarations of Conrow, as being evidence to charge the defendant below, as testified to by George A. 'Schryock; and\n9. The charge of the court below affirming the 3d point of the plaintiff below.\n6r. W. Brown and W. S. Price, for plaintiff in error.\nJ. B. Townsend, for defendant in error.\nFebruary 16th 1865,"
  },
  "file_name": "0065-01",
  "first_page_order": 65,
  "last_page_order": 72
}
