{
  "id": 998425,
  "name": "Weidensaul versus Reynolds",
  "name_abbreviation": "Weidensaul v. Reynolds",
  "decision_date": "1865-02-06",
  "docket_number": "",
  "first_page": "73",
  "last_page": "78",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 73"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Rawle 401",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "7 W. & S. 134",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481821
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0134-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 645,
    "char_count": 16421,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 2.3585456228206178e-07,
      "percentile": 0.7940238986906186
    },
    "sha256": "806275a930bb9cefb905cb2b98b10ff3d7845a9af0c023bda5d122ce408941f3",
    "simhash": "1:29cee0eb181bbc48",
    "word_count": 2941
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Weidensaul versus Reynolds."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nThe question presented by the first assignment of error is, whether it was competent for the plaintiff to prove by parol evidence, that the mare, for the conversion of which the action was brought, had been levied upon by the sheriff, in virtue of the execution in his hands. There is nothing in our Acts of Assembly which requires a sheriff to endorse upon a writ of fieri facias a schedule of personal property upon which he has made a levy under it. Nor is there any rule of common law that imposes on him such a duty. True, it was ruled in McClelland v. Slingluff, 7 W. & S. 134, that he should always designate the property seized under the execution, either in the body of his return, or by reference to a schedule accompanying it, but that was in a contest between successive execution-creditors and a contest that arose after returns had been made upon both writs. The case does not rule that there can be no levy without such a schedule or endorsement. Nor has it ever been so held in this state. A levy is a seizure'. The endorsement of it upon his writ by the sheriff, either in his return or in an annexed schedule, is hut evidence of the levy, and it cannot he exclusive evidence of it, except in favour of subsequent execution-creditors or purchasers. The defendant below was neither. Upon the execution there was endorsed “ December 7th 1861, levied upon two horses, two buggies, two sets of harness,” and other articles enumerated, but the endorsement was not signed by the sheriff or by any deputy, nor was it returned by him as a description of 'his levy. It did not exclude, therefore, parol evidence to show that the chattels in dispute were a portion of the property upon which the levy was made. It was not contradictory of such evidence. At most, the testimony of the witness was explanatory of an ambiguity in the endorsement. It tended to identify the articles described in general terms, and determine what horses, buggies, and harness were meant. We think, therefore, the first bill of exceptions is not sustained.\nThe second and third assignments are, in substance, that the court refused to permit the defendant to prove that the property levied upon by the sheriff, did not belong to the defendant in the execution, but that it was the property of the defendant in this suit. It may he assumed that as between Spayd, the defendant in the execution, and Weidensaul, the defendant in this suit, the evidence offered would have justified the jury in finding that the mare belonged to the latter at the time of the levy, notwithstanding his sale to Spayd. But of what avail was that fact to the defendant in this action ? Did that justify his taking the mare out of the possession of the officer of the law, — a possession acquired by him in virtue of his levy? He-may have had a remedy against the sheriff for trespass in seizing his property to satisfy the debt of another, but the mare was in the custody of the law. That custody he could not rightfully disturb. The process of the law must be allowed to run its course. So far is this principle carried, that even the courts are not permitted to .assist an owner of property in taking it from the possession of a sheriff or constable, while an execution, by virtue of which it has been seized, remains unspent. Writs of replevin for such a purpose are required to be quashed on motion, with treble costs: Act of April 3d 1779. And, surely, if through the agency of the law, an owner of chattels which have been wrongfully seized by an officer under an execution against another, cannot interfere with the officer’s possession, much less can he do so of his own motion. It matters not what his title may be, or what his right to possession, he cannot assert it by disturbing the possession of the officer. In Winegardner v. Hafer, 3 Harris 144, a constable was held liable in trespass for levying upon and removing goods which had been levied upon by another constable, and left in possession of the debtor in both executions, and this, though it was offered to be proved that the judgment under •which the first levy was made was fraudulent. Had then the evidence offered by the defendant been admitted, and had it proved that no sale of the mare had ever been made to Spayd, it would have been no defence in this action brought by the sheriff, for an injury to his special property and right of possession. The evidence was, therefore, rightly rejected.\nThe next error assigned is, that the court refused to affirm a point proposed by the defendant, as follows : “ That, in order to maintain this action, the plaintiff must show he had the actual possession of the mare in dispute; and, inasmuch as the evidence shows he had not the actual possession, and let the defendant take her to Snyder county, he cannot recover.” This the court negatived, adding: “ it is not necessary that the sheriff should actually take the property, and remove it from the possession of the defendant, to enable him to sustain an action against a third party who removes it. At the time of making the levy he should see the property, and have it in his power to take it if he desire to do so, but he may leave it with the defendant until the day of sale, without losing his lien on it.” It is to be remarked respecting this point, and its answer, that there was no evidence of any permission given to the defendant to remove the mare into Snyder county. The sheriff levied and left the property in Spayd’s hands, as he might rightly do for a reasonable time, though at his risk. Spayd thereby became his bailee: Word v. Vanarsdale, 8 Rawle 401; Dorrance v. Commonwealth, 1 Harris 106. The levy gave the sheriff a special property in the mare, with the actual possession, and his right to immediate possession remained while the mare was with his bailee. This special property and right to immediate possession, were all that was necessary to enable him to maintain trover. The first point of the defendant was therefore of necessity denied, and his second point was affirmed, so far as it had any application to the case. We find no contradiction of the evidence,, that there was an actual levy upon the mare made by the sheriff, and there is also no inconsiderable evidence, that the defendant knew such a levy had been made when he converted her to his own use, though he may have thought it -illegally made. The last assignment of error requires no comment. The court expressed their opinion respecting a matter of fact, but they left to the jury to find it, unfettered by any binding instruction. It is plain, they could have found no other verdict than such as they returned.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Q-. D. Miller, for plaintiff in error.",
      "JEdward S. Doty, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Weidensaul versus Reynolds.\nDuty of sheriff as to levy on personal property. — Evidence of levy not confined to schedule of sheriff. — Basis of action of trover.\n1. Though, as between successive execution-creditors, it is essential that the sheriff designate the property seized under the executions in the body of his return, or by reference to an accompanying schedule, yet as to all others, a valid levy may be made without either endorsement or schedule; the levy is a seizure and the endorsement only evidence of it, but not exclusive evidence except in favour of subsequent execution-creditors or purchasers.\n2. Thus in an action of trover and conversion brought by a sheriff for a mare, which after being levied on under execution had been taken away by the defendant as his, it is competent for the plaintiff to prove that the mare takep away was one of “ two horses” levied on and so returned upon the writ.\n3. But evidence was held not admissible on the part of the defendant that he was the real owner of the mare levied on as the property of the defendant in the execution; for whatever his title, he could not assert it while the animal was in the custody of the law.\n4. Where, after levy, the mare was left with the defendant in the execution from whom she was taken, it was held not necessary, to maintain the action of trover, that the plaintiff should prove that he had taken actual possession and had removed her: for the levy gave the sheriff a special property in the mare with the actual possession, and his right to immediate possession remained while with the defendant as his bailee ; and that special property and right to immediate possession, were the only requisites for maintaining the action.\nError to the Common Pleas of Snyder county.\nThis was an action on the case by George Reynolds, late sheriff of Juniata county, against Daniel Weidensaul.\nThe plaintiff declared in trover, and claimed to recover the value of a gray mare, which he alleged he had levied on as the property of Isaac Spayd, under an execution against him at the suit of Charles Boyer. The mare was found by him at the residence of Spayd, hitched in a buggy and tied to the fence.\nAfter the levy the mare was left in the possession of Spayd, who drove her back to Snyder county. The next day Mr. Weidensaul hearing of the levy, took the mare away, averring that Spayd had bought her from him, and had obtained possession by fraud and misrepresentation.\nThe return made on the execution by Sheriff Reynolds was as follows:—\n“ December 7th 1861. — Levied on two horses, two buggies, two set of harness, two hogs, seven shoats, one cow, one cook-stove and fixtures, one coal-stove, seven chairs, one table, one settee, two beds, bedding and bedsteads, one wood-box, one sink, one rocking cradle, one meat stand, lot of carpeting, washing machine, sausage cutter, lot of lard, lot of meat, one clock, one chest; seized, taken in execution as the property of Isaac Spayd.”\nBefore a sale could be made of the goods thus levied on, the official term of Mr. Reynolds expired. He was succeeded by •Sheriff Hamilton, whose action in the premises is set forth in the following return:—\n“ Sold the above property except horse, buggy, and harness, which were moved out of the county before writ came into my hands, and one hog, claimed by a third person, and bond of indemnity refused was advertised and sold at public outcry for the sum of $117.68, which sum, after deducting $12.44 costs, is claimed by David Wilson for rent due, and sold subject to said claim. So answers\n“December 17th 1861. “ J. W. Hamilton, Sheriff.”\nIsaac Spayd brought an action of trover and conversion in the Common Pleas of Snyder county, against Daniel Weidensaul, for the mare, on the 9th December 1861, which was referred to arbitrators, who met and reported on the 30th January 1862 no cause of action, from which no appeal was taken; and on the 16th of January 1862 this action was brought in Common Pleas of Snyder county, which was also referred to arbitrators, who, on the 22d of January 1863, filed their report, finding in favour of Daniel Weidensaul, the defendant, from which report an appeal was entered on part of Mr. Reynolds. The cause came on for trial 30th September 1863. The defendant below offered to prove that the mare was got out of his possession by Spayd by fraud; and that Spayd had no title to her at time of alleged levy — all which, on objection made, the court rejected; and under the charge of the court a verdict was rendered in favour of the plaintiff below for $138.63, the value of the mare, with interest.\nThe errors assigned here were as follows:—\n1. The court erred in allowing plaintiff to prove that the gray mare driven by Spayd, and in his possession, was levied upon in this writ; to be followed with proof that she was afterwards taken put of the possession of Spayd by the defendant.\n2. The court erred in rejecting the following evidence:—\nDefendant offers to prove by this and other witnesses, that on the 28th of November 1861, Isaac Spayd, the \"defendant in the judgment given in evidence by plaintiff, came to the hotel of defendant, in Centreville, Snyder county, in company with aman of the name of Philip S. Liggett, and there Mr. Spayd wanted to buy of defendant a gray mare, for which Mr. Weidensaul asked $145. That Spayd represented to defendant that he was a man of extensive means ; had money sufficient to pay for the mare in the hands of Mr. Schnure, of Selinsgrove, and owned a valuable farm at Middle Creek; also owned a mill in Juniata county worth $800 or $1000, and had two hundred fat hogs on hand; and on these, representations defendant was induced to part with his mare, which is the one in dispute ; and took from Spayd for the price two promissory notes, dated November 28th 1861, one for $72, at fifteen days, and the other for $73, at thirty days, payable at Bank of Northumberland. That before the notes and mare were delivered, it was expressly agreed that if the facts were not as represented to Mr. Weidensaul by Spayd, it was to be no sale. That the mare was to remain the property of Mr. Weidensaul, and the notes to Mr. Spayd. That the representations made by Mr. Spayd were false, and that the possession of the mare was obtained by Spayd by fraud and misrepresentation. Also that Spayd had no money in Bank of Northumberland, either in 1861 or 1862, to meet said notes — no deposit at all there. Also that the farm in Middle creek was encumbered to about its value. That at the time of the alleged levy, Isaac Spayd had on his premises two horses and buggies, besides the mare in dispute, and that the mare and buggy .which were in the stable at the time of levy were sold at the sheriff’s sale. Also to be followed with proof that Spayd had the mare in Snyder county at the time the defendant got possession of her again, and that she never was in the actual possession of Sheriff Reynolds. That Isaac Spayd brought an action of trover and conversion to No. 3, February Term 1862, in Common Pleas of Snyder county, on 9th of December 1861, for this same mare, which was arbitrated and award of no cause of action, which was not .appealed from ; and that Spayd said that judgment plaintiff gave in evidence was a mere sham to cover his property, and that when Mr. Weidensaul got possession of the mare again, he tendered back the notes he had received from Spayd.\nDefendant also offered to prove that the gray mare in controversy was not the property of Isaac Spayd at the time plaintiff, Sheriff Reynolds, had in his hands the execution issued on the judgment Charles Boyer v. Isaac Spayd, given in evidence by plaintiff, and also that the said mare belonged to Daniel Weidensaul, the defendant in this suit.\nAll of which was offered in mitigation of damages, and also to contradict the evidence as to the value of the horse.\n3. The court erred in their answer to defendant’s points, which points and answers were as follows:—\n1st. In order to sustain this action the plaintiff must show he had the actual possession of the mare in dispute; and inasmuch as the evidence shows he had not the actual possession, and let the defendant take her to Snyder county, he cannot recover.\nAnswer. — “We have answered this point in our general charge substantially in the negative. It is not necessary that the sheriff should actually take the property and remove it from the possession of the defendant, to enable him to sustain an action against a third party who removes it. At the time of making the levy he should see the property, and have it in his power to take it if he desired to do so; but he may leave it with the defendant until the day of sale, without losing his lien on it.”\n2d. That the sheriff cannot recover merely on the ground that he had an execution in his hands without an actual levy.\nAnswer. — “ If defendant had in his possession at the time of issuing the writ, the property of a third party, the owner could take the property without being liable, if no levy had been made on it before he took it, and in such a case he could not recover without an actual levy.”\n5th. The court also erred in the following paragraph of their charge:— '\n“ From the testimony we have just read to you, we can come to no other conclusion than she (the mare) was included in the levy; and if the evidence has the same effect on your minds that it has on ours, and you are satisfied from it that she was included in the levy, then this action can be maintained.”\n6. The court also erred in ruling that plaintiff could recover value of mare with interest.\nQ-. D. Miller, for plaintiff in error.\nJEdward S. Doty, for defendant in error.\nFebruary 6th 1865,"
  },
  "file_name": "0073-01",
  "first_page_order": 73,
  "last_page_order": 78
}
