{
  "id": 998533,
  "name": "Shay versus Henk et al.",
  "name_abbreviation": "Shay v. Henk",
  "decision_date": "1865-02-13",
  "docket_number": "",
  "first_page": "79",
  "last_page": "83",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 79"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 478,
    "char_count": 11717,
    "ocr_confidence": 0.447,
    "sha256": "ac688ca26f40f2fff52b0f15730a316b930566b6d426defc1e60e4b8e1c258d8",
    "simhash": "1:dec97085b88979f4",
    "word_count": 2100
  },
  "last_updated": "2023-07-14T19:42:51.303223+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shay versus Henk et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nIf the issue in this case was improperly framed by the register, the true remedy was by an appeal to the Register’s Court to rectify it, for the writ of error to the Common Pleas brings up nothing but what occurs upon the mandate of the register after it roaches the court, whose duty it is to cause an action to be entered as of the day of the delivery of the said precept in the prothonotary’s office, and to be proceeded in as therein directed. The proper order as to an issue was made by the court, and also as to notice to all persons interested in the estate of the decedent as heirs, relations, or next of kin, devisees, legatees, or executors. A narr. was filed by the plaintiffs, to which the defendant pleaded, and issue was formally joined, and the question to be tried was, whether this paper was or was not the last will and testament of the decedent. When the cause was called the counsel for the defendant objected to trying any other fact than whether the paper purporting to be the will of the decedent was procured by duress or constraint, and the court said they would allow the defendant’s counsel to give in evidence any matter, either duress, undue persuasion, or mental imbecility, in opposition to the alleged will, but the defendant’s counsel declined to try any other fact than whether the alleged will was procured by duress or constraint. This statement is called on the record a discourse, and is only an account of a conversation prior to the calling of the jury. Upon the trial the will was duly proved by the subscribing witnesses, and the defendant gave no evidence of any kind, but offered the paper stating the grounds of objection to the probate, filed with the register, with which the Common Pleas has nothing to do.\n• The bill of exceptions, so far as appears, contains no exception, except to the charge of the judge, and in this we see no error particularly, as the defendant neither excepted to the testimony on the part of the plaintiffs, nor offered any evidence on his part, nor made any point of any kind, nor submitted any proposition or objection of any nature to the court, who conducted the proceeding strictly in accordance to law. Two possible positions may arise from the judge’s charge : 1st. That the precept from the register was not stamped. It would not seem that this precept comes within the description of writ, or other original process by which any suit is commenced, and if it did, it is saved by the Act of March 3d 1863, and covered by the proviso of the 16th section, as it was neither admitted or used as evidence in the courts. 2d. The objection that notice was not given to persons interested in the estate of Barbara Henk, a daughter of the decedent, is founded in error, for notice is directed in the notice of January 23d 1863, to be given to them; and all the parties interested in said estate, consisting of the real defendant, the mother and sisters of the deceased, had notice served upon them.\nThe precept says the alleged will is annexed to it, and we find it before the court, and it comes up with and as a part of the record. These are the only errors pressed upon our attention, and we think the court acted legally and liberally, and we see no error in their proceedings. This disposes of all assignments of error, and it is not our duty or wish to discuss what is the effect of this judgment.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Gr. It. Pox, for plaintiff in error.",
      "B. M. Boyer, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Shay versus Henk et al.\nNo revenue stamp required on register’s precept.— What is brought up on writ of error.\n1. The precept of a register of wills to the Common Pleas, directing an issue as to the validity of a will, is not “ a writer other original process” under the Act of Congress of July 1st 1862, and does not require a revenue stamp; but if a stamp were required, the omission was cured by the proviso to the 16th section of Act of March 3d 1863, where the precept was neither admitted nor offered in evidence.\n2. A writ of error to the Common Pleas brings up only what has occurred thereon, in the suit in which the writ is taken'; hence an issue improperly framed by the register to try the validity of a will, can be corrected only on an appeal from the decree of that officer.\nError to the Common Pleas of Montgomery county.\nThis was an issue relative to a paper writing purporting to be the last will of John Y. Henk, directed by the register of Montgomery county to the Court of Common Pleas at the instance of Edward Burk, then guardian of Charles B. Henk, but since deceased. When the paper was offered to the register for probate, Mr. Burk, who had originally filed a caveat, alleged in writing, and filed with the. register as the grounds of his objection to the probate, certain matters of fact, for the trial of which he requested the register to issue his precept. These were:\n1. That the paper was not executed by Mr. Henk according to law.\n2. That if signed by him at all, it was procured to be signed by undue influence.\n8. That at the time of executing the paper, if executed by him at all, Mr. Henk was not of sound mind, memory, and understanding; and\n4. That it was not the last will of Mr. Henk.\nThe precept sent by the register to the Common Pleas recited that the said Burk “hath objected before our said register that the said writing was procured by duress and constraint, and whereas the said Edward Burk hath requested that an issue may be directed into our said court to try the validity of the said writing and matter of facts which may be objected thereto in our said court, therefore, &c.”\nThe alleged will was not annexed to and did not accompany the precept for the issue, nor were the facts objected against it set forth. The precept was not stamped.\nUpon filing the precept, the Common Pleas directed an issue to be formed between the said Henk and Stout as plaintiffs, and said Burk, guardian, as defendant, “ to try the question whether a paper writing purporting to be the last will and testament of John Y. Henk, deceased, dated the 3d day of June, A. D. 1862, and presented to the register of Montgomery county for probate on the 7th day of October, A. D. 1862, is the last will and testament of the said John Y. Henk, deceased, or not,” and ordered all parties interested as heirs, relations, or next of kin, devisees, executors, to be warned, &c.\nNovember 16th 1868, Jesse Shay, appointed guardian in the stead of Edward Burk, deceased, was substituted as defendant.\nThe declaration was upon a wager.\nThe alleged will was not incorporated in it, and it contained no more precise reference to it than this : “ That whereas on the 7th day of October, A. D. 1862, at the county aforesaid, a certain discourse was had and moved by and between the said plaintiffs and the said defendant, of and concerning a certain instrument of writing, purporting to be the last will and testament of John Y. Henk, late of the county aforesaid, deceased, upon which discourse the said plaintiffs did then and there affirm that the said instrument of writing was the last will and testament of the said John Y. Henk, deceased, which said affirmation of the said .plaintiffs the said defendant did then and there deny.”\nOn August 19th 1863, the court, on motion of plaintiffs’ counsel, ordered the cause to be placed at the head of the trial list for the second week of the next November Term, but it was then continued to the next February Term.\nOn February 29th 1864, the ease was called for trial, when counsel for defendant filed the affidavit of Lewis Shaffer, showing that Barbara Henk, an unmarried daughter of the alleged testator, survived him, but had subsequently died. It appearing that her personal representatives had not been warned of the proceedings, nor had an opportunity to become parties, and that they were unrepresented, a written motion was filed by counsel for defendant “ that proper process do issue out of this court to warn the legal representatives of the said Barbara Henk, deceased (in conformity with the Act of Assembly in such case made and provided, and with the precept of the register of wills, &c.), so that they may come into said court, and become parties, &c.”\nThe court overruled the motion, on the ground that “it appeared to the court that the precept required by the Act of Assembly was duly served upon all parties living when the issue was directed, and it is not now shown that Barbara Henk has left any representative upon whom notice can be served.”\nThe court then ordered a jury to be called and sworn, which was done, the counsel for defendant objecting.\nThe counsel for plaintiff then opened the case, and the subscribing witnesses to the will were called.\nBefore the first witness was examined, the counsel for defendant objected to being called upon in this issue to try any other question of fact than whether the paper writing purporting to be the will of the said John Y. Henk was procured by duress or constraint, and asked the court to restrict the proofs to that question of fact alone.\nBut the court said: “We will allow the defendant’s counsel to give in evidence any matter, either duress, undue persuasion, or mental imbecility, in opposition to the alleged will. Under this general permission, the defendants may make their election.”\nThe counsel for defendant being of opinion that there was no question of fact raised by the precept for the issue, but as to whether the alleged will was procured by duress and constraint, declined to make any other election than to try the fact so raised.\nThe subscribing witnesses were then examined, and the plaintiffs rested. The defendant then produced in evidence the paper filed with the register, alleging the grounds of objection to the probate of the alleged will, and closed his defence.\nThe court charged the jury in substance that under the pleadings the question submitted to them for trial was substantially whether the paper was the last will of Mr. Henk, and that the door was open to any objection- defendant could make to its validity. That if they believed the witnesses, the plaintiffs were entitled to their verdict. That the want of stamp upon the precept, and the omission to warn one of the legatees, were no obstacles in the way of such verdict.\nThe jury found for the plaintiffs, and judgment was entered on the verdict.\nThe errors assigned here for the defendant were—\n1. The court erred in ordering an issue upon an unstamped precept.\n2. The court erred in directing an issue to try the validity of an alleged will which was not transmitted to them with the precept.\n3. The court erred in directing an issue to try any fact but that which was specifically set forth in the precept.\n4. The court erred in overruling defendant’s motion for notice to the representatives of Barbara, and in ordering a jury to be called and sworn, and the trial to proceed, when some of the parties in interest were unwarned and unrepresented.\n5. The court erred in not restricting the proofs to the question whether the alleged will was procured by duress and constraint.\n6. The court erred in charging the jury that under the pleadings the question submitted to them was substantially whether the paper writing was the last will of Mr. Henk, and that the door was open to any objection defendant could have to its validity.\n7. The court erred in charging that if the jury believed the witnesses, plaintiffs were entitled to their verdict, and that the want of stamp upon the precept, and the omission to warn one of the legatees, were no obstacles in the way of such verdict.\n8. The court erred in entering judgment on the verdict.\nGr. It. Pox, for plaintiff in error.\nB. M. Boyer, for defendants in error.\nFebruary 13th 1865,"
  },
  "file_name": "0079-01",
  "first_page_order": 79,
  "last_page_order": 83
}
