{
  "id": 998447,
  "name": "Schollenberger versus Seldonridge",
  "name_abbreviation": "Schollenberger v. Seldonridge",
  "decision_date": "1865-02-13",
  "docket_number": "",
  "first_page": "83",
  "last_page": "86",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 83"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 370,
    "char_count": 7172,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 1.9766058305136567e-07,
      "percentile": 0.7400485510931333
    },
    "sha256": "157d3af368af2cdd8d3a1e3fa00954ebc1ab05ce478bfc9e023abc3299dfd402",
    "simhash": "1:ef93b8acbb2474c2",
    "word_count": 1214
  },
  "last_updated": "2023-07-14T19:42:51.303223+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Schollenberger versus Seldonridge."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nThe court were right in striking out the words, “ trading as Fretton & Schollenberger,” and amending the record according to the' truth. It is difficult to conceive any ground of objection to the admission of the plaintiff’s book entry in evidence. The book wTas the usual drover’s hook; the entry was made under the direction of the plaintiff by his clerk, on the day of the sale, immediately after Seldonridge’s return from the drove-yard, where the hogs were sold, weighed by the regular weigher, and delivered. Both defendants were charged in the book, followed by the weight, the price, net weight, and the total in dollars and cents, in the usual and customary form used by drovers. It would have been error to reject it, and it was confirmed by all the evidence in the cause. The court made no error in answering the juror that if two parties were connected in business, the taking of a note from one would not release the other unless it was so agreed.\nNothing is more common at the drove-yard than for two individuals, not partners in any wTay or form, to purchase together a lot of hogs or cattle. Their connection begins and ends with the single operation of purchasing and selling this one lot. All evidence, therefore, showing that there was no general partnership between these defendants was entirely irrelevant; and the answers given in the defendants’ paper-book to all the other assignments of error are conclusive and make it unnecessary for us to consider them.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "A. V. Parsons and P. Carroll Brewster^ for plaintiff in error.",
      "Gr. W. Thorn and S. Gr. Thompson, for defendants."
    ],
    "corrections": "",
    "head_matter": "Schollenberger versus Seldonridge.\nAmendment by strileing out phrase in writ and narr. charging defendants as general partners. — Boole entry when evidence. — Evidence to disprove partnership irrelevant where not charged. — Talcing note from one of two joint debtors no release to other.\n1. In an action for the purchase-money of a lot of hogs bought by two as partners in a single venture, it was held proper for the plaintiff who had declared against them as general partners, to amend his writ and declaration by striking out the names of the defendants, trading as a firm.\n2. The book of original entries of the plaintiff containing the entry made by his clerk as on the day of the sale, immediately after his return from the drove-yard, of a sale to the defendants as partners, and stating the weight, price, and total amount in dollars and cents, in the usual and customary form used by drovers; was held admissible in evidence.\n3. Where defendants are sought to be charged as partners in a single transaction of purchase only, evidence to show that they were not general partners; or what the business of each was; or that each carried on business in his own name, and without any connection with the other; is irrelevant and inadmissible.\n4. The act of a plaintiff in taking a note from one of the defendants will not release the other without an express agreement to that effect.\nError to the District Court of Philadelphia.\nThis was an action of assumpsit, by Jacob Seldonridge against Ferdinand Fretton and William Schollenberger, trading as Fret-ton & Schollenberger, to recover the price of a lot of hogs, which plaintiff alleged were sold and delivered to them.\nJacob Seldonridge, the plaintiff, is a drover. On the 26th of May 1862, he had a lot of hogs for sale at the West Philadelphia drove-yard, where, on that day, Fretton and Schollenberger, together, called upon him, and after considerable discussion as to price and terms of sale, a number of hogs were purchased at the rate of four and a half cents per pound, net. These hogs were accordingly weighed by the weigher of the yard and duly delivered. The amount of the purchase, to wit, $948.96, was then charged to Fretton & Schollenberger, in the book of original entries of the plaintiff below. This book was an ordinary account-book, such as is usually kept by drovers. After the sale Seldonridge, with his clerk, called at Fretton’s house for the purpose of settlement, when Fretton informed plaintiff below that, owing to the sickness of the wife of Schollenberger, he (Schollenberger) could not be present at the settlement. • Fretton then gave his own note, payable in thirty days, for $948.96, to Seldonridge. This note became due June 29th 1862, was protested and returned to Fretton, who then gave two checks, one for $800 and the other for $863.19. These checks included the amount of the note, with a small balance due from Fretton to Seldonridge. At the time of giving these checks it was not understood or agreed that they should be received in payment for the purchase of the hogs. These checks were not paid, and subsequently in November of 1862, Seldonridge, with his clerk, went to Fretton’s house, and from thence went with him to a neighbouring public-house, where Fretton paid $150, which was credited on the back of one of the checks. Immediately after the receipt of this money, Schollenberger entered the room, and desired the clerk to credit this $150 payment to the purchase of the hogs, which the clerk declined to do, as be said “ there was a balance due on the cattle” from Fretton to Seldonridge.\nOn the trial, the court permitted the plaintiff to amend by striking out the words “trading as Fretton & Schollenberger,” there-being no proof of any general partnership between them.\nThe plaintiff also gave in evidence his book of original entries containing the following entry:—\n“ Sales of hogs by J. Seldonridge, from May 26th 1862. Fretton & Schollenberger. 26.360 = 4|- — 80 = 348.96.”\nWhich was objected to by defendant, but admitted by the court.\nUnder the ruling of the court below there was a verdict and judgment for plaintiff. This writ was thereupon sued out by defendant, who averred here that the court below erred—\n1. In admitting in evidence the plaintiff’s book entry.\n2. In allowing the plaintiff to amend the writ and declaration by striking out the words, “trading as Fretton & Schollenberger,” after plaintiff had closed his case.\n3. In overruling the defendant’s offer to show “ that they had never traded as Fretton & Schollenberger, and what the business of each was.”\n4. In overruling the following question put by defendants to their witness, viz.: “Where is Fretton’s place of business?”\n5. In overruling defendant’s offer to show “ that each carried on business in his own name, and that there was no connection between them.”\n6. In ruling out the checks drawn by Fretton to the plaintiff’s order, and by him endorsed.\n7. In' overruling the defendant’s offer to show by a witness “ that he was a shipping merchant, and that he shipped all Fretton’s pork and hogs, and that Schollenberger had no connection with them.”\n8. In overruling defendant’s offer of the receipts from Fretton to Schollenberger, beginning January 1862, and extending to after May 1862, for pork and lard.\n9. In overruling defendant’s offer to show that Fretton failed in August 1862.\n10. In charging the jury that the taking of a note from one would not discharge the other defendant.\nA. V. Parsons and P. Carroll Brewster^ for plaintiff in error.\nGr. W. Thorn and S. Gr. Thompson, for defendants.\nFebruary 13th 1865,"
  },
  "file_name": "0083-01",
  "first_page_order": 83,
  "last_page_order": 86
}
