{
  "id": 998461,
  "name": "Gougler versus Price's Administrator",
  "name_abbreviation": "Gougler v. Price's Administrator",
  "decision_date": "1865-02-13",
  "docket_number": "",
  "first_page": "86",
  "last_page": "87",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 86"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 Wright 518",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 262,
    "char_count": 3932,
    "ocr_confidence": 0.433,
    "sha256": "29f1f508ffc2579a057b3a8469a26fe3fb7f737c8af2c65e4cfc3a6678cf3472",
    "simhash": "1:492c94203a81994f",
    "word_count": 680
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gougler versus Price’s Administrator."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\nWe decided the same question contained in this record at Harrisburg in May last, in the case of Strickler v. Landis, 11 Wright 518, from Lebanon county. The learned judge in the court below was doubtless not aware of that decision. He put the case on the ground that Gougler was relieved from service by the substitution of Price, and that as to all beyond, he had no interest; and if Price deserted, as it seems he did within ten days, it was the affair of the government only. We cannot subscribe to this reasoning. As a substitute it is true, after he was sworn in, the desertion was an affair of the government; and few would sympathize with him had government dealt with him according to his desert. But his contract was not only for substitution, but for service. He expressly agreed to serve during the draft of nine months, and that the sum sued for should not be paid until the nine months had expired. He therefore stood in a contract relation to Gougler, as well as in the military relation to the government. He failed to perform his agreement, and as to Gougler, therefore, the consideration has failed, and it is inequitable he should pay for a service left unperformed. But Price not only asks to be paid without performing the service he was to give in advance of payment, but sets up as an excuse for non-performance his own demerit and military crime. Technically and literally he has broken his promise'; and certainly no one can discover any merit in the excuse for his breach. He has broken both his contracts — ■ that with the government and that with his principal — and we have no disposition to accept his breach of the former as a defence to the latter.\nThe judgment is therefore reversed, and a procedendo awarded.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "Gf. JP. Miller, for plaintiff in error.",
      "A. O. Simpson, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Gougler versus Price’s Administrator.\nContract relation between principal and substitute. — Desertion by substitute from, military service relieves from payment of sum contracted for.\nThe relation between a substitute and his principal is of contract simply: and if he desert soon after enlistment, he cannot recover the amount con tracted for, though the principal was relieved from service by the substitution.\nError to the Common Pleas of Snyder county.\nThis was an action of debt by Levi S. Herrold, administrator of Jackson Price, deceased, founded on the following agreement :—\n“ Article of agreement made and concluded this 2'lst day of October, A. D. 1862, between Abraham Gougler of the first part, and Jackson Price of the second part. Thus the said Jackson Price does agree to go in the place of Abraham Gougler military duty in his place, for the draft made October 16th 1862. That the said Jackson Price agrees to go for the sum of $250, during the draft of nine months. And also, that the said J. Price shall have the pay that the government pays for said drafted men. And Abraham Gougler must pay $50 to-day, and the balance when the nine months expired. But if the family of the said J. Price does need anything for the family use at market prices. Witness our hands and seal, this 21st day of October 1862.\n“Abraham Gougler. [seal.]\n“ Jackson Price, [seal.]”\n“ Middleburg, October 21st 1862.\n“ Received on within agreement $50 for the first payment.\n“ Jackson Price.”\nTo a declaration on this agreement the defendant filed an affidavit of defence, in which he admitted the fact of his being drafted, and the agreement with Price, but averred that Price had deserted from his regiment at Harrisburg after about ten days’ service, and remained at home, refusing to return to the service according to his agreement. He also averred that $102 of the sum named in the agreement had been paid.\nThe court below entered judgment in favour of plaintiff for want of a sufficient affidavit of defence, which was the error assigned.\nGf. JP. Miller, for plaintiff in error.\nA. O. Simpson, for defendant in error.\nFebruary 13th 1865,"
  },
  "file_name": "0086-01",
  "first_page_order": 86,
  "last_page_order": 87
}
