{
  "id": 998549,
  "name": "Thompson's Executors versus Barbara Lloyd",
  "name_abbreviation": "Thompson's Executors v. Lloyd",
  "decision_date": "1865-03-13",
  "docket_number": "",
  "first_page": "127",
  "last_page": "129",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 127"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 258,
    "char_count": 4523,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 2.679835708839403e-07,
      "percentile": 0.8265725144593372
    },
    "sha256": "4dd981d18e1f693ee9e3d5b04640c1c11ea3986871006ca1bcfa1d2cf871ed77",
    "simhash": "1:4069b6249e9a17d8",
    "word_count": 812
  },
  "last_updated": "2023-07-14T19:42:51.303223+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thompson’s Executors versus Barbara Lloyd."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, C. J.\nThe two acres devised to Barbara Clough for life were part of testator’s farm on which he lived, and at her death the said two acres were to revert back to said farm and become the property of Barbara Lloyd (the testator’s sister), “ together with other lands which I have already conveyed to her.” The allusion here was to the deed which the testator had made in his lifetime, and left in the hands of Mr. Feath, and which was a formal conveyance of the whole farm of two hundred and twenty acres (including the two acres to the said Barbara Clough) in fee.\nThe deed can have no operation as a conveyance of the title, because it was not delivered in the lifetime of the grantor ; but it existed, and may be taken in connection with the will to explain the language quoted above. Wills often refer to deeds, bonds, and other instruments of writing which exist independently of themselves; and to explain the intention of the testator recourse is always had to the instrument referred to. It becomes in some sense a part of the will, and is to be taken in connection with it to get at the testamentary purpose.\n' So using the deed in this instance, to interpret the allusion in the will, there can be no doubt that the latter received the proper construction in the court below, and that Mrs. Lloyd holds, under the will, the title to the farm, subject to the life estate of Barbara Clough in the two acres.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, C. J."
      }
    ],
    "attorneys": [
      "William, A. Wallace, for plaintiffs in error.",
      "JS. JB. Swoope, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Thompson’s Executors versus Barbara Lloyd.\nDelivery of deed implied from reference to it in will of grantor.\nWhere a deed duly executed and acknowledged conveying a farm in fee limpie to grantor’s sister was left in the custody of a third party undelivered and without any instructions as to delivery, and a will was subsequently made by the grantor in which he devised two acres of said farm to another for life, with a proviso that at the death of the devisee the same should “ revert back to said farm and become the property of my said sister together with other lands I have already conveyed by deed to herheld that the sister was entitled to the farm in fee simple subject to the life estate of the devisee in the two acres.\nError to the Common Pleas of Clearfield county\nThis was an amicable action between Barbara Lloyd, legatee of James Thompson, deceased, and William Feath and James McEwen, executors of said deceased, in which the following case was stated for the opinion of the court:—\nJames Thompson died in 1862, without issue, having first made and published his last will and testament, dated June 2d 1862. Barbara Lloyd, the plaintiff above named, was his sister, and one of the legatees named in the will. On the 16th of May 1861, he had executed a deed to her, written by and acknowledged before William Eeath, Esq., one of the- above defendants, for the farm on which he then resided, and continued to reside up to the time of his decease. He left the deed in the custody of William Eeath, without it ever having been delivered, and without any instructions as to the delivery thereof.\nIn the will is contained the following provision:—\n“ To Barbara Clough (his house-keeper) I give the use of two acres of ground in the east corner of the field, known as the John Ashicroft field, on the farm on which I now reside, during bar natural life, and at her death the same to revert back to s tid farm, and become the property of my said sister, Barbara Lloyd, together with other lands I have already conveyed by deed to her.”\nHe also executed other deeds, in his lifetime, to his sister, and to others of the legatees mentioned in the will, which were left in the custody of Mr. Eeath, and were never delivered, nor were any instructions given in regard to their delivery.\nIf the court should be of opinion that Barbara Lloyd is entitled to the farm mentioned, on which the testator resided, subject to the life estate of Barbara Clough in the two acres described, then judgment is to be entered for the plaintiff. ’\nIf, on the other hand, the court should be of opinion that the farm should be sold by the executors, and the proceeds divided equally among the legatees named in the residuary bequest, then judgment to be entered for the defendants — costs to follow judgment.\nThe court below entered judgment for the plaintiff on the case stated; which was the error assigned here by the defendants below.\nWilliam, A. Wallace, for plaintiffs in error.\nJS. JB. Swoope, for defendants in error.\nMarch 13th 1865,"
  },
  "file_name": "0127-01",
  "first_page_order": 127,
  "last_page_order": 129
}
