{
  "id": 998427,
  "name": "Baringer versus Stiver",
  "name_abbreviation": "Baringer v. Stiver",
  "decision_date": "1865-02-13",
  "docket_number": "",
  "first_page": "129",
  "last_page": "133",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 129"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Wright 129",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "8 Wright 193",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "6 Wright 317",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "2 Wright 277",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 3,
      "pin_cites": [
        {
          "page": "363"
        },
        {
          "page": "307"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1 Wright 161",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        626150
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wright/1/0162-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 582,
    "char_count": 10586,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 1.7305517805652655e-07,
      "percentile": 0.7053237466740339
    },
    "sha256": "85afd980478117e9812b2c8fabb3bf4b44dfa63198013b25a53983bfdc7c2bdd",
    "simhash": "1:b6af44870a25bfd2",
    "word_count": 1912
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Baringer versus Stiver."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\nThe facts of this case are within a narrow compass, and present a single question : Whether a married woman, who has no separate estate or known means of payment of her own, can ’ repurchase from a purchaser at sheriff’s sale the property of her husband, who continued in debt, by giving a mortgage for the whole purchase-money, all of which remains unpaid. In Gamber v. Gamber, 6 Harris 366, it is said, that where property is claimed by a married woman, she must show by evidence which does not admit of reasonable doubt, either that she owned it at the time of her marriage, or else acquired it by gift, bequest, or purchase. In the case of purchase after marriage, it is said, the burden is upon her to prove distinctly that she paid for it with funds which were not provided by the husband. That case was followed by Raybold v. Raybold, 8 Harris 311, which held that property purchased by a wife, paid for in her earnings and savings, is her husband’s. He, it is there said, is still entitled to the person and labour of the Avife, and the benefits of her industry and economy. These positions were emphatically reasserted in Keeny v. Good, 9 Harris 355. Since these decisions, these principles have been adhered to throughout numerous cases, in which it has been held that it was not the intent of the legislature in passing the Married Woman’s Act of 1848 to change the marital relation, or to place the wife upon the footing of a feme sole. It was intended to preserve to her and to protect her bond fide separate estate, but not to make the law a means of fraud, or the wife a receptacle of her husband’s means, into which they could be clandestinely thrown to the prejudice of creditors: Walker v. Reamy, 12 Harris 414; Winter & Hartman v. Walter, 1 Wright 161; Bradford’s Appeal, 5 Casey 513; Bear v. Bear, 9 Id. 525; Hallowell v. Horter, 11 Id. 378; Rhoads v. Gordon, 2 Wright 277; Armand v. Schaffer and Wife, 7 Id. 363; Gault v. Saffin and Wife, 8 Id. 307. In the last case Read, J., gathering up the sum of the former decisions, said: “It is now settled law that evidence that the wife purchased real or personal estate, amounts to nothing unless it be accompanied by clear and full proof that she paid for it with her own separate funds; not that she had the means of paying, but that she in fact thus paid. This is a definite, precise, and just rule.”\nAfter all these decisions the rule must be considered settled in its application to real as well as personal estate, and it has in fact no exceptions, though there are two or three cases that are seemingly such. In Wieman v. Anderson and Wife, 6 Wright 317, the property was indisputably the estate of the wife, and was merchandise, which from its nature was a subject of trade, and the court therefore held that the results of her ownership also belonged to her, at the same time remarking in reference to the doctrine of Gamber v. Gamber, and cases following in its train: “We stand by all these eases. We have no reason to qualify or doubt any of them.” Manderback v. Mack, 5 Casey 43, in fact ought to have produced a different result in the verdict under the charge, but when it came into this court, the facts established by the verdict could not be denied. I am not sure that this case did not overstep the verge somewhat, but it is sufficient to say that it was distinguished from Gamber v. Gamber, the authority of which was distinctly recognised. Conrad v. Shomo, 8 Wright 193, was also decided on its special circumstances, which were, that the purchase by the wife was paid for, as far as payments were made, with the money of the wife, who at the time had ample means, distinctly shown, from other sources, while her husband was a man of no property, and the judgment levied upon the property was obtained after her rights had fully vested. The case is expressly distinguished from Gamber v. Gamber by the judge delivering the opinion, though it also lies on the verge.\nThe title of Mrs. Baringer tested by the principles of the foregoing cases must fail. It is true she is a purchaser in the sense that a deed has been made to her, and that she has given a mortgage for' the purchase-money, which, according to the doctrine of Patterson v. Robinson, 1 Casey 81, might be a good security to the seller to enable him to collect his debts. But Patterson v. Robinson was not a case between the wife and her husband’s creditors. It was merely a charge upon the land for purchase-money, held good as between her and her grantor, to prevent a grievous wrong being perpetrated under cover of her disability as a married woman. But a case nearer to the one before us, if not its exact counterpart, is Robinson & Co. v. Wallace, 3 Wright 129. The pure and simple question was there raised, whether a married woman can acquire property by her credit. The court below doubtingly held she cpuld, and that it •would be protected from her husband’s creditors, but in this court it was held differently, and that her credit is nothing in the eyes of the law.\nWe adhere to the settled doctrine, that it is only when the property acquired after marriage has been paid for with her own separate estate, clearly and satisfactorily established, it is hers, and is protected from her husband’s creditors. To suffer a wife to purchase upon credit is to open a wide door for fraud. Its effect is to throw upon the creditors the burden of proving whose funds afterwards entered into the payment. For starting with title founded on her credit, she can stand upon it, until the husband’s means can be shown to enter into the purchase.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "Henry P. Boss, for plaintiff in error.",
      "(xeorge Lear, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Baringer versus Stiver.\nConstruction of Married Woman’s Act of 1848. — Land purchased by married woman on credit, not protected by it.\n1. The property of a married woman, acquired after marriage, is protected from her husband's creditors only where clearly shown to have been paid for by her out of her own separate estate.\n, 2. Thus where the proceeds of a sheriff's sale of land as the property of a husband, were insufficient to pay the judgments, and his wiife repurchased from the sheriff's vendee, giving a mortgage for the whole purchase-money, on which only interest was paid, it was held, that she could not hold the land as against a judgment-creditor of her husband: and where it was again sold on execution, the vendee of the sheriff was entitled to recover in ejectment.\nError to the Common Pleas of Bucks county.\nThis was an action of ejectment, brought by C. Stiver against Frederick C. Baringer, to recover possession of fifteen acres of land in Hilltown township, Bucks county. The plaintiff, in support of his claim, produced evidence to show that on the 20th of August 1855, this property belonged to the defendant, and on that day it was sold by the sheriff to Abraham Swart!ey, to whom a deed was made by the sheriff on the 18th of September 1855. On the 6th of June 1857, Swartley, by deed of that date, conveyed the premises to Julianna Baringer, the wife of the defendant — the consideration being $650. At the time of the execution of the deed, no part of the purchase-money was paid, nor was anything since paid but the interest. On the 1st of August 1862, C. Stiver, the plaintiff in this case, obtained a judgment, upon an award of arbitrators, against Frederick C. Baringer, the defendant, for the sum of $127.93. Under this judgment an execution was issued, returnable to September Term 1862. A levy was made on this property, and after condemnation a venditioni exponas was issued to December Term 1862, under which the sheriff sold all the right of Baringer to the plaintiff Stiver. A deed was made by the sheriff to him on the 9th of December 1862, which was acknowledged the same day. At the time Abraham Swartley made his deed to Julianna Baringer, Philip E. Knapper held a judgment, No. 20,.Decem-ber Term 1854, against E. O. Baringer, amounting to about $200. To maintain the issue on his part, the defendant called Abraham Swartley, who testified that, after having held the property for two years he sold it to Julianna Baringer, who had lived in his family, for a home. That she paid no part of the purchase-money, but paid the interest. The purchase-money was secured by a mortgage, dated the 6th of June 1857. She built a piece to the house and a piece to the barn. She and her husband continued to live on the property as they had done before, and were in possession at the time of the trial. He also called Christian Baringer, his son, who says he gave his mother money for three or four years — -in all, $438. That she applied it to repairing the house and barn. On his cross-examination, he says he gave money to her and paid some to the hands; some to carpenters and some to masons, but could not tell how much. His father paid some, but could not tell how much he or she paid; paid for four years. The money went for the support of the family, repairs, &c. The improvements cost about $300. A note for the sum of $438 was given him by his father and mother. She took the money almost every time. He did not know why his father’s name was put in the note. Elias Hartzell testified that he made the alteration in the note from “I” to “We.” This alteration was made so that he should be bound.\nThe court below (Chapman, P. J.) instructed the jury that, if the testimony was believed, the plaintiff was entitled to recover.\nThere was a verdict and judgment accordingly. Whereupon the defendant sued out this writ, averring:\n1. That the court erred in submitting to the jury the question as to whether the deed made to the wife was intended to hinder, delay, or defeat Knapper, the execution-creditor.\n2. In charging the jury as follows: “ Is a sale made to a wife, and nothing paid, but a mortgage given by her for the whole of the purchase-money, a fraud in law ? In the abstract it may not be against the policy of the law. But when the husband and wife live together, and he makes advances, increasing the value of the property, it is against the policy of the law.”\n3. In charging the jury as-follows: “But if the husband under such circumstances advances money for the improvement of the property, it goes in relief of the wife. He thereby puts his funds out of the reach of his creditors, and secures to his family a portion of his property, thus shielding his property from his creditors. The verdict should be for plaintiff if you believe he has-made such advances.”\nHenry P. Boss, for plaintiff in error.\n(xeorge Lear, for defendant in error.\nFebruary 13th 1865,"
  },
  "file_name": "0129-01",
  "first_page_order": 129,
  "last_page_order": 133
}
