{
  "id": 998536,
  "name": "Housekeeper's Appeal",
  "name_abbreviation": "Housekeeper's Appeal",
  "decision_date": "1865-03-13",
  "docket_number": "",
  "first_page": "141",
  "last_page": "142",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 141"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 219,
    "char_count": 3373,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 6.015111303402198e-08,
      "percentile": 0.37314607917295567
    },
    "sha256": "6d7b9cd8866185ec8b72a0d54b8557890d647bfa94297c8515e0cee2b5a19c0d",
    "simhash": "1:cc8796b4971ab221",
    "word_count": 584
  },
  "last_updated": "2023-07-14T19:42:51.303223+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Housekeeper’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, C. J.\nThe fund in court was raised by a sheriff’s sale of the estate of William Wagner, deceased, by proceedings against his administratrix, on a mortgage made by him in his lifetime, and in the distribution of the fund the appellant, Benjamin Housekeeper, nephew and heir at law of William Wagner, sought to impeach the validity of the mortgage on the ground that it was obtained from his uncle without consideration, fraudulently, and after long-indulged habits of intemperance had unfitted him to make a valid conveyance or mortgage. The auditor and the court overruled his objections, and denied him an issue to try the facts alleged.\nI't is apparent that Housekeeper’s objections to the mortgage have no place in this distribution. The fund for distribution was raised out of the mortgage — is its legitimate fruit and consequence — and if the appellant means to insist upon his grave objections to the mortgage, he must not seek to share in the fund produced by the mortgage, but must bring his ejectment against the purchaser at the sheriff’s sale. To claim the fund, or any part of it, is to affirm the mortgage. It would be an unprecedented result to distribute the proceeds of a mortgage to one who denied its validity, and claimed adversely to it. He claims not as a creditor, but as an heir. As such he might have intervened and defended against the scire facias suit, and he may have his action against the sheriff’s vendee, but he had no right to an issue under the Act of Assembly of April 20th 1846, Purd. 446, to try the questions suggested upon the record. Only lien-creditors can claim an issue under that act, for they alone are “persons interested” within its meaning. Both because of the character of his objections to the mortgage, and because he is not a lien-creditor, the issue was properly denied him, and distribution made as if he had not appeared at all.\nThe decree is affirmed.",
        "type": "majority",
        "author": "Woodward, C. J."
      }
    ],
    "attorneys": [
      "Thomas B. Mooch and F. Oarroll Brewster, for appellant.",
      "J\". H. Olay, for appellee."
    ],
    "corrections": "",
    "head_matter": "Housekeeper’s Appeal.\nWho are allowed to try disputed facts on distribution of proceeds of sheriff’s sale. — Proper remedy for person not included in Act of April 20th 1846 on this subject.\n1. Under the Act of Assembly of April 20th 1846, the “ persons interested” who are entitled to an issue to try disputed facts, are lien-creditors only.\n2. Therefore, where, after sale upon mortgage, the receipt of the purchaser wa,s taken by the sheriff, under the provisions of that act, an heir at law of the mortgagor, who had died before the sale, is not entitled to an issue before the auditor to try the validity of the mortgage.\n3. The proper remedy was to appear and defend in the action of scire facias upon the mortgage, when issued against the administrator of the decedent; or to bring ejectment against the purchaser at sheriff’s sale.\nAppeal from the District Court of Philadelphia.\nThis was an appeal by Benjamin Housekeeper, Jr., from the decree of the District Court confirming the report of the auditor appointed to distribute the proceeds of the sheriff’s sale of the real estate of William Wagner, deceased, sold on a judgment in favour of J. Gordon Brinde, assignee of Mary A. Wagner, against Mary A. Wagner, administratrix of said deceased.\nThe whole case will be found in the opinion of the court.\nThomas B. Mooch and F. Oarroll Brewster, for appellant.\nJ\". H. Olay, for appellee.\nMarch 13th 1865,"
  },
  "file_name": "0141-01",
  "first_page_order": 141,
  "last_page_order": 142
}
