{
  "id": 998510,
  "name": "Dixcy's Executors versus Laning and Sill",
  "name_abbreviation": "Dixcy's Executors v. Laning",
  "decision_date": "1865-03-13",
  "docket_number": "",
  "first_page": "143",
  "last_page": "147",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 143"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Grant 88",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        227555
      ],
      "opinion_index": 0,
      "case_paths": [
        "/grant/2/0088-01"
      ]
    },
    {
      "cite": "8 Watts 416",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848419
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0416-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 555,
    "char_count": 11852,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 2.4947176933442087e-07,
      "percentile": 0.8088983180100462
    },
    "sha256": "66dc908599d7072101040e7cabf26c7cba0324d04e0a60080fbf2880071298e0",
    "simhash": "1:d9bf4411a86ea453",
    "word_count": 2061
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dixcy’s Executors versus Laning and Sill."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, C. J.\nThis was an action of covenant to recover arrears of ground-rent, and as judgment was rendered for the plaintiffs for want of a sufficient affidavit of defence, the question to be decided is, whether the affidavit that was put in on behalf of the defendants by John Thompson, the terre-tenant, disclosed good grounds of defence as against the plaintiffs’ action.\nOn the 25th of July 1856, Thompson bought a house and lot which was subject to a yearly ground-rent of $240, that belonged to the estate of Henry F. Leib, deceased. Under an order of Orphans’ Court the administrators of Leib sold the ground-rent to Thomas Dixcy, the plaintiff’s testator, and made return of the sale 19th March 1858, on which day the Orphans’ Court confirmed the sale, and ordered the administrators to give the security required by law in the sum of $4500. The next day Dixcy paid over $3400, the full consideration of his purchase, and took a deed from the administrator, duly executed and acknowledged, and which was recorded on the 9th of April, and after this the defendant paid the rent regularly to Dixcy, until the heirs of Leib, about the 1st of January 1862, gave him notice that Dixcy’s title was invalid and void in law, in consequence of the omission of the administrators to enter the security ordered by the Orphans’ Court on the 19th March 1858. To test Dixcy’s title, the heirs have brought suit, which is pending in the District Court.\nIt is sufficient for the purposes of this suit to say that if the decree of the 19th of March was void for want of the prescribed security, it cannot be declared void in this collateral action. The court had jurisdiction of the subject-matter, and was a-court of record; and the 2d section of the Act of 22d March 1832, Purd. 764, declares that “its proceedings and decrees, in all matters within its jurisdiction, shall not be reversed or avoided collaterally in any other court.” Nothing, therefore, but an appeal would justify us in inquiring into the validity of the decree in question.\nBut if this were not so, the matters suggested in the affidavit would not impeach the decree. In Lockhart v. John, 7 Barr 138, the provisions of the Acts of Assembly of 1832 and 1834, requiring security from administrators for the faithful application of the proceeds of Orphans’ Court sales were held to he directory merely, and the want of surety was held not to avoid the sale. So also the 6th and 10th sections of the Act of the 18th of April 1853, Purd. 852, were treated as merely directory in Thomas’s Appeal, 11 Casey 47, though surety was entered there before confirmation of the sale._ As bearing more or less upon this point, the discussions of principles in McPherson v. Cunliffe, 11 S. & R. 429; Snyder v. Merkel, 8 Watts 416; Painter v. Henderson, 7 Barr 48; Sair v. Hunsicker, 4 Casey 115; Runyan’s Appeal, 3 Id. 121; Merklein v. Trapnell, 10 Id. 42; Iddings v. Cairns, 2 Grant 88, are worth looking at.\nSales by order of the Orphans’ Court are judicial sales, and whilst it is true that administrators and others, subject to the jurisdiction of that court, should he held to the strictest compliance with all the directions of the Acts of Assembly, it is also true that purchasers at an Orphans’ Court sale are no more responsible for a proper application of the purchase-money than purchasers at any other judicial sale. The law, when it assumes custody of a debtor’s or decedent’s real estate, and converts it into money, is supposed to follow the money to its appropriate destination, and the purchaser is excused from this duty.\nNo misapplication of the purchase-money is alleged in this case. For aught we know, the administrators accounted for it as fully as if they had given bond. The affidavit which admits the payment of the money to them, charges no loss or misuse of it by them, so that if Dixcy were to be held to its proper application, no case would be made out against him. But without such liability on his part, it is very clear that the affidavit disclosed no defence.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, C. J."
      }
    ],
    "attorneys": [
      "Charles J3. Lex and H. C. Thompson, for plaintiffs in error.",
      "William JErnst, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Dixcy’s Executors versus Laning and Sill.\nDecree of Orphans’ Court confirming sale not to he avoided collaterally. —Purchaser at Orphans’ Court sale not responsible for application of purchase-money.\n1. Semble, that the title to real estate sold by oi’der of the Orphans’ Court is legally vested in the purchaser who has paid the purchase-money, though security was not entered by the administrator according to the order of the court.\n2. But even if the decree confirming the sale was void for want of the prescribed security, it could not be so declared in a collateral action of covenant for the arrears of the ground-rent sold, but only on appeal from that decree.\n3. A purchaser at an Orphans’ Court sale is not responsible for the application of the purchase-money: and where in an affidavit of defence to an action of covenant on a ground-rent deed, setting up the alleged defect of title, no misapplication of the purchase-money was alleged, the affidavit established no defence, even if the purchaser could be held to the proper application of the proceeds of the sale.\nCertificate from the Supreme Court at Nisi Prius.\nThis was an action of covenant, by John Thomas and Thomas T. B. Dixcy, executors and trustees under the last will and testament of Thomas Dixcy, deceased, who was assignee of Edward H. Bonsall and Jeremiah Bonsall, administrators of the estate of Henry F. Leib, deceased, vrho was assignee of Oliver Parry and Rachel his wife, and Nathaniel Randolph and Eliza his wife, against Charles Laning and George Sill, with notice to John Thompson, terre-tenant of the premises charged with the ground-rent.\nThe ground-rent deed on which suit was brought was executed 14th September 1855, by Oliver Parry and Rachel his wife, and Nathaniel Randolph and Eliza his wife, to Charles Laning and George Sill, their heirs and assigns, as tenants in common for a lot of ground situate at the south-west corner of Seventeenth and Washington, now Mount Yernon street, in the Fifteenth Ward of the City of Philadelphia; containing in front on Mount Yernon street twenty feet, and extending in length or depth southwardly of that width eighty-nine feet five inches to a four-feet wide alley leading eastward into Seventeenth street; reserving thereout unto the said Parry and Randolph, their heirs and assigns, the yearly ground-rent of $240, payable on the first days of January and July of every year.\nThe deed was recorded in the proper office for recording deeds at Philadelphia, on the 15th September 1855. Parry and Randolph and wives, by deed of assignment duly executed on the 8th of March 1856, and recorded in the office aforesaid on the 13th of March 1856, granted and assigned the said yearly rent of $240 unto Henry F. Leib, since deceased, his heirs and assigns. Edward H. Bonsall and Jeremiah Bonsall, administrators of the estate of the said Henry E. Leib, deceased, in pursuance of an order and decree of an Orphans’ Court for the county of Philadelphia, by deed duly executed 20th March 1858, and recorded the 9th of April 1858, granted and assigned the said yearly ground-rent ef $240 to Thomas Dixcy, recently deceased, his heirs and assigns, by whose last will and codicils thereto he appointed the plaintiffs, John Thomas and Thomas T. B. Dixcy, the executors and trustees thereof, to whom the proper register of wills duly granted letters testamentary on the 13th day of July 1864.\nTo a declaration in the usual form John Thompson, the terretenant, filed the following affidavit of defence:—\n“That on the 25th July 1856, he purchased the house and lot of ground south-west corner of Washington and Seventeenth streets, city of Philadelphia, subject to a yearly ground-rent of $240, then belonging to the estate of Henry E. Leib, deceased, who died on the 16th May 1856. ■ That from the date of his purchase down to the 1st January 1858, he paid the yearly rent regularly as it became due to the estate of Leib or the representatives thereof, after which date he commenced to pay the same to Thomas Dixcy, the plaintiffs’ testator, who in the mean time had become the owmer of the ground-rent by purchase at an Orphans’ Court sale, under an order of that court, made 5th January 1858, authorizing the administrators of Leib’s estate to sell the same for the payment of his'debts; in pursuance of which they sold the same, and so made return thereof on the' 19th March 1858, on which day the Orphans’ Court confirmed the sale, and ordered the administrators to enter the usual security in the sum of $4500.\n“ That on the next day Thomas Dixcy paid over to the administrators the full amount of the said purchase-money, $3400, at the same time taking from them a deed of the said' ground-rent, duly executed and acknowledged, and which was shortly after-wards, to wit, on the 9th of April 1858, placed of record at Philadelphia.\n“ That after the above-mentioned sale and conveyance, he paid the yearly rent regularly as it fell due to the said Thomas Dixcy, the said purchaser of the ground-rent at Orphans’ Court sale, and so continued to pay the same down to the 1st January 1862, about which time he received a note from the counsel of the heirs of the said Henry P. Leib, deceased, cautioning him against paying any more ground-rent to the said Thomas Dixcy, alleging that the title of the said Dixcy to the said ground-rent was invalid and void in law, in consequence' of the omission, on the part of the administrators of Leib, to enter the security ordered by the Orphans’ Court on the said 19th March 1858, to be entered by them on the confirmation of the sale of the ground-rent. That the said heirs of Leib, in order to test the validity of the title of Thomas Dixcy to the said ground-rent, have brought suit against this deponent in the District Court, in the city and county of Philadelphia, and claim to recover therein from this deponent the identical arrears of ground-rent for which the present suit has been brought.\n“ That since the above-mentioned notice was given to him, he he has been and is now ready and willing to pay the arrears of ground-rent for which the present suit is brought, but submits that he cannot with safety do so while it is uncertain and undetermined to whom it is legally payable.”\nOn hearing, the learned judge, before whom the cause was tried, entered judgment in favour of the plaintiffs.\nThis writ was then suid out by the defendants, who averred here that the learned judge erred in entering judgment for plaintiffs because—\n1. The aflidavit of defence set up a good defence in law.\n2. The omission on the part of the administrators of Henry F. Leib to enter the security ordered by the Orphans’ Court on the 19th March 1858, was fatal to the validity of Dixcy’s title.\n3. The Acts of March 1832, § 33, and 24th February 1834, § 43, relating to sales of decedents’ real estates, require the filing of a bond for the faithful application of the proceeds of' sale, and the administrators of Henry F. Leib having omitted to file such a bond, Dixcy could not acquire a valid title under the sale.\n4. The suit now pending in the District Court to December Term 1862, No. 68, against Thompson, the appellant, was brought to test the validity of Dixcy’s title, on the ground of the omission of Leib’s administrators to file the bond, which is a material fact, and a bar to the plaintiff’s suit, if sustained.\n5. The appellant should have been permitted to show in a trial of the case that Leib’s administrators had omitted to enter the bond. . And\n6. Because the court entered judgment for the plaintiffs, notwithstanding the affidavit of defence.\nCharles J3. Lex and H. C. Thompson, for plaintiffs in error.\nWilliam JErnst, for defendants in error.\nMarch 13th 1865,"
  },
  "file_name": "0143-01",
  "first_page_order": 143,
  "last_page_order": 147
}
