{
  "id": 998499,
  "name": "Smith, Garnishee of Hipple, versus Brooke",
  "name_abbreviation": "Smith v. Brooke",
  "decision_date": "1865-03-13",
  "docket_number": "",
  "first_page": "147",
  "last_page": "151",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 147"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Wright 248",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 566,
    "char_count": 11714,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 7.114754963696728e-07,
      "percentile": 0.9668279888132474
    },
    "sha256": "84619902be8dbac5156ee72b88f0399c14600261195909120bd6bf203c54982d",
    "simhash": "1:ce5ec6b51634fa6e",
    "word_count": 2110
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Smith, Garnishee of Hipple, versus Brooke."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, C. J.\nDr. Smith employed Adam Hippie, a master carpenter, to build a house, and agreed to pay him $1.50 the day for his own labour, and $1 a day for each of his hands; and from this per diem of the hands, Hippie was to receive assessments varying from five to fifty cents a day for each hand, according to the degree of supervision they would respectively require. On the trial of the cause the per diem for Hippie’s own labour was ascertained to amount to $463.50 — a fund which the court held to be exempted from attachment-execution by the Act of Assembly of June 16th 1836, § 37, Purd. 435. The assessments on the wages of the hands amounted to another fund of $493.37, which the court held to be liable to attachment; and the two first errors assigned raise the question, whether the court erred in holding this latter fund to be subject to attachment.\nBoth in Heebner v. Chave, 5 Barr 117, and in Costello v. The Coal Co., 9 Casey 241, the “wages of labourers,” which the statute was designed to protect, were defined to be the earnings of the labourer, by his personal manual toil, and not the profits which the contractor derives from the labour of others. The cases illustrate the distinction between the two kinds of gains or rewards. It is the difference between the sale of your own labour, and a sale of another man’s labour, at something more than you pay for it. Wha-t is received for another’s labour over and above what is paid for it is called profit, and such profits were held not to be within the protection of the statute.\nWe think this ruling was right. The statute secures to the labourer and his family the earnings of his own hands; but this is its full extent and scope. If it were carried farther by judicial decision, it would be hard to assign a limit to its operation. The profits of every enterprise might be called the wages of labour, with no great violence to language, and thus the collection of debts be abolished in many instances where ample means of payment existed. The legislature meant nothing so unreasonable and extravagant. They only meant that, what a man earned by his personal labour should not be intercepted by his creditors, but should go to supply the wants of himself and family, leaving whatever other moneys might be due to him to be seized for his debts.\nThe third assignment relates to what was said about the application of the payments Smith had made. As between him and Hippie (regarding the indebtedness as divisible into two funds), Smith had a right to direct to which of the funds his payments should be applied, and, failing to make the application, Hippie had a right to apply the payments; but neither party having made a specific application, the law would apply the payments in the manner most beneficial to - Hippie the creditor: Pierce v. Sweet, 9 Casey 157.\nSuch would be the rule as between Smith and Hippie, but Smith is a mere stakeholder here, and the real issue is between Hippie and his creditor Brooke. Now by force of the attachment Brooke was placed in the position, and acquired the rights of Hippie, his debtor, as against Smith the garnishee: Fessler v. Ellis, 4 Wright 248. Therefore the application which the law would make of partial payments, as between the two funds above mentioned, would be such as would most benefit Brooke, and of course that would be to the fund protected by the statute, rather than to the fund that was exposed to execution. The court referred it to the jury to make an equitable application of these payments, and it is apparent from their verdict, that they applied them as the law directs. The plaintiff in error has no reason to complain of this reference of the question to the jury, for an imperative ruling of it would have been necessarily adverse to him.\nThe judgment is affirmed!",
        "type": "majority",
        "author": "Woodward, C. J."
      }
    ],
    "attorneys": [
      "J. K. McKenty, for plaintiff in error.",
      "Charles K. Bobison and Jesse Gr. Bawley, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Smith, Garnishee of Hipple, versus Brooke.\nWhat wages are exempt from, execution. — Appropriation of payments on account.\n1. If a master carpenter receive from Ms employer for the labour of his hands more than the wages paid by him to them, the profits on labour thus received, are not exempt from attachment, under the Act of 16th June 1836.\n2. Where, of the whole amount due the builder, part is for his individual services and a part are profits of labour, the employer has the right of appropriating the payments made by him on account, to either fund: if he do not, the employee may: if exercised by neither, then the law will make the appropriation.\n3. Thus where a creditor of the mechanic attaches the balance due in the hands of his employer as garnishee, as against the latter, the creditor succeeds to all his debtor’s rights : and therefore the law will appropriate the partial payments in such a manner as will most benefit the attaching creditor, that is, to the fund protected by the statute, the wages for individual labour.\n4. Where the question of appropriation is left to the jury, who apply it as the law would have done, the garnishee cannot complain of the submission of the question to the jury: for an imperative ruling of the question as matter of law would have necessarily been adverse to him.\nError to tbe Common Pleas of Berks county.\nThis was an attachment execution on a judgment in favour of John R. Brooke, against Adam Hippie, in which Aaron Smith was summoned as garnishee, in which, under the ruling of the court below, there was a verdict and judgment in favour of the plaintiff. This writ of error was sued out by the garnishee.\nThe errors -assigned here were to certain portions of the charge of the court printed in brackets, in which all the material facts of the case will be found.\nThe learned judge before whom the case was tried (Woodward, J.), charged the jury as follows :—\n“ This is an issue made up between John R. Brooke and Dr. Aaron Smith, to ascertain whether any funds are in the hands of the latter belonging to Adam Hippie, against whom Brooke holds a judgment amounting to something over $420. The facts in evidence show that Hippie was employed to do the carpenter work for a house Dr. Smith erected in 1861 and 1862. The whole of this work amounted to $1876. Of this sum the wages of Hippie for his personal labour, at $1.50 a day, amounted to about $463. He was allowed $1 a day for each of the hands employed by him, and was entitled to the difference between that sum and the sum he paid. The aggregate of his profits on the labour of the hands after payment to them of their wages in full, was $493.27. Hippie furnished for the house a bill of paint for which he has charged, and which Dr. Smith has not paid, amounting to $64. He supplied some hardware also, valued at about $7.50, but it is left uncertain whether that has beexx paid. The sum of $115 wa.s advanced by Hippie in cash, but the appropriation of that sum to the claims of two of the workmen who had filed liens is proved. The whole balance due to Hippie is $402.76.\n“ if, as the plaintiff claims, Hippie funiished $64 worth of paint, it is not contended that the debt would be one which would be liable to an attachment execution. It is claimed however by the defendant, that there is no adequate proof of payment by Hippie, and that the evidence is consistent with the fact that he purchased it as agent for Dr. Smith, and that it remains charged to him by the person from whoxn Hippie obtained it. The fact is for the jury.\n“ [It is claimed by the defendant that no part of the compensation due to Hippie for the labour peifforined by his hands is liable to attachxnent. The defendant insists that the $493.27 belonging to Hippie, from the profits of the workmen employed by him, were as much the wages of laboux-, and as fully protected from the claims of his creditors, as the money earned by his own personal labour. In support of this view of the case, the authority of Costello v. The Pennsylvania Coal Company, 9 Casey 241, is relied on. The court do not think the authority sustains the argument.] In that case Welsh and Kennedy were miners of coal at an ascertained piúce per ton. They employed a labourer at a settled rate of wages per day. A balance was due one of the miners after the labour had been paid, on settlement, and this balance in the hands of the coal company was attached The Supreme Court held that the fund was not subject to attachment because it was strictly and literally wages of labour. ‘The miner,’ it was said by the court, ‘is not a contractor who stands off and appropriates the profits of other men’s labour, but he leads the way into the subterranean chamber, directs every arrangement and movement, and performs the efficient labour with his own hands. The statute does not define the labour it meant to protect, and it might be difficult to construct a perfectly satisfactory definition, but there can be no doubt that wages earned by the personal manual labour of the debtor are under cover of the statute.’ In the present case, this fund in controversy might have been realized by Hippie without the performance of one hour’s labour by himself. It is asserted on the part of the plaintiff, that the statement in evidence shows the employment of some of the workmen when Hippie was not himself employed. [The fund, amounting to about $468, earned by Hippie’s own labour, cannot be touched by a creditor. But a fund realized entirely from a profit on the labour of others is subject to attachment. The case of Costello v. The Coal Company, does not affect the general authority of Heebner v. Cháve, 5 Barr 117. The criticism upon the latter case is founded upon the failure of the court in giving the whole fund to the attaching creditor, to discriminate between the amount due the debtor for his own work and the amount due him for the labour of his servants.]\n“ The court have referred to the only points raised by the parties during the trial and the argument. It may be that this controversy involves the necessity for an inquiry into other principles of law. [The whole amount of work done was $1876. The garnishee has paid all claims against him in favour of Hippie except $402.76. This sum is less than plaintiff’s original judgment, and bears nearly the same relation to the amount earned by Hippie’s personal labour ($463), that it bears to the amount of his profits ($493) on the wages of the workmen. There is no evidence as to the application to the different funds of the payments made by Dr. Smith to Hippie. The rule is that a debtor in making payments to a creditor having several claims against him may direct their application. If he does not do this, the creditors may appropriate them. If the parties make no application, the law will apply them so as to meet the equity and justice of the case. Here the proper appropriation is for the jury. It is for them to say whether the payments made by Dr. Smith shall be taken to have been on account of the wages of the workmen, together with the wages of Hippie, or his profits on the workmen’s labour. Bearing the relation which the balance does to these two latter amounts, it is referred to the jury to say, in the absence of proof of specific application, whether it would be equitable to treat the balance as applicable in the same proportion to the two funds. In that case their verdict will find something like one-half of the balance due from Dr. Smith to be subject to this attachment.] But the whole question is for the jury to settle, and the court do not propose to interfere in airy way in the performance of the jury’s legitimate function.”\nTo which the counsel for both parties excepted.\nJ. K. McKenty, for plaintiff in error.\nCharles K. Bobison and Jesse Gr. Bawley, for defendant in error.\nMarch 13th 1865,"
  },
  "file_name": "0147-01",
  "first_page_order": 147,
  "last_page_order": 151
}
