{
  "id": 998441,
  "name": "Burton versus Fulton et al",
  "name_abbreviation": "Burton v. Fulton",
  "decision_date": "1865-03-23",
  "docket_number": "",
  "first_page": "151",
  "last_page": "155",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 151"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 632,
    "char_count": 14051,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 8.382713457575204e-07,
      "percentile": 0.9757675061364581
    },
    "sha256": "2ddeaed6e99b24187faea4e0a6d79b873850860e8cb0b3be70ff8829032d31e2",
    "simhash": "1:5fdbddc8b78b67ee",
    "word_count": 2332
  },
  "last_updated": "2023-07-14T19:42:51.303223+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Burton versus Fulton et al"
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nIt was not denied on argument, nor could k have been with any show of plausibility, that school directors is this city and county have the right and power to dismiss teacher^ Where, in their opinion, the interests of the schools require h. This admits of no denial. That the plaintiff in this case had for five years, satisfactorily to all concerned, discharged tin arduous duties of principal of the Monroe Grammar School, is much to her credit, and a very high testimonial of capacity and fidelity; yet even this imposed no legal restriction on the exercise of the power of removal. There may possibly be sufficient reasons for a change of teachers, even where it is not easy to make it manifest to any but those whose immediate obligation and duty produce such a result, and we ought not, if we had the power, to embarrass the right to make such changes. The complaint here is not for removal merely, but for a conspiracy to accomplish the end through undue means, with malice and with intent to injure the plaintiff. The defendants, being public officers, and acting within the undoubted scope of their authority, so far as displacing the plaintiff was concerned, are not answerable in damages for the consequences of their acts, unless malice and injury were the impelling motives. The law presumes nothing like this as against them: it was therefore incumbent on the plaintiff to prove it upon them. It was just here she failed, and, so failing, had no case. Our brother at Nisi Prius was authorized to judge of this in coming to a conclusion to non-suit the plaintiff; and after a very careful examination of all the testimony given, we think he was entirely right in his conclusion to do so. We see no evidence of an unlawful combination or conspiracy among the members of the committee, the defendants; nothing like malice, and but little of injury. Had the testimony been objected to, going to show injury, it is probable it would not have been received. It was but the opinion of the witness that it would prejudice. But even if it were injurious, and there was no malice, no damages could be demanded as the consequence.\nIt is possible that injustice was done the plaintiff by the committee, but nothing has been shown to bring it within judicial .cognisance, so as to justify the proposed redress. We regard the nonsuit as properly directed, and the judgment is affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Henry M. Phillips, for plaintiff in error.",
      "P. Carroll Brewster, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Burton versus Fulton et al\nPublic officers when not answerable in damages for their conduct.\n1. Public officers, acting within the scope of their authority, are not answerable in damages for the consequences of their acts, unless done maliciously and with an intent to injure.\n2. Hence an action is not maintainable by a teacher against school directors for maliciously conspiring to remove her from her position, without proof of malice, an intent to injure, and an unlawful conspiracy: and where no such proof was made the plaintiff was properly nonsuited, upon the trial of the case.\n3. Mere negative evidence of want of probable cause for removal by showing general good conduct and capacity as a teacher, is not sufficient proof of malice either in the directors or the committee exercising the powers committed to them by the Board, in relation to the removal.\nCertificate from the Supreme Court at Nisi Prius.\nThis was an action on the ease by Mary R. Burton against James Fulton, Thomas P. Stotesbury, and Adam H. Gross.\nThe declaration charged the defendants with conspiring to deprive plaintiff of the position which she hold as principal of the Monroe Grammar School, and prevent her from obtaining further employment in any other school in her profession as a teacher.\nThe material facts of the case were these :—\nOn the 1st of September, a. d. 1857, a committee of the Fourteenth Section, First School District of Pennsylvania, appointed the plaintiff principal of the Monroe Girls’ Grammar School, for three months, and permanently thereafter, should her services during said three months prove satisfactory. She had been recommended to them for the position by Professor John S. Hart, the Principal of the Philadelphia High School, who had examined her on several occasions, and given her certificates of qualification as a teacher. She entered upon her duties on the 7th day of September 1857. On the 28th of May 1858, she was unanimously elected by the Board of Directors of the Fourteenth Section to the position of principal, and continued to hold the same until the 1st day of October, A. D. 1862, at the salary of $600 a year.\nOn the 30th day of September 1862, the defendants, at the time School Directors of the Fourteenth Section, and members of a committee of six who had charge of all the schools located in the Monroe School Building, met at the committee-room of the Monroe School-House, and there prepared and adopted the preamble and resolutions contained in the following letter, which was delivered to the plaintiff on the morning of the next day: — •\n“ Monroe School, 14th Section, \"I\n“ Philadelphia, September 30th 1862.\nj\n“Miss Mary R. Burton, Principal:\n“ You will perceive, on reading the following, that it is my duty to officially communicate the same to you as part of the proceedings of the committee this day.”\n(Extract from the minutes.)\n“ ‘ Whereas, The condition of the ‘Monroe Girls’ Grammar School,’ together with the general conduct of the principal, having been before the Board of Directors at their last stated meeting, and action in the matter having been referred to the committee on said school for action and decision, with power to act; and\n“ ‘ Whereas, The said committee having given the whole subject their careful attention, have come to the conclusion, after mature consideration, that the interest of said school would be promoted by the removal of Miss Burton, Principal. It was, therefore, on motion, unanimously\n“ ‘Resolved, That said committee on the ‘Monroe Girls’ Grammar School’ consider it a duty they owe to the public, to remove Miss' Burton, Principal. It was further\n“ ‘ Resolved, That Miss M. R. Burton be requested to resign her position as Principal of said school, and that the chairman be directed to send her a copy of these proceedings.\n“ ‘ James Fulton, Chairman.’\n“I am respectfully and truly yours, &c.\n“ James Fulton.”\nThe plaintiff immediately left the school, and, the same day, replied to the letter sent by Mr. Fulton, as follows :—\n“Monroe School, October 1st 1862.\n“ Mr. James Fulton:\n“ In compliance with the request contained in your communication received this morning, I herewith tender to the Board of Directors of the Fourteenth Section, my resignation as Principal of the Monroe Girls’ Grammar School.\n“I deem it but justice to myself to say that I have not'only been prevented from being a party to any investigation that resulted in such action, but even from having any knowledge of the proceedings. “Respectfully,\nM. R. Burton.”\nOn the 7th of October following, she addressed this note to the committee:—\n“ Tuesday, October 7th 1862.\n“Mr. James Fulton, Chairman of the Committee of Monroe Girls’ Grammar School:\n“Since my reply to your communication of the 30th ult., I have, after due deliberation, concluded respectfully to ask of you an explanation of the causes which led to my being so summarily dismissed from the position of Principal of the Monroe Girls’ Grammar School, inasmuch as neither the action of the board, nor of the committee, furnishes the desired information.\n“ I cannot suppose that so respectable a body as the Board of Directors of the Fourteenth 'Section would have acted in so important a matter without some reason, which, I am confident, must have originated in mistake, misapprehension, or, it may be, misrepresentation.\n“ An early reply will much oblige,\n“Yours respectfully,\n“M. R. Burton.”\nNo reply or explanation was given. Plaintiff then enclosed a copy of her note to the committee in the following note to the Board of Directors of the section:—\n“Philadelphia, October 29th 1862.\n“ To the Board of Directors of the Fourteenth Section of the\nFirst School District of Pennsylvania:\n“ Gentlemen : — You will find enclosed-a copy of a note dated the 7th inst., addressed by me to the Chairman of the Committee of the Monroe .Girls’ Grammar School, to which I have received no reply.\n“ May I ask that you will give it .some attention ?\n“Yours, very respectfully,\n“ M. R. Burton.”\nAn extract from the minutes of a meeting of the board, held October 31st, referring to the reception of this note, is herewith appended:—\nExtract. — “ Communication from Miss Mary Burton, in relation to the charges which caused her removal, which was fully discussed, and on motion the whole matter was referred to committee on Monroe Schools.” * * * * * *\n“ The Committee from Monroe Schools reported the following changes in the schools under their charge: — 1st. Miss Emma Eldridge to the Principalship of Monroe Girls’ Grammar School; Miss Wright to the Fourth Assistant of Monroe Secondary.”\nTo prove that the defendants falsely and maliciously conspired together to remove her from her position of principal, or compel her to resign, the plaintiff called a number of witnesses, who testified that the school increased and prospered under her charge, and was well governed and managed by her during the time of her employment; that she was a qualified teacher. A number of the witnesses were the parents of children who belonged to her school, and had visited it from time to time. They testified that, to the best of their observations in these visits, her conduct and discipline were good, and the children improved. And, further, that they had opportunities of hearing complaints if any had been made against her, and never heard of any against her. •\nAn extract from the minutes of the previous stated meeting of the Board of Directors, held September 26th 1862, was read, showing that one of the defendants acted as secretary of the meeting, and wrote out in the minutes certain charges against the plaintiff, which were erased therefrom at • the next meeting. The following is the extract, the part in parenthesis being the part which was erased :—\nExtract. — “ A regular stated meeting of the board was held this Friday evening, 26th September 1862, at the usual time and place.\n“ Present, Messrs. Howard, Fletcher, Chambers, Schell, Leighton, Gross, Scheide, Fulton, and Stotesbury, President.\n“ In the absence of the secretary, James Fulton was requested to act.\n“ Teachers’ monthly report read, and on motion ordered to be filed. The matter in relation to the Principal of the Monroe Girls’ Grammar School (having annoyingly and unjustifiedly interfered in regard to reducing the number of teachers in her school, and her conduct and management of said school generally) was discussed, and referred to the committee on said school for investigation and action, with power to act.\n“ On motion adjourned.\n“ (Signed) Jambs Fulton, Sec. pro tem.\n“ Per McDowell.”\nMinutes of the Board of October 31si 1862:\nJSxtract. — u A regular stated meeting of the board was held this Friday evening, October 31st 1862.\n“ Present, Messrs. Stotesbury, Howard,. Leighton, Schell, Gross, Fulton, Ayres, Fletcher, Scheide, Chambers, Stackhouse, and McDowell.\n“ The minutes of the preceding meeting were read, and after having been corrected, were adopted.”\nThe preamble and resolutions contained in Mr. Fulton’s note to the plaintiff, of September 30th 1862, were placed upon the minute-book of the committee, with the additional statement that Mr. Stotesbury moved their adoption.\nAs to the damage sustained by the plaintiff, she showed that the principalship of a girls’ grammar school in the city of Philadelphia is the highest position that a female teacher can attain to in the public schools of the First School District; the salary attached to it was then fixed by the 'board of control at $600 per annum, but since then it has been raised to $750 per annum.\nThat immediately after the reception of the plaintiff’s letter of resignation, and before the next succeeding meeting of the board of directors of that section, the committee of that school, without paying any attention to the plaintiff’s letter of October 7th 1862, appointed another lady to the position; and further, that in consequence of the proceedings of the defendants, in the adoption of the preamble and resolutions referred to, and placing thorn upon the minute-book of the committee, the plaintiff was not only deprived of the position and the salary attached to it, but she has, also, ever since been prevented from getting any employment as a teacher elsewhere, and is altogether deprived of the means of obtaining a livelihood by her profession.\nRichard R. Montgomery, Esq., who had been connected with the public schools of this city, as a director, for many years, and was a controller in the fifth section from the year 1855 to 1858, upon the letter of Mr. Fulton’s, containing the preamble and resolutions of the committee, being shown to him, testified that “ with a letter such as this before me, or any one who performs his duty as a director intelligently, a resignation thus compelled Would be 'injurious, and prevent the teacher from getting employment.”\nProfessor Hart, in his deposition referring to the same letter, says: “ Such a paper as this would be very damaging to the prospects of the plaintiff obtaining a situation in a public school or elsewhere. In the first place, the effect of being required to resign on account of the condition of the school under her care, and, still more, assigning as a cause the general conduct of Miss Burton — these reasons would be very damaging to her prospects as a teacher.”\nAfter the plaintiff had closed, the court, on motion of the counsel for the defendants, directed a judgment of nonsuit to be entered against the plaintiff; which was the error assigned.\nHenry M. Phillips, for plaintiff in error.\nP. Carroll Brewster, for defendants in error.\nMarch 23d 1865,"
  },
  "file_name": "0151-01",
  "first_page_order": 151,
  "last_page_order": 157
}
