{
  "id": 998553,
  "name": "Bennett and Wife versus Fulmer",
  "name_abbreviation": "Bennett v. Fulmer",
  "decision_date": "1865-03-13",
  "docket_number": "",
  "first_page": "155",
  "last_page": "163",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 155"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts 313",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850947
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0313-01"
      ]
    },
    {
      "cite": "3 Rawle 312",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822487
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/3/0312-01"
      ]
    },
    {
      "cite": "4 Watts 425",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "8 Watts 403",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848497
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0403-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 864,
    "char_count": 22134,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 2.8954038640778983e-07,
      "percentile": 0.8446556150570941
    },
    "sha256": "088c10a6243a8e228451f8b2dac1be0971da4a5f801c54b25c22b39b832441ac",
    "simhash": "1:59a6eca832ac52ab",
    "word_count": 3875
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bennett and Wife versus Fulmer."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nIt is said, in the history of this case, by the plaintiffs in error, that “more than half a century ago Robert Martin owned the land now in controversy as a part-of a larger tract, and having a daughter intermarried with Alexander Cavan, gave it to his son-in-law and daughter as a home for' them and their children; that they immediately thereafter built upon it, and otherwise improved and lived upon it until their deaths, some ten or eleven years before the trial of this suit.” From the testimony we learn that, in July 18th 1835, Alexander Cavan and wife, by deed duly acknowledged, for a recited consideration of $300, conveyed the premises to John Cavan, a son, and took a lease of the same at the yearly rental of $25 (and the taxes), to be paid at the end of each year. This relation was never changed during the life of the parties to it. In 1837 John Cavan being indebted, a judgment was obtained against him by one Sylvanus Haight, for $563.71. It was revived in 1842, and to December Term 1845, it was again revived against him and Alexander Cavan as terre-tenant. No farther proceedings were had until March Term 1859, when an alias sei. fa. issued- against H. Mudge, administrator of John Cavan, deceased, to which the administrator appeared and confessed judgment, and afterwards waived inquisition, and agreed to a sale on a fi. fa. The property was sold to Daniel Fulmer, one of the defendants in error and below, and a deed made pursuant to the sale.\nThe first error assigned is in admitting the evidence of these proceedings. It seems strange to hear such an objection to the proceedings as was made here. It was that the administrator, in agreeing to confess judgment, had the entry made, money to be “ made and levied of the goods and chattels of the said John Cavan, deceased, only.” John Cavan had not lived in this state for many years, and had no personal property of which it might have been levied. Undoubtedly the word only was introduced to exclude any possible resort to the administrator, a thing which he may have supposed possible. Nobody can doubt but that an administrator can confess judgment, and it has been decided that he may waive inquisition : Hunt v. Devling, 8 Watts 403. It was not necessary that the heirs should have been parties to the revival. The judgment had been obtained in the lifetime of the decedent, and in such case the 34th section of the Act of 1834 does not apply: 4 Watts 425; 8 Id. 124; 3 Barr 351; 2 Harris 269. There was no error in the admission of the sei. fa., and subsequent proceedings. It was truly said, in argument by the counsel of the defendants in error, that if there had been irregularities in the confession of judgment, waiver of inquisition, or the like, it was only the heirs of John Cavan who could take advantage of them, if. anybody could do it.\nThe defence being on the title of John Cavan, now vested in Daniel Fulmer, it was deemed important to show a lease by him to Alexander Cavan, from whom he bought, and it was objected to because its execution was not sufficiently proved. I grant that this would be so were we to take the testimony from the paper-book of the plaintiffs in error; but the testimony on the record and on the defendant’s paper-book, is quite sufficient to authorize its reception. Nothing should ever appear as testimony on paper-books that has not been certified to by the presiding judge below. An observance of this rule would'save much trouble and many disputes. This is the only testimony we can at all look at. This assignment of error fails. The fact that a witness does not recollect the act of signing by the parties, or himself, is not necessary to be testified to in order to admit the instrument, if he recognises the signature as a witness to be his own: 1 Greenl. Ev. § 38; 3 Rawle 312.\nThe third error assigned is to the rejection of the record of the criminal prosecution against the defendants for forcible entry and detainer. It was not evidence on the issue involved in this suit. It was between different partiés, and the plaintiffs were the prosecutors and witnesses. There was no rule for the admission of such testimony as the case stood at the time it was offered, and it was properly rejected.\nThe fourth and fifth errors may be considered together. The plaintiff, Mrs. Bennett, claimed the land by purchase at Orphans’ Court sale, as the property of Alexander Cavan. She purchased it a few days after the sale of the property to Daniel Fulmer by the sheriff as John Cavan’s property. Having given in evidence this title, and the acts of trespass by the defendants, the plaintiffs rested. The defendants then showed title under the plea of liberum tenementum, derived from John Cavan, deceased, by the sheriff’s sale above referred to. This then drove the plaintiffs to the alternative of showing a trust in .John of the land for the use of his father, or failing; and to do this, they offered the testimony of Elizabeth and Margaret Martin, and William Cavan, two sisters and a brother of John, to prove it, and the court rejected the testimony.\nI agree entirely with the court, that even if there had once existed a foundation on which to have rested the claim for a resulting trust, the lapse of over twenty years, without an attempt to enforce it, -would ordinarily be dilatory. Special circumstances might exist possibly to overcome such a delay; and it was contended that such existed here, in the fact that Alexander Cavan lived on the land, and died on it many years after the conveyance. But it must be remembered that he lived on it as tenant, under a lease, all this time. He might have turned out and asserted his title as cestui que trust, if he had felt that he was in good conscience entitled to claim such a position. He was not, therefore, as has been said by the counsel for the plaintiffs in error, in the execution of the trust all the time. He never was so from the moment of the execution of the lease, and that was of even date with the acknowledgment of the deed to his son, until the day of his death.\nIn McBarron v. Glass, 6 Casey 133, we said that where there is an attempt to set up a resulting trust against a .legal title, it is the duty of the court to reject all evidence, which if true, does not make out such a case as would induce a chancellor to decree a conveyance. The testimony proposed mainly related to after declarations of John, that the conveyance to him was to keep the property from his father’s creditors and his mother’s heirs, and that when his father and mother died the property should be divided among the heirs. The same witness proved that the conveyance to John was in consideration of money paid by him, a part of which he said had been contributed by the brothers and sisters to discharge a judgment of Pollock against his father. This is to be found in the testimony of William Cavan. His sister, Mrs. Martin, says she was present when the deed was made — that no money was paid ; that the magistrate told her father and mother that the deed was not to take away the property out of their hands, or out of that of their heirs; that John was present, arid within hearing, but said nothing, so far as she discloses. That there was a money consideration for the conveyance admits of no doubt; and that the money was paid by John to the creditor, who was pursuing his father, the debtor, and hence it was part paid when the deed was made. There is testimony that Alexander Cavan’s interest, called a life lease in it, had been sold, and John had bid it in, and it was on this account the conveyance had been made; but, be that as it may, the evidence fell far short of establishing a trust of any kind in John., Ho interest resulted to his father from furnishing any part of the money paid by John; nor was there a conveyance for any purpose which by bad faith turned him into a trustee ex maleficio. In trusts, declarations at a different time from the moment of creation, are evidence undoubtedly; they not only corroborate the foundation fact of its existence, but show its admitted continuance, so as to excuse apparent laches'in not asserting it; but they cannot be established by declarations alone, made at an after time. If the trust results from part payment of money, the cestui que trust must show that, in some way or other ; or, if it results ex maleficio, the breach of faith must likewise be shown. I admit that a trust in Pennsylvania. can be proved by parol, but it must be clearly proved before it will be enforced in equity: 8 Casey 371; Hill on Trusts 60. Parol trusts against legal titles are not favoured with us: 11 Harris 265. The evidence here showed nothing from which a chancellor would hold himself in conscience bound to act. If John was a purchaser of the property for value, as we must regard him, his parol declarations of an intention to hold the land in trust would not bind him. The reason is that no equity remained in the grantor. Haines v. O’Conner, 10 Watts 313, and many succeeding cases down to the present time, clearly prove this. If the testimony had been admitted, it would not have gone even this far in proving a trust. We feel sure that nothing like injustice was done the plaintiffs in this trial of title, when we turn to the unequivocal acts of the plaintiffs’ ancestor in regard to the property. He conveyed it by deed, occupied it for years as a tenant, and suffered judgment to pass against him as terretenant without objection. While these considerations are not the reasons for the rejection of the testimony, they render more agreeable the administration of the rule upon which it was rejected.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Gr. W. Youngman and O. D. JSmery, for plaintiffs.",
      "James William, S. Armstrong, for defendants."
    ],
    "corrections": "",
    "head_matter": "Bennett and Wife versus Fulmer.\nPower of administrator to confess judgment on sci. fa. and waive inquisition. — Proof of execution of lease by subscribing witness. — Record of conviction for forcible entry not evidence in action for a trespass on same property. — Evidence necessary to establish trust in real estate.\n1. An administrator may appear to a scire facias for the revival of a judgment obtained against his decedent in his lifetime and confess judgment thereon ; and may also waive inquisition on an execution issued upon the judgment confessed; and in an action of trespass in which the defendant justified under title derived.by purchase at the sheriff's sale, it is not a valid objection to the admission of the scire facias and proceedings under it, that the agreement for the confession of judgment contained a stipulation that the money should be made of the goods and chattels of the decedent only: nor was it necessary that the widow and heirs should have been made parties to the scire facias.\n2. Where a subscribing witness called to prove the execution of a lease recognises his signature as such, and has knowledge of the signature of one of the parties, and of the presence of the other, whose handwriting is proved by another witness, the proof is sufficient-, and the lease admissible in evidence though the subscribing witness could not remember the act of signing.\n3. The record of a criminal prosecution against defendants for forcible entry and detainer, wherein plaintiffs were prosecutors and witnesses, is not admissible on the trial of the civil action of trespass involving the title to the premises.\n4. Where the plaintiffs in the action of trespass claimed title under an Orphans’ Court sale as the property of a former owner, and after proving the sale, and the acts of trespass, rested; and the defendant, under the plea of liberum, tenementum, gave in evidence a deed from that owner to his son, the entry of judgments against the latter, the revival of one of them after his death by his administrator, a sheriff's sale and purchase thereunder; in answer to which the plaintiffs attempted to show a trust in the son: held that only such evidence was admissible to establish it, as, if true, would make out a case in which a chancellor would decree a conveyance.\n5. Hence where more than twenty years had passed without an attempt to enforce the trust, and the payment of a money consideration for the conveyance by the son was proved, as also that the father had lived on the land until his death, as tenant under lease from the son contemporaneous with the deed; evidence of the declarations of the son that he held the land in trust, made after the conveyance to him, was inadmissible.\nError to the Common Pleas of Lycoming county.\nThis was an action of trespass quare clausum, fregit by Moses Bennett and Isabella his wife, in right of said Isabella, against Daniel Fulmer and others.\nOn the trial the plaintiffs proved possession of the property by Alexander Cavan and wife for a period of fifty years, and until their death; that their daughter Isabella and her sisters continued to live on the property until she was married to Mr., Bennett; that the tract contained about three and a half acres, and was cut out of the farm Robert Martin; that a Mr. Berger-stock had leased it from the heirs after Mr. Cavan’s death, and had given possession of it to Mrs. Bennett in January 1860, after she had bought it at an Orphans’ Court sale, the record of which proceeding was also given in evidence.\nThe petition on which this proceeding was founded was signed by Isabella Cavan, and represented that her father, Alexander Cavan, had died seised of a certain lot of ground in said township, bounded, &c. (describing the lot in dispute).\nPlaintiff also proved that the day after she had thus taken possession, Eulmer came with some men to tear the house down, which they subsequently did, driving from the premises by force, and destroying the fruit-trees and other property; which was the trespass laid in the declaration.\nThe defendants then, under the plea of liberum tenementum, gave in evidence a deed dated 13th July 1835, Alexander Cavan and Jane his wife to John Cavan; consideration $300; acknowledged before Daniel Fulmer, July 18th 1835; recorded in Book W., page 436, for three acres, more or less.\nJudgment No. 255, September Term 1837, Sylvanus Hait v. John Cavan, amount $563.71.\nSci. fa. to December Term 1845, No. 48, with notice to A. Cavan, terre-tenant, on which there was judgment for want of appearance, 8th December 1845, for $858.71.\nSci. fa. to November Term 1859, No. 266, v. H. Mudge, administrator of John Cavan.\nAnd then offered to read the following entry: “I hereby appear to this scire facias and agree to confess judgment for the sum of fourteen hundred and sixty-six dollars and seventy-six cents, being the amount due as per calculation filed, and to be made and levied of the goods and chattels of the said John Cavan, deceased, only. $1466.76. November 10th 1859, H. Mudge, administrator of John Cavan, deceased,” with a fi. fa. and sale thereon to defendant.\nTo this the plaintiffs objected—\n1. Because the administrator had no authority to waive the right of inquisition on real estate, to the injury of the widow and heirs of John Cavan, deceased.\n2. There was no judgment upon which the real estate could be sold, as it was limited to the goods and chattels of John Cavan, deceased, only, and was not a general judgment.\n3. The proceedings are irregular and void for want of a scifa. with notice to the widow and heirs of John Cavan, deceased, and conveys no title to the purchaser.\nThe court overruled the objections and permitted the entry to be read in evidence.\nDefendant then offered a lease dated July 18th 1835, John Cavan to Alexander Cavan, for land, and called John Hyman, who testified: “ I signed this lease as subscribing witness. Don’t recollect the signing. This is John Cavan’s signature. Have seen him write hundreds of times. I believe this to be his signature.”\nCross-examined: “ Never saw Alexander Cavan write. Know nothing of his signature. Very little acquainted. I suppose I was either in my shop or in John Oowden’s store. Don’t know that I know Alexander Cavan. John told me, and I think that Alexander Cavan was present, from the circumstance that he had bought the property from Alexander.”\nJames Armstrong, being sworn, testified: “ Have seen Alexander Cavan write, and believe this to be his handwriting.”\nPlaintiffs objected, but the court admitted the lease in evidence, which was as follows ::—\n“ Agreed 18th day of July 1835, between John Cavan of the one part, and Alexander Cavan of the other part:\n“ The said John Cavan doth let unto the said Alexander Cavan, and he agrees to take the house and three acres of land in Washington township, Lycoming county, on the said premises he now resides, for one year from the 1st day of August next, and for such longer time after the expiration of the said one year as both the said parties shall agree, and until the end of three months after notice shall be given by either of the said parties to the other of them for leaving the said premises, at the yearly rental of twenty-five dollars (and the taxes for the same premises), to be paid at the expiration of each year. The said Alexander Cavan doth hereby for himself, covenant and agree to pay the said John Cavan, or his assigns, accordingly, for so long a time as he shall hold and enjoy the said premises as aforesaid, and until the end of said three months after notice shall be given by either of the said parties to the other of them for leaving said premises as aforesaid.\n“John Cavan.\n“Alex. Cavan.”\n“ Witness — John S. Hyman.” .\nHe then gave in evidence a letter dated October 24th 1848, from Isabella H. Cavan to Martha B. Cavan, wife of John Cavan, which was as follows :—\n“Washington Township, October 24th 1848.'\n“ My Dear Sister:\n* * * * * tt j cannot help you at this time. Martha, the home is yours and your children’s, and you are heartily welcome to it. When father and mother’s head is laid low you are welcome to it. You know that the last talk that dear •brother and I had - in this world was that mother and father was to have the home as long as they lived. So you know that the home is yours and your children’s at their death; but to pay rent is what we can’t do in our situation. Father lays in bed most all the time. *******\n“ Isabella H. Cavan.\n“ Martha B. Cavan.”\nAlso the record of an action of ejectment, No. 232, April Term 1861. Moses Bennett and Isabella his wife v. Daniel Fulmer. Issued 22d March 1862. In which, December 1862, a jury was called: and on same day plaintiffs voluntarily suffered a nonsuit, and thereupon closed.\nIn rebuttal the plaintiffs gave in evidence a notice by the attorney for the heirs of Alexander Cavan, read at the sheriff’s sale, to Daniel Fulmer (who was then present), claiming the property as belonging to the heirs of Alexander Cavan, and was selling.-as his estate under an order of the Orphans’ Court, by Jesse Fulmer as trustee; and then offered the record of the Quarter Sessions in the case of The Commonwealth v. Daniel Fulmer et al., in which defendants and others were indicted and convicted of forcible entry and detainer of the premises.\nTo this the defendants objected, and the court sustained the objection and rejected the evidence.\nPlaintiffs then offered the testimony of Elizabeth W. Martin, taken before arbitrators in this case, after due proof by C. D. Emery, Ésq., of testimony carefully taken and death of witness, to show that in the deed from Alexander Cavan to his son John there was no intention to convey the property to him except as in trust for his parents, and that no consideration passed between the parties.\nTo which defendants objected, because parol declarations to establish a trust are not evidence; the trust was not enforced; more than twenty-one years since made; and will not now be enforced; and is not evidence to affect purchaser at sheriff’s sale.\nThe court sustained the objection.\nPlaintiffs then offered depositions of William Cavan for same purpose.\nObjected to by defendants, objection sustained, and testimony rejected, because no answers were given to cross-interrogatories except by numbers.\nPlaintiffs then called Margaret Martin, and offered to prove as contained in testimony of Elizabeth W. Martin above, and to show that defendants had knowledge of the trust, and right, title, and claim acquired by plaintiff before his purchase at sheriff’s sale.\nTo which defendants objected, and the court sustained the objection.\nUnder the ruling of the court below (Jordan, P. J.) there was a verdict and judgment for defendants.\nThe errors assigned were as follows:\n1. The court erred in admitting the evidence offered by defendants, to wit: the entry on sei. fa. No. 266, November Term 1859, by H. Mudge, administrator of John Cavan, deceased, together with fi. fa. and sale thereon without inquisition.\n2. The court erred in admitting the paper purporting to be a lease from John Cavan to Alexander Cavan, dated 18th day of July 1835, to be read without proof of execution by Alexander Cavan, or proof of his handwriting.\n3. The court erred in rejecting the plaintiff’s offer to read the record in suit of Commonwealth v. Daniel Fulmer, Sr., et al., No. 55, August Sessions of Lycoming county, showing indictment, trial, conviction, and sentence for forcible entry and detainer, &c., of the premises in dispute from plaintiff.\n4. The court erred in rejecting the testimony of Elizabeth Martin, deceased, taken in this case before arbitrators, after due proof of death of witness and correctness with which it was taken.\n5. The court erred in rejecting the testimony of William Cavan, taken on commission, wherein plaintiffs filed interrogatories and defendants filed cross-interrogatories answered by witness.\n6. The court erred in rejecting the testimony of Margaret Martin, offered to rebut the title of defendants, and to show that defendants had knowledge of the trust, and the right, title, and claim acquired by plaintiff before he purchased at the sheriff’s sale.\n7. The court erred in their instructions to the jury and opinion as filed on motion for a new trial.\nGr. W. Youngman and O. D. JSmery, for plaintiffs.\nJames William, S. Armstrong, for defendants.\nMarch 13th 1865,"
  },
  "file_name": "0155-01",
  "first_page_order": 157,
  "last_page_order": 165
}
