{
  "id": 998531,
  "name": "Gordner's Administrators versus Heffley",
  "name_abbreviation": "Gordner's Administrators v. Heffley",
  "decision_date": "1865-03-23",
  "docket_number": "",
  "first_page": "163",
  "last_page": "168",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 163"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 513",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478603
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0513-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 596,
    "char_count": 14617,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 2.442674757114019e-07,
      "percentile": 0.8032105346682374
    },
    "sha256": "0525c44060b8b61018c012151f701f8bb9387d2fdeea5fb3382b77345ac6e9ad",
    "simhash": "1:f554ca368647f208",
    "word_count": 2580
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gordner’s Administrators versus Heffley."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\nJulia Heffley was niece of the wife of George Gordner, the decedent. The proof shows clearly that she did housework for the decedent and his wife, an aged and infirm couple, for several years. The action is assumpsit for work and labour, and the first question was therefore whether she was living in the family as a member of it, or as a servant in a contract relation. The declarations of George Gordner in relation to her service, its value to him, his fear of Julia’s leaving him, his anxiety and fears on this account, accompanied by his declarations that if she would stay she would be well paid, and his ■ repeated declarations, before and after his wife’s death, that she should be rewarded well by him, should be paid well, that if she stayed lie would pay her well, were all legitimate evidence to repel the inference arising from her relationship to his wife, that she was merely a member of his household, and to show that she was living there under a contract relation. The evidence was therefore properly admitted; the objection of the defendants having relation to its effect, upon which they could ask the instruction of the court to the jury. Where the family relation is apparent, as between father and son, doubtless the proof must be clear and convincing, and show a precise and definite contract for wages between the parties. But the further removed they are from this apparent relation, the more nearly the character of the proof approaches to the ordinary standard between man and man. The relationship here between the decedent and the niece of his wife is certainly somewhat remote, and would justify the reception of the evidence. The bills of exception are therefore not sustained.\nThe charge was as favourable as the defendants could ask. The claim was an ordinary one for the wages of labour, and not a special agreement for a legacy or devise, or for land or other special mode of payment.\nSuch cases, therefore, as Bash v. Bash, 9 Barr 260, Candor’s Appeal, 5 W. & S. 513, Graham v. Graham’s Ex’ors., 10 Casey, 480, have no application. After proving a relation which entitles to wages, the law implies a contract to pay; and it belongs to the jury, under the evidence of the value of the services, to fix the sum to be recovered. The defendants themselves proved a contract relation, and that the wages were to be $50 a year, which, according to their proof, were paid. Why the jury, under the pointed and favourable charge of the court, did not find for the defendants it is difficult to divine; but if they found counter .to the evidence, the error was one which the court below alone could correct.\n. There is no error in the record, and the judgment is therefore affirmed.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "Henry W. Smith and Samuel L, Young, for plaintiff in error.",
      "John A. Banks and A. B. Wanner, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Gordner’s Administrators versus Heffley.\nJury to fix value of services on an implied assumpsit.~-Whaf relationship will rebut presumption of promise to pay for services.\n1. After proof of a relation which entitles to wages the law implies a contract to pay, and it is the province of the jury under the evidence of the value of the services to fix the sum to be recovered.\n2. The relationship between a decedent and his niece by marriage is not sufficient to rebut the presumption of a promise to pay for services rendered by her for a number of years, in his family.\n3. Hence, evidence of his declarations in relation to her services and their value, that if she would stay she should be well paid, and that she should be well rewarded by him, though not made in her presence or shown to have been communicated to her, were legitimate evidence to repel the inference arising from her relationship to his wife, that she was merely a member of his household, and to show that she was living there under a contract- relation.\n4. Where the family relation is apparent as between a father and son, proof of an intended promise to pay for services rendered must be clear and convincing and show a precise and definite contract for wages ; but the more remote the relation, the nearer the character of the proof approaches to the ordinary standard.\nError to the Common Pleas of Berks eounty.\nThis was an action of assumpsit by Julia A. Heffley against Benjamin Gordner and David G. Gordner, administrators, &c., of George Gordner, deceased, to recover compensation for work and labour done for deceased during his lifetime; to which the defendants pleaded non assumpsit.\nThe deceased had a wife, but never had children. His wife was an aunt of plaintiff. He lived in Hamburg, Berks county, was a man of some property, but engaged in no business for a number of years before his death. The- plaintiff lived with him for seven or eight years before, and up to the time of his death, and did such housework as is usually done by hired servants. Gordner’s wife died in October 1857. He died in May 1858, intestate. After the death of the wife, the plaintiff continued to live with Gordner as before, until his death.\nThe plaintiff, on the trial of the case below, to sustain the issue on her part, offered in evidence the statements and declarations of the decedent as to his purpose and intention to pay her for her services, and to establish a contract. The defendants objected to the admission, on the grounds that it was not proposed to prove that said declarations were made in the presence of plaintiff, nor were they communicated to the plaintiff at any one time, and that this evidence would prove that services were rendered in expectation of a legacy. But the court admitted the evidence. This kind of evidence was then given throughout, and excepted to. The plaintiff further gave evidence to show the nature and character of the services rendered, to wit, housework and attendance upon Mr. and Mrs. Gordner during their sickness, and then rested her case. No evidence of a special contract was given.\nThe defendants, to sustain the issue on their part, gave evidence to prove an express contract between the parties, that the plaintiff was to receive fifty dollars for her services, and further, that she was paid up to April 1st 1858, a short time before Gordner’s death. The defendants also gave evidence in regard to the nature of the services rendered by the plaintiff and the illness of Mr. and Mrs. Gordner, and the attendance given by her during that time. The court also permitted the plaintiff to give in evidence the declarations of Benjamin Gordner, made after the death of George Gordner, that he, the said Benjamin Gordner, had said the plaintiff “ should have a fat hog,” which testimony was received under a bill of exceptions by defendants, and was given as part of plaintiff’s rebutting evidence.\nThe court below- (Woodward, P. J.) charged the jury as folio wg:—\n“ Julia A. Heffley, the present plaintiff, lived during a period of seven or eight years in the family of George Gordner. She was a niece of Mr. Gordner’s wife. The family consisted only of the old people and the plaintiff. There is proof of services rendered in care and attendance bestowed upon both Mr. and Mrs. Gordner, and in the general labour and management of the household; and this suit is brought to recover compensation for those services. The claim set up on behalf of the plaintiff is, that she was giving her labour upon a contract that she should be paid; and, as the case has been presented in the argument of her counsel, the claim upon the alleged contract is at the rate of fifty dollars a year. The direct evidence as to terms shows nothing amounting to an agreement, or even to the admission of an agreement between the parties fixing any larger sums. It will be the first duty of the jury to inquire whether, under the evidence, the fact that a contract susbisted between George Gordner and the plaintiff has been established. In doing this, the proof of the declarations made by Mr. Gordner in reference to his intentions towards the plaintiff will scarcely aid them. At the utmost, those declarations could only be available in corroboration of other testimony in illustration of the relations of the parties, and in recognition of the fact that the services were performed. They would, of themselves, be inadequate as proof to establish a contract. The plaintiff claims that Mr. Gordner employed her, and the demand now made for compensation is at the rate of fifty dollars a year. And it is said that the amount of this compensation is still due. Was there such a contract ? Mr. Sellers testifies that the parties agreed, after Mr. Gordner’s death, to the fact of its existence and to its terms.. Mrs. Leibelsperger was called to prove the admission of the plaintiff that her wages were at the rate of $40 or $50 a year. If in fact there was such an agreement as seems to be alleged under the evidence, the jury will readily see that the proof of the declarations of Mr. Gordner, as well as the proof in regard to the nature and value of the special services of the plaintiff, can have no appreciable weight. On the one hand, the expression by Mr. Gordner of his purposes to provide for the plaintiff, not shown to have been communicated to her, cannot be held to have constituted her motive for remaining in his service. On the other hand, the right of a domestic servant cannot be enlarged or modified according to the accidental changes in the circumstances of the family in which she lives. The members of the family may be increased or diminished. The work may be sometimes heavy and sometimes light. If' the duties of the position have been undertaken at a stipulated rate of wages, that rate must be the measure of compensation. The excessive labour occasionally required in a family, in the event of the sickness of its members, or upon occurrence of some unusual exigency, would not be sufficient to justify the substitution of a new contract for that which the parties have made. The importance of the evidence of the plaintiff’s services consists in the fact that it proves, if it is believed, performance by her of the agreement. If the plaintiff was employed by Gordner as his servant, and there were no terms of payment agreed upon, the jury would have to look at this testimony in order to fix the compensation which she ought to receive. If the relation of employer and servant did not exist — if the plaintiff held the position of a member of Mr. Gordner’s family, and depended upon the vague assurances which he is proved to have made as to his intentions to provide for her after his death, the entire theory of contract duties and contract rights would be out of the question. There could be no recovery at all. [As the case is finally presented, the simple inquiry is as to the existence of the contract relation. The jury are to decide if the plaintiff was employed by Gordner in such a way as to entitle her to compensation. If she was, they are to decide upon its amount.\n“In the next place, the jury will be required to ascertain whether any and what sum was due from Gordner at the time of his death, and whether any part of it still remains unpaid. The plaintiff alleges that her wages are still due. The defendants contend that they have been paid in full. If the testimony of Mr. Sellers, Mr. Boucher, and Susanna Boyer (which the court here read) is credited, it would seem clear that nothing remains unpaid. And it is the duty of the court at this point to say to the jury, that when a party comes into court with satisfactory testimony, which is uncontradicted and unimpeached, he is just as clearly entitled to a verdict upon facts, as he is entitled to a judgment at the hands of the court when he presents a case sustained by settled principles of law. There should be no more doubt in one case than in the other. It is a wrong no more enormous to enter a judgment against clear law than it is to render a verdict against clear evidence. The present case is one peculiarly calculated to excite feelings of sympathy and prejudice ; and the jury should carefully guard themselves against the indulgence of such feelings. The estate of George Gordner ought not to be called upon to pay anything to the plaintiff unless the facts proved are found to warrant it. The jury will observe that the witnesses \"who prove the admission of the plaintiff that her wages were paid, are the very witnesses who prove the terms of the agreement. It is alleged, however, that discrepancies are found in the statements of these witnesses or some of them, as now made and as made at a former trial; and that in some material respects these statements have been contradicted. These alleged discrepancies and contradictions have been pointed out and commented upon in the argument, and it has been insisted that they are such as to make reliance upon tbe evidence unsafe. The court would not have been likely to form the opinion that the discrepancies referred to would indicate the testimony to be suspicious or untrustworthy. But all questions of the credibility of witnesses must necessarily be referred to the jury. If, under all the evidence (to which the court referred in detail), the fact of a contract for wages, and the fact that the wages or any portion of them remain unpaid, are found to be established, the verdict should be for the amount due, with interest to this time. If the amount was fixed by the plaintiff and George Gordner, then that should be the limit of the verdict, and the general testimony on the part of the plaintiff should be disregarded. The only direct testimony on the subject is to the effect, the terms were $50 a year, and the claim of the plaintiff, as made in the argument of her counsel, does not now go beyond that extent. Any payments shown to have been made by George Gordner or his administrators should be deducted. If the testimony of the witnesses who have sworn to the admissions of the plaintiff, satisfies you that she has been paid, the verdict should be for the defendants.”]\nUnder this instruction there was a verdict and judgment in favour of the plaintiff for $463.75. Whereupon the defendants sued out this writ, and assigned for error — 1. The admission in evidence of the statements and declarations of the deceased not made in plaintiff’s presence nor communicated to her.\n2. The submission of the case to the jury on all the evidence, and allowing the plaintiff to recover, when the jury should have been directed to find for defendants; and\n3. In instructing the jury as was done in that portion of the charge printed above in brackets.\nHenry W. Smith and Samuel L, Young, for plaintiff in error.\nJohn A. Banks and A. B. Wanner, for defendants in error.\nMarch 23d 1865,"
  },
  "file_name": "0163-01",
  "first_page_order": 165,
  "last_page_order": 170
}
