{
  "id": 998550,
  "name": "Koons versus Headley",
  "name_abbreviation": "Koons v. Headley",
  "decision_date": "1865-03-23",
  "docket_number": "",
  "first_page": "168",
  "last_page": "174",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 168"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Phil. 42",
      "category": "reporters:state",
      "reporter": "Phil.",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 414",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852626
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0414-01"
      ]
    },
    {
      "cite": "10 Wright 519",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "7 Watts 314",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846761
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0314-01"
      ]
    },
    {
      "cite": "2 Watts 424",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840099
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0424-01"
      ]
    },
    {
      "cite": "1 Wright 349",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 636,
    "char_count": 15886,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 2.5554189047656546e-07,
      "percentile": 0.8148328338833654
    },
    "sha256": "dbf45f57f4cf1acbf733f0b05c643d88b23fb39e7b07b25d46692b4c49501366",
    "simhash": "1:d8a884b48e519d3f",
    "word_count": 2830
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Koons versus Headley."
    ],
    "opinions": [
      {
        "text": "The opinion of the court wras delivered, by\nAgnew, J.\nThere is a little confusion in this case, owing to the manner in which it was tried by the counsel below. It was an appeal from a justice of the peace, who had proceeded by scire facias upon a transcript from the docket of another justice whose terra of office expired in 1850, but who retained his docket and gave this transcript after he had gone out of office. After the appeal to the Common Pleas, the defendant pleaded nul tiel record, non assumpsit, payment, and set-off. The case seems to have gone to trial upon all the pleas at the same time. This is not a fatal error, as this court will presume that the plea of nul tiel record was decided by the proper tribunal, viz., the court, and not the jury: Wall’s Adm’r. v. Fife, 1 Wright 349. The proper course was for the court to decide upon the plea of nul tiel record before the jury was sworn; if for the plaintiff, the case then would go to trial before the jury; if for the defendant, the case was at an end. It seems the transcript upon which the justice proceeded was mislaid, and certainly there could be no objection, upon showing the fact of its delivery to the justice, to the production of the docket to establish its contents. In this respect it was certainly, as the original, equal in degree. We must therefore not confound the question of evidence with that of jurisdiction. Here, however, the question is one of jurisdiction. The civil jurisdiction of justices is statutory and special, and his proceedings must be according to the statute, and in no other form. The Act of 1810 provided for but two cases in which one justice could proceed upon a transcript of another one, rvhere the transcript was brought from another county, the other where, in case of the resignation, removal, or death of a justice, the docket was retained by himself or his legal representatives. In such case the justice to whom the transcript should be delivered was directed to “ issue process and proceed thereon in the same manner and with the like effect as the said justice so having died, resigned, or removed might have done if he had remained in office.” Hence it was decided in Keeler v. Neal, 2 Watts 424, that the object of this act was not to originate another action for the same cause, but to have execution of’the existing judgment itself. The only modification of this is the enactment of 5th of May 1854, § 1, that no execution shall be issued on a judgment rendered by a justice after, five years from the judgment unless the same shall be revived by scire facias.\nThe Act of 20th February 1833, was intended to remedy the inconvenience arising from the temporary absence or the absconding, removal, resignation, and death of justices; it also provided for retention of the docket in certain cases, and delivery of a certified transcript, and again provided that the justice to whom it should be delivered should issue process and proceed thereon, and with like effect as the original justice might have done. In Keets v. Appleback, 2 Penna. R. 465, it was decided that the transcript is the foundation of the proceeding before the second justice, and consequently was prima facie evidence of itself, and did not depend upon the ordinary rule of evidence, its object not being to originate an action, but to have execution.\nFrom this review it is obvious that a justice has no jurisdiction to entertain an action at common law upon the judgment of another justice. This is in effect determined by Evans v. Smith, 8 S. & R. 343, and Ellsworth v. Burton, 7 Watts 314, deciding that a justice has no jurisdiction over an action upon a judgment in the Court of Common Pleas, or upon a transcript of a justice from another state. In Commonwealth to use of Potter v. Reynolds, 17 S. & R., deciding that a justice has no jurisdiction upon a sheriff’s bail-bond, Huston, J., expressly says, that “he has none on a judgment before another justice except in the particular form prescribed by the act, in case of death or removal of the first justice.” This is now a decided point: Kline v. McKee, 10 Wright 519.\nThis case, therefore, rests upon the right of Justice Kisner to retain his docket, and give transcript after his term of office expired in 1850. When the amended constitution of 1838 took effect, it became necessary to provide for the change in the terms of justices of the peace. The legislature, therefore, in 1839, by the Act of 21st June, § 10, provided that justices in commission, under the old constitution, should have the right of retaining their dockets and giving transcript, upon which the justice receiving the transcript might proceed in the same manner as the justice who had gone out of office might have done, viz., by execution, or, if five years had elapsed, by scire facias. But as to the justices elected under the amended constitution, it provided that on the expiration of the term of office, each should deliver his docket and papers to the person elected and commissioned to succeed him. The term being five years, the frequency of change required that the dockets should have some common depository for the convenience and safety of the public. Then came the Act of 27th February 1845, § 1, which gave to justices elected to office the same privilege to which the justices under the old constitution had under the 10th section of the Act of 21st June 1839, to wit, of retaining their dockets and giving transcripts. But the next year, the legislature perceiving the dispersion of dockets this law was likely to produce, and the public inconvenience of following the owners wherever they might be, passed the Act of 21st April 1846, § 4, providing for the delivery of dockets, in case of removal, to the nearest justice or alderman, and the means of enforcing it. Section 5, then, provided that so much of the 10th section of the Act of June 21st 1839, as provides for the delivery of the dockets and papers of an alderman or justice to his successor in office, shall be deemed and construed to extend to all cases of succession in office, whether by death, resignation, or otherwise. This language extended to every case of succession, and of course included expiration of term. The provision of the Act of 1839, itself, had specified reference to the expiration of term, and therefore, when extended to all cases of succession, was clearly applicable to succession by election after the expiration of a term. This is seen more clearly by keeping in recollection that there is no election under the constitution to fill a vacancy, but every election is for the full term of five years.\nIt is perfectly clear, when Justice Kisner’s term of office expired in 1850, and another was elected to fill his place, he had no right to retain his docket, and consequently no 'right to certify a transcript as the foundation for a continued proceeding before another justice. Justice Evans, therefore, to whom the transcript was delivered, having neither a common law jurisdiction, by action of debt on the transcript, nor a statutory jurisdiction to proceed by execution or scire facias, had no jurisdiction whatever, and none could be given by the appeal to the Common Pleas. It was the duty of the court below to give judgment on the plea of nul tiel record against the plaintiff, for there was no legal record or proceeding in the nature of a record to support the scire facias.\nThe judgment is therefore reversed, and judgment is now entered for the defendant below, with costs, and the record ordered to be remitted.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "¡S. /S'. Winchester and Gr. B. Nicholson, for plaintiff in error.",
      "M. JE. Jackson and JD. L. Rhone, for defendant."
    ],
    "corrections": "",
    "head_matter": "Koons versus Headley.\nJustice of the peace, on expiration of term of office, must deliver doclcet and papers to successor. — Transcript not sufficient as a foundation for a proceeding before another justice.\n1. Under the Act of 21st April 1846, it is the duty of a justice of the peace upon the expiration of his term of office, to deliver his docket and papers to his successor in office.\n2. Hence, he has no right to retain his docket, and certify a transcript as the foundation for a continued proceeding before another justice ; and the justice to whom it is delivered has no jurisdiction whatever, nor can any be given by an appeal to Common Pleas.\nError to the Common Pleas of Luzerne county.\nThis was a scire facias, brought before B. Evans, a justice of the peace of Luzerne county, by S. F. Headley against John Koons, and which came into the Common Pleas on an appeal by the defendant.\nJohn Kisner was an acting justice of the peace, elected under the Act of 1839, and continued to hold office in the township of Salem up to the year 1850, when his official term expired. At the election of that year another justice was elected and commissioned in his stead, and from that time there were the full number of justices in that township. Mr. Kisner retained his docket in his own hands, and in 1851 made out a transcript of the judgment upon which the present sci. fa. was brought, which was delivered to B. Evans, an acting justice in the township of Nescopeck, in the same county, who issued the process upon it, which was brought into the Common Pleas by appeal. The question raised was, whether Esquire Kisner, after the termination of his office, having retained his docket in his own hands, had the right to issue a transcript, which could be used by another justice, as the foundation of a scire facias.\nAfter the appeal was filed, the defendant pleaded nul tied record, non assumpsit, payment and set-off, under which pleas the facts were submitted to the court below as a case stated.\nThe court below, on hearing, delivered the following opinion. After stating the main facts, the learned judge continued :—\n“ Though there may be some apparent confusion in the statutes relating to this subject, if hastily read, we believe a more careful investigation will remove the difficulty. By the first part of the 10t-h section of Act of 21st June 1839, Purd. 606, pi. 108, justices who were in commission at the time of the first election under the Act of 1839, were authorized, if they pleased, to retain their dockets, and give transcripts to any person interested, which transcripts could be enforced by execution or sci. fa. before any other justice of the county. The language of this part of the Act of 1839 is substantially the same as the language of the first section of the Act of February 1833, Purd. 605, pi. 106, so far as applicable to the present question. The Supreme Court, in the case of Ingle v. Homman, 1 W. & S. 414, have construed this latter statute to mean that jurisdiction is given to any justice of the county, to proceed upon the transcript of another late justice of the same county, whose term of office had expired. Under the statute of 1839, if Esquire Kisner had been in office at the time of the election of that year, there would have been no difficulty in his retaining his docket, and giving transcripts thereof, as the foundation of proceedings before Esquire Evans.\n“ By this Act of 1839, and under the last clause of the section already cited, however, a justice elected under that act (and Kisner was one of them), had no right to retain his docket and give transcripts. But by the Act of 27th February 1845, Purd. 606, pl. 110, the privileges granted to justices who were in commission at the time of the first election under the Act of 1839 (including, as a matter of course, the right to retain the docket and give transcripts, as above explained), are extended to justices elected under that Act of 1839, and its supplements. This covered the case of Esquire Kisner, and unless something else be found, he did possess, in 1851, under this latter act, the right to retain his docket, and give transcripts, though his official term had expired.\n“ Docs the later Act of 11th April 1846,- Purd. 636, pl. 112, 113, affect this right of a justice to retain his docket ? It does not take away the entire right, although it modifies and limits it .in some respects, though no reference or suggestion of the repeal of the Act of 1845 is had. By the 4th section ■ of this latter act, the delivery over of the docket of a justice who has removed or is about to remove out of his district, is made compulsory, and power to enforce such an order is vested in the courts ; and again, by a later clause, the courts can enforce the same rules against any other person having the possession of a justice’s docket, ‘who has removed or about to remove out of the proper district.’ Then by the 6th section of the same act, so much of the 10th section of the Act .of June 1839, cited above, as requires the delivery over of a justice’s docket is ‘ construed to extend to all cases of succession in office, whether by death, resignation, removal, or otherwise.’ This latter section does not take away any privilege which a justice possessed under that act before, such as to retain his docket, &c., if he pleased, but it merely explains the act, by saying that it should apply to all cases of ‘ succession in office, whether by death, resignation, removal, or otherwise’ — that is to say, whether it should occur at the expiration of the term of office, or at any intermediate point before the full completion of the five years. We cannot but think that it 'was only a hypercritical construction of the first act, which required such explanation of the later act. The first act required the delivery of the docket in certain cases, and now this provision is made to apply more clearly to other cases; but as the whole provision under the Act of 1839, the supplementary Acts of 1840, Purd. 106, pl. 109, and the Act of 1845, cited above, is subordinate to the right to retain the docket and give transcripts at the option of the ex-justice, we cannot see how this latter privilege is now even impliedly affected by it: it is certainly not expressly affected.-\n“ It is our duty to construe all the statutes upon any one subject, so that all may reasonably stand together, and not to hold that any one is impliedly repealed, when no reference is made to it directly, unless the implication be plain and manifest. The meaning of the latter act, as was held, is, that in all cases of official succession, when the party concludes to hand over his docket, it is to be given to the successor in office, and that when the succession arises from any of the special causes mentioned in the 6th section of the last act, still the docket should go to the successor, and not, as had no doubt been claimed by some one, to hold the case unaffected by the Act of 1839, and therefore the right to receive the docket being in some ‘ neighbouring justice’ under the earlier Act of 1833. It would seem to be strange that if a compulsory and absolute delivery of the dockets was intended in all cases, that the power given to the courts in the 4th section as to the class of cases in which it is there made obligatory, should not also have been extended to the classes named in the 6th section of the same act.\n“We are aware that the Common Pleas of Philadelphia, in Regle v. Nugent, 2 Pars. 200, did decide differently from this opinion, but this case is said, in a note to Purdon, to have been overruled by a later case of the same court, reported in 2 Phil. 42. We have looked also at the case of Sloan v. McKinstry, 6 Harris 120, and substantially it confirms our present view. Still it is not immediately applicable to the case before us, unless the Act of 1846 is entitled to receiye a retrospective construction, and to apply to justices who had gone out of office before the passage of the act.\n“ We decide the case upon the acts as they stand upon the statute books, and enter judgment for the plaintiff for the amount of $269.79, with costs.”\nWhich was the error assigned.\n¡S. /S'. Winchester and Gr. B. Nicholson, for plaintiff in error.\nM. JE. Jackson and JD. L. Rhone, for defendant.\nMarch 23d 1865,"
  },
  "file_name": "0168-01",
  "first_page_order": 170,
  "last_page_order": 176
}
