{
  "id": 998468,
  "name": "Ridgway versus O'Neill",
  "name_abbreviation": "Ridgway v. O'Neill",
  "decision_date": "1865",
  "docket_number": "",
  "first_page": "174",
  "last_page": "177",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 174"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 429,
    "char_count": 8262,
    "ocr_confidence": 0.49,
    "sha256": "e9f944976a4302fa13adcc3f60f3093a5e70afd4d7879558f9436b757acbfcc8",
    "simhash": "1:c8afce812034deb8",
    "word_count": 1463
  },
  "last_updated": "2023-07-14T19:42:51.303223+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ridgway versus O’Neill."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, C. J.\nThe question is, whether the plaintiff, a tax-payer of the city of Philadelphia, is entitled to an abatement of five per cent, for prompt payment by virtue of the 9th section of the Act of Assembly of 13th May 1856 ; Purd. 947. He clearly is, unless that section is repealed by the 7th section of the Act of 30th April 1864, P. L. 220, which in terms repeals only the 42d section of the Act of 29th April 1844, Purd. 954.\nThe Act of 1844, offered to “ any county” an abatement of five, per cent, upon state taxes paid into the state treasury fifteen days before the 1st of August, and, to stimulate the individual tax-payer into such promptness as would enable his county to obtain the abatement, the act made his'unpaid taxes a lien upon his lands, and subjected them to an interest of six per cent, until paid.\nThis was a general provision applicable to the whole state, for it was passed at a time of great financial embarrassment, and was designed to enable the state treasury to meet the semiannual interest on the state debt, which fell due then and still does on the 1st of August. Though confined in its terms to counties, the city of Philadelphia did not hesitate to consider herself included in the provisions of the enactment, and to avail herself of the proffered abatement. And she was right in doing so, both because of the generality of the purposes of the enactment, and because the 2d section of the Act of 15th April 1834, Purd. 203, had declared ten years before, in dividing the state into counties, that every city should be taken to form a part of the county within which it was situated. Nor did the Consolidation Act of' 1854 change the matter, for though the boundaries of the city were expanded to embrace all the territory of the county of Philadelphia, the 41st section of the Consolidation Law declares that the county of Philadelphia shall continue to -be one of the “ counties” of the Commonwealth. If the city of Philadelphia was entitled to the benefit of the Act of 1844 before consolidation, much more afterwards, for then her whole territory became, by express law, a county as well as a city, and she was, more clearly than ever, embraced by the words of the legislature, “any county.”\nThus the matter stood when the 9th section of the Act of 13th May 1856 was passed, and it is observable that this section did not give the abatement, it only recognised that which was already “allowed ly law;\" and it imposed upon the receiver of taxes the duties of collecting and paying over the state taxes before the 25th July in each year. It also enjoined the city to allow to tax-payers who should pay their taxes before that day, the abatement of five per cent, upon their state taxes. It is impossible to doubt that this enactment was bottomed on the Act of 1844. Taking up a provision that was general and uniform throughout the state, it prescribed how it should be applied within the consolidated city, but it did not create an invidious distinction between the city and the other counties of the state. Taxation ought to be, and is always designed to be, as nearly uniform as possible, and abatements, in relief both of the state treasury and of tax-payers, ought to be common both to cities and counties. Nothing but language utterly clear and definite would convince us that the legislature meant to give tax-payers in Philadelphia an abatement which was to be denied to taxpayers in other parts of the state. The mode of allowing the abatement might be varied; in Philadelphia to the individual tax-payer, elsewhere to the corporate body of the counties, but throughout the state, to prevent inequality of taxation, the abatement was essentially the same thing, and it was legalized in both city and county only by the Act of 1844. “Allowed by law,” meant allowed by the 42d section of that act. The Act of 1856 was only the regulation of this allowance within the city of Philadelphia.\nWhen then the repealing Act of 1864 came, and took away the Act of 1844, can it be doubted that the Act of 1856, which was always mere scaffolding, fell with it? What though the repealing law mentioned only the Act of 1844, and not that of 1856 ? They were in pari materia — they were essentially principal and incident — end and means. If the abatement, which was general, was repealed, all special and local provisions for measuring the abatement must, by inexorable necessity, be repealed also.\nThis conclusion is fortified by the provision of the Act of 1844, which changed the five per cent, reward for promptness of payment into a penalty of five per cent, for tardiness of payment. Can anybody doubt that this provision was meant to apply alike to all payers of state taxes ? It would be great injustice to impute an intention to the legislature to make a disagreeable discrimination between citizens. We think this provision, like all others of general tax laws, should have an uniform operation throughout the state, which it cannot have unless the Act of 1856 fall with that of 1844. And when the 8th section of the Act of 1864 provided that “ all Acts of Assembly inconsistent with the provisions'of this act be and the same hereby are repealed,” it swept away the recognition which’ the Act of 1856 gave to the enactment of 1844.\nWe conclude, therefore, that as the city of Philadelphia claimed the abatement, and enjoyed it for many years, by virtue of that construction which gives to tax laws a uniform operation, so she must, on the same principle, submit to a construction which takes it away from her when it is no longer “ allowed by law.”\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, C. J."
      }
    ],
    "attorneys": [
      "John Gr. Johnson and William F. Judson, for plaintiff in error.",
      "John F. Latta, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Ridgway versus O’Neill.\nLaw relative to reduction of taxes for prompt payment.\nThe Act of April 29th 1844 and that of 13th May 1856, are both repealed by the Act of 30th April 1864, so that tax-payers in Philadelphia are not entitled to five per cent, deduction for prompt payment of state taxes.\nCertifícate from the Supreme Court at Nisi Prius.\nThis was an amicable action of assumpsit, in which John J. Ridgway was plaintiff and Charles O’Neill defendant, and in which the following case was stated for the opinion of the learned judge at Nisi Prius: — ■\nThe plaintiff is, and for several years has been, the owner of certain real estate in the city of Philadelphia, upon which a tax of $10,000 for the year 1865, and in that year due and payable, was regularly imposed by the Commonwealth of Pennsylvania. The defendant is the receiver of taxes for the city of Philadelphia, and by divers Acts of Assembly is also empowered to collect all state taxes imposed on real estate in the said city.\nOn the first day of February 1865, claiming to be allowed a deduction from his said tax of five per cent, for prompt payment, by virtue of the provisions of the 9th section, Act 13th May 1856, P. L. 569, plaintiff tendered to the defendant the sum of $9500, as in full liquidation of his indebtedness to the Commonwealth for taxes for the year 1865. The defendant refused to allow the deduction so claimed, and demanded the entire amount assessed, viz., $10,000. The plaintiff then paid defendant the last-named sum, protesting that he ought not to pay more than $9500, whereupon defendant promised to refund the alleged overpayment, viz., $500, if it should be legally determined that plaintiff was entitled to retain it. He has also been notified not to pay the said amount of $500 into the city or state treasury, and still retains the same in his possession.\nIf the court are of opinion that the five per cent, deduction aforesaid, viz., $500, should have been allowed to plaintiff, then judgment to be entered in his favour for that amount, with costs; but if the court are of opinion that, by virtue of the provisions of the 7th section of the Act 30th April 1864, P. L. 220, or of any other act, he was not entitled to claim or receive the said allowance, then judgment to be entered for defendant, with costs, &c.\nEach party reserves the right to sue out a writ of error to the Supreme Court.\nOn hearing, the court entered judgment in favour of defendant ; which was the error assigned.\nJohn Gr. Johnson and William F. Judson, for plaintiff in error.\nJohn F. Latta, for defendant in error."
  },
  "file_name": "0174-01",
  "first_page_order": 176,
  "last_page_order": 179
}
