{
  "id": 998545,
  "name": "Leiby's Appeal",
  "name_abbreviation": "Leiby's Appeal",
  "decision_date": "1865",
  "docket_number": "",
  "first_page": "182",
  "last_page": "186",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 182"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 16",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481814
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0016-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 536,
    "char_count": 10827,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 2.432066723774206e-07,
      "percentile": 0.8021340240299724
    },
    "sha256": "01540311a93acb2c27e27512dd8b6ccbc9de47f015991773b12f86110aed3939",
    "simhash": "1:3ff1131306849434",
    "word_count": 1928
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Leiby’s Appeal."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nWe see nothing that needs vindication or correction in the decree below, and we affirm it on the grounds therein mentioned. We have no doubt of the power of the court to direct the application of the interest of the principal sum in the hands of this guardian to the support of an otherwise penniless grandchild. The court below did not determine anything about the corpus of the fund, in a possible contingency which was suggested, nor do we. We leave that to some future contest, if the parties choose.\nDecree affirmed, at the costs of the appellant.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "J”. Hagenman, for appellant.",
      "Daniel Drmentrout, for appellee."
    ],
    "corrections": "",
    "head_matter": "Leiby’s Appeal.\nMaintenance allowed to minor out of fund in hands of guardian.\nWhere one, by written instrument, gave to bis granddaughter a sum of money as an “ erbschaft” or inheritance, and appointed his son-in-law guardian, providing however that in case of her death before arriving at the age of twenty-one years the amount given with interest should be paid to him or his heirs ; she was held entitled to a reasonable allowance out of the interest for her support, education, and maintenance, if otherwise unprovided for, whether the legacy was vested or contingent.\nAppeal from the Orphans’ Court of Berks county.\nThis was an appeal by Jacob U. Leiby, guardian of Helena Louisa Miller, from the decree of the court in the matter of the petition of Hannah Miller, widow of Ephraim Miller, for a citation to compel him to pay to her for the support of her minor daughter, the said Helen Louisa, the sum of $50 annually.\nThe petition of Hannah Miller set forth, that Jacob U. Leiby, of Greenwich township, Berks county aforesaid, was appointed guardian of the said Helena on the 30th day of January 1857 ; that the sum of $1000 came into his hands as guardian ; and that subsequently to the receipt of said money, to wit, on the 30th day of January, A. D. 1860, he entered into articles of agreement with the petitioner, whereby he agreed to pay to her the sum of $50 per annum for the boarding, maintenance, clothing, nursing, and schooling of the said Helena Louisa Miller, until she arrived at the age of seven years; that Ephraim Miller, deceased, made no provision for the support and maintenance and education of the said child; and that there are no other means for the maintenance and education of said Helena, with the exception of the said $1000: and prayed that the court may ratify the contract made as aforesaid, and authorize the guardian to pay the sum of $50 per annum, from the date of the contract, of direct and decree such other reasonable and adequate allowance and provision for the support, education, and maintenance of the said minor child, as to the said court may deem proper and just.\nThe answer of the guardian admitted that he was appointed guardian of said minor child, and that shortly after he received from Samuel Miller, the grandfather of said minor, the sum of $200 for the said petitioner, which he was directed to give to said widow, which he did; and also that he received at the same time the further sum of $1000 for the said minor child from Samuel Miller, who at the same time said that he was going to make a writing that if said child died before arriving of age, the said $1000 should fall back to him; that on or about the 30th day of January 1860, respondent paid to Hannah Miller $150 for boarding and clothing said minor child, and promised her to pay her the further sum of $50 a year until the said minor child arrived at the age of seven years; that at the time this was done, he supposed he had perfect right so to do, but was immediately thereafter informed by said Samuel Miller that the writing which he had made in regard to said $1000 would not permit him to make any such disposition of said money. That he was willing to obey the directions of the court in this and any other matter, but represented that it was impossible to make any further payment for the support and maintenance of said minor, as by so doing he would make himself responsible to said Samuel Miller for any sum so paid. That when he paid the said money, and made the said promise, he was not aware of the terms of said writing; and that he has no other money or property in hand belonging to said minor except said $1000 and the interest which has accrued thereon.\nThe writing (which was in German) was as follows:—\n“ I, the undersigned Samuel Miller, of Albany township, Berks county, give and make over hereby to Helena Miller, daughter of Ephraim Miller, deceased, the sum of $1000, as (erbschaft) inheritance. But should the said Helena Miller die before she attains the age of twenty-one years, then shall the aforesaid $1000, with the interest, be paid back to the said Samuel Miller, or his surviving heirs. Further, I appoint Jacob U. Leiby, my son-in-law, guardian of the girl (Helena).\n“ In witness of the above instrument, I sign and seal it with my hand and seal this fifth day of April, in the year one thousand eight hundred and fifty-seven (1857), in the presence of witnesses.\n“ Peter A. Kline. “ Samuel Miller, [l. s.]\n“Peter Kline.”\nThe matter was then referred to James B. Bechtel, Esq., to take testimony and report facts, together with his opinion as to the propriety of granting the prayer of the petitioner.\nThe auditor, after reporting the facts substantially as above stated, disposed of the case as follows:—\n“ The instrument executed by Samuel Miller seems to be the only obstacle, if any, in the way of granting this prayer. The recording of this instrument, not being embraced in the recording act, could not give it any vitality: 7 W. & S. 16. It was no ‘instrument of writing given to a guardian,’ ‘in the language of the act,’ for there never was a delivery, and the recording was no notice of its existence. It was executed by one party only, its existence being entirely unknown to the other party, whose rights are to be thereby affected. It cannot be considered a testamentary writing in the nature of a will, without also considering the money in the nature of a contingent legacy, in which case the court would have power to grant the prayer of the petitioner: 7 Harris 49. The instrument itself calls the money ‘ erbschaft’ inheritance; and to give effect to this word, which occurs in the beginning of the instrument, the money given to Helena Louisa Miller must be considered an advancement, which is an irrevocable gift; and as Ephraim Miller did not make adequate provision for the minor’s support and education during her minority, the case would (considering the money advancement) come within the provisions of the 13th section of the Act of March 29th 1832. See Purd. Dig. 192, pl. 37, ed. of 1856.\n“ The next favourable view that can be taken to give effect to the instrument, is to consider its execution by Samuel Miller as the act by which the minor acquired her right to the money. Viewed in this light the instrument would vest $1000 in the guardian as trustee for the minor, with a direction that the interest thereon should accumulate until the minor arrived at the age of twenty-one years, at which time she would also be entitled to receive the accumulated.interest. Under this view of the case, the court would have power to grant the prayer of the petitioner by the provisions of the 9th section of the Act of April 18th 1853. See Purd. Dig. ed. of 1856, p. 701, pl. 9. It is true, this act says the decree for such allowance shall he made ‘ on application of the guardian.’ But the guardian may be delinquent in his duty in this respect, while the minor is suffering. It seems, therefore, to your auditor that the case being before the court in a form in which the guardian is a party, the wants of the minor and the spirit of the act would justify a decision of the case upon its merits.\n“ In the foregoing views your auditor has endeavoured to give some effect to this instrument; but he is not satisfied that any more regard can be paid to it in this case than if the terms and conditions it contains had existed merely in the mind of Samuel Miller, without having been reduced to writing. The circumstances under which it was executed, the recording of it, as well as its singular and contradictory provisions, make it perhaps without a parallel in judicial proceedings. It even seeks to clothe Jacob IT. Leiby with the power of a guardian, and its execution was altogether an ex parte transaction. Its execution as well as the recording of it would seem to be a nullity. The money delivered to the guardian was no doubt in consideration of the relation by blood, which Samuel Miller bore to the minor, who had supplied the place of a deceased son. If so, it could not be revoked or burdened with conditions after it had passed into the guardian’s hands, at the pleasure of the donor.\n“ Hannah Miller, the mother of the minor, is an industrious woman, of good moral character. The custody of the minor, especially during her early years, could not be given to any other person who would exercise over her the same tender care as that induced by the affection -of a mother. It is also the opinion of your auditor that the money paid by the guardian to Hannah Miller for the support and education of the minor, was a prudent and proper expenditure, and that the contract made by him for her future .support and education, is the best that could be done for the interests of the minor.\n“ If your auditor is correct in his view of the law, there can be no question as to the propriety of granting the prayer of the petitioner, especially as Samuel Miller stated that he would make no objection to it.”\nTo this report exceptions were filed; but the court below (Woodward, P. J.) dismissed the exceptions and confirmed the report, delivering the following opinion :—\n“ The auditor has disposed of all the questions referred to him in a very satisfactory way. The principles announced in Seibert’s Appeal, 7 Harris 49, conclusively show that this application ought to be granted. And this is so, whatever may be the effect of the instrument executed by Samuel Miller upon the principal of the fund hereafter, in case of the death of Helena Louisa Miller in her minority. The English cases cited in Seibert’s Appeal lay stress upon the provision of tbe statute of 43 Elizabeth, making a grandfather as well as a father liable for the support of a pauper; and a similar provision is incorporated in our Act of the 13th of June 1836. The effect of the instrument in question upon the residue of the fund is not considered in any way. That may be the subject of future controversy. All that 'is decided now is, that its existence is no bar to the allowance asked for.\n“ It is ordered that the report of the auditor be confirmed, and that the prayer of the petitioner be granted.”\nWhich was the error assigned.\nJ”. Hagenman, for appellant.\nDaniel Drmentrout, for appellee."
  },
  "file_name": "0182-01",
  "first_page_order": 184,
  "last_page_order": 188
}
