{
  "id": 998541,
  "name": "Hill versus Grant",
  "name_abbreviation": "Hill v. Grant",
  "decision_date": "1865-03-06",
  "docket_number": "",
  "first_page": "200",
  "last_page": "202",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 200"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 373,
    "char_count": 7963,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 6.953181076708474e-08,
      "percentile": 0.4215295949686642
    },
    "sha256": "a0c1877cd188ffd9cab2ae1010467d11753a6d25ee34d3ecfae5b49b6ec74e62",
    "simhash": "1:f75b06a9a9473493",
    "word_count": 1426
  },
  "last_updated": "2023-07-14T19:42:51.303223+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hill versus Grant."
    ],
    "opinions": [
      {
        "text": "The opinion 'of the court was delivered, by\nThompson, J.\nNo authority was cited for the position of the .plaintiff in error, that the return of the sheriff on the plaintiff’s execution was not evidence, in a suit on the interpleader bond, when offered by'the defendant. It would not, of course, be evidence of matters extrinsic to a proper return; but it is undoubtedly evidence of the seizure of the property, out of which the inter-pleader has arisen; and if it go further, and show a sale of the same property afterwards, and money made, why is it not evidence ? It was the plaintiff’s own process, and it was not only evidence against him, but such as he could not gainsay. We have said this in Paxson’s Appeal, just decided. It was not new there. The execution, in such cases, is suspended in its active operations, while the interpleader issue is pending; but when that is determined, if in favour of the execution-creditor, the sheriff may proceed to sell, and make his return to the writ. That is what wás done here, and the return shows a sale of the very property seized, which, for a time, had been tied up by the interpleader. It shows that, in accordance with the bond, it was forthcoming, and the plaintiff had had the benefit of it. It was very important evidence therefore for the defendant, when the plaintiff, after having had the benefit of it as a levy, and having sold it as such, was endeavouring to recover as if he had not had that benefit. It is hardly necessary to say there was no error in receiving such testimony.\nThe executions in other cases, levied on the same property and given in evidence by the defendants, were, so far as I can see, without effect, either for or against either of the parties. The purpose of such evidence is not perceptible; but, as it does not appear to have had any deleterious effect in its irrelevancy, we will not reverse because it was but irrelevant.\nStrangely enough, the plaintiff attempted to contradict the levy endorsed on his own writ, of the property described in the bond in suit. He was not permitted to do this, because it was conclusive on him, in the collateral form in which it was attempted to be attacked. But if the evidence could properly have been received, it seems to me it would have been felo de se of the plaintiff’s case. If he could have shown that he had no levy, what right had he to claim the property on the writ ? But, without speculating as to the occult purpose of it, we need only say there was no error in refusing the offer.\nTo the claim on the bond, the defendant plead payment, and relied on the sheriff’s return of sold, as to the property described in the bond. This directly met the alleged breach, that the property was not forthcoming to answer the writ. But it seems to have been thought that, as both the interpleader issues had not been determined when the property was sold, it could not in law have been forthcoming in anticipation of that result. What had the plaintiff to do with that ? It was forthcoming on his writ, and he had the tangible evidence of it, as shown by the return on the writ, and by receiving the proceeds of it. But even if it had been surrendered to the sheriff before either of the interpleader issues were determined, and sold by him, that would be an equitable defence. Payment before the day mentioned in a bond is a good equitable defence; and why not a defence when a condition is performed in advance of the stipulated time, and when performance is accepted ? It cannot be doubted that the defence was proper. The plaintiff can, in no way that I can conceive of, avail himself of the fruits of the property, and also recover, as if he had lost that- advantage. This would be double satisfaction. We think no error occurred on the trial in any part of the case, and the judgment is\nAffirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "J. OooJce Longstreth, for plaintiff in error.",
      "Edivard M. JPaxson, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Hill versus Grant.\nInterpleader. — Return of levy and, sale on writ of plaintiff, evidence against him in an action on interpleader bond. — Evidence in suit on bond under plea of payment.\n1. Where pending the levy of a sheriff upon a vessel, under sundry executions, interpleader issues were granted, and a bond given by the claimants ; and upon the determination of one of the issues against the claimants the vessel was given up to the sheriff who sold it and so returned to the first execution placed in his hands; in an action by the plaintiff in that writ, against the claimants on their bond, the return of the sheriff was held competent evidence on the part of the defendants, not only of the seizure of the vessel, but of its sale, and of money made, to show that in accordance with the condition of the bond the property had been forthcoming.\n2. Subsequent executions issued and levied on the same property were held not admissible because irrelevant: but the admission of the evidence, being harmless, was not a cause for reversal.\n3. A plaintiff cannot contradict the endorsement upon his own writ, of a levy on the property described in the bond in suit; and if he could, the evidence offered in this case showing that his execution had not been levied until after its return day, would have disproved his title to claim the property on his writ.\n4. The plea of payment to a suit on the bond, supported by the sheriff’s return of sale as to the property described in it, is an answer to an alleged breach that the property was not forthcoming to answer the suit, though but one of the interpleader issues had been determined at the sale.\nError to the District Court of Philadelphia.\nThis was an action by William H. Hill against Samuel Grant & Son, on their bond to the sheriff under the Interpleader Act, and arose out of the preceding case, reported as Paxson’s Appeal.\nThe execution of William H. Hill was one of a series of executions issued against James Devereux, under which levies were made upon the barque St. James. They were issued in the following order: Hill v. Devereux, D. C., December 1862, No. 697; Biddle v. Devereux, D. C., December 1862, No. 819; Eastwick v. Devereux, D. C., March 1863, No. 84; Savage v. Devereux, D. C., March 1863, No. 168; Carmody v. Devereux, D. C., March 1863, No. 267; Brua v. Devereux, D. C., March 1863, No. 268; Darling v. Devereux, D. C., March 1863, No. 393; Simpson v. Devereux, D. C., March 1863, No. 327 ; and Rogers v. Devereux, D. C., March 1863, No. 426.\nGrant k Son claimed the barque under a bill of sale, and gave bond to the different execution-creditors. The bill of sale not having been recorded, in compliance with the Act of Congress, the court below directed verdicts for the defendants in the feigned issues. The cases of Eastwick v. Devereux and Savage v. Devereux were first decided. The sheriff was ordered by the court to proceed with the executions in those cases, and the claimants surrendered the bark to the sheriff, in compliance with the condition of their bonds. The sheriff sold the barque (the counsel for Mr. Hill being present at the sale, and one of the bidders), the proceeds were paid into court, and an auditor appointed to make distribution thereof. The counsel of Mr. Hill appeared before the auditor, claiming to be paid the amount of his judgment out of the fund. The facts as found by the auditor will be found in Paxson’s Appeal.\nThe plaintiff in error, not having succeeded in getting his money of the fund in that proceeding, brought this suit upon the bond.\nUnder the plea of payment with leave, and notice of the special matter, the defendants gave in evidence the fact of the sale of the barque by the sheriff, under the Savage and Devereux judgments, upon actual notice to all of the other execution-creditors.\nThe principal error assigned was to the admission in evidence on the trial, of the sheriff’s return to the plaintiff’s execution showing a levy and sale of the property, out of which the inter-pleader arose.\nJ. OooJce Longstreth, for plaintiff in error.\nEdivard M. JPaxson, for defendant in error.\nMarch 6th 1865,"
  },
  "file_name": "0200-01",
  "first_page_order": 202,
  "last_page_order": 204
}
