{
  "id": 998470,
  "name": "Richardson versus Montgomery",
  "name_abbreviation": "Richardson v. Montgomery",
  "decision_date": "1865",
  "docket_number": "",
  "first_page": "203",
  "last_page": "210",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 203"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Gray 416",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2082560
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/76/0416-01"
      ]
    },
    {
      "cite": "20 Law Rep. 498",
      "category": "reporters:state",
      "reporter": "Law Rep.",
      "case_ids": [
        6571300
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/f-cas/21/0888-01"
      ]
    },
    {
      "cite": "1 Wall. Jr. 366",
      "category": "reporters:federal",
      "reporter": "Wall. Jr.",
      "opinion_index": 0
    },
    {
      "cite": "16 Pick. 401",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2022289
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/33/0401-01"
      ]
    },
    {
      "cite": "26 Me. 428",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8846718
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/26/0428-01"
      ]
    },
    {
      "cite": "8 Pick. 86",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2013196
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/25/0089-01"
      ]
    },
    {
      "cite": "6 Wright 450",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 799,
    "char_count": 21721,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 1.3658340673732465e-07,
      "percentile": 0.6372570369932764
    },
    "sha256": "503fa45d0199fcc4eddbe98aa903550e0177affcc13a604f7c2e5f18f200d94b",
    "simhash": "1:979142a67a868a57",
    "word_count": 3816
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Richardson versus Montgomery."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nTo determine whether the court below erred in rejecting the evidence offered by the plaintiffs, and in directing a verdict for the defendant, it is necessary to observe how the case would have appeared had the rejected evidence been received. Its aspect then would have been substantially as follows: In 1854 George McHenry, who was then the owner of the ship Eanny McHenry, transferred her, by bill of sale duly recorded, to Aubrey H. Smith. Though the title was absolute upon its face, Mr. Smith held it in trust as to one sixty-fourth part for Peel, Stevens & Co., as to another sixty-fourth part for W. W. & G. Thompson, as to two sixty-fourth parts for John S. Williams & Bro. (these firms having,' soon after the transfer of the legal title to Smith, become purchasers from McHenry for value paid), and as to the remaining sixty sixty-fourth parts for McHenry himself. In 1860 McHenry conveyed by deed his remaining interest in the ship (being sixty sixty-fourth parts of the equitable interest) to Edward G. James, the clerk and agent of the plaintiffs, Richardson & Co., to secure what' he then owed them, and what might become due to them by reason of any contract or liability made or incurred prior to January 1st 1861, and in the same year John S. Williams & Co. assigned their two sixty-fourth parts to the same clerk and agent of Richardson & Co., in trust for them. Smith afterwards conveyed sixty-two sixty-fourth' parts of the ship to James by bill of sale, which was duly recorded. All this took place before the 22d day of November 1862. Thus on that day the legal recorded title was, as to sixty-two sixty-fourth parts, in Edward G. James, who held in trust for Richardson & Co., and in Aubrey H. Smith, as to two sixty-fourth parts, he holding in trust for Peel, Stevens & Co., W. W. & G. Thompson. None of the conveyances of the equitable interests were upon record in the custom-house, but at that time James had possession of the ship as the agent of Richardson & Co., and as ship’s husband. McHenry was then indebted to the Messrs. Richardson & Co., and for the same debt for which the equitable interest in sixty sixty-fourth parts had been conveyed to their agent as a security. Such would have been the apparent condition of the title on the 22d of November 1862, had the plaintiffs been permitted to show it by the evidence they offered. On that day the defendant caused an execution to be levied on the ship as the property of George McHenry, and the plaintiffs, Richardson & Co., having interposed their claim, an issue was formed under the Interpleader Act, in which the averment of the plaintiffs was “that the right of property in the ship Fanny McHenry was in them, and that they held it as collateral security for indebtedness to them.” On the trial the equitable owners of the two sixty-fourth parts not belonging to Richardson & Co., were made co-plaintiffs, they claiming two such shares.\nThe leading question now to be answered is, whether the plaintiffs should have been permitted to submit to the jury such evidences of title in them as we have described.\nA preliminary objection made by the defendant may first be noticed. It is that the title set up by the' plaintiffs was not that claimed in the declaration, and therefore that it was inadmissible for reasons given in Myers v. Prentzel, 9 Casey 482, and Stewart v. Wilson, 6 Wright 450. But this is a mistake. The plaintiffs, Richardson & Co., did not claim the ship as absolute owners, but as having a right of property to sixty-two sixty-fourths in the nature of a mortgage, while the other plaintiffs claimed two sixty-fourth parts as owners. There was no averment that the rights claimed were legal or equitable. The title offered, therefore, was not variant from that claimed. Certainly there may be an equitable ownership of a chattel, while the legal title is in another. Were it not for the Act of Congress of July 29th 1850, to which we shall hereafter refer, the proper construction of which is the very point in dispute, there could be no doubt that the evidence offered by the plaintiffs would show just such a right of property in them as ivas set forth in their declaration.\nAs the law stood before the passage of this act, the case would be free from difficulty upon the issue as it was joined. The proposed evidence would have shown the plaintiffs’ eestuis que trust in possession not only by consent of the trustees, but by their agent as controlling manager and ship’s husband. As beneficial owners in possession, the law of course protected them against any mere trespassers. James, their trustee, as also Smith, were protected by their recorded legal title against McHenry, and everyone claiming under him, and they had equitable rights superior to those of their trustees. As against them or their trustees, the sheriff in levying his execution was a trespasser, since by authority of his writ he could only seize the property of McHenry.\nBeyond that the writ afforded him no protection. And Avhen the plaintiffs offered evidence of their equitable interests, the defendant had shoAvn no right in McHenry, as whose property he had caused the ship to be seized. Apparently, therefore, the seizure was a mere trespass.\nI have said the proposed evidence would have shown the plaintiffs beneficial owners in possession. True, it was not written and recorded evidence of title, but unless the Act of 1850 has made a radical change, such evidence was not the only evidence of title that could be given. A ship is a chattel.' Upon the death of the owner it goes to his personal representative. The Statute of Frauds requires that all conveyances of interests in lands shall be in writing. But there is no law which makes a bill of sale necessary to the transfer of a ship. Congress has legislated respecting such property, and if it had been intended that title in a vessel should be evidenced only by writing, it was easy to say so. But the Act of 1792, that of 1850, and all others, are silent upon the subject. The former makes a bill of sale necessary as preliminary to a registry, but not otherwise. The object of the registry laws is to fix the national character of the vessel, and they provide that without such registry, “ they shall not be entitled to any of the privileges or benefits of a ship of the United States” (except such as are duly qualified according to law for the coasting trade or fisheries). Before the Act of 1850 it had frequently been held that the title to a ship might pass by delivery, as in the case of any other chattel. True, there had been more or less of speculation upon the subject, but the course of positive decision had been all one way. In Bixby v. Whitney, 8 Pick. 86, the court say: “ We think a bargain, a consideration paid, and a delivery will pass the property from one to another in a ship or vessel.” In this case it was expressly decided that a bill of sale or other writing is not necessary to pass the title. To the same effect are Badger v. The Bank of Cumberland, 26 Me. 428; Balkam v. Lowe, 20 Id. 369; Barnes v. Taylor, 31 Id. 334; Vinal v. Burd, 16 Pick. 401; and the same doctrine has been recognised in the courts of New York. So in Mann v. The Susan G. Owens, 1 Wall. Jr. 366, Grier, J., asserted that by the law of Pennsylvania, the title to a ship passes by actual sale and delivery, as in the case of other personal chattels, without a written bill of sale. And in United States v. Jones, 3 W. C. C. Rep. 209, acts of ownership were ruled admissible to prove property in a vessel.\nAnd before the Act of 1850, not only was it competent to show title in a ship by other than written evidence, but the law recognised equitable ownership as distinguished from that which is legal, None of the registration acts have ever attempted to deal with anything else than the legal ownership. That of December 31st 1792, required the owner, when applying for a registry, to make oath that he is the sole owner, or an owner jointly with others named; that they are citizens of the United States, and that no subject of any foreign state, directly or indirectly, by way of trust or confidence, or otherwise, is interested in such vessel or the profits thereof. The Act of July 29th 1850 has changed this only so far as to require the particular proportions owned by each person to be specified. But there is nothing in either of the acts which prevents the legal title from being in one person, while the equitable title is in another, or which requires the disclosure of the equitable title, unless its owner be the subject of a foreign state : Scudder v. The Calais Steamboat Company, 20 Law Rep. 498, Curtis, J. In both acts the ownership referred to in the oath is a legal ownership as distinguished from an equitable. Says Judge Curtis: “It is matter of everyday practice for vessels to be held in trust for citizens of the United States not named in the register or enrolment.” So in Greenl. Ev., vol. 1, § 494, it is said “ an equitable title in one person may well consist with the documentary title at the customhouse in another.” Before the Act of 1850, there seems to have been no question in this country of the existence and validity of such equitable titles, unaffected by the recorded legal title at the custom-house. The course of decision in England has been generally otherwise under a more stringent registry law. Yet even there the existence and validity of an unrecorded equitable title for some purposes has been admitted: Sutton v. Buck, 2 Taunt. 302, Roberts v. French, 4 East 130, and Rickman v. Carstairs, 5 B. & Ad. 654.\nBut it is insisted that all this has been changed by the Act of Congress of 1850, and that now neither a legal nor equitable interest in a vessel can be shown by any other evidence than a written transfer, mortgage, or hypothecation, recorded in the office of the collector of customs.\nThe section of the act relied upon is in these words: “No bill of sale, mortgage, hypothecation, or conveyance of any vessel or part of a vessel of the United States, shall be valid against any person other than the grantor or mortgagor, his heirs and devisees, and persons having actual notice thereof, unless such bill of sale, mortgage, hypothecation, or conveyance be recorded in the office of the collector of customs where such vessel is registered or enrolled.” Then follows a proviso saving bottomry liens. The 5th section requires the applicant for a register or enrolment of any vessel of the United States, in addition to the oath before prescribed by law, to. set forth in the oath of ownership the part or proportion of such vessel belonging' to each owner, and it directs that the same shall be inserted in the register of enrolment, and that all bills of sale of vessels registered or enrolled shall set forth the part of the vessel owned by each person selling, and the part conveyed to each person purchasing.\nIf this act means what it seems to have been understood to mean in the court below, it has indeed worked very great changes in the law as it previously existed, and it may be made an instrument of marvellous injustice. But is it a correct construction of the act, that there can no longer be an unrecorded equitable title in a vessel of the United States, as well as a recorded legal title ? May there not at least be an unrecorded legal title, which is good not only against the vendor and his personal representatives, but good also against one without right, a mere trespasser ? Suppose that A., the owner of a ship, sells her to B. for a full and valuable consideration which is paid, that a bill of sale is executed and delivered, and that actual possession is taken by B. Suppose now, that while this bill of sale is on the way to the custom-house, or before it can be taken there, it is lost or destroyed. Here is the case of an unrecorded bill of sale. A. is of course bound by the contract, by the express terms of the act, so are “his heirs or devisees,” his personal representatives; but may a subsisting judgment-creditor of A., suspecting perhaps that such a sale is contemplated, immediately levy upon the ship, and is B. remediless ? It would seem that such a construction of the act ought to be avoided if possible. Or suppose that a mortgage of the ship is executed in due form and properly recorded, that the mortgage is given to secure the payment of a negotiable promissory note, that this note in due course is negotiated, and passes into the hands of a third person, has such third person no interest in the mortgage ? Is not the mortgagee a mere trustee for his benefit as against the world, on the principle that the security follows the debt ? In order to 'give the endorser of the note the protection of the mortgage, must the endorsement be recorded ?\nIt is incredible that Congress had any such intentions. It is observable that the act applies only to vessels of the United States, that is, to such alone as are registered or enrolled. No others are deemed vessels of the United States. All others may be conveyed or mortgaged, or held in trust as before. But registered or enrolled vessels necessarily make an exhibition of ownership in the custom-house. An exhibition of title is necessary to a registry. True, as has been seen, only the legal title needed to have been shown before 1850, if more is demanded now. But the record of these muniments of title had. a tendency to mislead purchasers and mortgagees dealing on the faith of them, when they did not truly represent the state of the legal title. And the purpose of the Act of Congress seems to have been to protect persons dealing on the faith of these recorded instruments of title from being injured by secret transfers or mortgages. It was for the benefit of such only, not for that of trespassers or those who could not be hurt by an unrecorded transfer. No Act of Congress ever required equitable interests to appear in the office of the collector. The ownership referred to in the oath was a legal one: Weston v. Penniman, 1 Mason 306; Scudder v. Steamboat Company, supra. The office of the collector, therefore, contains no exhibition of equitable title to mislead any one. It is not to be looked for there. The language of the act, it is true, is very general. It denies validity to an unrecorded transfer or mortgage, as against any person other than the grantor, his heirs or devisees, and those having actual notice, but it must be construed with its object in view, and with reference to the mischief it was manifestly intended to remedy. What the mischief was is apparent from the exceptions it makes. It is a recording act, and like all such acts, a statute to protect against frauds. No matter how general such acts are, they are all construed to avoid unrecorded instruments only as against those who would be defrauded if they were held valid. Our own Act of 1715 is one of many illustrations. It declares that no mortgage or instrument of that nature shall be good or effectual to pass any estate unless it be recorded. It makes no exception. It is even more sweeping than this Act of Congress. Yet such a mortgage has always been held good against all persons except subsequent purchasers from the mortgagor or mortgagees without notice. It is good against execution-creditors of the mortgagor. Such creditors cannot be defrauded by a secret transfer, and recording acts are therefore not made for their benefit.\nIn the case before us, if the rejected evidence had been admitted, the title of James and of Smith was good on its face against McHenry, and any one claiming to seize it as McHenry’s. It was recorded as required by the Act of Congress. There was no secret title then that could mislead the defendant. If he searched the records in the custom-house he was informed that McHenry had parted with his interest. ■ Now it is this recorded title that is set up against him. And the title of the plaintiffs is good as against James and Smith, their trustees. There is no prohibition in the statute against the plaintiffs showing a trust for their benefit in Smith and James; for, as we have said, the act neither destroys equitable interests in vessels, nor requires that such interests shall be manifested in writing.\nThe only case which has been found apparently conflicting with these views is Potter v. Irish, 10 Gray 416; but, on examination, it will be found not to have distinctly considered the question before us. That was the case of a recorded mortgage of a partial interest in á vessel, and the only point seriously discussed was at what port the Act of Congress required the mortgage to be recorded. The question does not appear to have been fully raised whether the act is to be regarded as a recording act for the protection of those who might be misled by the official registry and purchase, or who had taken mortgages or hypothecations on the faith of it. Eor this reason the decision cannot be regarded as having much bearing upon the point now presented.\nUpon the whole, we are of opinion that the defendant, who is an execution-creditor of McHenry, is not within the protection of the Act of Congress, not being exposed to the mischief intended to be remedied, and that it is not for him to insist that the plaintiffs cannot show by unrecorded evidence a trust for them in the holders of the legal title, those holders having been grantees of McHenry, mediately or immediately, by recorded bills of sale.\nIt follows that the evidence offered by the plaintiff, and rejected by the court, should have been received.\nThe judgment is reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "B. O. McMurtrie and J. W. Paul, for plaintiffs in error.",
      "O. Gruillou, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Richardson versus Montgomery.\nIssue under Sheriff’s Interpleader Act. — Evidence of equitable ownership of vessel taken in execution. — Act of Oongress of July 29th 1850 construed.\nAn equitable interest in a vessel, part of ■which was conveyed to an agent as collateral security for debts due and to become due on existing contracts with his principal, and part conveyed to the agent to hold in trust for his principal, may be set up and maintained as a defence against an execution-creditor of the original owner thereof, in an issue under the Sheriff's Inter-pleader Act, notwithstanding the provisions of the first section of the Act of Congress approved July 29th 1850.\nError to the District Court of Philadelphia.\nThis was a feigned issue under the Sheriff’s Interpleader Act. At the time of the trial Thomas Richardson & Co., W. W. & G. Thompson, and Peel, Stevens & Co. were plaintiffs, and Archibald Montgomery, defendant. The two latter plaintiffs were added by way of amendment, on motion at the trial.\nThe declaration averred that Thomas Richardson & Co. asserted that the right of property in the ship Fanny McHenry, which had been levied on under a writ issued by Archibald Montgomery against George McHenry, was on the day of the said levy (November 22d 1862) in them, and that they held the same as collateral for indebtedness, owing by the said George McHenry to the plaintiffs, and on this, issue was joined.\nBy an amendment at the trial, the additional plaintiffs were inserted, and the record amended by averring that Thomas Richardson & Co. held sixty-two sixty-fourths, instead of the whole, in the manner set forth in the narr.; and that Peel, Stevens & Co. owned one sixty-fourth, and W. W. & G. Thompson owned one sixty-fourth.\nThe material facts of the case were as follows:—\nThe ship Fanny McHenry, purchased by Mr. McHenry in 1854, was transferred in that year by bill of sale, duly recorded, to Aubrey H. Smith, who held the title in trust for various persons interested in the ship.\nIn the same year, after the legal title was thus placed in Smith, McHenry sold and assigned for value paid an equitable interest in one sixty-fourth to Peel, Stevens & Co., one sixty-fourth to W. W. & G. Thompson, and two sixty-fourths to John S. Williams & Co. Mr. Smith thus held the legal title in trust for these parties, and the residue in trust for George McHenry, but there was no written or recordable evidence of the trust.\nIn 1860 George McHenry assigned his equitable interest, being sixty sixty-fourths, to Edward G. James, in trust for Thomas Richardson & Co., to secure an indebtedness to them.\nIn 1862, and before the levy, J. S. Williams assigned his interest to Mr. Spence, who assigned it to Mr. James, who was the managing clerk of Thomas Richardson & Co., and who thus held the equitable title to sixty-two sixty-fourths of the ship, as the agent and trustee of Richardson & Co.\nIn 1862, before the levy, Aubrey H. Smith, the trustee holding the legal title to the whole ship, transferred to E. G. James sixty-two sixty-fourths of the ship by a bill of sale, which was duly recorded at the custom-house at Philadelphia. At the same time Edward G. James, on behalf of Thomas Richardson & Co., took actual possession of the ship as ship’s husband.\nAt the time of the levy, under the writ against McHenry, Richardson & Co. were in actual possession of the ship. Their clerk held the legal title as to sixty-two sixty-fourths in trust for them, and Aubrey H. Smith held the legal title of two sixty-fourths in trust, one sixty-fourth for Peel, Stevens & Co. and one sixty-fourth for W. W. & G. Thompson.\nOn the trial it was proposed to prove the titles thus vested in Richardson & Co., Peel, Stevens and Co., and W. W. & G. Thompson; but because there was no recorded instrument or evidence of title in them the evidence was rejected, and a verdict directed for the defendants; which was the error assigned by plaintiffs.\nB. O. McMurtrie and J. W. Paul, for plaintiffs in error.\nO. Gruillou, for defendant in error."
  },
  "file_name": "0203-01",
  "first_page_order": 205,
  "last_page_order": 212
}
