{
  "id": 998551,
  "name": "Horwitz versus Norris",
  "name_abbreviation": "Horwitz v. Norris",
  "decision_date": "1865-03-13",
  "docket_number": "",
  "first_page": "213",
  "last_page": "222",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 213"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 Wright 113",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "2 Whar. 376",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830607
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/2/0376-01"
      ]
    },
    {
      "cite": "4 Watts 82",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842766
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0082-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 800,
    "char_count": 27017,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 7.91440896083855e-07,
      "percentile": 0.9730103955867697
    },
    "sha256": "1278e16d8689f7aef5351c882a4fadd1a2ab3e74ad00b63d7903382de0fa21e4",
    "simhash": "1:9be3f6af42550b15",
    "word_count": 4831
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Horwitz versus Norris."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nThe complainants are four of the five children of Joseph Parker Norris, second, deceased, and-they with their brother Joseph are the only children which the decedent left at his death. There was no issue of any deceased child. The leading question presented by the case is what estate, if any, they took in the one-sixth part of the Fair Hill lands, under the .will of their grandfather, Joseph Parker Norris, Sr. Under the will of their father they took nothing, for he had nothing to devise, and his will was but an attempted execution of a power' conferred upon him by the will of the grandfather. Had there been no execution of the power, it is plain the complainants wrould have taken the fee simple of the Said one-sixth part in equal tenancy in common with their brother. But there was an attempt to execute the power, and it therefore becomes material to inquire what the power was, and how far its attempted execution was warranted.\n■ By the will of Joseph Parker Norris, Sr., the remainder in the one-sixth part of the Fair Hill property, after the decease of his-son Joseph, the second, was given to and for the use and behoof of the child and children of the testator’s son Joseph, born and to be born, that should be living at his death, and the lawful issue of such as might then be dead, and in such parts, shares, and proportions, and for such estate and estates, use and uses, as he (the said Joseph, second), by his last will and testament should direct, limit, and appoint, and in default of such last will or appointment, then for the only proper use and behoof of all and every the children of his said son Joseph, lawfully begotten, born and to be born, that should he living at his death, and the lawful issue of such as should he then dead, and their heirs and assigns for ever, equally to be divided among them, so always however that such surviving children of his said son should take per capita, and such issue should take together in equal parts, the share that his or their parent would have taken if then living; provided, however, that no division of this share of the Fair Hill property should be made among the children of his said son, in tany event, until the youngest of his children born and to be born, should have attained the age of twenty-one years, but that after the decease of his said son, the net annual rent or income thereof should be applied (by the trustees to whom the land was devised in trust) to the maintenance, support, and education of the children of his said son, until the youngest of said children, born and to be born, should attain the age of twenty-one years.\nIt is apparent at first sight, that the power thus conferred upon Joseph P. Norris, second, was not a general power of appointment. He was not enabled to select the object of the original testator’s bounty, nor even the class out of which those objects could be selected. The devisees were designated by the donor of the power. They were the children of Joseph P. Norris, second, who might be living at his death, and the issue of any child or children then deceased. There having been no such issue, they were the children exclusively. The donee of the power had therefore but a very limited authority. He could only define the parts, shares, and proportions; the estates and uses, in which, and for which, the members of the prescribed class, that is, the children, should .take under the will of the first testator. Having but a particular, and not a general power of appointment, he could not appoint estates or uses which the donor of the power could not have created by his will, nor could he appoint to any other than to his children, they only composing the class within which any authority to appoint was conferred. Grandchildren of Joseph P. Norris were not within the class designated by the devisor, and they were not therefore possible appointees for any use or estate either in possession or remainder. The general rule is well settled that a power to appoint among children does not authorize either a general or partial appointment to grandchildren. As in the case of a devise directly, without the intervention of a power, grandchildren are not embraced in a gift to children, unless a contrary intent is apparent in the will. To this the authorities in this state, as well as elsewhere, are very direct. It is not denied that grandchildren have sometimes been held to be intended in gifts to children, and powers to appoint among children,- but this is when the intention of the devisor or donor of the power is manifest, to use the word as inclusive not only of immediate but remoter descendants, or where such a construction is necessary to save the will from being inoperative. And these exceptions to the general rule are rare. In Radcliff v. Bulkley, 10 Vesey 105, Sir William Grant, M. R., speaks of two cases, and only two, in which the word “ children” had been construed to mean grandchildren. The first he calls the case of necessity, when the will would remain inoperative unless the sense is extended. Under this head he instances Wild’s Case, where upon a devise to a man and his children, it was held that if there were no children at the time, the father would take an estate tail, and children would mean issue; for it' was evident something was intended for children, but none being in esse, they could take nothing except through the father, and he could transmit nothing to them except he had an estate of inheritance. It was necessary therefore to construe the word children to mean “issue” on account of the general apparent intention. A better illustration perhaps might be given in those cases when there is a devise to one ‘for life, remainder to his children, and in default of issue over. In such a case the intention is plain that the issue of the children shall take before the devise over can go into effect. So a gift to children of a person who was known by the testator to have only grandchildren, may apply to the latter to enable the gift to take effect at all. The other case of exception mentioned by Sir William Grant is where a testator has indiscriminately used the words “ issue” and “ children,” showing he meant to use children in the same sense as issue. So in Dickinson v. Lee, 4 Watts 82,-and in Hallowell v. Phipps, 2 Whar. 376, the exceptions to the general rule that grandchildren do not take under a devise to children, were stated substantially in the same way. They are suffered to do so, said Gibson, O. J., principally if not exclusively in two cases; when the word is used evidently as eo-extensively with issue, and when there are no children literally to answer the description, and then grandchildren are let in ut res magis valeat quam per eat. Nearly, if not quite all of the modern cases in which grandchildren have been let in under a devise to children, fall under one or the other of these classes. Perhaps yet another exception may be admitted. It is when a testator gives to a tenant for life a power of appointment among his children, and in default of appointment, gives to and among the children of the tenant for life, and the issue of a deceased child. In such a case it has been held that, as the testator defined the class of his beneficiaries, in default of appointment, the power must be taken to be co-extensive therewith, and that therefore children may include issue of children. The case we now have has nothing to take it out of the general rule. It falls within no one of the exceptions. On the contrary, instead of there being anything in the will of Joseph Parker Norris, Senior, to justify our holding that the devise was to the issue of any children of his son Joseph, living at the death of his said son, or that any power of appointment among the issue of such children was intended to be created, there is a provision that negatives an intent to make such a devise, or create such a power. The devise was to children of the son, living at his death, and the issue of such as should be then dead, the issue taking per capita. The power was to apportion among such children, and such issue, and in default of appointment or apportionment, the devise was repeated, to the same children, and to the same issue of children deceased at the^ death of the testator’s son. Thus the testator defined the issue who could take as devisees or appointees, and by his designation he excluded all others. The issue of the living children of Joseph P. Norris, the second, ar.e therefore not within the class.\nSuch, then, being the power conferred upon Joseph P. Norris, second, and such the objects among which the power of appointment could be exercised, it is plain that the will of the donee of the power was not a good execution of it. It was transgressive of the limits prescribed by the donor. It attempted to apportion to those to whom there was no authority given to apportion, and at the expense of the class to which the whole estate was given. By this will, Joseph, the second, appointed to trustees not members of the class, prescribed for him, with power in the trustees to receive the rents, issues, and profits, to sell and re-invest in real or other securities. Thus he attempted to make these trustees the remainder-men, instead of the class designated by the donor of the power. He apportioned one-third part of the net rents, issues, and profits to his widow during her natural life, it being, as he declared, the same estate she was entitled to by law, as her dower, in case she survived him. He apportioned the residue, directing it to be divided into five equal shares, as follows: To his son, Joseph P. Norris, the third, he appointed one-fifth in fee simple, and the other four-fifths he apportioned to his four daughters, the complainants, for their natural lives, and after their death, the remainder to their issue and children in fee simple, giving to his daughters individually such powers of apportionment as he himself possessed. The trust in the trustees was not created for the sole and separate use of the daughters. There was no expressed intent to exclude their husbands, and, so far as they are concerned, tbe Statute of Uses caused the legal estate to vest immediately in them.\nIt is very clear to our minds that this attempted execution of the power given by the will of the testator just named is invalid both in law and in equity. Whether invalid because the appointment was made to trustees, rather than directly to the objects of the power, it is not necessary to consider. Perhaps in equity, if not at law, an appointment to trustees in trust for the particular object designated by the donor of the power, might be sustained. But where both the legal and equitable interests in the property which is the subject of the power are appointed to those who are not of the class within which the apportionment is authorized to be made, any attempt to sustain it, either in law or equity, is vain, and such was the appointment in trust for the widow of the donor of the power. She is not a member of the class, and though the appointment is attempted to be supported as a substitute for dower, it cannot stand as such, for she was entitled to no dower. Her husband never had an estate of inheritance in the land. He had nothing out of which she was dowable.\nSo the appointment to the respective issue and children of the complainants, the daughters of the donee of the power, was without authority, and void. We have seen they were not of the class among which Joseph P. Norris, second, was empowered to apportion. In a few instances it has been hold that under a power to appoint to children of the donee of the power, an appointment to a child for life, with remainder to children of the child, will be supported and treated as an appointment to the child of the donee in fee tail. Pitt v. Jackson, 2 B. C. C. 51, is a principal case. There the power was given by marriage articles, and the ruling rests on the doctrine 'ey pres. Such cases are not numerous, nor are they are at all important in their application to the present case; for, if under the appointment to Joseph Parker Norris, his daughters, the complainants, could have taken estates tail, our Act of 1855 would compel us to hold them estates in fee simple. But the cy pres doctrine, to this extent, has never existed in this state, and the limitations in the will of the donor of the power manifest no intention which could be subserved by giving only estates tail to the complainants. Hence we must hold the appointment to the issue or children of the children of Joseph P. Norris, second, to be transgressive and void.\nIt follows, necessarily, that the contingent appointment over in default of issue of the children of the complainants, falls with the appointment to those children themselves. It -was said in the\" argument it was meant to take effect only in case there was no issue or children of a daughter, but not if being such children or issue, the limitation to them separately from their parent should prove invalid. Otherwise such children or issue of daughters, would in that event he necessarily excluded, a result the donor of the power could never have intended. And even if the gift over were severable, so as to be sustained as to such of the children of Joseph Parker Norris, second, as might survive an appointee leaving no issue, all his daughters are complainants here, and our decree being at their suit, will bind their contingent interests. Such interests could not be set up in opposition to the decree for which they pray.\nNothing done under the power of appointment, then, is effective, except the limitation of life estates to the daughters. It' may be admitted that is distinguishable from that part of the attempted execution which is bad, and, if so, that it may be supported. It is then the case of a partial execution, and that portion of the fee of one-sixth of Fair Hill not appointed remains as devised by Joseph P. Norris, Senior, in default of appointment. That is, each of the daughters has an estate for life by virtue of the partial execution of the power, with an immediate vested remainder in fee, by virtue of the will by which the power was created. Thus, of course, each has a complete fee simple.\nIt is hardly necessary to add that the appointment to the widow of Joseph P. Norris, second, being invalid, the estates of the complainants are legal.\nThe next question relates to the ownership of the rents, issues, and profits of the four twenty-fourths of the Fair Hill estates, including also interest on mortgages, which accrued prior to the death of Joseph P. Norris, the second, but which had not been paid to the trustees named in the will of his father, or which was accruing but not payable at his death.\nNo power over these was conferred upon Joseph, the second, by the will of the first testator, apart from the power to apportion the lands out of which they grew. If, then, they belong to his executors or pass under his will to the trustees appointed by him for the benefit of his widow, it must be because they belong to him. He did not attempt to dispose of them as owner. His will was but an attempted execution of the power, so far as it relates to the lands or income, and he was not in fact the owner of the income, or of the sixth part of the lands, which he was authorized to apportion. Looking again to the will of the first testator, we find that he gave the one sixth part of Fair Hill to trustees, in trust, to let and demise the same for the best rent that could be got therefor, and to take, collect, and receive the rents, issues, and profits, as the same should become due and payable, and the net annual rents thereof, after paying thereout one sixth part of the taxes of the whole estate, and of all necessary and proper repairs, and one like sixth part of an annuity given to his wife, and also all costs and charges attending the execution- of the trust, to pay, apply, and dispose of to and for the maintenance, support, and benefit of his son Joseph Parker Norris, second, for and during the term of his natural life; in such way and manner, however, that the same or any part thereof should not become subject or liable to the payment of any of his debts, present or future, and so that no creditor present or future-of his said son should ever be able to take, seize, or enjoy the same, or any part thereof. Then follows the disposition of the remainder, which has already received our attention. This was not the creation of a legal or even equitable life estate in the lands. It was not a devise of the rents and profits generally to the son, and therefore, in effect, a gift of the land. The income was committed to the disposal of the trustees, to be applied to his maintenance, support, and benefit, and they were to exclude his creditors. It was never in his power to compel them to pay over to him the -whole income, or to apply it for any other than the purposes defined in the will. He could not have sold and conveyed his interest as a life estate : Shankland’s Appeal, 11 Wright 113. He owned nothing which he could dispose of by will, as owner. And, as he had no power apart from ownership, over income, it is impossible to see how that not received, whether due and payable, or only accruing at his death, can go either to his executors or the trustees appointed by him in his attempt to execute the power. The provision that it shall not be liable for any of his debts forbids it. If he had power as owner to dispose of it, his creditors could not be excluded.\nAdopting as we do this construction of the first will, no question respecting an apportionment of the rents and interests accruing at the death of Joseph P. Norris, second, can arise. The rents and interests due and payable, as well as those accruing, unsevered as they -were from the tree on which they grew, passed with the tree to the children to whom they were limited by the will of the first testator.\nThe decree made at the Nisi Prius was therefore right.\nDecree affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "H. Wain, for appellants.",
      "Henry Wharton and Win. Henry Bawle, for appellees (complainants below)."
    ],
    "corrections": "",
    "head_matter": "Horwitz versus Norris.\nPower of appointment under will discussed.\nA power given by will of appointment to the children of a decedent does not authorize either a general or partial appointment to his grandchildren.\nCertificate from the Court at Nisi Prius.\nThis was a proceeding in equity, founded on a bill filed by Mrs. Horwitz, Miss Elizabeth Norris, Mrs. Fisher, and Mrs. Brown, four of the five children of Joseph Norris the (second), deceased, who with their brother Joseph were the only children left by deceased at his death; against Charles Norris, Samuel Norris, and Isaac Norris, executors and trustees of the will of Joseph P. Norris (the first), Isaac Norris and Joseph P. Norris (the third), trustees and executors of the will of Joseph P. Norris (the second), and Caroline Norris, widow of Joseph P. Norris the second.\nThe bill set forth that Joseph Parker Norris, the elder, died in June 1841, leaving a large real and personal estate, and that, inter alia, he devised one-sixth of his Fair Hill estate to trustees, to manage, &c., collect the rents, &e., and to__gay, a.ye.r.the net income thereof to the maintenance and support of his son, Joseph Parker Norris the second, during his natural life, so as not to be liable for his debts, &c., &c., and “ from the death of his said son, to the use and behoof of the child and children of his said son, born and to be born, that should be living at his death, and the lawful issue of such as should be then deadj and in such parts, shares, and proportions, and for such estate and estates, use and uses as his son by his last will and testament should direct, limit, or appoint; and in default of such last will and testament then in trust, to and for the only proper use and behoof of all and every the children of his said son lawfully begotten, born and to be born, that should be living at his death, and the lawful issue of such as should be then dead, and their heirs and assigns for ever, equally to be divided among them, part and share alike as tenants in common;” — “so always, however, that such surviving children of his said son should take per capita, — and such issue should take in equal parts the share that his or her parent would have taken, if then living“ provided that no division of this share of Fair Hill estate shall be made among the children of my said son, in any event) until the youngest of his children, born and to be born, shall have attained the age of twenty-one years;” “but that after the decease of my said son, the net annual rent or income shall be applied by the said trustees to the maintenance, support, and education of the children of my said son, at their discretion, and according to their best judgment, until the youngest of his said children, born and to be born, shall have attained the age of twenty-one years.”\nJoseph Parker Norris, the son, “by virtue of the power vested in him by the will of his late father, did give, devise, and appoint” to trustees to receive the rents, issues, and profits of said one-sixth, and to pay over one full equal third part thereof to his wife during “her natural life and no longer, for her maintenance and support, being the same estate that she is now (13th December 1862, date of will), entitled to by law, in case she survives me, as her dower,” and “subject to said provision to his wife, he devised, gave, and appointed his-said share to the following purposes:” “ one full equal one-fifth to his son Joseph P. Norris, the third, in fee,” “and the remaining four equal fifth parts for the use of my four daughters” (the complainants and their husbands), “ for and during their respective natural lives;” “and from and after their respective deaths then to the use of such of their respective issue and children, and in such shares and for such estates as they shall respectively by last will appoint;” “and in default of such appointment, then to the use of all the children of my said four daughters, so failing to appoint, that may be living at their respective deaths, and to the issue of any deceased child or children, their heirs, executors, and administrators, as tenants in common, in equal shares, the issue of any deceased child to stand in the place of their parent, and to take only the share their parent would taken if living; and,” “in default of such issue, to the use of my then surviving daughters, and the issue of any of them then deceased, in the shares and proportions and for the estates which they would have taken under the intestate laws of Pennsylvania, if my said respective daughters had died seised in fee simple of such estate without any husband surviving her or them.”\nHe also authorized his said trustees, with the consent, in writing, of his said “ four daughters, to whom I have devised a life estate,” or of the guardians of minor children, “to whom I have limited a fee, after the death of their parents,” to join the trustees of the other five-sixths of his father’s estate, to sell, exchange, &c.\nThe bill then prayed (inter alia) that the execution of the power expressed in the will of Joseph P. Norris the first, and as executed in the will of Joseph P. Norris the second, may be pronounced “ wholly void,” and that the complainants are entitled to a fee simple in the said one-sixth of real estate.\nBy the answer of the trustees they submitted themselves, and the right construction of the wills, to the court.\nOn hearing, the learned judge before whom the case was heard, made the following decree in favour of complainants:—\n“ And now, this seventh day of October, A. D. 1864, this cause came on to be heard upon bill and answers, and was argued by counsel.\n“ Whereupon, in consideration whereof, the court are of the opinion, and do so dpcree, that the attempted testamentary appointment by Joseph Parker Norris the second, dated the 13th day of December 1862, is, so far as respects the estate therein limited to the defendant, Caroline Norris, for life, void and of no effect; and that the said appointment is, as to the complainants, Caroline Iiorwitz, Anna Fisher, Elizabeth Norris, and Adeline Brown, also void and of no effect; and that the said complainants are well entitled, in fee simple, of, in, and to four undivided fifth parts of one undivided sixth part of the real estate, and are absolutely entitled to the same share of and in the personal estate mentioned in the pleadings.\n“ And it is ordered that an account be stated of the moneys received up to the date of this decree by the defendants Charles Norris, Samuel Norris, and Isaac Norris, trustees under the will of Joseph Parker Norris the first, respecting and concerning the share devised to the said Joseph Parker Norris the second, for life: and that, upon such accounting, they do pay over to the said complainants their respective shares thereof, as hereinbefore mentioned, without regard to any apportionment whatsoever, and do transfer to the said complainants respectively their respective shares of the personal estate to which they are entitled as aforesaid.\n“ And it is further ordered, that the defendants Charles Norris, Samuel Norris, and Isaac Norris, trustees, be enjoined from paying over any such moneys, or transferring any such personal estate to the defendant, Isaac Norris, trustee under the will of Joseph Parker Norris the second, and that the latter be enjoined from receiving the same.\n“ And it is further ordered, that the said Isaac Norris, trustee, be enjoined from asserting or setting up in any partition and division now being had, 'or which may be had, of the Fair Hill estate mentioned in the pleadings, or the proceeds thereof to ■which the complainants are entitled as hereinbefore set forth and decreed, any right, title, or claim as such trustee in and to any shares or parts thereof to which the complainants are respectively entitled as aforesaid; and that the said Charles Norris, Samuel Norris, and Isaac Norris, trustees aforesaid, be enjoined from selecting or appointing any person to make any partition of the estate of their said testator to or with the said defendant, Isaac Norris, trustee aforesaid, or from conveying to him on such partition any share or purpart of the said estate.\n“ And it is further ordered, that all the costs in this cause, including expenses of counsel, be paid by the said executors of Joseph Parker Norris the second, out of any funds coming to or received by them from the trustees under the will of Joseph Parker Norris the first.\n“ And it is further ordered, that any of the parties interested shall have leave, should they deem it necessary or expedient, to apply to the court for instructions as to the account hereby directed to be stated, or otherwise as to the execution of this decree.”\nWhich was the error assigned by defendants.\nH. Wain, for appellants.\nHenry Wharton and Win. Henry Bawle, for appellees (complainants below).\nMarch 13th 1865,"
  },
  "file_name": "0213-01",
  "first_page_order": 215,
  "last_page_order": 224
}
