{
  "id": 998478,
  "name": "Becker et al. versus Kehr et al.",
  "name_abbreviation": "Becker v. Kehr",
  "decision_date": "1865",
  "docket_number": "",
  "first_page": "223",
  "last_page": "231",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 223"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Dallas 131",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 816,
    "char_count": 22281,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 1.2479506570169517e-07,
      "percentile": 0.6094156454681334
    },
    "sha256": "bc7e64ad68ecac73b5736e3403f4a3233c2d6e169bdec9b8e1f746b8e70cadab",
    "simhash": "1:f574a0063e0f8884",
    "word_count": 3876
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Becker et al. versus Kehr et al."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThat the lands of which Samuel Bell,, the testator, died seised were subject to a charge for the payment of annuities bequeathed by him, is not to be doubted. It is too well settled to need authority that, in this state, a will of all the rest and residue of a man’s estate, real, personal, and mixed, after bequests of legacies implies a charge for the payment of the sums bequeathed, and both are subject to the payment of the debts. ,We see no error, therefore, in the construction given to the .will of Samuel Bell by the auditor and the court below.\nThe most important question made in this court is one which cannot-be reached in the state of the record. That] Samuel Bell, Jr., was liable for, and paid large- debts of, the testator .after-his death-is clear; but it is also clear that he obtained a very large amount of property for the purpose of paying them. The auditor ought to. have found the amount, of the debts, and the value of. the property,- or what was, or might have been, realized from it, to ascertain how the balance stood. This he did not do ; but states that in the vagueness and uncertainty of the whole business, 'he could not feel justified in deciding against the charge of the legacies. No motion was made in the court below to r'emand the report for a further hearing, or for correction, and no exception was taken specially to his finding or want of finding upon the evidence. We are therefore left without the elements which-are necessary to a decision whether the property charged was consumed in the payment of debts, and whether in equity it would be discharged from the charge in favour of the legacies. The principle decided by this court in Barclay’s Estate, 10 Barr 387, might have had an important bearing had the case been properly presented.\nThe facts stated in the auditor’s report very clearly show that the title to one-half of the Stewart place was held in trust for the testator at the time of his death, while the recital in the deed from Samuel Bell, Jr., to William Leinbach was sufficient to put him upon notice. Leinbach took the premises, therefore,. subject to the charge by privity of estate: Gibson’s Appeal, 1 Casey 191.\n■ The sale of the Stewart tract by Samuel Bell to William Leinbach was clearly a private sale, and not judicial, and therefore passed subject to the charge; notwithstanding ■ Bell, as .executor, chose to carry that part of the proceeds, $1000, which he declared the value of' the testator’s interest, after deducting the value of his improvements, into his account as .executor. That fact aloné would not exempt the property from the lien; while the facts which might have raised the question as to the application of the purchase-money, havO not, as already stated, been reported by the auditor, and no sufficient exception specially taken on this account.\n’ We discover no error in relation to the Scrub Oak tract, and the disposition of the whole case seems to have been free from error, so far as the facts are upon the record.\nThe decree of the Orphans’ Court is therefore affirmed, at the costs of the appellant, and the record ordered to be remitted to carry the decree into effect.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "J. JTagenman, for appellants.",
      "A. Q-. Cfreen, for appellees."
    ],
    "corrections": "",
    "head_matter": "Becker et al. versus Kehr et al.\nResiduary devisee of real and personal estate, falces the land subject to lien of pecuniary legacies. — Legacies a continuing charge on land in hands of grantees of legatee.\n1. A devise by a testator of all the rest and residue of his estate real, personal, and mixed, after bequests of legacies, implies a charge upon the land devised, for the payment of the sums bequeathed.\n2. A recital, in the deed from the devisee for one of the tracts, of which the testator owned one-half at his death, that it was “ the same premises which by sundry conveyances, devise, and descent had come to the grantor,” was sufficient notice to’ put the purchaser upon inquiry : he therefore took the land subject to the charge by privity of estate.\n3. Where the deed was signed by the devisee and his wife, and not by him as executor, and the sale was private, the land passed to the purchaser subject to the charge, though the executor chose to carry that part of the proceeds which, he declared the value of the testator’s interest, into his account as executor.\n4. The land last sold by the devisee was held liable first to be resorted to for payment of the legacies charged; and that previously sold only to be resorted to for any deficiency.\nAppeal from the Orphans’ Court of Berlcs county.\nThis was an appeal by Jacob Kline, Jacob Becker, and William Leinbach, from the decree of the Orphans’ Court in the matter of the citation against Samuel Bell, Jr., executor and devisee of Samuel Bell, deceased, and sundry other persons as telre-tenants. The proceeding was commenced by petition of Frederick Kehr and Samuel Kehr, in and by which they sought to charge seven different tracts of real estate, the title to which was derived by the respondent from his uncle, Samuel Bell, deceased, with the payment of certain annuities given to them in the will of said deceased.\nIn the course of the investigation the petitioners were restricted to but two of th.e said tracts, viz., those which came to the respondant as residuary devisee of deceased.\nThe material facts of the case, as found by the auditor (Edward P. Pearson, Esq.), were as follows:—\nSamuel Bell, the elder, was in his lifetime the owner of the following described real estate in Berks county, viz.:\n1. A tract of land situate in Berne township, on which are erected a grist-mill, saw-mill, and two houses, containing ten acres more or less; known as the “Bell’s Mill property.”\n2. The undivided half of a tract of land, situate in Cumru township, containing seventy-seven acres more or less; known as the “ Stewart Place.”\n3. A .brick house and lot in East Penn street, Reading, being the eastern moiety of lot No. 14.\n4. A lot at the north-west corner of Fifth and Spruce streets, Reading, containing sixty feet in front and two hundred and thirty feet in depth.\n5. A messuage, tenement, and tract of land, situate partly in Spring and partly in Cumru township, adjoining the Union Canal and lying on both sides of the Harrisburg turnpike, containing one hundred and sixteen acres, more or less; known as the “Leinbach property.”\n6. A tract of land situate in Spring township, bounded by the public road and lands of William Spohn, containing nineteen acres and one hundred and thirty-seven perches; known as the “ Scrub Oak Tract.”\n7. The Maidencreek mill property. The terre-tenant of this property was not made a party to these proceedings, but it was' alleged that he held under conveyances similar to those given in evidence.\nOn the 28th of March 1839, Samuel Bell, the elder, made his last will and testament, and died on the 20th July 1841. The will was duly proved on 3d August 1841, and letters testamentary granted to his nephew, Samuel Bell, the younger, the executor named therein, and one of the respondents in these proceedings.\nThe will, inter alia, contained the following bequests :—\n“To Frederick Kehr, Sr., $70 per annum during his life, to commence at and immediately after the testator’s death. He also devised to F. Kehr, Sr., during his life, a house and lot in Cumru township, Avhieh Kehr then occupied, he to pay the taxes and keep the same in repair.\n“ To John Kehr, son of said Frederick, $100 per annum during his life, to commence six months after the testator’s death.\n“To Frederick Kehr, Jr., son of the said Frederick, $100 per annum during his life, to commence six months after the testator’s death.\n“ To Samuel Kehr, son of said Frederick Kehr, Sr., $100 per annum during his life, to commence six months after the testator’s death.\n“ To the testator’s nieces, Nancy Burns, Peggy Burns, and Betsy Burns, $33.33J per annum, during their respective lives, to commence at and immediately after the testator’s death.\n“ To Nancy Keating, $200 per annum, during her life, to commence six months after the testator’s death; also the sum of $250 to be paid within one year after the testator’s death. He also devised to her the house in Cumru township, in which he, the testator, resided, with all and singular the furniture therein, dui’ing her life, she to pay the taxes and keep the same in repair.\n“ To Rebecca Epler (late' R. Kehr), Mary Kehr, and Ellen Kehr, each $30 per annum, during their respective lives, to continence six months after the testator’s death.\n“ To Betsy Piller (late B. Herron), and to Samuel Herron (children of the testator’s deceased sister, Nancy), each $250, to be paid in equal payments, in one or two years after the testator’s death.\n“ To Samuel Stewart $100, to be paid in one or two years after the testator’s death.”\nThe will then continued:—\n“ I give and devise to Samuel Bell, Jr., of the borough of Reading (son of my deceased brother William Bell), all the rest and residue of my estate, real, personal, and mixed, whether the same be in possession, reversion, or remainder, to have and to hold the same, with appurtenances,-to him, the said Samuel Bell, Jr., his heirs and assigns for ever.\n“ And whereas, mutual accounts have heretofore subsisted between me and the said Frederick Kehr, Sr., John Kehr, Frederick Kehr, Jr., Samuel Kehr, Rebecca Epler (late Kehr), Mary Kehr, Ellen Kehr, and Nancy Keating, and the devises and bequests heretofore given to them respectively, are designed and intended to be in lieu of any balance, claim, or demand, due, or supposed to be due from me to. them or any of them. Now, therefore, it is my will and I hereby order and direct, that if the said Frederick Kehr, Sr., John Kehiq Frederick Kehr, Jr., Samuel Kehr, Rebecca Epler (late Kehr), Mary Kehr, Ellen Kehr, Nancy Keating, or any of them, shall, after my decease, make, set up, or pretend any claim or demand against my estate for services rendered me in my lifetime, or on any other account whatsoever, accruing in my lifetime, then and in such case the devise or bequest hereby given to him, her, or those of them respectively, so claiming or demanding, shall cease and determine and become void, and shall fall into the residue of my estate, and go to the said Samuel Bell, Jr., my residuary devisee herein above named; and if any devisee or legatee in this will named, shall endeavour or attempt to set the same aside, then and in such case his or her devise or bequest shall cease and be void, and shall fall into the residue of my estate and be enjoyed by my residuary devisee aforesaid.”\nThe executor, Samuel Bell, Jr., filed an administration account on the 26th of June 1845, which was duly confirmed. He since became insolvent, and on the 19th of January 1861, made an assignment to David McKnight for the benefit of his creditors.\nOne of the questions before the auditor was: — Do the words of this will give to the legatees and annuitants a lien on the real estate left by the testator, as a security for their claims ?\nUnder the decision in Nichols v. Postlewaite, 2 Dallas 131, the auditor held that a lien was created by the wording of Mr. Bell’s will in favour of the legatees and annuitants.\nThe' next question was as to what properties were bound by the lien.\nDeeds were produced showing that Samuel Bell, the elder,: in his lifetime, had executed and acknowledged conveyances for the greatest part of his real estate, to Samuel Bell, the younger, viz., for Nos. 1, 2, 3, 4, and 6 above mentioned. But it was contended on behalf of the petitioners that these conveyances, although executed and acknowledged, were not delivered to Samuel Bell, the younger, during the lifetime of the grantor, and therefore was not operative, and that Mr. Bell, the younger, only became the owner'under the residuary devise in his uncle’s will.\nThe weight of the testimony, however, was that the convey-, anees referred to were not only executed and acknowledged by Samuel Bell, the elder, but were also delivered in his lifetime to. the grantee Samuel Bell, the younger, and that he then became' the owner under them, and not under the will.\nAll the properties referred to (except the house and lot in. Penn street, Reading), had passed into hands of bond fide pur-, chasers for value, from Samuel Bell, the younger, and the house, and lot in Penn street, Reading, were mortgaged by Samuel Bell, the younger, and on 19th January 1861, conveyed by said Samuel Bell, the younger, subject to the mortgages and to any judgments obtained against him, to David McKnight, for the benefit of creditors.\nThe inquiry then was restricted to the properties for which no conveyance was executed by Samuel Bell, the elder, in his-lifetime, to Samuel Bell, the younger, viz.: “ The Scrub Oak. Tract,” situate in Spring township, and containing nineteen, acres and one hundred and thirty-seven perches; and the undivided half of the “ Stewart Place,” situate in Cumru township, and containing seventy-seven acres.\nIt was contended on behalf of Mr. Lienbach, the present owner of the “ Scrub Oak Tract,” and for Jacob Becker, the present owner of the “ Stewart Place,” that Samuel Bell, the-elder, was indebted to an extent beyond the value of all the property, real, personal, and mixed, that passed into hands of Samuel Bell, the younger, either by transfer, during the life, of Samuel Bell, the elder, or by the will after his death, and, that the debts were assumed and paid by Samuel Bell, the,younger, and that this ought, in equity, to prevent any lien for legacies.\nThese properties had also passed into the hands of bond fide-. purchasers for value, from Samuel Bell, the younger, viz., the. “ Scrub Oak Farm” to William Leinbach, and the “ Stewart Place” to Jacob Becker and Jacob Kline as above stated.\nThe testimony showed a very large indebtedness of Samuel Bell, the elder, which was assumed and paid by Samuel Bell, the younger, and Samuel Bell, the younger, testified that the debts' he assumed and paid for his uncle, exceeded the value of all the' real estate he got from him during his life, and all that he got’ under the will after his death.\nIt was further contended on behalf of Mr. Becker, the; present owner of the “ Stewart Place,” that the undivided half\" of this property was sold by Samuel Bell, the younger, who was executor of his uncle, for the payment of the testator’s debts, and the administration account of Mr. Bell was referred to as establishing this position. In it the executor charged himself with' §1000 in the following words: “1844, April 1. To the pro-' ceeds of the share in the Stewart farm, §1000.”\nIn reply, it was contended that Samuel Bell, the younger, accepted the devise of the real estate (not previously conveyed by deed) cum onere, and that the lien of the legacies could not' be impaired by any of the facts that had been shown.\n. The administration account did not show that the sale of the. undivided half of the Stewart place was for the payment of ■ debts, although the executor charged himself with §1000 as the-proceeds of this sale, and. the account showed a balaxice of' §4,006.54 in the executor’s hands, beyond any debts which he' claimed in the account to have been paid as executor.\nBeside this, the deed of May 10th 1843, from Samuel Bell to Wm. Leinbach, for the “Stewai-t Place,” did not purport to have been executed by him as executor, but as owner in his own right; and the deed itself recited that the premises came to the grantor by conveyances, devises, and descent.\nThe wife of Mr. Bell also joined in the conveyances.\nIn regard to this farm, the auditor reported that the vagueness and uncertainty which existed in the whole business, did not’ justify him in deciding that the sale of the “Stewart Place,”' and bringing into the administration account of §1000, as the proceeds of the sale of the undivided half that belonged to-Samuel Bell, the. elder, in his lifetime, and the accompanying circumstances of the' indebtedness of the testator, and the. assumption and payment of the debts by the executor, were sufficient to deprive the legatees and annuitants of the security’ afforded by their legacies and annuities, being a lien on such real estate as was owned by the testator at- and immediately’ before the time of his death, and which passed to Samuel Belly the younger, under the residuary clause in the will.\nAs to the “ Scrub Oak Tract,” a piece of land containing nineteen acres and one hundred and thirty-seven perches, situate in Spring township, and at present owned by William Leinbach, ■ under the deed from Samuel Bell and wife, dated December 18th 1860, it was claimed by counsel for Mr. Leinbach, that Samuel Bell, the elder, gave or sold it in his lifetime to his nephew Samuel Bell, the younger, by a parol gift, or sale, accompanied with possession'taken by the nephew ; and for this the testimony of Samuel Bell, the younger, was relied upon.\nThe auditor reported that the testimony did not establish a gift or sale; and that it was not so understood by the parties when it was conveyed to Mr. Leinbach.\nThere was one fact which distinguished the “ Scrub Oak Tract” from the “Stewart Place.”\nWilliam Leinbach, now the owner in fee under the deed of 18th December 1860, leased it on the shares for the period of his own life, from Samuel Bell, the elder, on 26th November 1836, and it was claimed that this lease protected him from any lien created by the will.\nThe auditor decided that he was entitled to this protection (notwithstanding his subsequent purchase of the reversion) so far as to give full effect to the lease; by the terms of which Mr. Leinbach was bound to deliver to the landlord, at the mill in Bern township, the one equal half of all the winter and summer grain in the bushel raised on the premises; also pay one-third of the' taxes. By will, Samuel Bell, the younger, succeeded to the rights of his uncle, the testator, and became entitled to receive one-half the grain raised, and to have one-third of the taxes paid by the tenant. That these rights must yield to the paramount rights of the legatee and annuitants, by virtue of their liens; and Mr. Leinbach, by purchasing the reversion, as he did, on the 18th December 1860, could not relieve himself from the effect of the lien, and must account for the rents’in the same manner as if he had not purchased the reversion. That the l.ease being for the term of Mr. Lienbach’s life; after his death, the premises, that is the “ Scrub Oak Tract,” of nineteen acres one hundred and thirty-seven perches, would be subject to the lien of the legacies and annuities, in the same manner as if no lease had ever been executed.\nThat as the Stewart place was sold by Samuel Bell, the younger, on 10th May 1843, and the Scrub Oak Tract, on December 18th 1860, the former having been the last sold, must first be resorted to under the lien, according to the decision in Cowden’s estate, 1 Barr 267, 274; and that for any deficiency, the parties entitled can proceed against the undivided half of the Stewart place.\nHe therefore reported the sum of $1026 due to Frederick Kehr, on January 1st 1863.\nAnd the sum of $2036 due to Samuel Kehr, on April 1863, and that the said sums were to be raised,\n1st: From the “Scrub Oak Tract,” containing nineteen acres one hundred and thirty-seven perches, situate in Spring township, Berks county, now owned by William Leinbach; but reserving all the rights of said Wiliam Leinbach, under the lease of November 26th 1836 ;\nAnd any deficiency: From the undivided half of the “ Stewart Place,” situate in Cumru township, Berks county, containing in the whole seventy-seven acres, now owned by “Jacob Becker. The same to be enforced by such process and collected in such manner as the court might decree.\nTo this report exceptions were filed for Jacob Kline, Jacob Becker, and William Leinbach, which were overruled by the court in the following opinion : —\n“ The doctrine seems imbedded in our law, that where the real and personal estate of a testator is blended in a residuary devise, the devisee takes the land subject to the lien of pecuniary legacies. This is the leading question in the case. The remaining questions are matters of detail, resting upon evidence, and the auditor has disposed of them in a manner as satisfactory and as available for review in the Supreme Court, as any we could possibly adopt.”\nThe report of the auditor wras therefore confirmed, and the following .decree made :—\n“ February 8th 1864. And now to wit: Report of auditor confirmed, and the court further order, adjudge, and decree that William Leinbach, a defendant, and the terre-tenant and owner of the Scrub Oak Tract, containing nineteen acres, one hundred and thirty-seven perches, pay to Frederick Kehr the sum of $1026, with costs, and to Samuel Kehr the sum of $2026, with costs; and in case the said several sums of money, with costs, shall not be paid within one month from the entry of this decree, that then the payment thereof shall be enforced by a writ of levari facias against the said Scrub Oak Tract in the plaintiff’s bill or petition described; the sale to be subject to the life lease of the said William Leinbach, made November 26th 1836, and duly recorded in Reading, in the Recorder’s Office, Miscellaneous Book E, vol. 5, page 258; the purchaser to be entitled to the rents, issues, and profits in said lease prescribed which may have accrued since December 18th 1860.\n“ And the court do further order, adjudge, and decree, that in case the proceeds of the sale of said Scrub Oak Tract be insufficient to pay the said several sums of money above decreed to Frederich Kehr and Samuel Kehr in full, with costs, that then Jacob Becker, a defendant and the terre-tenant and owner of the Stewart Tract, containing seventy-seven acres, more or less, do pay unto the said Samuel Kehr and Frederick Kehr the several amounts remaining unpaid from the proceeds of the sale of the said first-mentioned Scrub Oak Tract, and in case the same shall not be paid within one month after such deficiency is ascertained, that then the payment thereof be enforced by a writ of levari facias■ against the undivided moiety of said Stewart Tract, described in the plaintiff’s petition.”\nWhich were the errors assigned.\nJ. JTagenman, for appellants.\nA. Q-. Cfreen, for appellees."
  },
  "file_name": "0223-01",
  "first_page_order": 225,
  "last_page_order": 233
}
