{
  "id": 998416,
  "name": "Hoffman et al. versus Toner",
  "name_abbreviation": "Hoffman v. Toner",
  "decision_date": "1865-03-23",
  "docket_number": "",
  "first_page": "231",
  "last_page": "233",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 231"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Wright 341",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "3 Wright 129",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 431,
    "char_count": 7401,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 7.736152507775604e-08,
      "percentile": 0.45482941283449346
    },
    "sha256": "5196ee1de377f48f2800d7de1e7b029033dfacba683763ddf02d30f5fe7096bb",
    "simhash": "1:0cc938b22b1cf826",
    "word_count": 1345
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hoffman et al. versus Toner."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nDaniel Sweeny, a grocer of this city, died leaving a will in which he directed his executors to sell his stock of goods and real estate, and after paying his debts and three specific legacies, one for $500 and two for $100 each, to divide the residue between his brother Neil and his sister Jane Toner, the defendant. One only of the executors named qualified and took letters. Instead of administering the stock of goods as directed, he had them appraised, and transferred them to Mrs. Toner, she agreeing in consideration to pay the debts of the testator, which the executor testified exceeded the value of the stock and furniture of the store. This was in 1858. Mrs. Toner’s husband was and is living, and living at home for the year preceding the trial, being out of employment in his occupation as a boatman. He was not an active man, but, as a witness said, “ not physically incapable of attending to business, and apparently about fifty-five years of age.” After the transfer to Mrs. Toner, she carried on the grocery, ostensibly at least, as her own, and in her own name bought and sold goods. In the mean time, and before the present controversy between her and her husband’s creditors arose, she had paid off a considerable, perhaps the largest, portion of the debts due by her brother, the payment in full of which was to be the consideration for the stock of goods.\nThe sole question now is, did the property in question “accrue” to Mrs. Toner, a married woman, by “will, descent, or otherwise?” It certainly did not by will, for it was not so bequeathed, but only a residuary interest in the proceeds of it and the real estate, after the payment of debts, was to go to her. It was acquired most certainly by purchase. As the debts exceeded the appraised value of the stock, it is certain there was no residuary interest in it. She agreed to pay those debts for the goods, and it was as much a sale and purchase on these terms as it would have been if she had bought them at auction. There is no difficulty in demonstrating a married woman’s title to property if it exist by will or descent, or by a gift or conveyance from a friend; but where it arises out of a purchase, the law presuming the purchase-money to have belonged to the husband, the wife is put to the necessity of proving, by clear and satisfactory evidence, the contrary, and that it was her own in some of the ways which the Act of 1848 provides for recognising it as her separate property. We have said this very often, and I will only refer to the eases of Hallowell v. Horter, 11 Casey 375, and Robinson & Co. v. Wallace, 3 Wright 129, on the point at present: they are clearly to that effect. There is not a word here to show how Mrs. Toner paid, so far as she did pay debts on account of her deceased brother’s estate in pursuance of her purchase. It is most likely she paid them out of sales of goods. But this would not help the matter. If she obtained the goods on credit, the husband would be bound for them if he assented to the purchase; and such would be the case if he did not dissent, and sanctioned the use or sale of them by his wife. So far as the credit was concerned, it did not give her a separate property. If the money paid was profits, they would enure to the husband. Every succeeding credit she obtained to keep up the stock, the original not being hers, would undoubtedly stand on the same footing. Her husband being at home, her purchases would in law be presumed to have been made as his agent,' consequently creditors of the husband could seize the stock as his. There was no testimony varying the case at all from this presentation, and we are reluctantly obliged to regard the case bn the facts as against Mrs. Toner, and the judgment on the reserved question wrong.\nIt was thought by the counsel for the defendant in error that the case of Weiman v. Anderson and Wife, 6 Wright 341, was an authority important to their view of the case. What was said in that case should be taken, as should always be the case, to have been said and decided with reference to its special facts and circumstances. In that case the store of goods belonged to the wife by gift from her brother, to be dealt with and used by her as her own. The court held it to be a legitimate result of her indisputable ownership that the accumulations from profits should follow the ownership. The presumption of agency for the husband by the wife in keeping up the stock, was thought to be rebutted by the fact of ownership independently of him. I am willing that.such like cases shall be exceptional, if possible, that profits made by the industry of the wife out of her own property shall be her own. All we say in this case is, that as the goods were originally bought on credit, -and the stock kept up by the wife with the assent of the husband, this did not in effect constitute her a separate owner, and make the property hers under the provisions of the Act of 1848.\nWe think the learned judge erred in entering judgment on the verdict on the point reserved; it should have been the other way, and so we must now enter it.\nAnd now, to wit, March ’24th 1865, the judgment is reversed, and judgment is now entered for the defendants, non obstante veredicto.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "J. Coolce Longstreth and Leonard Myers, for plaintiff in error.",
      "W. S. Pierce, for defendant."
    ],
    "corrections": "",
    "head_matter": "Hoffman et al. versus Toner.\nRights of married women under the Married Women’s Act of 1848.\n1. Where a married woman acquires property by purchase she must clearly show that the purchase-money was her own, in some way within the recognition and protection of the Act of 1848: for the law presumes it to have belonged to the husband.\n2. Thus, where a testator, having directed his executors to sell his stock of goods and real estate, and after payment of his debts and specific legacies, to divide the residue between his brother and sister, a married woman, who took the goods at the appraisement from the administrator, agreeing therefor to pay the testator's debts, in amount greater than the value of the goods, and kept store, the husband living in the house and assisting in the business ; in a feigned issue under the Sheriff's Interpleader Act, to determine the ownership of the goods levied on as the property of the husband, it was held, that as the goods were purchased on credit, and the stock kept up by the wife with the assent of the husband, this did not in effect constitute her a separate owner, and make the property hers under the provisions of the Married Women's Act.\nError to tbe District Court of Philadelphia.\nThis was a feigned issue under the Sheriff’s Interpleader Act, m which Jane Toner was plaintiff, and George Hoffman, John Immel, Andrew Light, and Henry Hoffman, trading as Hoffman, Immel & Co., were defendants, to try whether, on the 14th of January 1864, the stock of a grocery store, and certain household furniture enumerated in the declaration, which were on that day levied on under an execution sued out by defendants against Charles Toner, the husband of Jane Toner, the plaintiff in the issue, were the property of the said Jane.\nAll the material facts of the case will be found in the opinion of this court.\nUnder the ruling of the court below there was a verdict and' judgment in favour of the plaintiff; whereupon the defendants sued out this writ.\nJ. Coolce Longstreth and Leonard Myers, for plaintiff in error.\nW. S. Pierce, for defendant.\nMarch 23d 1865,"
  },
  "file_name": "0231-01",
  "first_page_order": 233,
  "last_page_order": 235
}
