{
  "id": 998552,
  "name": "Drexel et al. versus Miller",
  "name_abbreviation": "Drexel v. Miller",
  "decision_date": "1865-03-23",
  "docket_number": "",
  "first_page": "246",
  "last_page": "249",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 246"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Wright 324",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "8 Wright 313",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 440,
    "char_count": 8471,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 5.207966869300525e-08,
      "percentile": 0.32622654834316595
    },
    "sha256": "a63b1737c9ebf6287a7c3184e2899020be8774514e4aa31edfadbf5549160161",
    "simhash": "1:9223a315f42a673e",
    "word_count": 1470
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Drexel et al. versus Miller."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\nWe think the judge at Nisi Prius, for the sake of the argument, admitted more than can be justly conceded. The mortgage, being the act of Miller, and an encumbrance upon the property sold by him to Griffith, fell within the covenant implied by the words grant, bargain, and sell, in Miller’s deed. He had therefore a direct interest in the stay of execution to prevent the immediate sale of the mortgaged premises, and save a breach of his covenant against encumbrances. But Griffith was no party to this record, and unless he can be brought within the spirit of the Act of April 18th 1861, cannot intervene to obtain a stay of execution. On this point we have some doubt, but as it is unnecessary to decide the question, do not express any opinion upon it.\nThe constitutional question is not in the case, that having been disposed of by the previous decisions of this court. We must adhere to what has been decided until the Supreme Court of the United States shall declare it to be an error.\nThe mortgage, as printed in our paper-book, contains no clause waiving time or stay, and the question of waiver does not therefore enter into the case.\nThe order made at Nisi Prius is modified by striking out the nam^of the terre-tenant and substituting that of the defendant, and with this correction it is\nAffirmed.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "B. Carroll Brewster, for plaintiffs in error.",
      "Blijah Thomas, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Drexel et al. versus Miller.\nStay Law of April 18¿7¡. 1861 construed- — Right of mortgagor amd terretenant of mortgaged premises, to stay of scire facias sur mortgage, issued while in military service.\n1. A scire facias upon a mortgage is “process” within the meaning of the Act of April 18th 18B1, staying civil process against any person in the service of the state or of the United States, for the term of such service and thirty days thereafter.\n2. Where one buys land, giving a mortgage for the purchase-money, and then sells to another, the mortgage, as an encumbrance upon the land, falls within the covenant implied in the words “ grant, bai’gain, and sell” in the deed of the mortgagor and vendor; and therefore, having a direct interest to prevent immediate sale, and consequent breach of covenant against encumbrances, he has the right, if in military service, at the time the writ of scire facias sur mortgage issued, to intervene and procure a stay under the act.\n3. Whether the vendee, and terre-tenant of the mortgaged premises, also in military service when scire facias issued, can claim the benefit of the act, though not a party to the record, not de'cided.\n4. Where the mortgage contained no express waiver of time or stay, the defendant, mortgagor, was held entitled to the benefit of the act.\nCertificate from Nisi Prius.\nThis was a scire facias sur mortgage by Catherine Drexel,. Francis A. Drexel, and John D. Lankenau, executors of Francis M. Drexel, against Abner B. Miller.\nThe case was this: — Abner B. Miller purchased the property described in the mortgage from Mr. Drexel, and gave a purchase-money mortgage for the price, no part of which was paid. He subsequently sold the property to James Griffith. Afterwards Abner B. Miller, the defendant, and James Griffith, terre-tenant, enlisted in the military service of the United States, and were in the said service when this scire facias was issued.\nThe plaintiffs sued out and served the scire facias, and judgment was taken thereon for the want of an appearance. At the time of service, the defendant was in the Army of the Potomac, in Virginia.\nThe terre-tenant thereupon asked that all proceedings be stayed under the Act of Assembly of April 18th 1861.\nOn December 29th 1863, a rule was granted to show cause why proceedings should not be stayed, which was heard before Mr. Justice Strong, at Nisi Prius, who made the rule absolute, and delivered the following opinion:—\n“It is undeniably established by the proofs that both the defendant, who was the mortgagee, and the terre-tenant, who purchased the land from him after the execution of the mortgage, are in actual service in the army of the United States, and. that they were duly mustered into the -service before the scire facias was sued out on the mortgage. I am now moved to order a stay of execution upon the judgment which had been obtained, so long as the defendant and terre-tenant are engaged in such service, and until thirty days after they shall be discharged therefrom.\n“ The Act of Assembly of April 18th 1861, enacted that £ no civil process shall issue or be enforced against any person mustered into the service of this state or of the United States, during the term for which he shall be engaged in such service, nor until thirty days after he shall be discharged therefrom.’ In Breitenbach v. Bush, 8 Wright 313, it was declared by the Supreme Court that a levari facias upon a judgment obtained on a scire facias on a mortgage, is within the prohibition of this .statute. It may be admitted that the present defendant is not entitled to its protection. He has parted with the property mortgaged, and therefore a levari facias upon the judgment can hardly be said to issue against him. But if he is not within the 'protection of the act, the terre-tenant is, for the execution must be enforced against his property.\n“ It is contended, however, on behalf of the plaintiffs, that the statutory right to 'a stay of execution has been waived by the contract of the mortgagor. There is a provision in the mortgage (which is dated June 18th 1861), that if at any time default shall be made in the payment of interest on the said principal sum for the space of sixty days after any half-yearly payment thereof shall fall due, then and in such case the whole principal debt aforesaid shall, at the option of the said obligee, his executors, administrators, and assigns, become forthwith due and recoverable at law. The mortgage also contains a further provision, i. e., ‘ In case of default in the payment of the interest as aforesaid, that thereupon it shall be lawful for the said mortgagee, his executors, administrators, or assigns, to sue out forthwith a writ or writs of scire facias upon this present indenture of mortgage, with the same force and effect as if twelve months next ensuing the last day whereon the principal moneys hereby secured ought to be paid, according to the condition of the above-recited obligation had fully run out and expired, any law, usage, or practice to the contrary notwithstanding.’\n“ I do not perceive that either of these clauses in the mortgage amounts to a waiver of the statutory right to exemption from execution process. The mortgagor did relinquish his right to object to the issue of the scire facias until after the lapse of twelve months from the time when the whole debt should become payable, but he entered into no engagement respecting any execution of a judgment that might be obtained. The contract is entirely unlike that considered in Bilmayer v. Evans et al., 4 Wright 324. There the debtor stipulated that there should be no stay of execution after the appointed day of payment. Here nothing is said respecting a stay. I am of the opinion, therefore, that nothi ig in the mortgage warrants the issuing of a levari facias upon the judgment obtained in this case against the objection of the terre-tenant of the mortgaged premises.\n“Jan. 12th 1864. It is ordered that no execution be issued or enforced in this case during the term for which this terretenant of the mortgaged premises is engaged in the service of the United States, nor until thirty days after he shall be discharged therefrom.”\nThis writ was then sued out by the plaintiffs, who asked a reversal of this order :\n1. Because the Act of Assembly of April 18th 1861 does not apply to a party who is a stranger to the record.\n2. Because said act is waived by the express terms and conditions of the mortgage sued on.\n3. Because the term of the enlistment of the said James Griffith is for three years, or during the war, which is an uncertain period.\n4. Because section 4 of the said Act of Assembly of the state of'Pennsylvania, approved April 18th 1861, entitled “An act supplementary to an act entitled ‘ An act to consolidate* revise, and amend the penal laws of this Commonwealth,’ approved March 31st 1860,” is in conflict with section 10, article I. of the Constitution of the United States, and is unconstitutional and void.\nB. Carroll Brewster, for plaintiffs in error.\nBlijah Thomas, for defendant in error.\nMarch 23d 1865,"
  },
  "file_name": "0246-01",
  "first_page_order": 248,
  "last_page_order": 251
}
