{
  "id": 998497,
  "name": "Ingersoll versus Ingersoll",
  "name_abbreviation": "Ingersoll v. Ingersoll",
  "decision_date": "1865",
  "docket_number": "",
  "first_page": "249",
  "last_page": "251",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 249"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 310,
    "char_count": 4957,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 1.752817796505031e-06,
      "percentile": 0.9937274335299086
    },
    "sha256": "788b0e19cb11a85d21f8a0259dd9b3a6465884e12428702083797013aacd47a0",
    "simhash": "1:176f2459d79633f1",
    "word_count": 852
  },
  "last_updated": "2023-07-14T19:42:51.303223+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ingersoll versus Ingersoll."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe neglect of the husband to provide for his wife, as he was bound to do, and his acquiescence in her leaving him to seek from her kinsfolk the support which he owed her, are fully established in -the proofs, but evidence is wholly wanting of that ‘ ‘ wilful and malicious desertion and absence from the habitation of the wife, without a reasonable cause for and during the term and space of two years,” which is necessary under our statute to support her libel for a divorce.\nSeparation is not desertion. Desertion is an actual abandonment of matrimonial cohabitation, with an intent to desert, wilfully and maliciously persisted in, without cause, for two years. The guilty intent is manifested when, without cause or consent, either party withdraws from the residence of the other.\nWe see no evidence of such intent here. Instead of the husband’s desertion, she left him, with his consent to be sure, and for the best of reasons, and so was not, herself, guilty of desertion, but if her voluntary withdrawal was not desertion on her part, much less can it be considered as desertion on his part.\nHe ceased to write her letters, but neglect to answer letters is not desertion. Poverty, idleness, unthriftiness, are great evils when they drive a wife into separation from her husband, but they must not be mistaken for the high crime of malicious desertion.\nUnable to find satisfactory eyidence to support the libel, the decree dismissing it must be\nAffirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Greo. M. Balias, Ur., for appellant.",
      "The counsel for the respondent furnished no printed argument."
    ],
    "corrections": "",
    "head_matter": "Ingersoll versus Ingersoll.\nDivorce.— Voluntary separation between husband and wife not desertion.\n1. Desertion is an actual abandonment of matrimonial cohabitation, with an intent to desert, wilfully and maliciously persisted in without cause for two years. The guilty intent is manifested when, without cause or consent, either party withdraws from the residence of the other.\n2. Thus where, on the inability of a husband to support his wife they separate voluntarily, and she returns to her relatives, the separation is not a wilful and malicious desertion on his part, such as will entitle her to a divorce, though he had not visited her, and for a length of time had ceased to write to her, or answer her letters.\nAppeal from the Common Pleas of Philadelphia.\nThis was a proceeding in the court below on the petition of Jane C. Ingersoll, by her next friend Lewis A. Trnefitt, against Jared Ingersoll, for a divorce on the ground of desertion.\nThe libel set forth the marriage of the parties on the 5th of August 1858, and the good conduct of libellant. That libellant left her husband in Philadelphia to visit her relatives in New York, on or about July 1st 1859, remaining there until the month of October 1860, when she returned to Philadelphia to reside with her grandfather. That said going to and remaining with her relatives in New York, and with her grandfather in Philadelphia, were with the consent of her husband, and in consequence of his inability or unwillingness to support her, and that he visited and wrote to her during the period of said visits, and was received by her. That during March 1861, with same consent and for same reason, libellant visited her relatives in Jersey City, from whence, in July 1861, she made a visit to her father in New York city, with whom she remained until February 29th 1864. That after libellant went to Jersey City, during March 1861, her husband continued for a time to write to her, but less frequently, until on or about the 9th of September* 1861, when he finally ceased to write to her altogether. That the last letter of the respondent was replied to by libellant in the same spirit of affection and kindness in which she had always written to and regarded him. That from September 9th 1861, until the date of the libel (21st April 1864), libellant had no communication from or with her said husband of any nature whatsoever. That libellant was always anxious and willing to live and cohabit with her husband. She therefore alleged desertion for more than two years, viz., from September 9th 1861 to the date of libel; and further showing, that parties are both citizens and residents of Pennsylvania, pray process and a decree divorcing her from the bond of matrimony as if she had never been married.\nThe subpoena issued April 21st 1864, and was with every subsequent notice served personally on respondent. No steps were taken by him until the return day of the final rule for divorce, when he appeared by counsel and asked that the proceedings before the examiner might be opened; which was refused.\nOn the hearing of the testimony in the court below, the rule to show cause why the divorce should not be granted according to the prayer of the petitioner was discharged, and the prayer of the libellant refused, which was the error assigned.\nThe substance of the testimony will be found in the opinion of this court.\nGreo. M. Balias, Ur., for appellant.\nThe counsel for the respondent furnished no printed argument."
  },
  "file_name": "0249-01",
  "first_page_order": 251,
  "last_page_order": 253
}
