{
  "id": 998462,
  "name": "The Citizens' Passenger Railway Company versus The City of Philadelphia",
  "name_abbreviation": "Citizens' Passenger Railway Co. v. City of Philadelphia",
  "decision_date": "1865-03-23",
  "docket_number": "",
  "first_page": "251",
  "last_page": "256",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 251"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 531,
    "char_count": 12103,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 1.3680309044150165e-07,
      "percentile": 0.6377165232413163
    },
    "sha256": "6f622bd2e72459fa1111406832f01eafe70cd79071858c05fbfe26786e74e66d",
    "simhash": "1:9c371c025cae34e7",
    "word_count": 2155
  },
  "last_updated": "2023-07-14T19:42:51.303223+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Citizens’ Passenger Railway Company versus The City of Philadelphia."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nWe see no good reason for differing from the company in regard to their reports of stock-earning dividends made to the auditor-general for the years 1860, 1861, 1862, and 1863. It is not alleged they were made in mistake, and we ought to hold them bound by them, and not involve ourselves in discussions about matters more likely to disguise than to reveal the truth. In these respects the capital stock paid in is statéd at $192,750, and the aggregate of the dividends on that alone is reported in each year. It is the tax due the city on the dividends for these years that the city is seeking to recover. What better evidence could she have than the official statement of the company itself? Nor do I see here, if the truth was stated in these reports, as doubtless it was, that dividends could have been made and paid otherwise than to paid stock. We take this amount of paid stock as reported by the company, and the amount of dividends declared on them, as a just basis on which the right of the city may rest to establish her claim. It is true, the authorized capital stock was $500,000. The company reported only $192,750 taken and paid for; now they seek to apply the dividends to the nominal stock over that amount. All we have to say is, that we will not at present indulge them in this method of getting rid of their semi-official reports, and at the same time the effect of them, viz., the liability to payment of the tax on their dividends. In this particular ease we feel sure that the law meant just what the company thought it did — that dividends were due to capital and not to mere moonshine. If the dividends were distributable to unpaid stock, the company might for ever prevent the city from receiving a dollar of tax by increasing the stock, as they have the power, and thus keep the dividends, owing to the large amount of nominal stock, always under 6 per cent. We are not obliged to hold any such position under the facts of the case.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "George M. Wharton, for plaintiffs in error.",
      "Egbert K. Nichols and E. Carroll Brewster, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "The Citizens’ Passenger Railway Company versus The City of Philadelphia.\nRailway stoclc liable for city taxes.\nThe dividends of passenger railway companies are distributable to paid stock, and are liable for city taxes ; and the annual official reports made to the auditor-general of the state by the company, are the best evidence of the amount of such stock.\nCertified from the Court at Nisi Prius.\nThis was an action of'assumpsit, by The City of Philadelphia against The Citizens’ Passenger Railway Company, to recover from the defendants the sum of $6934.51 and interest, alleged to b.e due under the 7th section of their charter, passed March 25th 1858, as a tax upon dividends declared and paid for the years 1860, 1861, 1862, and 1863.\nThe section in question, so far as it concerns the present case, .reads thus: “And the said company shall annually pay into the treasury of the city of Philadelphia, for the use of said city, whenever the dividends shall exceed 6 per centum per annum on the capital stock, the sum of 6 per centum on the dividends thus declared.”\nThe 2d section of the act provides “ that the capital stock of said company shall consist of ten thousand shares of $50 each.” ($500,000).\nBy the 6th section the company has power to raise on bonds any sum not exceeding one-half of their capital stock actually paid. And it is provided in the 3d section that the dividends shall in no case exceed the amount of net profits of said company, so that the capital stock shall never be impaired thereby.\nThe narr. set forth specifically the cause of action and the amount of the claims.\nOn the trial at Nisi Prius the plaintiff gave in evidence the reports of the auditor-general to the legislature, for the years 1860, 1861, 1862, and 1863; exhibiting the declarations of dividends by the defendants for those years, as returned by the company to his office, substantially thus :—\n“Amount of capital stock paid in in each of those years, $192,750.” And dividends thus :—\n“For 1860, $17,347; for 1861, $27,409.25; for 1862, $25,000; for 1863, $31,975.”\nThe defendants gave in evidence the settlement made by them of the state tax for the year 1863, with the auditor-general and state treasurer, substantially as follows :—\n“Dividends for the year 1863 being 6J per cent, on $500,000. Tax 3| mills, $1625.”\nThe previous years were settled on the same principle.\nThese settlements were had under the Act of Assembly of April 12th 1859, entitled “ An act to equalize taxation upon corporations,” the material part of which reads thus : — “ That from and after the passage of this act the capital stock of all banks, savings institutions, and companies whatever, incorporated by or under any law of this Commonwealth, or that may be hereafter incorporated, shall be subject to and pay a tax into the treasury of the Commonwealth annually, at the rate of one-half mill for each one per cent, of dividend made or declared by such bank, savings institution, or company.”\nThe learned judge (Read, J.) directed the jury to find a verdict for the plaintiff in the amount claimed, to wit, $6934.51, being principal of claim, $6103.87, and interest thereon, $830.64, and reserved the questions of law for his after determination, to wit:\n1. Whether the rate of dividend on the declaring whereof the tax becomes due to the plaintiff, is to be estimated upon the authorized capital of the company, or upon the amount of the capital paid up.\n2. Whether the tax to the city, if any be due, is 6 per cent, on the dividends declared by the company, or 6 per cent, on the excess of such dividends beyond 6 per cent, on the capital stock thereof.\n3. Whether under the evidence the plaintiff is entitled to recover interest on the principal sums claimed prior to the commencement of the present suit.\nThe jury accordingly rendered a verdict for the plaintiff in the sum of $6934.51.\nThe said reserved points coming on afterwards to be heard, and being argued by counsel and considered by the said judge, he declared his opinion as follows:—\n“ 1. That the rate of dividend is to be estimated on the amount of capital actually paid up.\n“ 2. That the tax to the city is to be paid on the who.le of the dividends declared by the company, whenever those dividends exceed 6 per cent., and not upon the excess of such dividends over 6 per cent.\n“3. That interest is payable on the principal sums claimed from the periods at which they were due.”\nJudgment was entered on the verdict for the plaintiffs.\nThis writ of error was then brought to the decision of the judge on the above reserved points.\nThe errors assigned were — 1. The learned judge erred in entering judgment on the reserved points in favour of the plaintiffs.\n2. In deciding that the rate of dividend was to be estimated upon the amount of the capital paid up.\n3. In deciding that the tax was not 6 per cent, on the excess of dividends beyond 6 per cent, on the capital stock, but on the whole dividends declared. And,\n4. In deciding that the plaintiffs were entitled to interest prior to the commencement of the action.\nGeorge M. Wharton, for plaintiffs in error.\n1. The Act of Assembly incorporating the company makes a distinction between the capital stock and the capital stock actually paid. For the purpose of borrowing money on bonds, the company is restricted to a sum not exceeding one-half of the capital stock ■actually paid. This provision is intended for the security of creditors. For the purpose of fixing the amount of the capital stock itself, it is provided that it shall consist of ten thousand shares of $50 each, with power, by a vote of the stockholders, to increase it. In regard to dividends, it is provided that they shall be declared out of net profits, so that the capital stock shall never be impaired thereby; which means the capital stock mentioned in the preceding section, to wit, $500,000, the statutory capital. The taxes which are to go into the city treasury are regulated by the percentage of dividend on the capital stock, and not as the borrowing of money, with reference to the capital actually paid. If the company could build and equip their road without expending their whole capital stock, it was to their advantage. The city was only to enjoy the tax when the dividend earned by the road exceeded 6 per cent, on the whole capital. Such are the very words of the law, and there is nothing in the act to indicate a contrary intent.\n2. If, however, it be held that the dividend is to be estimated by a percentage on the capital actually paid (contrary to the words of the act), it may fairly be argued that the intent of the law was, to tax the company only when the dividend exceeded the usual and lawful rate of interest for money, and then only with respect to such excess. The words of the 7th section are: “Whenever the dividend shall exceed 6 per cent, per annum on the capital stock,” the tax shall be “the sum of 6 per cent, on the. said dividends thus declaredthat is, the excess above 6 per cent. In other words, if the stockholders make more than 6 per cent, by their investment in the company, they shall pay a tax on such excess. The tax is to be on the dividends exceeding 6 per cent.; or, in other words, on so much of .the dividend as exceeds 6 per cent.\n3. As to interest, there was no proof of any demand by the city upon the company, except that shown by the institution of the suit. The amount of the tax was a doubtful question of law, and the company acted in good faith. The account was an open one, and the liability of the company doubtful.\nEgbert K. Nichols and E. Carroll Brewster, for defendants in error.\n1. It is not a fair argument to say that the legislature have made a distinction between the terms “ capital stock” and “ capital stock actually paid in.” Where the term is used without the qualification in the charter, it simply defines the limitation beyond which the company should not extend their stock; and otherwise, when it is used, it signifies that capital actually paid up, and being within the maximum limit permitted, and only upon which the company can incur liability as a corporation. The legislature rightfully say that a company shall not borrow money upon empty credit; that they shall not pledge as a security that which is a mere bill payable to themselves.\n“ Capital,” Webster 'defines to be “ the sum of money or stock which a merchant, banker, or manufacturer employs in bis business.” * * * “The sum of money or stock which each partner contributes to the joint fund or stock of the partnership.” See also Wayland on Political Economy, pp. 238, 245. The plaintiffs in error have also committed themselves to the proper construetion of the law. By their reports to the auditor-general for several years, they aver that they do declare their dividends upon the actual' sum which they return as their “paid-up capital.” Yide report of this company to the auditor-general for the year 1861, p. 157, and 1862, p. 257.\n2. The second point urged by the plaintiffs in error has already once been decided by this court. In 1860 suit was brought by the city against this very company in the District Court. The city claimed 6 per cent, of the whole dividend actually declared, and the company expressly raised the question by asking the court to charge the jury, that if the company were entitled “ to recover any sum, it was only 6 per cent, upon the excess of dividend declared and paid to the stockholders beyond 6 per cent, per annum.” The District Court, however, declined to charge the jury as requested, and this court, on a writ of error, decided that the law cannot otherwise be interpreted than “ as giving the city 6 per cent, on all its dividends that amount to over 6 per cent, per annum, and not merely 6 per cent, on the excess of dividends over 6 per cent:’’ Lowrie,.C. J., MS.\n3. There can be no doubt that interest should be recovered by the city upon these over-due taxes. All debts draw interest, and there is no just reason why the debts sought to be recovered here should be exempted.\nMarch 23d 1865,"
  },
  "file_name": "0251-01",
  "first_page_order": 253,
  "last_page_order": 258
}
