{
  "id": 998542,
  "name": "McClintock versus Cowen",
  "name_abbreviation": "McClintock v. Cowen",
  "decision_date": "1865",
  "docket_number": "",
  "first_page": "256",
  "last_page": "259",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 256"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 415,
    "char_count": 8604,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 7.665112580744073e-08,
      "percentile": 0.4521524227860389
    },
    "sha256": "3222eb26ef4dcdd7722140393a77df71a70289417d9a0085204642fa87c92fc1",
    "simhash": "1:9722606a8f24d3f9",
    "word_count": 1500
  },
  "last_updated": "2023-07-14T19:42:51.303223+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McClintock versus Cowen."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nThe trust for the separate use of Eliza McClintock, deceased, under whom the defendants below claim credit, by the deed of Ralph McClintock and his wife to Dr. Holmes, with power in the former in a certain contingency to appoint to whom and for what estates the property therein should pass, was undoubtedly properly construed by our learned brother the Chief Justice at Nisi Prius.\nThe power to Ralph McClintock, is in terms “ that upon the decease of the said Eliza in trust, to and for the use, benefit, and behoof of such person or persons, and for such estate and estates, as the said Ralph McClintock by any deed or instrument of writing under his own hand and seal, duly executed, proved, and acknowledged, made before or after the death of the said Eliza, but to take effect therefrom, shall direct, limit, or appoint in fee simple or otherwise.\nThis might have constituted an unlimited power of appointment had it not been for the following qualifying sentence:— “But in case the said Eliza should survive the said Ralph, then in trust for the said Eliza, her heirs and assigns in fee simple for ever.” Ralph McOlintoek died before his wife, and with him died his power, for by express terms, if that contingency happened, a fee was at once to become vested in her. The reading of the power proposed by the plaintiffs in error has nothing to support it. Sometimes the meaning of an instrument is rendered clear by the transposition of words or sentences, but it is not a transposition here, for the superadded words to these, “ but in case the said Eliza should survive the said Ralph, Tie having made no appointment,” are neither in form nor substance in the deed. The intention to leave the estate where it meritoriously belonged after the decease of the husband is clear in the terms used; and the reason for it is equally apparent, namely, that the estate was acquired solely by the wife’s money.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "S. Hood, J. H. Cfowen, and O. W. Davis, for plaintiffs.",
      "Olmstead, for defendants."
    ],
    "corrections": "",
    "head_matter": "McClintock versus Cowen.\nPower of appointment in deed of trust construed.\nWhere real estate, paid for out of the separate property of a married woman, was conveyed by her and her husband who was then insolvent, to one, in trust for her sole use during life, and after her death in trust for the use of such person, and for such estate, as he by deed or instrument duly executed and acknowledged (made before the death of his wife but to take effect therefrom), should order, direct, limit, or appoint, and the husband died before his wife, leaving among his papers a deed duly executed and acknowledged, appointing the premises and estate, after his wife’s death, to his own use for life, and after his death to his brothers and nephew in fee, and in case he should not survive his wife, then after her decease to his said brothers and nephew, held, in an action of ejectment by said appointees after the death of the widow to recover said real estate from those in possession, that the power of the husband to appoint was to be exercised only in the event of his surviving his wife, and that as she survived him, the estate by the term of the deed of trust went to her heirs under the Intestate Law.\nCertificate from the Court at Msi Prius.\nThis was an action of ejectment by Andrew McClintock, Charles McClintock, John McClintock, and William McClintock, against James Cowen and Harriett his wife, in right of said Harriett, Thomas H. Craige, John Holmes, M. D., and Mary A. Margaretta his wife, in right of said Mary A. Margaretta, Seth C. Holmes, William S. Whiteley, and Elizabeth Emeline -his wife, in right of said Elizabeth Emeline, Elizabeth Holmes intermarried with William Holmes, Anne Holmes, Helen P. Holmes, and John Holmes, by their guardian Elizabeth G. Holmes, Joshua B. Lippincott and Josephine his wife, in right of said Josephine, William Craige, Albert B. Craige, Edward Craige, Helen Craige, said Helen and Edward being minors, and William Oaner, devisee of George S. Craige, to recover possession of a messuage and tract of land in Philadelphia (late Blockley township), containing about thirty-six acres.\nThe material facts of the case were these :—\nMrs. Eliza McClintock was the daughter of Seth Craige the elder, under whose will over $30,000 were invested in trustees for her separate use. Many years prior to 1836 she intermarried with Ralph McClintock. He failed, as a merchant, about 1833, and did not again go into business. On the 8th March 1834, he petitioned the Court of Common Pleas of Philadelphia for the benefit of the Insolvent Law, and was discharged soon after as an insolvent debtor.\nOn the 15th October 1836, the premises described in the writ were purchased by Ralph McClintock for $10,000, viz., $3000 in cash, paid with moneys belonging to the separate estate of Mrs. McClintock, and $7000 in a mortgage, which mortgage, both principal and interest, was afterwards paid, also with'moneys belonging to her separate estate. At the same time that the property in question was conveyed to Ralph McClintock, he and his wife executed a conveyance of- the same property to Dr. John Holmes, in trust to and for the sole and separate use of said Eliza for and during the term of her natural life, &c., &c. And after the decease of the said Eliza, in trust for the use of such person or persons, and for such estate and estates as Ralph McClintock, by .any deed or instrument of writing, under his own hand and seal, duly executed and proved or acknowledged, made before or after the death of the said Eliza, but to take effect therefrom, shall order, direct, limit, or appoint in fee simple or otherwise, &c. But in case the said Ralph should die without directing, appointing, or limiting the said premises in manner aforesaid, then in trust for the use and behoof of those to whom the real estate of the said Eliza, in case she had died intestate leaving real estate, would have descended by the laws of Pennsylvania. But in case the said Eliza should survive the said Ralph, then in trust for the said Eliza, her heirs and assigns in fee simple, &c., &c., she and they exonerating the estate of the said Ralph and his representatives from liability on account of said mortgage-debt ($†000) and interest, &c.\nThe mortgage-debt of $7000, with interest thereon, was paid off on the 15th July 1841, and satisfaction then entered on the mortgage, and no other encumbrance was afterwards placed on the property. The whole $10,000, as stated before, with all the interest on the $7000 mortgage, was paid with the separate moneys of Mrs. McClintock.\nRalph McClintock died in 1847, leaving his widow surviving him, who died in 1860. After his death there was found among his papers, an instrument of writing signed by him, dated 30th April 1845, witnessed by and acknowledged before Alderman Cook, in which, after reciting the deed of trust of October 15th 1836, to Dr. John Holmes, he claimed by virtue of the powers and authority vested in him by said deed of trust, to order, direct, limit, and appoint the said premises and estates after his wife’s decease, to himself for life, if he should survive her, and after his death to and for the use, benefit, and behoof of John, Andrew, and Charles McClintock, his brothers, and William McClintock, his nephew (the plaintiffs in this suit), their heirs and assigns for ever, &c., and in case said Ralph shall not be so living at the decease of the said Eliza, then from and after her decease to and for the use, &c., of the said John, Andrew, Charles, and William, their heirs and assigns for ever, &c.\nThe learnedjudge (0. J. Woodward) before whom the case was tried, decided that the power of Ralph McClintock to appoint the estate mentioned was to be exercised only in the event of his surviving his wife, and overruled the following points submitted by plaintiff, viz.:—\n1. That the deed of October 15th 1886, empowered Ralph McClintock, at any time during his life, to make an absolute appointment of the property therein mentioned — to take effect after the death of his wife.\n2. That the deed executed by Ralph McClintock, bearing date April 30th 1845, was a valid execution of the power, and being a deed of gift, delivery is to be presumed, and no proof of acceptance by the donees is necessary.\n3. That upon the evidence, the plaintiffs are entitled to recover.\nUnder these rulings there was a verdict and judgment for defendants. Whereupon the plaintiffs sued out this writ, and assigned for error the action of the judge at Nisi Prius as above.\nS. Hood, J. H. Cfowen, and O. W. Davis, for plaintiffs.\nOlmstead, for defendants."
  },
  "file_name": "0256-01",
  "first_page_order": 258,
  "last_page_order": 261
}
