{
  "id": 998540,
  "name": "Allen versus Hubert",
  "name_abbreviation": "Allen v. Hubert",
  "decision_date": "1865",
  "docket_number": "",
  "first_page": "259",
  "last_page": "261",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 259"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 322,
    "char_count": 5045,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 3.0723623808267116e-07,
      "percentile": 0.857430491121297
    },
    "sha256": "006fad142c430f573cb4798cc64bbb9bdf4984ec1f16b5955d97067916eb88df",
    "simhash": "1:ad270cf50e7d70be",
    "word_count": 886
  },
  "last_updated": "2023-07-14T19:42:51.303223+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Allen versus Hubert."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nAll the assignments of error are immaterial, if the contract into which the plaintiff in error entered was an undertaking of suretyship rather than of technical, strict guaranty. And we are of opinion that he undertook as surety. His engagement was direct, and not contingent. The c.ase is not to be distinguished from Marburger v. Potts, 4 Harris 9. In both cases the form of the contract was that of an original and absolute liability. Marburger v. Potts was not shaken by the subsequent case of Gilbert v. Hench, 6 Casey 205, where the engagement of the defendant was in different terms. It was not noticed, indeed, in the opinion of the court. Nor was it necessary, to the decision of the latter ease, to determine whether the instrument sued upon was an engagement of suretyship or of guaranty. Considered as either, the plaintiff was entitled to his judgment.\nRegarding the contract in this case, therefore, not as a strict guaranty, it is needless to consider the answers of the court to the defendant’s points, or the exceptions taken to the admission or rejection of evidence.\nThe exception to the charge of the court is not sustained. The charge is not brought up by the record, and we are not informed what it was. No bill of exceptions'is sealed, except one taken to the opinion of the judge upon the motion for a new trial. It need not be said that is not subject to review in this court.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Lucas Hirst, for plaintiff in error.",
      "John Q-oforth, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Allen versus Hubert.\nSuretyship and guaranty distinguished.\nWhere one by writing at the foot of a lease agreed under seal as follows, “ For consideration received I hereby agree to become security for the faithful performance of the above agreement.” Held, that the contract was not a guaranty, but an engagement of suretyship.\nError to the Common Pleas of Philadelphia.\nThis was an action of covenant, by Thomas H. Allen against Littleton Hubert as guaranty for James Waters, on a lease for a storeroom at the corner of Lombard street and Pleasant avenue, in the city of Philadelphia.\nThe lease, dated November 5th 1861, was in the usual form; the guaranty or suretyship was in these words, written below the lease:—\n“For consideration received, I hereby agree to become security for the faithful performance of the above agreement.\n“ Witness my hand and seal, the day and year last above written.\n“L. Hubert.” [l. s.]\nUnder the ruling of the court below (Ludlow, J.) there was a verdict and judgment in favour of the plaintiff, followed by a motion for a new trial.\nOn hearing, this rule was discharged for the following reasons:—\n“Upon the trial of this cause the contract of defendant was looked upon as a guaranty and not as a contract of suretyship, and upon that theory, following the decision in Gilbert v. Hench, 6 Casey 210, the evidence was excluded, which was offered to prove that the return to the execution was a false one, there being no offer to show that the tenant was possessed of real estate. The plaintiff having issued a fi. fa., and the return being nulla bona, he ‘has done all the law requires of him in favour of the guarantor.’ No offer, we repeat, having been made to show that the tenant owned real estate here or elsewhere, or personal property out of the county of Philadelphia.\n“We might, therefore, discharge this rule for the reasons assigned; but, in a special examination of this case, we are satisfied that the contract of defendant was not that technically known in Pennsylvania as a ‘ guaranty,’ but was an engagement of ‘suretyship:’ Marburger v. Potts, 4 Harris 9. The plaintiff was not therefore bound to pursue the tenant to insolvency, and the evidence was upon this ground properly rejected. Rule refused-”\nThe errors assigned were these:—\n1. In admitting the transcript of the alderman, which did not show the whole record or the whole proceedings.\n2. In rejecting the evidence of James Waters (who had a release) to show he had property liable to levy on the 12th day of April 1862. That he was solvent. That he had property that could have been levied upon in discharge of the security. That he had property exclusive of the Exemption Law. That he had property inclusive of the Exemption Law. That he had property on the premises liable to levy. That he had property elsewhere liable to levy. To show that the plaintiff had not used due diligence in pursuing the tenant to insolvency, by showing that he had goods here, and that plaintiff knew of them, and where they were, and could have levied on them, but did not.\n3. In negativing the 1st, 3d, 8th, and 9th, and qualifying the 2d, 3d, 4th, 5th, 6th, and 7th points submitted, relative to the solvency of Waters.\n4. In telling the jury that, notwithstanding the agreement between landlord and tenant to give up the premises, that there must be an actual acceptance of the key by the landlord to make it binding.\n5. In telling the jury that the contract was a surety and not a guaranty.\nLucas Hirst, for plaintiff in error.\nJohn Q-oforth, for defendant in error."
  },
  "file_name": "0259-01",
  "first_page_order": 261,
  "last_page_order": 263
}
