{
  "id": 998451,
  "name": "Ashton et al. versus The Lehigh Coal & Navigation Company",
  "name_abbreviation": "Ashton v. Lehigh Coal & Navigation Co.",
  "decision_date": "1865",
  "docket_number": "",
  "first_page": "261",
  "last_page": "269",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 261"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 789,
    "char_count": 23058,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 5.0366513529591016e-08,
      "percentile": 0.3165232799286754
    },
    "sha256": "223604f3eb92a12131fb894822c0f05570da9a5928ed424e339f8939629165ed",
    "simhash": "1:a8d8e791ae6eb65b",
    "word_count": 3987
  },
  "last_updated": "2023-07-14T19:42:51.303223+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ashton et al. versus The Lehigh Coal & Navigation Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nAll the complainants are holders of shares in the capital stock of The Lehigh Coal and Navigation Company, and some of them are holders of a part of the loan secured by a mortgage of the company, dated March 7th 1842. The case imposes the necessity of considering their rights both as stockholders and as creditors under the mortgage. These rights are distinct, and it will avoid confusion to consider them separately.\nAs loanholders, the complainants pray that the company may be enjoined against making new bonds, secured by a new mortgage for three millions of dollars, and against the use proposed to be made of the bonds or certificates thus secured, for the reason that, as they allege, their security will thereby be changed or diminished, and the contract of the company with them will be violated.\nThe mortgage of 1842 was authorized by an Act of Assembly, approved on the 16th day of February of that year. That act, after conferring upon the company power to mortgage their property to the extent of $6,150,000, enacted that no dividend should be made to the stockholders while any loans which had fallen due should, after demand, remain unpaid. It also required that all profits arising from the business of the company, after defraying the expenses thereof, and of the completion and repairs of their works, should be applied, in the first place, to the payment of interest on all loans of the company, and then to the payment of the principal of all loans and other debts which, for the time being, should be due and unpaid. It imposed no other obligation in regard to the profits of the business. It did not require their devotion either to the payment or security of loans or debts not due and payable; but when, on the 7th of March 1842, the mortgage authorized by it, came to be executed, larger securities were given to the creditors than the Act of. Assembly enjoined. After following the directions of the legislature so far as. they went, by stipulating with the mortgagees that no dividend or profits should be made to the stockholders of the company while any loan which had been theretofore or should be thereafter made, and which should or might have fallen due, should, after demand, remain unpaid; and after providing that all profits arising from the business of the company, after defraying the expenses thereof, and of the completion and repairs of their works, should be applied in the first place to the payment of the interest on all loans to the company, and then to the principal of all loans and other debts which, for the time being, should be due and unpaid; the mortgage provided further that when and as often as the principal of all loans and debts then due and payable should be fully paid and discharged, or reservations of money shotild le made to meet them when demanded, the surplus moneys on hand arising from the profits might be applied, at the discretion of the board of managers of the company, to the payment of a dividend to the stockholders, not exceeding six per cent, in any one year on the capital stock, and, in case after such dividend there should be a surplus of moneys on hand arising from said profits, the board of managers should apply the remainder for the time being, for the benefit of the loan-holders secured by the mortgage, “ so far as their security may require” (creating a sinking fund for the purpose), and afterwards, or (as we understand the stipulation), when such security has been created, apply it for the benefit of the stockholders of the company. In the absence of loans and debts past due and unprovided for, the security given by these covenants of the mortgage to holders of loans not presently payable was twofold; first, an engagement of the mortgagors to apply all profits arising from the business to the payment of interest on all loans; and secondly, an engagement to apply the remainder of the profits, after deducting a dividend on the stock not exceeding six per cent, (which the managers were authorized to make), to a sinking fund for their benefit, so far as their security might require. What was more than this was left to be applied to the benefit of the stockholders. It is quite clear, both from the general intent and from the particular language of the mortgage, that it imposed no obligation upon the company to impound the surplus profits remaining after a dividend, to any greater extent than the security of the loanholders may require. Its manifest purpose was ample security to the creditors in the first instance, and no more. When that should be accomplished it was intended by the parties to leave the profits to be enjoyed by the debtors. Hence the insertion of the clause declaring that the surplus profits should be applied for the benefit of the loanholders, but with the qualification “ so far as their security may require,” and afterwards, for the benefit of the stockholders. If such was not the intention of the parties, and if such is not the true construction of the contract, this clause is without meaning, and it is, in effect, stricken from the mortgage. ■ Then all the surplus profits must accumulate, without regard to their amount, and must remain impounded until March 7th 1870, though they may, and probably would, greatly exceed the unpaid portion of the loan. Indeed the loan may all be purchased by the mortgagors, except the last thousand dollars. Yet the sinking fund must continue to increase, and must receive all the profits till the last bond shall fall due. Such a construction of the contract is unreasonable, and it mutilates the language. It denies effect to all parts of the instrument, and loses sight of the object which the contracting parties had in view, the security of the creditor without unnecessarily hampering the debtor.\nSuch, then, are the rights which these complainants, as loan-holders’under the mortgage, have. Without their consent their rights cannot be lessened or changed by any act of the mortgagors.\nWe pass now to consider what the defendants have done, and those acts which they propose to do, that are regarded by the complainants as a breach of the stipulations of the mortgage. On the 1st of May 1855, a resolution was unanimously adopted by the stockholders of the Lehigh Coal and Navigation Company, by which it was recommended to the board of managers “ to issue scrip for additional shares of stock, not in the whole to exceed the number of shares authorized to be issued by an Act of Assembly passed March 13th 1841, and to distribute the said scrip among the holders of stock or scrip rateably, in proportion to the number of shares of stock or scrip held by them respectively, at the dates of said issues; said scrip to be in place of loans of the company, to be cancelled simultaneously with the issue of said scrip to an amount equal' to the par value of the stock for which said scrip is issued.” Provided, that the scrip so issued should not be entitled to any cash dividend until the then existing funded debt of the company should be paid off, or adequate provision be made for its discharge when due and payment demanded; when the holders of said scrip should have a right to convert it into stock, to stand, in all respects, upon the same footing as the then existing stock. The board of mana-gers have carried out this resolution by issuing scrip from time to time, and distributing it among the stock and scrip holders until the amount issued, if converted into stock at its par value, is $1,803,000. By the certificates it is declared that the holders will be entitled to the specified number of shares in the capital stock, so soon as the present funded debt of the company has been paid off, or adequate provision made for its discharge when due and payment demanded.\nThe works of the company having been seriously injured by a freshet in 1862, and certain improvements and repairs rendered necessary thereby, another Act of Assembly was passed on the 4th of March 1863, by which the company was empowered, for the purpose of constructing the improvements authorized by the act, and repairing their works, and for the general purposes of their business, to borrow' from time to time such sums of money as they shall deem expedient, not exceeding in the whole three millions of dollars, and to mortgage their property as security therefor. At this time the funded debt of the company had been reduced to considerably less than half what it wms when the mortgage of 1842 was given, and the bonds secured by it were issued.\nAfter the passage of this act, on the 12th of May 1863, the stockholders of the company adopted other resolutions by which the board of managers were requested to execute a new mortgage for $3,000,000 to secure bonds or certificates of loan for that amount, to be issued for the purposes mentioned by the act. With the proceeds of these bonds or certificates, and other available means of tfie company, the managers were requested “ to construct the improvements authorized and required, make the repairs, and redeem the bonds or certificates secured by the mortgage -of 1842, by offering the new bonds or certificates in exchange therefor, and in cancellation of those secured by that mortgage.” It wras further resolved, that if at the expiration of ninety days after notice to the holders of the old loan, there should be remaining any certificates outstanding in the hands of persons who refuse or neglect to exchange them, the managers be requested to assign to two trustees a sufficient amount of good money securities of the company, amply to secure all the holders of the certificates secured by the mortgage of 1842, remaining unpaid or unsatisfied as aforesaid, when their certificates shall become payable. And, upon the satisfaction of the mortgage of 1842, or its partial payment and ample provision for the security of all that may remain unpaid, the managers were requested to issue full certificates of stock in the capital of the company to the holders of the scrip certificates above described. These resolutions the company propose to carry out, and the question presented now is, whether by doing so they will diminish the security or impair the rights which the complainants have as loanholders under the mortgage óf 1842.\nIt is manifest that neither the creation of the new mortgage, nor any use which can be made of the bonds or certificates protected by it, can injure the loanholders under the former mortgage, much less, if possible, can-they be injured by the projected use of the new bonds. They are preferred creditors. No later mortgage takes away their pledge. And the proposed use of the new bonds, if it affect them at all, must increase their security. To the extent to which the works of the company will be improved by the avails of the new loan, their condition, is bettered. They cannot be harmed by an offer to exchange the new securities, having fifteen years at least to run, for their present certificates, soon becoming payable, for it is at their option to accept or refuse the offer. And certainly they cannot complain of the proposed action of the company, so far as it relates to setting aside a part of the avails of the mortgage or other available means, to secure the ultimate payment of the debt due them, if they refuse to accept payment now, or to take the new securities in place of the old. All this is for their benefit. ' It increases rather than diminishes their security, and it infringes upon no provision of the contract in which their rights are found. Nor can' the loan-holders under the mortgage of 1842 complain of the act of conversion of the scrip into full stock of the company. That, of itself, is harmless to them. They may, however, be interested in- the possible and probable consequences of such a conversion; for, by the terms of the mortgage, the company is allowed to divide six per cent, to stockholders out of the surplus profits remaining after the payment of expenses, repairs, and interest. Any increase of the stock would increase the amount of a six per cent, dividend, and correspondingly diminish the sum which might be devoted to a sinking fund to secure the ultimate payment of the debt protected by the mortgage of 1842. We must look back, then, to the security which the loanholders have under that mortgage. If it binds the company to set apart all the surplus profits remaining after the payment of a six per cent, dividend on the stock as it then was, and to hold them impounded until 1870, when that loan will fall due, a six per cent, dividend on an increased capital stock would be in violation of the contract, and the conversion of the scrip with a view to such a dividend would be illegal. But, as we have already seen, such is not the stipulation of the mortgage. What is not required of the surplus for the security of the loanholders, may be applied for the benefit of the stockholders. So far as it is required for their security, it must be so applied; but when no longer so required, it may be used by the company. It then comes to a question of fact, which is this, viz.: If the company carry out the resolution of the stockholders of May 12th 1868, if they borrow $3,000,000, complete the improvements contemplated by the Act of Assembly of March 4th 1863, use the remainder of the new loan together with their other available means, either in paying off the unpaid part of the loan of 1842, or providing for its payment when it shall fall due, if they then convert the scrip, and thus take from the surplus profits $108,180 annually, to enable them to pay the allowed dividend on their increased stock, will the covenanted security of the old loanholders be impaired ? The question is not difficult of solution. That it will not, is very plain from the exhibits before us. The whole of the old loan remaining unpaid is $2,788,181.92. It all falls due in 1870, except $13,356.51, which is payable at an earlier date. It is not controverted that the new mortgage will yield fully its face, or three millions of dollars. Of this the utmost part needed to complete the improvements and repairs required is $1,500,000. There will then remain an equal sum to be applied, either to taking up the old certificates of loan, or to a sinking fund for their security. If to this be added the contingent fund (Sept. 30th 1863), $686,890, the debt due from the Reading Railroad Company, $75,000, the amount of small bonds and mortgages, $59,574, real estate in Philadelphia no longer used, $73,000, and the surplus profits of the year 1863, about $500,000, all of which are available means, the fund will be swelled to the amount of $2,894,464. This is more than sufficient to pay the whole debt now, without taking into account the probable surplus profits for the six years to come. These averaged more than $235,000 annually for the sixteen years preceding 1862, after deducting expenses, the cost of repairs, interest, and dividends. In 1863 they were about $500,000; nor is there any reason why they should be less in future than they have been in the past. The annual diversion of $108,180 from these, would still leave $672,000 to be added, with its interest, to the fund for the security of the loanholders, making it more than $800,000 beyond what can be needed. All this is in addition to the security of the real estate, franchises and property mortgaged, which have cost nearly $7,500,000. In view of these facts it is impossible to say that the conversion of the scrip into stock in the manner proposed, and the consequent application of $108,180 of the surplus profits annually to the use of the company by paying a dividend thereon, would be a breach of the contract to apply the surplus profits to a sinking fund, so far as the security of the loanholders may require. The complainants, as loanholders, then, have nothing to complain of, and they are not entitled to the interference of this court. And as stockholders they are in no better position. If the company, under its charter and the Acts of Assembly, had authority to create a new mortgage, and to use the bonds or certificates secured by it for the payment of debts, or for securing debts not yet payable, it is not easy to see what standing they have here. They have an equitable right to be protected against any violation of the charter, or against any illegal act of the managers prejudicial to their interests. But when the proposed acts of the board of managers are not illegal, when they are acts of mere management of the affairs of the company, stockholders have no right to call upon us to interfere, no matter how indiscreet the proposed action. The management of the company’s affairs is, by the charter, committed to the board of managers, and the stockholders have a right to, and are bound by the exercise of their discretion, within the limits allowed by law. But it cannot be maintained either that the creation of the mortgage, the issue of the bonds under it, or the use of the bonds for any of the purposes proposed, is illegal. The fourth section of the Act of March 4th 1863 authorized the mortgage to be made for the purpose of constructing the improvements authorized by the act, and for the repairs of the company’s works, “ and for the general purposes of their business.” That paying their debts, releasing themselves from onerous restrictions imposed by a preceding mortgage, making provision for the security of debts unpaid, and thereby effecting the release of an impounded portion of their accrued or accruing profits, are within the general and legitimate purposes of the company, is too clear for doubt. And how, then, can these complainants, as stockholders, be heard, when they ask that the managers be restrained from issuing full certificates of stock to the scripholders so soon as the loanholders are fully secured? Such is the contract. The stockholders, or those under whom they claim, with notice, directed the issue of the scrip, received their rateable proportions of it, and either hold it now or have thrown it upon the market, where it has been purchased for value.\nIt is argued that if the scrip be converted now, the present stockholders will be in danger of'receiving less than a six per cent, dividend, because the profits may prove inadequate to enable a dividend of six per cent, on the increased capital stock. The pleadings and exhibits do not show any such danger. And if they did, it could give them no additional equities. Neither the company nor the scripholders are under any obligation that the present holders of the stock shall receive an annual six per cent, dividend until 1870. So far is this from being the fact, that by the unanimous voices of the‘stockholders, and by their contract through the managers, it was agreed the scripholders should be made full shareholders so soon as the then existing funded debt of the company has'been paid off. Or, secondly, so soon as adequate provision has been made for its discharge when due and payment demanded. By the contract the scripholder was not to be postponed in every event until 1870, when the funded debt will fall due; an alternative time of conversion was provided for. The debt may all be purchased or paid before 1870, and whenever, before that time, provision shall be made for its discharge when due, the right of conversion becomes complete. It was therefore contemplated, and it entered into the contract, that on a certain contingency, the scripholder might share in the profits of the company before the funded debt should become payable. Whether that adequate security should be set apart for the discharge of the debt, out of one species of property or another, this year or in 1870, are questions belonging to the managers, in regard to which the stockholders cannot direct, but whenever it is done, the right of the scripholder is consummated.\nIt follows that neither as loanholders nor as stockholders, are the complainants entitled to the injunction for which they ask, or to any relief.\nAnd now, to wit, March 10th 1864, this cause having come up for argument, was duly argued by counsel; whereupon, it is, after consideration, ordered, adjudged, and decreed, that the decree made at Nisi Prius dismissing the bill of complainant be affirmed, with costs.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "St. Gceorge Tucker Campbell and John C. Knox, for appellants.",
      "William M. Meredith, Attorney-General, Eli K. Price and Gcarriek Mallery, for appellees."
    ],
    "corrections": "",
    "head_matter": "Ashton et al. versus The Lehigh Coal & Navigation Company.\nRights of holders of bonds of The Lehigh Coal and Navigation Company.\nThe rights of the holders of the bonds of The Lehigh Coal and Navigation Company secured by the mortgage of March 7th 1842, are not impaired by the mortgage and bonds authorized by the Act of March 4th 1863, or the resolutions of the stockholders of May 12th 1863, relative to the appropriation of the proceeds of said mortgage, and the stockholders and loanholders are not therefore entitled to an injunction restraining the company from executing and delivering said mortgage and bonds.\nCertificate from the court at Nisi Prius.\nThis was a proceeding in equity, founded on a bill filed July Term 1863 by Samuel F. Ashton and others, holders of loans and stock in The Lehigh Coal and Navigation Company, against said corporation, praying for an injunction to restrain the company from executing and delivering certain bonds and mortgages on their works, under the provisions of the Act of March 4th 1863.\nAfter the managers of the company had been enabled in some degree to repair the injury caused by the great freshet of June 1862, and it had become evident that expediency required the substitution of a railroad on the upper section above Mauch Chunk in lieu of a canal and slack-water navigation, Acts of Assembly were passed on the 4th of March 1863 and 16th of March 1864, which authorized the creation of a new mortgage in order to raise money to construct the newly contemplated improvements, repair the works, pay off the funded debt, and for the general purposes of the business of the company.\nUnder the authority of these acts, the company executed its new mortgage, dated April 1st 1864, upon its property and franchises, an amount which covered the funded debt, and was supposed to be sufficient for the other purposes authorized by those enactments.\nPrevious to the passage of the last of these acts, this bill was filed.\nIt was asserted in the bill, and not denied, that the company were about to comply with certain resolutions of the stockholders, requesting the board of managers to execute said bonds and mortgage, in order to carry into effect the provisions of the aforesaid Acts of Assembly. These resolutions contained a proviso that the certificates of stock should not be issued to the holders of the scrip certificates, until a decree of the Supreme Court, sanctioning such issue, should have been obtained.\nThe learned judge at Nisi Prius dismissed the bill of complaint with costs; which was the error assigned.\nSt. Gceorge Tucker Campbell and John C. Knox, for appellants.\nWilliam M. Meredith, Attorney-General, Eli K. Price and Gcarriek Mallery, for appellees."
  },
  "file_name": "0261-01",
  "first_page_order": 263,
  "last_page_order": 271
}
