{
  "id": 998457,
  "name": "Brown et al. versus The Lehigh Coal and Navigation Company",
  "name_abbreviation": "Brown v. Lehigh Coal & Navigation Co.",
  "decision_date": "1865-03-29",
  "docket_number": "",
  "first_page": "270",
  "last_page": "277",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 270"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 681,
    "char_count": 18125,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 1.284630337142994e-07,
      "percentile": 0.6183754342434636
    },
    "sha256": "6883bc571766c1ee65da3a4185e016e150307e26d101640e74d14f4dbe2b708c",
    "simhash": "1:85aecf5123065bc6",
    "word_count": 3106
  },
  "last_updated": "2023-07-14T19:42:51.303223+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brown et al. versus The Lehigh Coal and Navigation Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nThe rights of the complainants must be determined by the contract under which alone they can claim, and that contract is found in the scrip issued by the company. It is to be observed, before proceeding to consider what its provisions are, that it was a contract made by the company with its stockholders, and with all of them, assuring to each an advantage exactly proportioned to his interest in the property of the company. It was a distribution of rights, whatever the rights may have been, among the corporators. And the present complainants, even if purchasers of scrip, have no right superior to those which were given by the contract to the original distributees.\nLooking, as we must, to the scrip alone as the evidence of the contract, and regarding it as the foundation of whatever rights the complainants have, we have no hesitation in saying that they are not entitled to any dividends on their scrip, or on the stock into which the scrip has been converted, except such as may have been declared subsequently to the conversion. They were never stockholders by virtue of their scrip alone, not even stockholders with a right to cash dividends postponed. They were holders of nothing more than an engagement of the company that they might become stockholders after the funded debt of the company had been paid off, or adequate provision had been made for its discharge when due and payment demanded. The language of the certificate is, that the persons to whom scrip was issued “will be entitled” to shares of stock when certain things shall have been .accomplished — not that they are presently entitled, with payments of cash dividends postponed. Every part of the instrument excludes the idea of their being stockholders, or having any rights as such until the certificates should be converted into stock. Not only the declaration that they should not have any cash dividends until then, but the provision that they should be entitled to a pro rata share of any future distribution of scrip, negatives the existence of any right as stockholders. It was wholly unnecessary to make provision for their sharing in future distributions of scrip if they became stockholders by virtue of the scrip they held. So the alternative provision that the certificate might be converted into stock at any time, upon its surrender, and the payment by the holder of the par value of the stock, either in cash or in six per cent, loans of the company, expresses in no doubtful terms the intention to give no immediate rights of a stockholder. The argument, then, that the scripholders became at once joint owners of the property of the company, and as such, entitled to share in its profits, the realization of .their share being only postponed for the security of the loanholders, has no foundation in the contract. It is insisted, however, that the clause denying cash dividends until the certificate had been converted into stock (which could only he after the funded debt of the company had been paid off, or adequate provision made for its discharge when due and demanded), is substantially a negative pregnant. The scrip-holders say, the complainants were not entitled to cash dividends until .such payment of the debt or provision made for it, but then they became entitled, not only to such as might thereafter be made, but to such as had been made before, between the issue of the scrip and its conversion. In other words, it was only the payment of cash dividends and not the dividends themselves that was postponed. But this is utterly irreconcilable with the language of the certificate, and even with the words of the excluding clause. It is the dividend itself, the declared share of the profits, which is denied, instead of the right to payment at the times when declared dividends became payable to stockholders generally. If it be asked why then was this clause introduced at all, the answer is ready. It was to exclude any possible inference of right to profits which might be supposed to be deducible from the clause immediately preceding, which declared that the scripholder should be entitled to a pro rata share of any future distribution of scrip. Admitting, as' this last-mentioned clause did, their right to be, possible distributees of scrip, it was a prudent precaution to negative expressly any claim to dividends of profits.\nIt would therefore, in our opinion, be a very strained and unnatural construction of t.he contract were we to hold that the scripholder, after the conversion- of his scrip into stock, is entitied to cash dividends of profits antecedently made. The obvious meaning of the language is, we think, that the stock, when issued, shall stand on a level with other stock, instead of having then an advantage over it. The case is in close analogy with that of a merchant who promises to receive another into partnership at a future day, declaring that meanwhile he shall have no share of the profits of the business. It could not be pretended that the partner taken in could claim, when received, a share of the profits made after the formation of the contract, and before its consummation.\nBut it is said the contract must be read in the light of the circumstances surrounding it when it was made, in order to understand more perfectly its meaning. That might be, if its meaning was doubtful. But in this case we discover nothing obscure in the instrument by which the contract was evidenced. Nor is there anything in the circumstances to which we are referred that tends to throw doubt upon the construction we have given to it. Surely the consideration for the promise of the company can shed no light upon the meaning of their promise. Whatever may have been the reason for engaging with their shareholders that they should be entitled to shares of stock at a future time, the nature and extent of the engagement, it having been express, are to be deduced from the words in which it was made. We are pointed to the resolution of the stockholders, adopted May 1st 1855, by which it was recommende'cl to the board of managers, should they deem it expedient, to issue the scrip. This, it is said, shows an intention to make the scrip-holders substantially stockholders, only postponing the payment of cash dividends to them until the scrip should be converted into actual stock. Suppose it does show this. How can it affect the contract subsequently made ? The resolution itself was not a contract with those who might become scripholders,— a contract that gave them any rights. The stockholders at their meeting had no power to make any such contract binding on the company. Under the charter such a contract could be made only by the managers. And the resolution attempted no such thing. It merely recommended to the board of managers to issue scrip, assuring certain rights, should they deem it expedient. The whole matter was left to the discretion of the board. If the managers afterwards issued scrip, promising less than was contemplated by the resolution, how can the intention of the stockholders affect the contract ? How can that intention enlarge the meaning of the engagements assumed by the managers? Admit that the managers were agents of the stockholders. If an agent makes a contract for his principal, promising to do less than his principal authorized, does it bind the principal to anything more than the agent promised ? Or does the authority given by the principal throw any light upon the meaning of the agent’s express contract ?\nBut even if the resolution of the stockholders could be introduced into the contract, we do not perceive that it would give the complainants any right to back dividends. It is true that the scrip proposed to be issued was recommended to be in place of loans of the company, to be cancelled simultaneously with the issue of the scrip. That must have referred to the portions of loans of the company which they had purchased, and which they held uncancelled to secure the payment of the mortgage of March 7th 1842, or such portions as they might thereafter purchase and thus,hold; for the loans were to be cancelled simultaneously with the issue of the scrip, and they could not be cancelled unless held by the company. But the interest of all loans thus purchased and held uncancelled'was a fund for the payment of the mortgage, not for the payment of what the company held, but primarily for the payment of the loans not redeemed. If, therefore, the scrip took the place of loans of the company (which is not asserted in the contract), its income was to be applied not to the scripholder, but to the payment of outstanding debts of the company secured by the mortgage. It would seem, then, that this provision in the resolution, that the scrip should stand in place of loans, to be cancelled simultaneously with its issue, if it was designed to enter into the contract at all, is inconsistent with the existence of any intention of the stockholders that the scripholder should hare a right to interest or dividends on his scrip with the payment deferred. It is, however, most probable that it was intended rather as a direction to the managers' respecting the affairs of the company than a recommendation of what should be incorporated in the contract.\nAs did the scrip, so the resolution prohibited any cash dividend to the scripholders until the time for conversion into stock arrived, and for the same reason in both. It was manifestly because the scrip had been declared entitled to share in any future distribution of scrip. There could be no other dividend than one in stock, or in scrip, or in cash, and a dividend in stock was rendered impossible by the restrictions of the mortgage. A prohibition of cash dividends was therefore a denial of right to share in the earnings of the company while the scrip remained unconverted.\nThe resolution also recommended that the stock, when issued in lieu of the scrip, should stand in all respects on the footing of the now (then) existing stock. It is asked how can it be on the footing of the stock then existing, unless entitled to all the dividends awarded to that stock since the resolution was passed? The question points to a very forced construction of the language. The stock then existing would of course continue to exist when the scrip should be converted. Its footing at the-time of the conversion was the footing spoken of. The relative condition of the old and the new stock to the company was then to be the same. The resolution did not recommend that the new stock when issued should be on the same footing as the stock existing in 1855 was at that time. It is impossible that the issue of stock in 1868 or 1864 can give all the rights to the new stockholder which belonged to holders of stock in 1855. They can be on the same footing, that is in the same condition relative to the company for the future, but not for the past. The stockholder of 1855 had a right to vote in that year, or to become a manager, as well as to receive dividends. How can he who became a stockholder in 1864 enjoy all those past rights ? The language of the resolution as well as that of the scrip is all prospective. It provides for what is to be after the conversion of the scrip.\nThere is nothing, then, in what is called the surrounding circumstances, and nothing in the resolution of the stockholders, adopted in May 1855, that would justify such a construction of the contract as that for which the complainants contend. They are not entitled to any other dividends than such as may he declared to all other stockholders, and declared after the conversion of their scrip.\nThe decree made at Nisi Prius is therefore affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Mi AT. Price and Grarrich Mattery, for appellants.",
      "Gr. M. Wharton and W. M. Meredith, for appellees."
    ],
    "corrections": "",
    "head_matter": "Brown et al. versus The Lehigh Coal and Navigation Company.\nRights of scripholders of The Lehigh Coal and Navigation Company to annual dividends.\nA corporation, restricted to six per cent, dividends opt of profits, to stockholders, on the basis of an increased business and -enhanced value of the works and property, in accordance with a resolution of stockholders, issued scrip certificates from time to time entitling the holder to additional shares of stock, distributing them rateably among share and scripholders in proportion to amount held at the date of the issue, the resolution, embodied in the scrip, providing that the scrip should not be entitled to any cash dividend, until the funded debt of the company should be paid off, or adequate provision made for its discharge when due and payment demanded: nor until conversion of said scrip into stock. After conversion certain of the scrip-holders demanding by bill in equity, the back dividends which had been declared on the stock from, the issue to the date of conversion, it was Held:\n1. That the rights of the scripholders were measured by the contract under which it was issued, of which the scrip alone was the evidence; and\n2. That the contract was but an engagement that the holders of the scrip might become shareholders after payment of the funded debt or provision made therefor; and\n3. That therefore the scripholders were not entitled to dividends upon the scrip nor on the stock into which it had been converted, except on such a? had been declared subsequent to said conversion. .\nCertificate from the Court at Nisi JPrius.\nThis was a proceeding in equity founded on a bill filed January 7th 1864, by John A. Brown, and sixteen others, holders of scrip of The Lehigh Coal and Navigation Company, against said corporation, to compel a distribution to said scrip-holders of dividends out of the accumulated profits of the company equal to the dividends paid annually to the stockholders from 1855 to 1864.\nThe case was in substance this: The Lehigh Navigation having in January 1841 suffered by a disastrous flood, it became necessary that it should execute a mortgage, to enable it to obtain the moneys required for the restoration of the works. For that purpose the Act of 16th February 1842 was procured, which contained this proviso, “ Tha-t all profits shall be applied to interest of loans, and to principal of loans and other debts due and unpaid,” and on 7th March following, the mortgage was executed, conformably to the act, for $5,550,000 : and also with the further restriction, that after sufficient reservations, to meet a-11 debts due, the managers might make dividends not exceeding six per cent, per annum on the capital stock, and that any surplus of profits thereafter should go to a sinking fund, to he invested in loans of the company not then due, “ or in good securities bearing interest, and for the benefit of the said loa-nholders, so far as their security might require, and afterwards for the benefit of the stockholders of said company.”\nAt the annual meeting on 1st May 1855, it was found that for the nine years, viz., from 1846 to 1854, both inclusive, there had accumulated a profit of $1,689,954.66, with a prospect of further accumulations, which were afterwards realized.\nThe stockholders, desirous of realizing said profits without impairing the security provided by the mortgage for the mortgage creditors, devised the plan of issuing scrip certificates to represent a portion of said accumulated profits, as embodied in a resolution passed 1st May 1855. Luring 1855, 1856 and 1857, scrip shares was issued to the amount of $1,803,000, at the par value of $50 for a share, and were received pro rata by all the stockholders.\nFrom 1846 to 1856, inclusive, the accumulated profits were $2,548,963.30.\nThe scrip stock received dividends of subsequently-issued scrip pro rata with the stock, but no cash dividend until May 1864, after its recognition as stock entitled to cash dividends on 27th April 1864.\nThe earnings of the company from 1855 to 1863, inclusive, were more than sufficient to pay three per cent, half yearly, upon all the scrip issued, to wit., $2,131,885.52, or $1,333,639.52 beyond six per cent, per annum, for said period on said scrip.\nThe mortgage of 1842 was paid off, except a small balance, for which adequate provision was made before the filing of the bill.\nThe bill prayed that the scripholders shall receive dividends equal to six per cent, per annum for said period, before the stockholders shall receive dividends above six per cent, per annum, and that said company be restrained from paying larger dividends to the stockholders until the said deficiency be made up to the scripholders.\nThe answer of the defendants contained a narrative of facts not materially variant from those stated in the bill, and was subsequently modified by the following agreement:—\n“ It is agreed that the clause in the answer on the 4th printed page, to wit: ‘ This provision was clearly understood between the parties, at the time of the issue aforesaid, to relate to dividends after the conversion of the scrip into shares, and such was also the understanding of the communityshall not be held to mean or aver that there was any expressed understanding or agreement on that subject as stated in that clause, but that such clause expresses the defendant’s legal inference of the import of the resolutions and doings of the company defendant, and of the other facts, as set forth in the bill and answer.\n“ It was also agreed that the replication be withdrawn, and the cause be set down for hearing on bill and answer. The scrip held by the complainants was in the following form, with the blanks properly filled up, and issued under the corporate seal of the company, with the signature of the president and secretary:—\nOn the back of the scrip were the following:\nN. B. No transfer valid unless signed and witnessed at the Company’s Office.\nOeeice oe the Lehigh Coal and Navigation Company,\nPhiladelphia, 18\nBor value received, hereby assign and transfer the the within mentioned Scrip,\nto Shares.\nThe case was set down at Nisi Prius, and without argument a decree was entered pro forma dismissing the bill, whereupon this appeal was taken to the court in banc.\nMi AT. Price and Grarrich Mattery, for appellants.\nGr. M. Wharton and W. M. Meredith, for appellees.\nMarch 29th 1865,"
  },
  "file_name": "0270-01",
  "first_page_order": 272,
  "last_page_order": 279
}
