{
  "id": 998539,
  "name": "The Catawissa Railroad Company versus Titus et al.",
  "name_abbreviation": "Catawissa Railroad v. Titus",
  "decision_date": "1865",
  "docket_number": "",
  "first_page": "277",
  "last_page": "281",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 277"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Wright 129",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 546",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. & S. 327",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853560
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0327-01"
      ]
    },
    {
      "cite": "1 Watts 314",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838066
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0314-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 530,
    "char_count": 11688,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 7.446380323966355e-08,
      "percentile": 0.44417512372342943
    },
    "sha256": "a12aea74ea4e6cb9f020962cea94107468149567f9735f60b4f9488191ba958a",
    "simhash": "1:51cd8d7c9a71f7ff",
    "word_count": 1996
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Catawissa Railroad Company versus Titus et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nBy the agreement, the expenses of carrying it out, printing new bonds, &c., were to be sustained by the new company, and the court was right in saying that these words, “ printing bonds, &c.,” did not restrict the agreement to expenses of that character only, but considered it covered all reasonable and necessary expenses in carrying out the arrangement. There was therefore no error in the charge to the jury.\nUpon the reserved point the court were also right — because the plaintiffs were the only persons entitled to the compensation, as the expenses were exclusively borne by them, and if the joining of the other parties to the agreement were necessary in a mere technical point of view as nominal plaintiffs, the record could be amended here by adding their names. There is nothing in the other assignments of error.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Jas. JB. Gowen, for plaintiffs in error, argued,",
      "David W. Sellers, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "The Catawissa Railroad Company versus Titus et al.\nConstruction of contract. — “ Expenses of carrying out agreement,” what included in. — Joinder of plaintiff.\nWhere an agreement was made \"by the holders of chattel bonds of an insolvent railroad company by their attorney, under which a new company was organized on the basis of a division of the stock in certain proportions among those interested in the old company, and it was agreed, among other things, that “ the expenses of carrying out this agreement, printing new bonds, &e., to be sustained by the new companyin an action by certain of said bondholders against the new company to recover the amount paid by plaintiffs to the attorney above mentioned for his professional services, Held,\n1. That the words “ printing bonds, &o.,” did not restrict the agreement to expenses of that character only, but covered all reasonable and necessary expenses in carrying out the arrangement; and\n2. That the action was maintainable by the plaintiffs alone without joining the other parties to the written agreement, they being the only persons by whom the expenses were paid.\nError to the District Court of Philadelphia.\nThis was an action of debt by Benjamin W. Titus and Uriel T. Scudder, trading as Titus & Scudder, and The Trenton Locomotive and Machine Manufacturing Company, against the Catawissa Railroad Company.\nThe case was this: — r\nIn the fall of the year 1859, the Catawissa, Williamsport and Erie Railroad Company were insolvent, and their property was in the hands of a receiver. A bill in equity was pending in the Supreme Court, praying a decree for the sale of the whole estate of the company under the mortgages thereon. The parties in interest were the holders of the first mortgage bonds of the company, $1,500,000 in amount; the holders of the second mortgage bonds, $500,000 in amount; the holders of seven different issues of bonds secured by mortgages on personal property of the company, known as chattel mortgages, $400,000 in amount; and the holders of the stock, $3,000,000 in amount. These parties were represented by committees or attorneys appointed to attend to the interests of their constituents in the proceedings then pending. After the usual amount of negotiation, a scheme for purchasing in the property, and organizing a new company upon the basis of dividing the stock in certain proportions among those interested in the old company, was adopted. Among the holders of chattel bonds were the plaintiffs who, with the other parties (whose names are subscribed to the letter of attorney to O. W. Davis, Esq.), were the holders of bonds numbered from 681 to 747 both inclusive, and secured by a mortgage upon a locomotive engine and certain cars, executed by the company on the 26th day of July, A. D. 1859, to Joseph Paxton, trustee.\nIn dealing with the committee of first mortgage bondholders, Mr. Davis tried to get the best terms that he could for his constituents, and succeeded in obtaining an agreement in which it was stipulated “ that the holders of the chattel bonds should surrender the same, and receive in lieu thereof the coupon bonds of the successors of The Catawissa, Williamsport and Erie Railroad Company, payable in twenty years from May 1st 1860, each coupon being for two and a half per cent, of the principal of said bonds, payable the first days of May and November .of each and every year, the first coupon to be payable the first day of November 1860.\n“ That to secure to the holders of said bonds the payment of the principal and interest thereof, said new company should execute and deliver to a trustee, to be selected by the parties, a mortgage upon the personal property mentioned in the chattel mortgage now existing, except two cars, mentioned therein as purchased from the Fitchburg and Worcester Railroad Company. The provisions of which new chattel mortgage were to be similar to those of the chattel mortgage now in force, with these exceptions ; default in the payment of the coupons was to entitle the trustee to immediate possession of the chattels, to be again delivered to the company if, within sixty days, such interest is paid, and if for the space of sixty days such interest is due and unpaid, the principal of the bonds shall become due and mature.\nIn lieu of the coupons due November 1st 1859, and May 1st. 1860, attached to sixty-three of said bonds, amounting to §81,500, and in consideration of a reduction in interest from ten to five per cent, per annum, the holders of the said sixty-three bonds were to receive §10,000 of the preferred stock of the new company, to be issued as soon as it is organized.\nThe Trenton Locomotive and Machine Manufacturing Company were to receive fifteen shares of preferred stock, in payment of a bill due them by the Catawissa, Williamsport and Erie Railroad Company, and the expenses of carrying out this agreement, printing new bonds, &c., were to be sustained by the new company.\nThis arrangement was carried out, and the securities of the Catawissa Railroad therein mentioned were delivered to Mr. Davis in lieu of those of the-Catawissa, Williamsport and Erie Railroad Company held by his constituents.\nSome time afterwards this suit was brought, in which the plaintiffs, who are some of the parties with whom the agreement of March 1st 1860 was made by the committee of first mortgage bondholders of the Catawissa, Williamsport and Erie Railroad Company, sought to recover from the Catawissa Railroad Company the amount paid by them to Mr. Davis for his professional services rendered in attending to the matter which had been intrusted to his care by the above-mentioned letter of attorney. These services, according to Mr. Davis’s testimony, consisted of his negotiations with the committee of first mortgage bondholders, and the representatives of other interests in the Catawissa, Williamsport and Erie Railroad Company, obtaining the agreement of March 1st 1860, writing to members of the legislature to secure the passage of the Act of March 21st 1860, drafting the mortgage and revising a draft of the bonds to be given by the Catawissa Railroad Company, and attending to the exchange of these securities for those held by his constituents. It was admitted by Mr.- Davis that these services were rendered by him at his own instance and as counsel for his own clients exclusively. It was shown also by other testimony that Mr. Davis was not in any way employed by the committee of first mortgage bondholders to assist in organizing the new company.\nThe sixth clause of the agreement of March 1st 1860, viz.:— “ The expenses of carrying out this agreement, printing new bonds, &c., are to be sustained by the new company,” was relied upon by the plaintiffs.\nThe judge in the court below charged the jury as follows :—\n“I do not regard these words ‘printing bonds, &c.,’ in the agreement as restricting the agreement to expenses of that character only, but consider the agreement covers all reasonable and necessary expenses in carrying out the arrangement. But •in allowing for the services of Mr. Davis, if you allow anything, you must not consider the services rendered before the date of the agreement.” The learned judge reserved for the opinion of the court in banc the point “whether the action is maintainable by the plaintiffs alone without joining the other, parties to the written agreement with the committee of first mortgage bondholders on which point judgment was afterwards entered for the plaintiffs, which were the chief errors assigned here for the defendants.\nJas. JB. Gowen, for plaintiffs in error, argued,\n1. That as the agreement was with all of Mr. Davis’s clients jointly, all of them should have joined in the suit: citing Severgast v. Berk, 8 S. & R. 308; Mehaffy v. Lyttle, 1 Watts 314; United States v. Keenan, 1 P. C. C. R. 169; Archer v. Dunn, 2 W. & S. 327; 1 Chitty Pl. p. 8*; 1 Parson on Contracts, p. 13, 14, and cases there cited.\n2. The court improperly submitted to the jury the question whether the “ expenses” incurred by the employment of Mr. Davis fell within the terms of the written agreement. Written contracts must be construed by the court: Dennison v. Wertz, 7 S. & R. 376; Neilson v. Harford, 8 M. & W. 823; 2 Parsons on Contracts 4; Rapp v. Rapp, 6 Barr 45.\n3. Even if it was not the province of the court to construe this contract, there was no evidence to warrant the “ submission of plaintiffs’ claim to the jury.\n4. The submission of plaintiffs’ claim was accompanied with instructions which obviously tended to mislead them in saying “ in allowing for the services of Mr. Davis, if you allow anything, you must not consider the services rendered before the date of the agreement.”\n5. The court erred in deciding that the words “ printing, &c.,” did not restrict the agreement to expenses of that character. These words are explanatory of the word “expenses,” and were intended to restrict its meaning: Case v. Cushman, 3 W. & S. 546.\nDavid W. Sellers, for defendants in error.\nThe plaintiffs were the owners of all the bonds mentioned in the documentary evidence. The parties who also signed the power of attorney were the holders of some of the loans as col-laterals, and it was a mere matter of precaution on the part of O. W. Davis to have them sign; but the action is not on the power of attorney, it is on the clause of an agreement to pay expenses, and which from its nature must mean the expenses of each party. The narr. was for the expenses plaintiffs have sustained, and the proof followed the allegation. The agreement was evidence because it sustained\n1. The averment in the narr.; and\n2. Because it was a part of an entire transaction which was ratified by the defendants.\nThe argument in the court below, as here, was that the clause for the payment of expenses meant printing bonds, the ink and paper. It is submitted that, as matter of l'aw, this construction cannot be given. What were the reasonable and necessary expenses, was a question for the jury, and they have found conformably to the view of the plaintiffs. Is it not absurd to suppose that in a transaction involving the adjustment of such large claims, and in which all parties agreed to make a new company, which should bear the expenses, that the trifling cost of ink, paper, and printing the bonds should be made the subject of a special agreement ? Without such a clause, the new company, in giving new bonds for old ones, would have had to defray these expenses.\nThe word expenses must be construed by the subject-matter. In one case it may mean one thing and quite the contrary in another : Brown v. McFarland, 5 Wright 129.\nIf the agreement to pay the expenses was one which justified the court in leaving it to the jury at all, the other assignments are without force."
  },
  "file_name": "0277-01",
  "first_page_order": 279,
  "last_page_order": 283
}
