{
  "id": 998494,
  "name": "Clark versus Martin",
  "name_abbreviation": "Clark v. Martin",
  "decision_date": "1862-03-22",
  "docket_number": "",
  "first_page": "289",
  "last_page": "299",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 289"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Johns. Ch. Rep. 298",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. & S. 88",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853593
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0088-01"
      ]
    },
    {
      "cite": "7 Hill N. Y. 219",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "35 P. S. R., 11",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "11 Paige Ch. Rep. 414",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        11281689
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/11/0414-01"
      ]
    },
    {
      "cite": "3 Paige Ch. Rep. 254",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2048427
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/3/0254-01"
      ]
    },
    {
      "cite": "3 Paige Ch. Rep. 246",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2048440
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "351"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/3/0246-01"
      ]
    },
    {
      "cite": "15 P. S. R., 3",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "8 Pick. 284",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2013216
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/25/0291-01"
      ]
    },
    {
      "cite": "23 Barb. 153",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1941848
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/23/0153-01"
      ]
    },
    {
      "cite": "2 Duer 614",
      "category": "reporters:state",
      "reporter": "Duer",
      "case_ids": [
        1328079
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-super-ct/9/0614-01"
      ]
    },
    {
      "cite": "2 Phillips 774",
      "category": "reporters:state",
      "reporter": "Phillips",
      "opinion_index": 0
    },
    {
      "cite": "11 Paige Ch. Rep. 414",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        11281689
      ],
      "opinion_index": 0,
      "case_paths": [
        "/paige-ch/11/0414-01"
      ]
    },
    {
      "cite": "3 Paige Ch. Rep. 246",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2048440
      ],
      "pin_cites": [
        {
          "page": "254"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/paige-ch/3/0246-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1161,
    "char_count": 29420,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 1.2515080181132801e-06,
      "percentile": 0.9886118843222134
    },
    "sha256": "99fa2a4a5c3582a52773c85875761a1b20070b2b89ec37d5257bf99bb5766c1d",
    "simhash": "1:48e767ab4bf612c7",
    "word_count": 5190
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Read, J., dissented."
    ],
    "parties": [
      "Clark versus Martin."
    ],
    "opinions": [
      {
        "text": "The opinon of the court was delivered, by\nLowrie, C. J.\nIn 1814, Drosddorf and Roberts bought the corner lot from Alexander Henry subject to a perpetual rent, and with the condition written in this deed, that they, their heirs and assigns, should not erect any building on the hack part of it higher than ten feet; Henry being then the owner of the lot adjoining on the south. The corner lot afterwards passed successively to five different owners, the last of whom is the defendant Martin, and in all the deeds the same condition is repeated; so that Martin himself in 1858 purchased on these express terms. Of the adjoining lot, Alexander Henry died seised, and in 1851, his testamentary trustee conveyed it to the plaintiff Clark ; and the rent reserved on the corner lot by Henry was purchased by Martin in 1860. Our question is, has Clark as owner of the adjoining lot, any such right to the condition or terms imposed upon Martin’s title as entitles him to claim in equity that Martin shall he compelled to observe them ? We think he has.\nIn a proceeding in the common law form it would be necessary to inquire into the form in which the right is reserved, in order to decide whether it should be sued for as a condition, or a covenant, or as a simple contract; but in the equity form of proceeding we inquire only into its substantial elements; what duty does it assure, and to whom ?\nHere the duty of the defendant is so plain that one may read it running ; it is clearly inscribed on every link of the chain of his title to the lot. He took his title expressly on the terms already briefly mentioned. He was not to erect on the back part of his lot any building higher than ten feet, afterwards changed to eleven. To whom then does he owe the duty ? No one doubts that it is to the grantor who reserved or imposed the duty, and to his heirs and assigns.\nBut did the grantor reserve this duty to himself, his heirs and assigns, as a mere personal duty, and thus retain in himself, or them, the vain right of saying that lot is not mine, but the owner is subject to my pleasure in the mode of building upon it ?\nCommon sense forbids this, and the law would not allow itself to be troubled with such vain engagements. It is not pretended that this restriction was intended for the benefit of the ground-rent reserved by Henry. And such a pretence would be entirely unreasonable ; for a restriction that diminishes the value of the lot and of the houses that may be erected on it, cannot increase the security of the rent issuing out of it.\nWe have no other resource, therefore, than to attribute the restriction to the purpose of benefiting the adjoining lot, then owned by Henry.\nCommon sense cannot doubt its purpose, and thus it becomes plain that the duty created by the condition and restriction is a duty to the owner of the adjoining lot, whoever he might be.\nVery plainly, also, it is a duty that admits the right of the owner of the adjoining lot to have the privilege or appurtenance of light and air over the defendant’s lot, and that admits this to be so far subject or servient to that, that the buildings on this must, for the benefit of that, be so limited in height, according to the condition in the deeds. :\nSo such stipulations are always regarded when a form of remedy is selected and allowed, which can admit of treating the case according to the very substance of the contract. '\nThe remedy asked for here is just such a one, under the law authorizing the courts in equity form, to prevent or restrain “the commission or continuance of acts contrary to law and prejudicial to the interests of the community or the rights of individuals.” And so abundant are the instances in the administration of equity wherein this very duty has been specifically enforced, that a reference to the cases may very well stand instead of a discussion of' the question: 2 Ashmead 221, 335; 2 Harris 186; 3 Paige 246, 254; 2 Phillips 774; 15 Simons 377; 7 Jurist (1861, Rolls Court), 11; 2 Mylne & K. 552; 11 Paige 414; 8 Id. 351; 2 Duer 614-23; 23 Barb. 153; 23 Law Reporter 401 (Whitney v. Union Railway Co. 1860, Superior Court of Mass.); 23 Eng. L. & Eq. R. 584 ; 9 Simons 196.\nIt wasjobjected at the argument that this remedy applies only as a means of compelling an observance of the 'terms involved in a general-plan of lots;' and this element actually exists in about half of the cases1 just cited ; yet they are not decided on that’ consideration; ■ It .is not because a plan is deranged that the court interferes, but because rights are invaded, or about to be; and this fact may exist in a plan of two'lots, as well as in one of two hundred. The plan often furnishes the proof of the terms on which sales were made; but the fact of the alleged terms is as effective when proved by a single deed as when proved by a plan.\nIt is objected, also, that the restriction relied on here, is in the form of a condition, and that it was released by the release of part of it. But this, if true, in such a case, would apply only where a forfeiture of the defendant’s estate for a breach of the condition is-demanded; Equity does not so treat the case where mere obedience is demanded. And here, at the very time when part of the right Avas released, the right to the remainder was expressly continued or renewed. The right is very clearly defined,\"and it is no more inconsistent with the grant of the fee simple than any other right of easement is, and the plaintiff is entitled to a decree in his favour. The breach of the contract and the amount of iniury done are plainly sufficient for this: 12 Harris 159.\nIt appears by the evidence that, since this suit was brought, the defendant, in disregard of the suit, has gone on and erected the building. This was very Avrong, and puts the court into a very painful position. Our decree in equity is not so severe as a judgment at law would be in ejectment for a breach of a valid condition in such a case, for it does not forfeit, the house and lot: 8 Pick. 284. But the abatement of part of a house is so unusual, and so seldom ■ that persons put themselves into such a position as to make such a decree necessary, that we have great reluctance in so decreeing, and have hopes that the parties may come to some reasonable terms. However, our duty is very plain,- and the defendant, by disregard of his contract, and by recklessness building, pending the suit, has brought the evil on himself. Under the general relief clause, the plaintiff can have a decree of abatement, without any amendment to his bill, by reciting the fact of the erection pending the action.\nLet the decree be drawn in favour of the plaintiff, with costs.\nRead, J., dissented.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "S. Q. and S. H. Perkins, for appellant.",
      "Thomas 8. Smith and Wm. L. Hirst, for defendant."
    ],
    "corrections": "",
    "head_matter": "Clark versus Martin.\nCondition in a deed in restraint of building construed. — How and for whom enforced inequity. — Effect of partial release of condition.— Complainant when entitled to decree for abatement of building.\nII., being in 1814 the tenant pur autre vie of two city lots, one a corner property, and the other adjoining it, with remainder to his wife for life and after her death to all her children born and to be born, in equal shares as tenants in common in fee; joined with his wife in a conveyance of the corner lotto D. and R. in fee, reserving a perpetual ground-rent to himself in fee ; upon the express condition that the grantees, their heirs and assigns, should not erect any building upon the back part of the lot higher than ten feet; and with a covenant by H. that he would procure releases and conveyances to the grantees from all his children, within one year after their respectively arriving at the age of twenty-one.\nH. at the time, and for some years afterwards, occupied the adjoining property as his residence. By five several mesne conveyances, all made subject to the ground-rent, and to the condition with a clause added as follows, “ without the permission or license of said II. his heirs or assigns,” the corner property became vested in 1858 in M. in fee; H. having some years prior to the conveyance to M. granted to the then owner permission to raise his back building to the height of eleven feet, expressly stipulating that such permission should not prejudice or impair the condition.\nAfter D. and R. had sold the lot, the estates and interests in both lots, which had been vested in the children of his said wife, became vested by four several conveyances in II. in fee. The last of these conveyances was in 1845, from a grandchild, whose mother (a daughter of his wife] had died intestate without having made any conveyance of her interest.\nH. died in 1847 seised of the property adjoining the corner lot, and also of the rent reserved out of the latter.\nBy his will he devised said adjoining property without any mention of the restriction on the corner lot, in trust with power of sale; and also authorized his executors to assign and convey his ground-rents in payment of legacies.\nThe testamentary trustees in 1851 granted and conveyed said adjoining property to 0., no mention being made of the restriction imposed on the corner property, M. subsequently by sundry mesne conveyances became the owner of the ground-rent reserved out of the corner lot, which thus merged; and he then threatened to build in disregard of the restriction.\nIn 1860 O. filed a bill in equity against M. to restrain the violation of the restriction, and for a special injunction. The application was refused; and M. went on and erected a three-story building covering nearly the whole of the back part of the corner lot: Held, upon appeal from the decree of the court a,t Nisi Prius, refusing the injunction and dismissing the bill:\n(1) . That although the clause imposing the restriction was a strict condition in law, yet equity would only inquire into the substantial elements of the agreement, and would enforce it for any party for whose benefit it appeared to be intended. ' .\n(2) . That the duty of the defendant not to build in violation of the condition, was clear; and that this duty was not reserved as. a mere personal obligation to’ H. the original grantor, his heirs and assigns; nor for the benefit of the ground-rent; but that it was for the benefit of the adjoining property then owned by H.; and created an obligation to the owner of that property, whoever he might be; and equity would interfere to enforce and protect his right.\n(3) . That a general plan of lots need not be shown; such a plan being only one means of proof of the existence of the right and duty; which may appear as well from a plan of two lots, as of any greater number.\n(4) . That the release of a part of a condition only operates as a releáse of the whole, where forfeiture of the estate for a breach of the condition is demanded: and equity will enforce the condition in its modified form in favour of a party who asks only compliance with the agreement.\n(5) . That the defendant having built in violation of the condition, after bill filed, the complainant was entitled to a decree of abatement without amending his bill.\nCertificate from Nisi Prius.\nThis was an appeal by John C. Clark, from the decree of the Supreme Court at Nisi Prius, dismissing a bill filed against John L. Martin, with costs.\nThe defendant, at the time the bill was filed, was the owner of a .“three-story brick messuage, with the one-story back building or dining-room thereto attached,” and lot at the southwest corner of Eighth and Locust streets, in the city of Philadelphia, twenty-two feet six inches front on Eighth street, and one hundred feet deep on Locust street, to a ten feet wide alley. The complainant had been since 1851 the owner of the dwelling-house and lot immediately adjoining to the south, and of the same front and depth. Both lots originally formed parts of a larger lot, which, prior to 1814, was held by Alexander Henry as tenant for the life of Ann Snowden, with remainder to his wife for life, and after her death to all her children born or to be born, in equal shares as tenants in common in fee.\nJuly 7th 1814, Henry and wife conveyed the corner lot (defendant’s) to Charles Drosddorf and Lewis Roberts, as tenants in common in fee (reserving thereout to said Henry in fee a yearly ground-rent of $225) “ upon this express condition, nevertheless, that the said Q. P. and L. i?., their heirs or assigns, shall not build or erect, or permit or suffer to be built or erected, on any part of the hereby granted lot of ground,, beyond the distance of sixty-five feet from the said .Eighth street, any buildings whatsoever, other than privies, millc or bathing-houses, and walls or fences not exceeding the height of ten feet from the level of the ground, nor erect any building whatever between the dwell ing-house to he erected fronting on said Eighth street, and the aforesaid distance of sixty-five feet from the said Eighth street, other than such as shall merely he for the accommodation of the said dwelling-houseThe ground-rent was redeemable at any time within seven years, by payment of $3750. The deed contained a covenant by Alexander Henry that he would procure releases and conveyances to the grantees from all his children within one year after their respectively arriving at the age of twenty-one. . .\n. -At the time of this conveyance, and for several years after-wards, Henry occupied said adjoining property as his residence. The wife of said Alexander Henry died in his lifetime, having had six children. Five of these children, -with • the respective husbands and wives of such of them as were married, by three several indentures, dated October 8th 1816, and October 29th 1821, granted and conveyed to said Henry in fee all their respective shares in said larger lot. The remaining child died in the lifetime of her mother, intestate, and-leaving issue one child, upon whom her share descended, and vested in fee: and, June 5th 1845, this child, with her husband; granted and conveyed all their share in said larger lot to said Henry in fee.\nJanuary 14th 1816, Drosddorf and Roberts conveyed the corner property to James Dundas in fee, subject to the ground-rent, and also to the condition, but with a clause added as follows : “ without the permission or license of said Alexander Henry, his heirs or assigns.” In January 1838, Dundas conveyed to Andrew D. Cash in fee, said house and lot, subject to the ground-rent, and also to the restriction. Prior to April 30th 1839, Henry had, as a matter of courtesy merely, without any consideration, consented that Cash should erect a dining-room on said lot eleven feet in height, but refused to allow the restriction to be interfered with beyond the building of the dining-room eleven instead of ten feet high.\nHenry, by deed dated April 30th 1839, endorsed on Cash’s deed for the corner property, after reciting that Cash had, with his consent, previously built a dining-room on the lot of eleven feet in height, granted to Cash in fee, in consideration of one dollar, the right to continue and maintain the said dining-room of said, height for ever. “Provided, however, that nothing herein contained shall be so construed as in anywise to impair, prejudice, or affect the condition and restriction in the said within indenture particularly recited and set forth in relation to building on the within described lot.”\n, .Cash conveyed the corner property, May 1st 1839, to Ashhurst, subject to the ground-rent and restriction, “ except so far as modified and changed by”-the last-recited deed. Ashhurst owned the property at the time of Henry’s death.\nIn August 1847 Henry died, seised in fee of said ground-rent of $225, and also of the lot and dwelling-house to the southward of and immediately adjoining the corner property.\nBy his will he devised said dwelling-house and lot in trust with a- power of sale. He also authorized his executors to assign and convey his ground-rents in payment of legacies.\nSaid executors by deed dated August 14th 1848, granted and assigned said ground-rent of $225 to Mrs. Martha H. Chambers in fee, in part payment of a devise to her under the will.\nIn May 1849, Ashhurst conveyed the said corner property, by the description of “ all that three-story brick messuage, with the one-story bach building or dining-room, thereto attached, and the lot of ground,” &c., to John Buddy in fee, subject to the ground-rent, and also to said restriction.\nThe surviving trustee under Mr. Henry’s will, by deed dated April 7th 1857, conveyed said dwelling-house and lot, adjoining said corner lot to the southward, to complainant.\nIn February 1858, Buddy conveyed said corner property, subject to said ground-rent, and also to said restriction, to John L. Martin, the defendant in fee.\nMrs. Chambers died in March 1860, seised in fee of said ground-rent of $225, having first made her will, the executors named in which, by virtue of certain powers therein given, granted and assigned said ground-rent to John L. Martin, the defendant, in fee, whereby the same merged and became extinguished.\nThe bill, after setting out the title of the respective properties, alleged that complainant, as the owner, by title from Alexander Henry, of the dwelling-house and lot adjoining the said corner premises on the south, was entitled to the full benefit and privilege of said restriction; that his back buildings face north, and the maintenance of the restriction was absolutely necessary for proper enjoyment of his property, since, if the restriction be infringed or broken, the health and comfort of the occupiers of said property will be irreparably injured; that, by means of the restriction, the light and air have access from Locust street, across the corner lot, to complainant’s premises. That, on the western side of said ten-feet wide alley the wall of the Musical Fund Hall rises to the height of a three-story dwelling-house; and, unless the restriction is enforced upon the corner lot it may be built upon the full width to its entire depth to said alley, and without limit as to height, and thus complainant’s property be shut in, leaving only a narrow well for access of light and air, and the health and comfort of the occupants, and the property itself be greatly injured; that it was the intention of defendant to build on the corner lot, without regard to the restriction, under pretence of a right so to do, and prayed an injunctioir to restrain defendant, his agents, &c., from infringing said restriction, and. for general relief.\nThe answer admitted the allegations of the bill as to the title to said two lots of ground and dwelling-houses now vested in the complainant and defendant respectively; but alleged that in the deed from Henry to Drosddorf and Roberts for the corner property, there is no remedy or penalty prescribed for breach of said condition, nor any covenant on the part of the grantees to perform it; that said Alexander Henry laid out the large lot mentioned in the bill prior to the conveyance to Drosddorf and Roberts, according to a plan given in the answer; that said Henry did not, by his will or otherwise, give and devise to the trustees, to whom he devised the premises adjoining the corner, any right, title, or interest, in or to the condition in the deed to Drosddorf and Roberts ; that the grant and assignment from Henry’s executors to Mrs. Chambers conveyed the said ground-rent of $225 to her, “together with the reversions and remainders of the premises, and all the estate, right, title, interest, property, claim, and demand whatsoever, which was of the said Alexander Henry, as well at law as in equity, of, in, and to the same, and of, in, and to the lot of ground whereout the said rent is issuing and payable;” that said surviving trustee did not in any way grant or convey to complainant any right, title, or interest, in or to said condition in the deed to Drosddorf and Roberts; that the executors of Mrs. Chambers, by their deed to the defendant, conveyed to him the said ground-rent, “ and the reversions and remainders thereof, and all covenants for payment thereof, and all the estate, right, title, interest, property, claim, and demand whatsoever, which was of the said Martha H. Chambers, at and immediately prior to the time of her decease, of, in, and to the same, and of, in, and to the said lot of ground whereon the same was so as aforesaid charged;” denied that complainant is entitled to any benefit or privilege of said restriction in the deed to Drosddorf and Roberts; or that the enforcing of said restriction is necessary for the proper enjoyment of complainant’s property, or that the health and comfort of its occupants or the value of the property would be injured and damaged, if the restriction be not maintained; and admitted that he intended to build without regard to said restriction, as follows, to wit: “ At the rear end of said dwelling, and attached thereto, a piazza, extending in height from the ground to the eave of the roof of said dwelling, enclosed on the south side With a nine-inch brick wall and open to the west, and extending about eight feet westward; and also, at the distance of about fifteen feet westward from said dwelling, a back building, to be connected with said dwelling by a stairway on the side next to Locust street, and to be in width from said Locust street nineteen feet four inches, and in depth westward 'forty-four' feet, to the ten-feet wide alley, and nearly as high as .the eave. of said dwelling, leaving on the south, along the\" entire length of said hack building, a space of three feet two inches between its face and his party line 'on the south, and a clear space, between said back'building and complainant’s back building, of ele.ven feet;” and alleged that at the time of the deed to Drósddorf and Roberts, that part of the city was almost exclusively occupied- by dwellings ; that since then, places of business have been advancing into that neighbourhood, and he desired to improve his property in such manner as'to conform to advances of business, that he might enjoy its just fruits, and not be deprived of: them by the diminution of its value as a mere place of residence.' ■ ' ■\nIt appeared, from the proofs, that complainant had known of the restriction before he purchased the property adjoining the corner from the surviving trustee under Henry’s will; that the trustee had no doubt but that the purchaser of that property would be entitled to the benefit of the restriction upon the corner property; but at the same time was unwilling, as the will made no mention of the' restriction, and he was acting in a fiduciary character only, to execute a deed containing an express grant of. the benefit of the restriction; that, in 'consequence of this unwillingness, complainant, at the joint expense of himself and said trustee, obtained the opinion of eminent counsel (the late Thomas I. Wharton, Esq.), that the purchaser would be entitled to the benefit of the restriction as appurtenant to the property, of which benefit he could not be deprived by any act on the part of any other representative of Henry; and that upon this opinion complainant took his deed from the surviving trustee, without any express grant of the benefit of the restriction. •\nA motion for a preliminary injunction upon the bill, affidavits, and counter affidavits having been denied prior to the filing of the answer, the defendant immediately went on and erected a building in violation of the restriction, after the intended plan set out in his answer. When the case came up for hearing on bill, answer, and proofs, the bill was dismissed without argument, and the 'complainant took this appeal.\nS. Q. and S. H. Perkins, for appellant.\nThe restriction must have been imposed for the benefit of the property now held by complainant. There is no other purpose for which it can be supposed it was intended. Complainant knew of its. existence, was careful to be assured of his right to it before purchasing; and its advantage must have entered into the consideration he paid. Defendant never paid for its release or extinguishment. The general terms of the release of the ground-rent must be restricted by the recitals: Rapp v. Rapp, 6 Barr 48; Kirby v. Taylor, 6 Johns. Chanc. 251; Jackson v. Stackhouse, 6 Cowen 122; Cole v. Gibson, 1 Vesey, Sr. 504. It was the estate in the ground-rent alone which became merged; and even if it be conceded that the restriction is annexed to the estate in the rent it is not merged: Preston on Merger 454.\nThe clause imposing the restriction, notwithstanding the words “ upon condition,” is not necessarily to be treated as a condition. It is a covenant, or agreement; or, if not a covenant, creates an easement for the benefit of the adjoining property; and the only property which it adjoins is that now owned by complainant. A clause will never be construed as a condition when its language can be resolved into a covenant: Paschall v. Passmore, 15 P. S. R., 3 Harris 307. See also Cromwell’s Case, 2 Co. 71 a; Touchstone, p. 122. Any w;ords which import an agreement will make a covenant: 3 Com. Dig. 263, Covenant A. 2. And see Hoyt v. Carter, 19 Barb. S. C. Rep. 212. The complainant, even if unable to bring an action of covenant, is yet entitled to the aid of a court of equity to enforce the covenant or agreement made for the benefit of the estate which he now owns: Blecker v. Bingham, 3 Paige Ch. Rep. 246; Barrow v. Richard, 8 Id. 351; Bronwer v. Jones, 23 Barb. S. C. Rep. 153; Tulk v. Moxhay, 2 Phillips Ch. Rep. 774; Biddle v. Ash, 2 Ashmead 221; Mann v. Stephens, 15 Simons Ch. Rep. 377; Miller v. Hill, 3 Paige Ch. Rep. 254; Whatman v. Gibson, 9 Simons Ch. Rep. 196; Cole v. Sims, 23 Eng. Law & Eq. Rep. 584; Talmadge v. East River Bank, 2 Duer Rep. 614; Hodson v. Coppard, 7 Jur. N. S. 11.\nThe interference of equity may be justified on the ground of compelling specific execution of a contract: Scott v. Burton, 2 Ashmead 324; Barret v. Blagrave, 5 Vesey 555; Stuyvesant v. The Mayor, &c., of New York, 11 Paige Ch. Rep. 414; 1 Smith’s Leading Cases, 5th Amer. edit., Hare & Wallace’s Notes, p. 145.\nThe additional one foot in height allowed as a modification of the restriction, was not material; and in no way changes or affects the restriction, or the relative position of the properties; Duke of Bedford v. Trustees of the British Museum, 2 Myl. & K. 552; so as to render the interference of equity for its enforcement improper.\nThe defendant is estopped from denying the existence of the restriction just as he found it in force when he purchased the corner property. It is a case of estoppel in pais: Pickard v. Sears, 6 Ad. & El. 469; Gregg v. Wells, 9 Id. 97; Freeman v. Cooke, 2 Exch. Rep. 663; Hamilton v. Hamilton, 4 Barr 194; 2 Smith’s Leading Cas., 5th Amer. edit. 649, 653; Waters’ Appeal, 35 P. S. R., 11 Casey 523; Dezell v. Odell, 7 Hill N. Y. 219; Wood v. McGuire, 15 Georgia 202; McCravey v. Remson, 19 Alabama 430.\nThomas 8. Smith and Wm. L. Hirst, for defendant.\nThe clause in the deed from Henry to Drosddorf and Roberts is a condition. It follows immediately after the grant without dependence on any other sentence of the deed; the words are the words of the grantor, and not of the grantees; and are compulsory on the grantees not to do an act: Co. Lit. 201 a. The condition is repugnant to the grant, and therefore void. Smith on Real and Personal Property 62; 2 Crabb’s Law of Real Property 795, sec. 2132; Littleton, sec. 360; Co. Litt. 223 a; Bac. Abr. tit. Condition L.; Touchstone 131-2. There was a reservation of a ground-rent; and a covenant on the part of the grantor for quiet enjoyment so long as the grantees paid the ground-rent.\nIf not void, the condition was extinguished by the verbal permission given to Cash to build in disregard of it. Smith on Real and Personal Property 54; Touchstone 159 ; Goodright v. Davies, Cowp. 803; Dickey v. McCullough, 2 W. & S. 88. The grant by deed from Henry to Cash, was either an apportionment of the condition, or a release of the condition upon condition, and in either case the condition was wholly discharged. If an apportionment, 2 Crabb’s Real Property, tit. Condition; Winter’s Case, Dyer 309; 1 Inst. 215 a; Knight’s Case, 5 Co. 55, 58; Touchstone 159; Dumpor’s Case, 1 Smith’s Lead. Cas. 15; 1 Roll. Abr. 471; Brummell v. McPherson, 14 Ves. 173; Co. Lit. 297 b, 215 a. If a release of condition upon condition, Co. Lit. 274 b.; Com. Dig. tit. Condition, A 8; 2 Crabb’s Real Property 805.\nIf neither void nor released, the condition goes with the estate in the rent, and the rent being extinguished upon its purchase by the defendant, who owned the lot out of which it was reserved, the condition is also extinct by merger.\nIt was personal to the grantor. There is nothing in the line of complainant’s title giving him the benefit of the restriction. Nor is there anything in the deed creating it, to show that it was intended for the benefit of the adjoining property.\nThere was no general plan of building and mutual agreement and obligation, as in Talmadge v. East River Bank, and Cole v. Sims. No specific appropriation of the condition for the benefit of complainant’s property, as in Hills v. Miller.\nThe defendant is a purchaser without notice of any intended benefit to the adjoining property from the condition: Tulk v. Moxhay; Hills v. Miller; Hilner v. Imbre, 6 S. & R. 401; Frost v. Beekman, 1 Johns. Ch. Rep. 298.\nMarch 22d 1862,"
  },
  "file_name": "0289-01",
  "first_page_order": 291,
  "last_page_order": 301
}
