{
  "id": 998530,
  "name": "Reeside's Executor versus Reeside",
  "name_abbreviation": "Reeside's Executor v. Reeside",
  "decision_date": "1865-03-28",
  "docket_number": "",
  "first_page": "322",
  "last_page": "333",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 322"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Rawle 229",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 179",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856539
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "290"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0179-01"
      ]
    },
    {
      "cite": "4 W. & S. 14",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856520
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0014-01"
      ]
    },
    {
      "cite": "4 Watts 420",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842807
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0420-01"
      ]
    },
    {
      "cite": "6 W. & S. 402",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480075
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0402-01"
      ]
    },
    {
      "cite": "4 W. & S. 305",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856437
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0305-01"
      ]
    },
    {
      "cite": "2 Watts 95",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840169
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0095-01"
      ]
    },
    {
      "cite": "6 W. & S. 78",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480170
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0078-01"
      ]
    },
    {
      "cite": "6 Watts 47",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846101
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "175"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0047-01"
      ]
    },
    {
      "cite": "2 Penn. 292",
      "category": "reporters:state",
      "reporter": "Penn.",
      "opinion_index": 0
    },
    {
      "cite": "4 W. & S. 179",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856539
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0179-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1148,
    "char_count": 31240,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 6.412348047433054e-07,
      "percentile": 0.9595729326304352
    },
    "sha256": "c54eeb62ba0373f5887a9459b24f4b70d4dae04b408e7e1e5d1819647abbff39",
    "simhash": "1:93ce4f62f54b8fcb",
    "word_count": 5662
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Reeside’s Executor versus Reeside."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\nIn theory, the declaration of the plaintiff is faultless. There is no doubt, where a duty arises out of an -implied undertaking to do an act requiring skill or fidelity, that a breach of the duty may be the subject of an action of assumpsit upon the implied promise, or of an action upon the special case for the tort: Arnold v. Zell, 2 Penn. 292; Hunt v. Wynn, 6 Watts 47; McCahan v. Hirst, 7 Id. 175; Todd v. Figley, Id. 542; McCall v. Forsyth, 4 W. & S. 179; Smith v. Seward, 3 Barr 342; Burnett v. Lynch, 5 B. & C. 609. The breach of duty and not fraud, is the foundation of the action. 'If, therefore, this were a case where the agent, having received the money of his principal to perform a certain trust, had wholly omitted to perform his duty, and converted the money to his private use, the entire breach of duty no doubt would expose him to an action in form ex delicto, or to an action of assumpsit for money had and received to the use of the plaintiff.\nBut the misfortune of the plaintiff’s case was that her proof transcended the terms of her declaration. She succeeded in proving, not only that the defendant had received the money she had committed to his charge, and that he was her agent and had undertaken to pay the money over to the creditors of the estate she represented, but also that he was in fact her substitute in the general administration of that estate, receiving all the moneys and making all the payments in the settlement of a very large and complicated business, involving settlements, compromises, and various transactions with the creditors of the estate and the claimants of the fund specially procured from the government. She proved that, being incapable of business herself, she committed everything to his hands. It is clear that the proof, instead of showing a violation of the duty involved in the undertaking of the defendant to administer the estate as her agent and substitute, proved the contrary, and that he had performed that duty to a very large extent, entitling him to an allowance for fees and expenses incurred in the service and all payments made in pursuance of his trust. As a necessary and legal consequence, he had a right to settle an account of his transactions to show performance of this duty, so far as he had fairly and legally executed it. In this respect it is manifest that his case runs in exact parallel with hers. Is there any good reason why her administration of the fund should he the subject of a settlement and account, and not of an ordinary action of assumpsit? Precisely so it should be with him, for all that she could settle as executrix, he did as substitute and agent. Now, throwing out of view the peculiar features of the laws which make her amenable to the Orphans’ Court and compel her to settle an account of her administration, if a common-law action could be applied to her, it would not be assumpsit, which is founded on the express or implied promise to pay over the fund to those representing the succession; but an action based upon the duty to account and exhibit the payments to creditors stand ing in a higher right, and the expenses of administration before the balance can be struck. This would be the action of account render. Between her and her agent or substitute, who undertook, not to pay the fund directly to her, but to others duly entitled, upon the exhibition and settlement of their claims, the duty is precisely the same, to wit, to render an account. She is not entitled to the fund as her own, but to an account of it; which involves the consideration and adjudication of the rightfulness of the claims of those standing in a superior degree, and the regularity of their payment.\nThis, I take it, is the true ground of distinction in such cases, by which we determine whether the action should be assumpsit or account render, to wit, the duty to pay, or to account; a distinction inhering in the very nature of the undertaking itself. When the promise, expressed or implied, involves the duty of direct payment to the plaintiff, assumpsit is the proper form of action ; as where a co-obligee or co-tenant receives the whole sum to which both are entitled: Gillis v. McKinney, 6 W. & S. 78. But where the duty is not direct, but one of outlay in the performance of a trust or business which from its nature requires an exhibit of the sums expended, before the direct duty can arise, the legal requirement is to render an account, and assumpsit will not lie till the balance be ascertained. Such is the case of a partner transacting the business of a firm, or of a bailiff managing an estate: McFadden v. Sallada, 6 Barr 287; Briden v. Dwerr, 2 Watts 95. The question is not, as it is sometimes supposed, whether a jury can as conveniently settle the account as auditors, but it adheres to the right of the defendant to render his account before he can be molested by an action to refund. The law will not imply a promise to repay before his liability to refund has been ascertained. The right to render an account and settle exists in the very nature and equity of such a duty as this defendant assumed.\nThese reasons show the fallacy of selecting the $10,000 and $13,000 items as a ground of recovery ex delicto. They are a part of the fund received, and necessarily stand in the account. Whether the defendant will be entitled to a credit therefor, must depend on his right to retain them. Here the reasons of fault or fraud, why he, should not, will have their weight; and, if he cannot retain, they will, as a part of the fund, continue to stand in the account against him.\nIt is said the action of account render is inconvenient and cumbrous. This is true, but it is remedied by the Act of 13th August 1840, giving a bill in equity in all cases where the action of account render has been the accustomed remedy. It was in the power of the plaintiff to go into chancery, but she preferred an. arrest of the person of the defendant, and therefore resorted to an action in form ex delicto. Being mistaken in this, the judgment must be Affirmed.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "William L. Hirst and W. J. McHlroy, for plaintiff in error.",
      "Samuel S. and Samuel Q. JPerhins, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Reeside’s Executor versus Reeside.\nAssumpsit, when it lies. — Proper remedy against agent for improper application of money intrusted to him.\n1. Where a duty arises out of an implied undertaking to do an act requiring skill or fidelity, an action of assumpsit upon the special promise or an action upon the special case for the tort will lie for breach.\n2. hf an agent who receives money from his principal to perform a certain trust, wholly neglects to perform his duty and converts the money, he is liable to an action in form ex delicto, or to an action for money had and received to plaintiff’s use.\n3. But neither action will lie against the agent for an alleged balance of moneys intrusted to be laid out in a special manner where he actually enters upon and performs the duties of his trust: the remedy is by bill in equity or account render.\n4. The nature of the duty to be performed by the agent determines the form of the action against him on the part of the principal: if the trust be to pay to him directly, then assumpsit is the proper action : but where it is one of outlay, requiring an exhibit of the sums expended, assumpsit will not lie, until it be ascertained in an action of account render that a balance is due.\n5. Where an executrix deposited money, for the purpose of paying the debts of testator, with an agent who entered upon the duties of the agency and became her substitute in the general administration of the estate, compromising, settling with, and paying the creditors; a special action on the case would not lie against him for an alleged unexpended balance of money intrusted by her: and it was not error, upon the trial, to enter a nonsuit.\nCertificate from the Court at Nisi Prius.\nThis was an action on the case hy Mary Reeside, executrix of James Reeside, deceased, against John E. Reeside, in which the plaintiff declared as follows : — •\nFor that whereas, at, &c., the plaintiff as executrix had and was possessed of a’ large sum of money, to wit, the sum of $500,000 of the moneys and funds of the estate of said James Reeside, deceased, and said plaintiff, for the better and speedier settlement of said estate, delivered and intrusted the said sum, to wit, at, &c., to the said John E. Reeside, to be employed by him to pay the indebtedness of said estate to the parties entitled thereto in the settlement of the same, and to return the balance, if any there should be, to said plaintiff, executrix as aforesaid. And the plaintiff avers that said John E. Reeside accepted and received the said sum for the purposes of said trust, and entered upon said professional employment of settlement as aforesaid, but notwithstanding his duty in that behalf the said John E. Reeside misconducted himself therein, and fraudulently appropriated' the said sum to his own use, and has refused and still does refuse to apply and appropriate the same to the purposes of settlement of said estate as aforesaid, and to return the said balance to tbe plaintiff, to tbe damage of tbe plaintiff of $800,000.\nTo which the defendant pleaded not guilty, with leave, &c.\nThe facts, as disclosed on the trial, were as' follows-:—\nBy Act of Congress, passed February 7th 1857, a sum of money was appropriated to plaintiff in settlement of claims of her deceased husband. She had employed her son, the defendant, to attend to the claim, and he employed Joseph B. Stewart, Esq., a member of the bar, to present it before the Court of Claims and Congress. On February 25th 1857, the treasurer of the United States paid $326,501.70 on account. The warrants were endorsed in blank by plaintiff, and delivered to defendant, as her agent, to pay claims, and return the balance. On the 27th or 28th February 1857, defendant returned to plaintiff $100,000 of warrants, which she brought to Philadelphia, and on March 4th 1857, deposited $50,000 in the Bank of Pennsylvania, $25,000 in the Bank of North America, and $25,000 in the Bank of the Northern Liberties. The defendant came to Philadelphia, and as early as March 7th 1857, received part of the $100,000. By the 19th March the balance of the $100,000 was drawn out of bank, except $200 in the Bank of North America, and $37,111.37 in the Bank of Pennsylvania, which was held by the bank, by reason of a bill filed by a creditor of- the estate, until it failed, when the creditor received a check for $15,000, and a check for the balance was received by the defendant, and sold at a loss of $5615.36. The deposit in the Bank of North America was drawn out by two checks to order of J. E. Reeside, March 7th, $550, and March 19th, 200; one check to order of L. M. Oloss, and endorsed by him and defendant, March 12th, $3500; one check to “self or bearer” March 16th, $20,500, and a small check of $50. The deposit in Bank of Northern Liberties was drawn in one check to “self or bearer,” March 16th, $25,000. The deposit in Bank of Pennsylvania was drawn on as follows : —March 4th, self or bearer, $500; March 5th, A. J. Reeside, $2000; March 5th, S. C. Perkins, $510.87; March 5th, J. E. Reeside, $120; March 12th, two checks, $9257.96, and on same day the defendant deposited that sum to his credit in the same bank, which he drew out as follows: — March 12th, $1900; March 16th, $7357.96. All the above checks tvere in the handwriting of defendant. The testimony of A. J. Reeside w'as as follows:— “Not long after the money was deposited, John came to my mother and told her there were some judgments to be paid, and there was money wanted to pay them. I asked John why he should want to draw on this money ? I said that it was singular the $226,000 was not enough. He told me it was all important, —he must have the money. He got the money. He got money whenever he wanted it, — the amount was given just what he asked, and whenever he asked for it.” “ John generally drew checks when he wanted money, and mother signed them. When he wanted money he got it in checks, or notes, or stocks, — just as he wanted it. His demands continued till all the money was gone.”\nDecember 15th 1859, the United States treasury paid the balance due plaintiff, $39,893.54, which was received by defendant ; the balance of Mr. Stewart’s claim was settled March 8th 1860, by Mr. Henry M. Phillips, under defendant’s directions.\nThe account of the plaintiff as executrix went before auditors, who awarded $40,539.64 to creditors, and a balance of $25,599.10 to plaintiff, besides her commissions, $11,341.10; and unpaid auditors and counsel fees $3302.25; total $60,792.15. The report was confirmed, and on appeal this court made a final decree in January Term 1863. This money being necessary to be produced, the defendant, after repeated requests, met his mother at Mr. Perkins’s office. She represented her condition to her son, and demanded the money in his hands, and an account. Mr. Yard testified, “he (the defendant) was asked what had come of the money ? He stated that he had none of the money. The question was asked where it was. He said his mother had it. He was asked if he knew what the consequence, would be — and was told his mother must go to jail. He said he couldn’t help it. Every effort appeared to be made to get something satisfactory out of him, but of no avail. There was a distinct call on him for an account and the money. He was requested to show what had become of the money. He said he had paid some judgments, but he couldn’t account for the rest. He was told there was $40,000 due to the creditors, and the money must be somewhere.”\nSome means were invested in loans, but they very soon went into the hands of defendant, with the trifling exceptions shown by Joseph and A. J. Reeside.\nIt was proved that the defendant admitted that he had the plaintiff’s money. Mr. Stewart testified that within sixty days of the 8th March 1860 (at which date the auditors had the case in hand), “ I asked him where the money of the estate was. He said at one time he had $93,000 — at another, $95,000; and at one time it was rising $100,000. During these sixty days he said all these sums were in his hands. All these statements were made within sixty days from March 8th 1860.” He adds: “I asked John what would be the result of the estate, and how the estate was going, and what would be the amount distributed to Mrs. Reeside and the other children. He said, if the debts now before the auditor did not exceed $40,000 — and, as nigh as he could tell, they would not — there would he left between $40,000 and $50,000 for Mrs. Reeside and the other children. It was money in his hands. I knew that; for Mrs. Recside’s control of the money was hut nominal. This was during the sixty days which I have spoken of.” All the payments made were made by J. E. Reeside. Mrs. Reeside had no money.\nThe defendant paid Mr. Stewart $10,000 less on his fee than he receipted for, and $13,000 less to judgment-creditors than they receipted for. These two sums defendant had not accounted for. The receipts for the full amounts were stated as payments in plaintiff’s account, and allowed by the auditors. The defendant charged and retained $18,000 as his compensation. The amount awarded to plaintiff by the auditors would have been $23,000 more, if the receipts of Mr. Stewart and the judgment-creditors had stated truly the amounts paid to them.\nA nonsuit was then asked for and entered by direction of the court, Thompson, J., delivering the following opinion:—\n“ If it were possible to consider this an action of assumpsit for the recovery of the money which passed into the defendant’s hands, I do not see how, under the evidence, it could be sustained. The testimony all goes to show that the very large sums of money which passed into his hands, did so as the agent of the executrix, the plaintiff, for the payment of debts or claims on the estate. It is equally apparent that very large sums were disbursed under the agency. This establishes a case of principal and agent, and no account stated or settled. The form of action in such circumstances is material; it is account render. Although assailed very severely of late, it still serves as a remedy in a case like the present. A direct action to recover all the money in such a case doe's not lie. There is no implied promise to return money delivered to an agent to be expended on the agency, unless indeed where the agent refuses to administer it at all. What I mean is, that if an agent expends money in the course of an agency in which there are money items and transactions, the principal cannot sue to recover back money paid on an item in the course of an agency on an alleged misappropriation. If so, every item might be so tested. The law has provided a remedy in account render, in wdiich the entire accounts may he tested, misappropriations disallowed and charged over to the agent, credits given, and a balance struck. It is so far equitable in form as to admit of the parties being sworn and compelled to disclose all about the matters of the agency. The action, however, here is neither in assumpsit nor account render.\n“ It is for fraudulent appropriation to his own use by the defendant of the money coming to his hands, as this suit is brought not on agreement. This is not proved. The items are pointed out to us as evidence of fraudulent appropriation. Fraud is composed in several elements, misappropriation and concealment, with a dishonest intent — deceit for the purpose of gain. If John E. Reeside had settled his accounts with his mother, and had fraudulently concealed anything misappropriated or misapplied by him, his principal, on discovering it, might sue for and recover it directly; so might this be done if the whole had been fraudulently disposed of. Here it appears that one or two items are supposed to show fraud. Stewart, being employed as agent to prosecute the Reeside claim before Congress, agrees to give, out of his own percentage if successful, $>10,000 to the defendant. He afterwards receives this. It is said that it was a fraud upon his estate, or rather upon his mother, to pay Stewart his full compensation, deducting this sum for himself. I see nothing like fraud in it. Whether his mother knew of it or not does not appear. No deceit seems to have been practised. Granted, if you please, that he might not be entitled to retain it, this does not establish fraud in its retention. Indeed it was not designated as the subject of this suit — nor has the plaintiff shown anything about it — that she did not agree to it; that she was deceived in paying it. If money to pay it was not properly applied, it was an item to settle as any other item in the proper action. The same may be said about the percentage Stewart agreed to pay out of the share or percentage allowed him for collection by creditors. If he had agreed to give the same sum to any one else, and it had been paid, it would have been all right. But it is alleged that as the creditors were reported by defendant as paid in full, while a part of it was allowed to him by Stewart, this established a fraud. It is not alleged that the creditors were paid more than was due them; but that the agent of the plaintiff made something out of them through' their counsel, who employed him to assist to settle with them. The estate lost nothing in the settlement. The agent gained something. Be it the rule that on settlement he might have to account for this sum to his principal, there is no evidence of collusion, or concealment, or fraud in it, shown. I could not allow the jury to find against the defendant without evidence of fraud, when the action, as appears by the narr. and original affidavit, is founded on it.\n“ In recent times it has been allowed to courts to stop a case in a stage before it goes to the jury, in place of afterwards. It is their duty to do so. If the plaintiff shows no cause, a jury is not to be allowed to experiment, or grope in the dark on the question of how it shall find. It is the duty of the court to nonsuit the plaintiff if it would grant a new trial in case there was a finding for him. It is an unpleasant duty, I know, for counsel greatly prefer their chances with the jury, but there is more certainty under the rule than without it. The experience of the judge enables him to say with safety whether the plaintiff has made a primá facie case or not. If not, no experiments are to be made with the jury. The party is nonsuited, and if he can amend his case he may bring his action and try it again. I feel bound to grant the nonsuit asked for here, for the reasons thus given.”\nThe case was then removed to the court in banc, where the ruling of the learned judge at Nisi Prius was assigned for error.\nWilliam L. Hirst and W. J. McHlroy, for plaintiff in error.\nThis is an action on the case founded on a breach of duty by an agent, on a contract between plaintiff and defendant. The plaintiff employed defendant as her agent to pay certain claims and expenses connected with her trust as executrix of her late husband. She placed the money in his hands to do so. The declaration sets forth: 1. The contract. 2. Performance by plaintiff, by placing the money in defendant’s hands. 3. The duty of defendant, and his breach of it. 4. Refusal to comply with his duty, and conversion of the money to his own use. The declaration was not demurred to. We contend that it sets forth a sufficient cause of action, and omits no material averment. The evidence as above was given in support of it at the trial, and received without objection.\nThe defendant was an agent for compensation.\nThe learned judge nonsuited the plaintiff upon two grounds. 1. That the action, if founded on contract, must be account render. 2. If on fraudulent conversion, there was no evidence to sustain it.\nWe apprehend that account render is not the exclusive remedy. It is not necessary to consider whether it is concurrent. We submit that it is not the exclusive remedy under the facts in evidence : Devall v. Burbridge, 4 W. & S. 305 ; Brown v. Arrott, 6 W. & S. 402. Many of the reported cases of principals against agents and factors have been actions on the case for misfeasan.ee or malfeasance, or actions of assumpsit.\nWe do not find a case where it has been ruled that the relation of agency is a bar to either form of action; that account render is the exclusive remedy. We know that it is a remedy not favoured and never resorted to by counsel if a concurrent remedy exists. In Bredin v. Kingland, 4 Watts 420, it was held that account render would lie against an attorney for moneys collected. But we submit that a narr. in assumpsit, or on breach of duty, in such a ease, would not have been demurrable. Account render lies between partners; the reason is given in McFadden v. Sallada, 6 Barr 287: “ The foundation of the action of account by one partner against another is, that each must account for that portion received by himhut in that case it was held that the action would not lie to compel contribution. “No case,” said the court (same page), “was produced by the counsel, or cited by the court, where the action of account render was held to lie, under like circumstances, either in England or here ; and I think none such can be produced.” It is settled, that a partner can sue in assumpsit for an account stated: Killam v. Preston, 4 W. & S. 14.\nBut this is not a case between partners. The plaintiff could elect to sue in assumpsit or case: 4 W. & S. 179; Id. 290; 3 Barr 342; Livingston v. Cox, 6 Barr 300. The present is an action on the case against an agent for misfeasance and malfeasance; we submit we could have brought assumpsit at our election.\nThe whole doctrine relative to the form of action is succinctly stated by Littledale, J., in Burnett v. Lynch, 5 B. & C. 609, reiterated in all the books on pleading, and universally approved and acted upon. See s. c., 8 D. & R. 381; 6 East 333.\nWas there evidence to sustain the averment of conversion ? We submit that there was. And we were entitled to all the just inferences the jury might draw from the evidence. A nonsuit is practically like a demurrer to evidence.\nA demand and refusal to refund the money was primá facie evidence of conversion. Conversion by an agent of trust-money is fraud. It can only be proved in many cases, as in this, by demand and refusal. In this case the defendant denied having the money. That denial was a fraud if, in truth, he actually had, as we proved, and as he had before confessed he had, the money of the plaintiff.\nBut we went further than that; we proved that he secretly took vouchers for more of the trust-money than he paid away; that he now holds $23,000 of the plaintiff’s money, the fruits of that contrivance. This was actual fraud. The learned judge properly said, that if Mr. Stewart had paid the money to a stranger, it would have been all right. But we submit that an agent cannot make any profit in the course of his agency, except his compensation. The concealment was a fraud — the vouchers were misrepresentations — the acts were frauds. The agent wTas bound to a full, true, and complete disclosure: Story, §§ 187, 203, 207, 218, 214, 258, 332; Harvey v. Turner, 4 Rawle 229; Brown v. Arrott, 6 W. & S. 402; Same point, 10 Barr 109; Wingate v. Mechanics’ Bank; Story on Agency, §§ 210, 211; Diplock v. Blackburn, 3 Camp. 43; Waterman’s Dunlap’s Paley on Agency, ed. 1856, p. 33, note h’ Kanada v. North, 14 Missouri 390, 615 ; Hammond’s Principal and Agent, p. 364; Rothschild v. Brookman, 2 D. & C. 188; 5 Bligh, N. S. 165; 3 Simon 158 ; Hill v. Frasier, 10 Harris 324, and the cases there cited.\nSamuel S. and Samuel Q. JPerhins, for defendant in error.\nThis is an effort to avoid the act abolishing imprisoment for debt, by resorting to an action of tort, instead of account render, or a bill in equity.\nIt was commenced by a capias, demanding .bail in $70,000, under which the defendant was arrested. But when the matter came to be heard on the plaintiff’s own affidavit, the defendant was discharged on common bail.\nIt is a matter involving the disbursement of upwards of $366,000.\nThe plaintiff alleges that she gave it to the defendant to settle claims against the estate, and return the balance, if any there should be, to her; and that he did not do so, but misconducted himself and fraudulently appropriated it to his own use.\nThe defendant denies that he did so, but asserts in his notice of special matter, that his disbursements and expenses for her accoúnt were $13,472.61 over and above what he had received.\nThe whole case shows that it is nothing more than the receipt and disbursement of large sums of money by an agent, and a dispute as to the result. The principal alleging that her agent has not disbursed it all; and he asserting that he has, and more than all.\nThe cases cited by the plaintiff’s counsel have but little application to the law or the facts of this case.\nDevall v. Burbridge, 4 W. & S. 305, was the case of an agent put in charge of a steamboat, and after making a few. trips, he retained her at Pittsburgh, and got a party to take an assignment of a debt, and attach, and sell her for $900, when she was worth $8000, and then got three-eighths of her himself; and all this he did without giving the original owners, whose agent he was, any notice.\nBrown v. Arrott, 6 W. & S. 402, was an action of assumpsit, and the question was, whether the agent had made a debt his own by taking a note payable to himself, including in it a debt owing to himself, and afterwards releasing the debtor, and coming in under his assignment.\nIn Berlin v. Kingland, 4 Watts 420, the question was : Whether the action of account render would lie against an attorney for moneys received for his client; and, in delivering the opinion of the court, Judge Rogers says: “That in general, an action of account render will lie in all cases where one man has received money as the agent of another, and where relief may be had in equity.” This, certainly, is not saying that tort is the proper form of action; but shows conclusively that account render, or bill in equity, is the proper form, and in this very case the plaintiff had notice that the defendant would give in evidence the pendency of her bill in equity against him.\nThe relevancy of McFadden v. Sallada, 6 Barr 287, or of Killam v. Preston, 4 W. & S. 14, to the facts of this case is not apparent. In the latter case it was expressly ruled that “ Assumpsit will not lie by one partner to recover from the other a balance due upon the settlement of their partnership account, without proof of an express promise to pay.”\nIf assumpsit will not lie in such a case, much less will an action of tort.\nMcCall v. Forsyth, 4 W. & S. 179, -was an action on the case, by a passenger injured by the upsetting of a stage-coach, and the defence was that plaintiff could not recover unless he proved that 'all the defendants were partners or part owners of the stage.\nSmith v. Seward, 3 Barr 342, decides that a carrier is liable for negligence in actions ex contractu, or in tort, at the election of the party; which nobody doubts.\nSo of the other cases cited. They only decide that in certain cases a plaintiff may elect to sue either in assumpsit or tort; but no base has been found where one intrusts to another large sums of money to be expended for him as his agent; and the agent goes on for years, and disburses large amounts till he expends all or more than all, and a dispute arises as to whether any is left; that in such a case, the principal can turn round and sue in tort, before any account has been settled.\nOur Acts of Assembly regulating the actions of account render, and those giving our courts jurisdiction in equity in all matters of account, would seem decisive of the question.\nAs to the allegation of fraud. The allegation is that he fraudulently appropriated the said sum to his own use. The proof on which plaintiff relies is, 1st, Demand and refusal; yet her own witness, Joseph B. Stewart, Esq., says that all the payments were made by defendant; and, among others, upwards of $108,000 to the witness himself.\nPlaintiff alleges, 2dly, that the payment of $10,000, by Stewart to defendant, was evidence of fraud; but the answer of the learned judge who tried the case is so full and complete, that nothing more is necessary than a reference to it. Whether the defendant should or should not be credited with that or any other sum, in the settlement of his accounts, is not the question ; but it certainly is no evidence of fraud that he claimed it as a credit. It was a matter solely between him and Mr. Stewart. It took nothing from the plaintiff or the estate. It was paid to him by Mr. Stewart out of his own agreed and fixed compensation, or rather was retained by defendant out of Mr. Stewart’s compensation, for services rendered by defendant to Mr. Stewart; and the learned judge very properly remarked that he could not allow the jury to find against the defendant, without evidence of fraud, when the action is founded on it.\nThere was no concealment, collusion, or fraud. The plaintiff was fully informed of her duty and her rights.\nMarch 28th 1865,"
  },
  "file_name": "0322-01",
  "first_page_order": 324,
  "last_page_order": 335
}
