{
  "id": 998412,
  "name": "Sitgreaves versus Farmers' and Mechanics' Bank",
  "name_abbreviation": "Sitgreaves v. Farmers' & Mechanics' Bank",
  "decision_date": "1865-05-15",
  "docket_number": "",
  "first_page": "359",
  "last_page": "365",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 359"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 375",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481768
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0375-01"
      ]
    },
    {
      "cite": "2 Wright 101",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "2 P. R. 203",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "opinion_index": 0
    },
    {
      "cite": "3 Wright 243",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "4 Denio 227",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        485331
      ],
      "opinion_index": 0,
      "case_paths": [
        "/denio/4/0227-01"
      ]
    },
    {
      "cite": "7 W. & S. 375",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481768
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0375-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 696,
    "char_count": 19015,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 4.789932874464983e-07,
      "percentile": 0.9310297627390631
    },
    "sha256": "65a4861c1efe044543099c3c06f5e9ef2774d9b4a1209498e6bfa35fc6dfdd16",
    "simhash": "1:9527f03fea21e3ab",
    "word_count": 3418
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sitgreaves versus Farmers’ and Mechanics’ Bank."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, C. J.\nThe question here is upon the affidavit of defence. The bank sued Sitgreaves as the endorser of two promissory notes drawn by P. S. Michler, the one dated August 7th 1861, for $3000, at ninety days, the other dated August 24th 1861, for $1200, at ninety days, and to that suit Sitgreaves put in his affidavit of defence, which the court considered insufficient, and therefore rendered judgment against him for the full amount of the two notes.\nIn the present state of the record we must take the affidavit as all true, and the question is whether, if a jury had found the facts it alleges, the bank would have been entitled to a judgment for the full amount of the notes. According to the affidavit, ■Sitgreaves was Michler’s accommodation endorser — these notes, and prior ones of which these were renewals, were discounted by the bank solely for Michler’s use and benefit; about the 1st of January 1861, which was prior to airy of the notes of which these in suit were renewals, Michler being indebted to the bank in the sum of $5484.62, assigned and pledged to the bank as collateral security for his existing indebtedness, and also for “ all indebtedness and liabilities which might thereafter accrue,” sixty shares of the capital stock of the Thomas Iron Company, and forty-nine shares of the capital stock of the Farmers’ and Mechanics’ Bank, by executing letters of attorney authorizing the transfer of said stock. In October 1861 the transfer was made to the bank in form. On the 24th April 1862, the bank credited Michler with $3000 as the value or proceeds of the Thomas Iron Company stock, and with $2205 as the value or proceeds of the bank stock, applying by such credit the whole of said stocks to the pre-existing-indebtedness of said Michler, other than the two notes now sued upon. In January 1863, the bank sold and transferred said stocks to certain of its own officers, but without notice to Michler or his endorser, and without a public sale. That said stocks were worth, on April 24th 1862, considerably more than the pre-existing indebtedness of $5484.62; on the 26th of January 1863, not less than $7400; at the commencement of this suit (August 17th 1863), not less than $850^ ; and at the time of the affidavit (Feb. loth 1864), not less than $9000. Cash dividends upon the iron company stock were paid to the bank to the amount of $11.50 per share, and a stock dividend of 25 per cent., or 15 shares of capital stock of equal value with the original shares, and two dividends upon the bank stock, had been received, but not credited to Michler’s indebtedness.\nUpon this state of facts we are of opinion that the bank held the stocks as a pledge, pawn, or collateral security, first, for the indebtedness that existed when Michler transferred them, and next for any indebtedness he might incur thereafter, and that the notes now in suit were such a future debt as was within the contemplation of the parties, and would be protected by the pledge after payment of the prior debt. What, then, were the duties of the bank in respect of the pledge ? The law now is, says Chancellor Kent, that after the debt is due the pawnee may not only proceed personally against the pawnor for his debt without selling the pawn, for it is only a collateral security, but he has the election of two remedies upon the pledge itself. He may file a bill in chancery, and have a judicial sale under a regular decree of foreclosure; and this has frequently been done in the case of stocks, bonds, plate, and other chattels, pledged for the payment of debts. But he is not bound to wait for a sale under a decree of foreclosure, as he is in a case of mortgage of land, and he may sell without judicial process upon giving reasonable notice to the debtor to redeem. This was so settled in the cases of Tucker v. Wilson, 1 P. Wms. R. 261, and of Lockwood v. Ewer, 2 Atkyns 303. The notice to the party in such cases is indispensable, and the creditor will be held at his peril to deal fairly and justly with the pledge, both as to the time of the notice and the manner of the sale: 2 Kent’s Com. 758.\nIf, as here, the pledge is for an indefinite time, the creditor may call on the debtor to redeem at any time, and if he fail to redeem, the creditor may, as in the former case, upon due notice sell the pledge and apply the proceeds to the debt. The authorities are concurrent that reasonable notice must he given to the pawnor before the sale : Stearns v. Marsh, 4 Denio 227 ; Davis v. Funk, 3 Wright 243; and the cases cited in note to section 689 of Bateman’s Commercial Law.\nThat the bank grossly failed in its duties to the pledge is a necessary inference from the affidavit. It instituted no proceedings for a judicial sale of the stocks — it made no call on Michler to redeem them — it gave him no notice of a sale — it made no public sale. The private sale to its own officers was worse than none, for it was a suspicious and an illegal mode of dealing with the collateral it held in trust.\nSuch being the relation between the bank and Michler, has Sitgreaves, as accommodation endorser, a right to avail himself of Michler’s equities ? The learned judge thought not, and referred himself to Beebe v. The West Branch Bank, 7 W. & S. 375, where it was decided that the endorsers of protested paper cannot call upon the holder to sue the drawer, and if he refuses thereby relieve themselves from liability. Though it be true that an endorser is something more than a mere surety, and by virtue of that principle of the mercantile law which demands absolute punctuality, is as liable in the first instance as his drawer, yet where the equities set up are not merely those that exist betwixt the drawer and the endorser, but are such as touch the holder himself, why should they not be available by an endorser ? There can be no doubt that if Michler were sued as drawer of this paper he might recoup whatever the bank has made itself liable to him for an account of the stocks assigned. If Michler had paid the whole, or part of the debt, nobody will deny that his endorser might show’ it. But what less than payment does the affidavit allege? If Michler transferred a security more than sufficient to pay his w’hole debt, and they have misused it, they are liable to account to him for all that the security was capable of yielding. Upon this theory the debt is paid, and when a principal has paid his debt, who shall deny to his surety or endorser the right to show that it is paid ? To shut out his defence, and make him pay the debt again, with a chance to recover it in an action against his principal, who in turn is to recover it from the creditor, would he a circuity that neither law nor common sense w’ould tolerate. In Ramsey v. The Westmoreland Bank, 2 P. R. 203, this court permitted an endorser to avail himself of equities arising between the creditor and principal debtor, and we think this endorser was equally entitled to avail himself of the matters of defence set forth in his affidavit.\nI observe two points taken on behalf of the bank which require a few words. It is said that letters of attorney authorizing the transfer of stock do not make a pledge of it. . If this were granted it would be immaterial in this case, for a formal transfer is afterwards alleged. The practice is, however, very general in the commercial world to regard stock as transferred where even a power of attorney in blank has been delivered — a practice which I took the liberty to censure in Denny v. Lyon, 2 Wright 101.\nThe other observation is, that no question of the application of partial payments is raised. Undoubtedly, according to the affidavit itself, the bank had a right to apply the proceeds of the stocks first to Michler’s indebtedness, which antedated these notes, but the point is, that the stocks, if properly converted, would have paid all his debts, the last as well as the first, and thereby have released the endorser.\nThe judgment is reversed, and a venire facias de novo is awarded.",
        "type": "majority",
        "author": "Woodward, C. J."
      }
    ],
    "attorneys": [
      "Henry Green, for plaintiff in error.",
      "H. H. Maxwell, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Sitgreaves versus Farmers’ and Mechanics’ Bank.\nBailment.. — Pledge of collaterals for loan. — Duty of pledgee. — Equity in favour of pledgor for wrongful conversion of pledge, available to accommodation endorser on notes discounted afterwards by bank.\nA debtor to a bank pledged to it as collateral security for existing and future liabilities certain stocks, which were afterwards, by virtue of a power of attorney, executed by the debtor, transferred to the bank, a credit entered the next year in the books of the bank therefor, for a less amount than, the debt at the time of the pledge, and the following year sold and transferred by the bank to its own officers without notice or judicial sale. In an action by the bank against the accommodation endorser of the debtor, on two notes given subsequently to the pledge, on an affidavit of defence, alleging the wrongful conversion, and an increase in the value of the stocks pledged, exceeding the debt at the time of the pledge and the amount of the notes sued on: Held,\n1. That the bank held the stocks as a pledge, pawn, or collateral security, first for the indebtedness existing at the time, and next for any future indebtedness, and that the notes in suit were such a future debt as were protected by the pledge, after the payment of the prior debt:\n2. That it was the duty of the bank, as the holder of the pledge for an indefinite time, to have called upon the pledgor, to redeem, and if he failed, upon due notice to have sold the stocks pledged and applied the proceeds to the payment of the debt:\n3. That the bank, in instituting no proceedings for a judicial sale, nor calling on the debtor to redeem, nor giving notice of a sale, nor making public sale, had grossly failed in its duties to the pledgor, and that the private sale to its own officers was an illegal mode of dealing with the collateral held in trust:\n4. That the endorser was entitled to avail himself of the equities which had arisen between the bank and the principal debtor, as set out in the affidavit of defence, and that the entry of judgment for want' of a sufficient affidavit, was error.\nError to the Common Pleas of Northampton county.\nThis was an action of assumpsit by The Farmers’ and Mechanics’ Bank of Easton against Theodore R. Sitgreaves, and was founded on defendant’s endorsement of two' promissory notes of P. S. Michler, viz., one for $3000, dated August 7th 1861, at ninety days, and one for $1200, dated August 27th 1861.\nTo a statement with plaintiff’s affidavit of cause of action in the usual form, the defendant filed the following affidavit of defence :\n“Theodore R. Sitgreaves, the defendant above named, being duly sworn, deposes and says, that he has a just and true defence against the claim of the plaintiff in the above-stated action, the nature and character of wThich are as follows, to wit: That this defendant was but an accommodation endorser, for the said Peter S. Michler, of the two notes upon which this suit has been brought. That the said notes were discounted by the said plaintiff for the said Peter S. Michler, and that the said Peter S. Michler received the entire proceeds thereof for his own use and benefit, and that this defendant is in no otherwise liable by reason of the said notes or either of them. That one of the said notes, to wit, for the sum of $1200, is a renewal of an accommo-. dation note for the same sum, by the same parties, endorsed in the same manner, dated May 22d 1861, at ninety days, which was itself a renewal of a note of similar sum, same parties, for same purpose, dated April 17th 1861, and due May 23d 1861, which was also a renewal of a note for same amount, same parties, endorsed in the same manner, for the same purpose, dated March 6th 1861, all of which were discounted by the said plaintiff, solely for the use and benefit of the said Peter S. Michler. That as to the said note for the sum of $3000 this defendant was an endorser, for the accommodation of the said Peter S. Michler, of continuous notes for the sum of $3000 from January 30th 1861, up to November 8th 1861, when the note now sued on was protested. That when the note of January 30th 1861, became due it had been anticipated by a discount of a note of said Peter S. Michler, endorsed by this defendant, for the sole accommodation of said Michler, for the same sum, dated April 1st 1861, which said note was regularly kept up by renewals. The note for $3000, part of the cause of action in this case, being the last of the series. That the said Peter S. Michler did, on or about January 1st 1861, assign and pledge to the said plaintiff, as collateral security for his indebtedness and liability to said plaintiff at that time, and also for all indebtedness and liabilities which might thereafter accrue, sixty shares of the capital stock of the Thomas Iron Company, and forty-nine shares of the capital stock of The Farmers’ and Mechanics’ Bank, by executing letters of attorney authorizing the transfer of said stock. That the said plaintiff held the said certificates of the said Thomas Iron Company stock and the said letters of attorney until October 23d 1861, when they procured the same to be transferred to themselves, and held the same until January 26th 1863, when the officers of the said bank, plaintiffs in this case, transferred the same to themselves, to wit, twenty-five shares to the president, twenty-five shares to the cashier, and ten shares to one of the directors. That the indebtedness of said Peter S. Michler to said bank, other than the two notes sued upon in this case, was $5484.62, and the said plaintiffs on April 24th 1862, credited to the said Peter S. Michler upon their books, as the value or proceeds of the said Thomas Iron Company stock, the sum of $3000, and as the value or proceeds of the said Farmers’ and Mechanics’ Bank stock, the sum of $2205, applying by such credit the whole of the said value or proceeds to the said indebtedness other than the two notes sued upon in this case. That the sa.id certificates of Farmers’ and Mechanics’ Bank stock and the letters of attorney relating thereto were held by said plaintiffs until October 23d 1861, when they procured transfers of the same to be made to themselves, and have either disposed of the same since that time to other persons, or still hold said stock themselves, defendant cannot state wrhich, for the reason that, upon requesting plaintiffs to inform him, they refused so to do. That defendant is informed and believes, and expects to be able to prove, that the plaintiff did not sell any of said stocks at public sale, did not require said Peter S. Michler, or this defendant, to redeem said stocks, or any part thereof; did not notify said Peter S. Michler, or this defendant, that if not redeemed they would be sold; and did not sell or dispose of the same or any part thereof with the knowledge or consent of said Peter S. Michler, or this defendant. That as this defendant is informed and believes, and expects to be able to prove, the said stocks were worth at the commencement of this suit not less than §8500, to wit: said Thomas Iron Company stock, §6000, and the said bank stock, §2500; at the present time the sum of §9000, to wit: said Thomas Iron Company stock, §6000, and the said bank stock, §3000; on April 24th 1862, considerably more than sufficient to discharge the aforesaid indebtedness of §5484.62; and on January 26th 1863, not less than §7400, to wit, §5000 for the said Thomas Iron Company stock, and §2500 for the said bank stock. And that upon the said Farmers’ and Mechanics’ Bank stock dividends have been declared and paid, as this defendant has been informed and believes, semi-annually, in May and November, as follows, viz.: Four per cent., amounting to §1.80 per share, at each of the said times, except in November last, when the dividend amounted to five and a half per cent., or §2.48 per share. And that upon the said Thomas Iron Company stock dividends have been declared and paid as follows, as this defendant has been informed and believes, viz.: In July 1861, in January 1862, and in October 1862, three per cent, in cash at each time, or §4.50 per share in all; in January 1863, four per cent., or §2 per share ; in July 1863, and in January 1864, each five per cent., or §2.50 per share, in all §11.'50 per share in cash, besides a stock dividend of twenty-five per cent., or fifteen shares of capital stock upon the aforesaid sixty shares, which said fifteen shares are and were of equal value with the other shares of capital stock as aforesaid, and drew the same dividends as the other stock, as above stated, from and after January 1862, when the said stock dividend was declared and paid. That the said fifteen shares of said stock received by said bank in January 1862, and the three per cent, cash dividend of the same month, and the dividends of May and November 1861 upon the said bank stock, have not been applied to any of the indebtedness of said Michler to the said bank plaintiff. That the first dividend hereinbefore mentioned upon said Thomas Iron Company stock being made and declared before the transfer upon the books of the company, being §1.50 per share, was paid, as defendant has been informed and believes, to the said P. S. Michler, and not to said plaintiff.”\nThe court below (Maynard, P. J.), on a rule for judgment for want of a sufficient affidavit of defence, entered judgment in favour of the plaintiff for the following reasons:\n“ This suit is brought against an endorser.\n“ The contract of an endorser is positive that he will pay, on the single condition that the maker or acceptor do not. It is his duty to take up the note on receiving the proper notice of its dishonour. He cannot call upon the holder to prosecute the maker. It is a fundamental principle of the law merchant, that a holder of commercial paper may sue all the parties whose names are on it, or such of them as he may select, and the endorser cannot invoke as a defence the unadjusted equities that may exist between the holder and the maker. Those equities do not become tangible as his indemhity until he has taken up the pap>er which he endorsed; after he has taken the paper he then becomes a surety in the full sense of the term, and may assert and maintain all the legal and equitable rights of a surety. He may assert and successfully maintain, that collaterals which were placed by the maker in the hands of the holder shall be held and enure to his benefit for his indemnity.\n“In support of these principles I cite the case of Beebe v. The West Branch Bank, 7 W. & S. 375; and Trimble v. Thorne, 16 Johns. R. 152. Tested by these principles, the affidavit of defence in this case is adjudged insufficient, and the rule is made absolute, amount to be ascertained by prothonotary.”\nWhich was the error assigned.\nHenry Green, for plaintiff in error.\nH. H. Maxwell, for defendant in error.\nMay 15th 1865,"
  },
  "file_name": "0359-01",
  "first_page_order": 361,
  "last_page_order": 367
}
