{
  "id": 998543,
  "name": "Schick's Appeal",
  "name_abbreviation": "Schick's Appeal",
  "decision_date": "1865-05-15",
  "docket_number": "",
  "first_page": "380",
  "last_page": "383",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 380"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 504,
    "char_count": 10536,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 1.0997105754311224e-07,
      "percentile": 0.5677290452068827
    },
    "sha256": "132fcb91903dd1e37c31e96f0284614b56afd15c37865fbd403325bbc08391e9",
    "simhash": "1:11e7a431c042a2bc",
    "word_count": 1826
  },
  "last_updated": "2023-07-14T19:42:51.303223+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Schick’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, C. J.\nThe proceedings in this case are so irregular that they cannot be sustained. Ever since Shultz’s Appeal, 1 Barr 251, it has been considered that in questions of distribution, those creditors only who unite in asking for an issue to contest an older lien can derive any benefit from a successful contest of such lien. A judgment declared void in whole or in part, in an issue framed at the instance of creditors, is void only as to the attacking parties, but valid as to all others. Yet here Schick’s judgment was set aside in behalf of creditors, who, though they impeached it by exceptions to the auditor’s report, demanded no issue to try its validity, and filed no affidavit, as the Act of April 20th 1846, Purd. 446, requires, to ground an issue upon. An affidavit of the material facts relied on by the impeaching party is indispensable, not only because the Act of Assembly requires it, but also because the plaintiff in the judgment, to prevent surprise, is entitled to know what he is to contend against. The affidavit is a sort of declaration — a setting forth of the reasons why the judgment should be left out of the distribution; and the plaintiff is entitled to know them long enough before to prepare to meet them. Schick, however, was called on to defend his judgment with no affidavit upon the record except his own. He appears to have apprehended an adverse decision from Auditor Perkins, and in anticipation of it demanded an issue, and he filed his affidavit that his judgment was honest and fair. When he found the auditor had decided in his favour he sought to withdraw his issue, but the court would not allow him to withdraw it, and forced him to a trial which resulted against him, and thus his adversaries got the benefit of an issue demanded only by himself and founded on no affidavit but his own. However just the result, it was irregularly reached. It is said the issue was framed by agreement among the creditors, but the record does not show that Schick or his counsel signed the agreement, and besides, the decree is entered in the name of the execution-creditor, and not in the names of the parties to the issue that is said to have been assented to. We see nothing to bind Schick to the issue except the refusal of the court to let him off from it, and the effect of that refusal was to make him bring his own judgment into issue. This was agreeable neither to the Act of Assembly nor to sound rules of practice.\nBut in reversing the proceedings we are unwilling to leave them on the report of the auditor, not because of any dissatisfaction felt in the auditor’s conclusions, but because of the technical advantage which the plaintiff in error would then have under the rule of court. The creditors who contest his judgment could not entitle themselves to an issue under the rule, because it requires their demand and affidavits to be presented to the auditor within forty-eight hours after the hearing by the auditor has been concluded, and having slipped their time they cannot recover it. Thus Schick’s judgment, once found fraudulent by a jury, though proceeding irregularly, would escape legal criticism, and the court would be obliged to adjudge the money to it, notwithstanding its condemnation by a jury as unworthy to participate in the distribution.\nTo ‘avoid this disagreeable consequence, and yet to do no injustice to any party, we have concluded to sweep the record of the auditors’ report and all subsequent proceedings, and to remand the record to be proceeded in as in other cases of distribution. The court will then send it to another auditor, or prescribe an issue on demand by the proper parties. Under the Act of Assembly they have a choice of these alternatives, and after what has occurred, it is most likely they will choose the latter — order the issue without a reference, and avoid, thus, the difficulties of practice under the rule of court. Of course proper parties will present themselves properly, before such an issue is framed.\nIf the issue be not demanded in good time, and according to law, or if Schick’s judgment pass the ordeal prescribed by law, it ought to be paid; if it fail to pass, the money will go to subsequent creditors.\nThe auditors’ report and all subsequent proceedings are set aside, and the record is remanded with a procedendo.",
        "type": "majority",
        "author": "Woodward, C. J."
      }
    ],
    "attorneys": [
      "Byron Woodward and Greorge W. Biddle, for appellant.",
      "Thorn and Briggs, for \"appellees."
    ],
    "corrections": "",
    "head_matter": "Schick’s Appeal.\nDistribution of proceeds of sheriff’s sale.— Where validity of prior judgment is successfully attached, benefit of verdict enures to attaching parties, and judgment is void only as to them.\n1. In questions of distribution among contesting lien-creditors, those creditors only who unite in asking an issue to contest an older lien can derive benefit from a successful contest; and the judgment, whether found void in whole or in part, is void only as to the attacking parties and valid as to all others.\n2. Hence in the distribution of the proceeds of a sheriff’s sale, it is error to set aside a judgment in behalf of creditors, who excepting thereto before the auditor, demanded no issue, and filed no affidavit as required by law to ground the issue upon.\nAppeal from the District Court of Philadelphia.\nThis was an appeal by Charles Schick from the orders and decrees of the court below; on the distribution of the proceeds of the real estate of Henry Schmidt.\nOne of the properties-was sold under an execution at the suit of Byron Woodward, and produced $610 nett, which were paid into court, and M. A. Dropsie appointed to distribute.\nThe other was sold under an execution at the suit of Catharine Grusmeier, for $1900, which was referred to Samuel C. Perkins, Esq., for distribution.\n• The contest was between Charles Schick, who held a judgment against deponent for $9750, entered February 27th 1861, and certain mechanic’s lien creditors of defendant.\nBefore the auditor the mechanic’s lien creditors attacked - Mr. Schick’s judgment on the ground of fraud and collusion between him and the defendant, Henry Schmidt, and asked that the same might be postponed to the payment of their claims. To establish this, the auditor gave them the time they asked, and allowed them to adduce what testimony they could. The counsel of Mr. Schick submitted no testimony, but, after the closing of the audit, presented a demand for an issue to try the following questions, viz.:\n1. “ Whether the bond and warrant of attorney given to him by Henry Schmidt for $9750 (of January Term 1861, No. 129), were given without valuable consideration.”\n2. “Whether the said judgment was fraudulent, collusive, and void as to the creditors of said Henry Schmidt.”\n3. “ Whether said bond and warrant were given and executed by said Henry Schmidt, and received by him for the purpose and with the intent to hinder, delay, cheat, or defraud the creditors of said Henry Schmidt.”\nThe auditor decided that no fraud had been established, and awarded the fund left, after paying the expenses of the audit, to Charles Schick, according to the first table of distribution. Two other tables were reported.\nThe auditor’s reports were confirmed nisi. To these the lien claimants filed exceptions, alleging mainly that the auditor erred in not deciding, upon the facts reported, that the judgment of Mr. Schick was fraudulent and void, and in not awarding to them the amount of their respective claims.\nThe auditor having found the question of fraud in Mr. Schick’s favour, and having awarded the fund to him, he applied to the court for a rule to allow him to withdraw his demand for an issue.\nJanuary 2d 1864, the court discharged the rule and refused to allow him to withdraw the demand.\nJanuary 16th 1864, the court made the following order, to wjt: “ And now, January 16th 1864, it appearing to the court by the_ report of the auditor, that Charles Schick, a judgment-creditor, demanded an issue, it is therefore ordered and decreed by the court, that said issue be directed and awarded to try the facts and questions mentioned in said demand.”\nIssues were agreed to and signed by the counsel for some of the lien-creditors, but not by Mr. Schick or by any one for him, but it was averred on the argument that they were prepared by Schick’s attorney, filed by him, and on the trial defended by him.\nJanuary 18th 1864, Charles Schick appealed from the decision of the court belów in not allowing him to withdraw his.demand for an issue, and in directing said issues to be tried. The Supreme Court dismissed the appeal on the ground that it was premature, as no appeal would lie until final distribution.\nDecember 12th 1864, the lien claimants withdrew the exceptions which they had filed to the report of the auditor; and on\nDecember 17th 1864, the court below made the following final order and decree, viz.: “And now, December 17th 1864, the issues awarded in the above case” (viz., Catharine Grusmeier v. Christian Schnitzel and Henry Schmidt, D. C. S. 62, 304 vend, exp.) “having been tried and a verdict thereupon rendered for the plaintiffs on the first issue, it is ordered, adjudged, and decreed that the fund in court in the above case be distributed according to Table of Distribution No. 3 reported by the auditor, except as to so much of said table as reports a distribution of $178.25 in favour of the said Charles Schick, and as to that it is adjudged and decreed that the costs of the trial of said issue, and those endorsed on the remittitur from the Supreme Court, be first paid to the plaintiffs on the said issues, and the balance thereof only paid to the said Charles Schick.”\nThis appeal was then entered and the following errors assigned:\n1. The court below erred in not allowing Charles Schick to withdraw his demand for an. issue.\n2. The court below erred in directing the issue demanded by Charles Schick to be tried; the questions mentioned therein having already been found by the auditor in Mr. Schick’s favour, and he being willing to withdraw his demand.\n3. As the lien claimants withdrew their exceptions to the report of the auditor, the court below erred in not confirming the report absolutely.\n4. The court below erred in decreeing the fund in court to be distributed according to the third table of distribution reported by the auditor.\n5. The court below erred in decreeing that the costs endorsed on the remittitur from the Supreme Court should be paid out of the amount awarded to Mr. Schick in the third table of distribution.\nByron Woodward and Greorge W. Biddle, for appellant.\nThorn and Briggs, for \"appellees.\nMay 15th 1865,"
  },
  "file_name": "0380-01",
  "first_page_order": 382,
  "last_page_order": 385
}
