{
  "id": 998511,
  "name": "McKeen versus The Delaware Division Canal Company",
  "name_abbreviation": "McKeen v. Delaware Division Canal Co.",
  "decision_date": "1865-05-15",
  "docket_number": "",
  "first_page": "424",
  "last_page": "440",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 424"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wright 469",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        626196
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wright/1/0481-01"
      ]
    },
    {
      "cite": "8 W. & S. 85",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483385
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0085-01"
      ]
    },
    {
      "cite": "6 Whart. 25",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836978
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/6/0025-01"
      ]
    },
    {
      "cite": "6 W. & S. 101",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480106
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0101-01"
      ]
    },
    {
      "cite": "2 Watts 418",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840154
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0418-01"
      ]
    },
    {
      "cite": "2 Gray 1",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        1998281
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/68/0001-01"
      ]
    },
    {
      "cite": "8 Dana 289",
      "category": "reporters:state",
      "reporter": "Dana",
      "case_ids": [
        4431541
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/38/0289-01"
      ]
    },
    {
      "cite": "6 How. 507",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3349643
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/47/0507-01"
      ]
    },
    {
      "cite": "1 Grant 414",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        225838
      ],
      "opinion_index": 0,
      "case_paths": [
        "/grant/1/0414-01"
      ]
    },
    {
      "cite": "14 How. 86",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "231"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "2 Binn. 475",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788962
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/2/0475-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1332,
    "char_count": 45661,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 2.893996879286299e-07,
      "percentile": 0.8445366892046602
    },
    "sha256": "8002ed671676c8ca245b264ed1c844e691fb87eed760e31588ba2c053e1c4a03",
    "simhash": "1:aebb8c259e3dcc66",
    "word_count": 7943
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McKeen versus The Delaware Division Canal Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\nThe navigation of the river Lehigh was improved under two acts of the legislature — March 20th 1818, and February 13th 1822. This improvement, made at first by Josiah White, George F. A. Hauto, and Erskine Hazard, became vested in the Lehigh Coal and Navigation Company. One of the rights of the company was to use all the water from the river and works constructed by them, to propel machinery, and to sell to others to be used. The plaintiff is a purchaser, and has used a certain quantity of water from the company’s canal many years, and his action is for an injury caused by the backwater of a dam built by the state in the mouth of the Lehigh, and now kept up by the defendants. The action is upon the case' for the alleged unlawful act of maintaining the dam at the height causing the injury, and involves the right of the defendants to continue it at this elevation.\nThe dam in question was built as a part of the Delaware division of the state canals, and was originally erected in 1829-30, of the height of twelve feet. Finding it insufficient to preserve the water at a proper level in the canal fed from it, in 1840 and 1841 the canal commissioners built a second dam a few feet below the former, and about fifteen inches higher, filling up the intervening space between them with stones and gravel. The new dam was found to leak very much, and to maintain the water at a proper level, the state agents were in the habit of placing stones and gravel, and sometimes timber along the top. In this condition the Delaware division passed into the hands of the defendants, under a sale by the Commonwealth, -first to the Sunbury and Erie Railroad Company, in 1858, and then by a sale of the latter to the defendants in the same year.\nThe plaintiff counted in his declaration not only for the maintenance of the dam, and stone mound on the top, as erected by the state, but also for acts of the defendants in raising the height of the water; but at the close of the trial the plaintiff’s counsel desiring a decision upon the main questions, declined to contend to the jury that the defendants had maintained the water at a greater height than was done by the Commonwealth. There is no question that the defendants are entitled to the lawful rights of the Commonwealth in this respect, and therefore the great, indeed sole question is, whether the Commonwealth had the right to build the dams referred to, and maintain the water at the height to which it was kept up at and before the time of her sale to the Sunbury and Erie Railroad Company. If she had, then none of the twenty-six errors assigned can be supported, most of them being unfounded in law, and some immaterial, and without prejudice in fact.\nThis right of the Commonwealth depends upon her authority over the waters of the Delaware and the Lehigh, the acts of legislation passed for their improvement, and the grants she has made to the Lehigh Coal and Navigation Company. From the bir.th of the colony until the present moment, the great freshwater rivers of the state have been regarded as navigable, the common law criterion of the ebb and flow of tide obtaining no place in our system. Many laws have been passed, stamping upon numerous smaller streams the same character to preserve the public control for the benefit of highway. A corresponding and marked feature has been the reservation of the islands in the navigable streams by the former proprietaries, and by the state. Before he left England, William Penn said, by his instructions to the commissioners for settling the colony, “Let no islands be disposed of to anybody, but let things remain as they were in that respect till I comeHazard’s Annals 530. He after-wards recognised the Delaware and Schuylkill both as navigable rivers, and thought Philadelphia fortunate in having thus a double front: Proud’s Hist. Penna. 252.\nSince the revolution, both in her practice and her jurisprudence, the state has recognised this- doctrine. Beginning with Carson v. Blazer, 2 Binn. 475, and running through a long line of decisions too numerous to be cited, her courts have maintained it, and with it the absolute power of the Commonwealth over navigable streams for their improvement as great highways for the people. Many of these authorities are to bo found collected by the industry of my brother Read, as counsel, in his argument in the case of Rundle et al. v. Delaware and Raritan Canal Co., 14 How. 86. That case is an authoritative exposition and recognition of the doctrine of our state control over the navigable rivers of the Commonwealth. I would refer also to the opinion of the present Chief Justice, in Dugan v. Bridge Company, 3 Casey 310, and particularly to his remark, that in many cases the right of navigation has been held paramount to the right of fisheries, ferries, mill-dams, and internal improvement companies.\nSo early as the 7th of March 1771, the legislature, after reciting the great importance of the improvement of the navigation in rivers, declared both the Delaware and Lehigh to be common highways for the, purposes of navigation up and down the same: 1 Smith’s L. 322. Indeed, the Lehigh had been long known as the West Branch of the Delaware, and was thus designated in the title and enactment of the Act of March 114th 1761: -1 Id. 231. Its character, as one of the navigable streams of the Commonwealth, was again recognised in the Act of March 23d 1803, excepting the Delaware, Lehigh, and Schuylkill from the authority given to erect dams over navigable streams.\nThe paramount control of the state over her navigable waters for their improvement as highways being clear, the next point is the authority she has conferred for the improvement of the Delaware and the Lehigh. Its origin is found in the Act of April 9th 1827, P. L. 192, which was followed by the Act of March 24th 1828, P. L. 221, and Act of April 22d 1829, P. L. 251. These laws provided for the surveys, location, construction, and maintaining of a navigable canal, called the Delaware Division of the State Canals, from a point on the' Delaware below the head of tide-water, to Easton. The power to do these things was conferred upon the canal commissioners, and the 14th section of the Act of 1827, and 17th section of the Act of 1828, extended to the execution of these laws all the provisions of the acts relative to the Pennsylvania Canal so far as applicable. The effect of this extension was to confer upon the commissioners, engineers, and other agents of the state, all the authorities necessary for constructing the canal along the Delaware to Easton, which lies on the northern bank of the Lehigh. The Act of April 11th 1825, originating the Pennsylvania Canal, in the 4th section, proceeds to provide, “ and further to adopt and recommend proper plans for the construction and formation of said canals, and of the locks, dams, embankments, tunnels, aqueducts, feeders, and reservoirs, whioh may be necessary for the completion of the same, and to cause all necessary plans and drafts thereof to be executed under their direction.” The Act of February 25th 1826, P. L. 55, conferred power upon one or two acting commissioners to superintend the making and constructing of the canals, and the determination of the location and dimensions of the canals and locks by the board, with the apprpbation of a skilful engineer, and with consent of the governor. The Act of April 16th 1829, P. L. 200, conferred further powers, and was followed by the Act of April 6th 18-30, P. L. 218, passed during the building of the dam in question, which was closed, and the water let into the canal on the 11th of October 1830.\nThis law remodelled the board of commissioners, created superintendents of divisions, to fill the places of the anting commissioners, and made it the duty of the commissioners to devote their whole time and attention, by personal examination, to the general and special superintendence and repairs of the public works finished and in progress. The principal engineer was empowered to make the necessary surveys, estimates, and plans of all work, for the adoption or rejection of the board, lay out the work and superintend its execution, judge the work, and forfeit contracts, &c. Superintendents of lines in the course of construction, and supervisors of finished lines, were authorized to be appointed, and their duties prescribed.\nIt has been necessary to go so far into detail, in order to vindicate the authority of the agents of the state, denied with so much earnestness in argument, to locate, construct, and maintain in operating condition the dam in the mouth of the Lehigh as a part of the works of the Delaware division. Thus, it appears, authority the most comprehensive is given, vesting in the commissioners the largest discretion as to the location of the works, their kinds, modes of construction, adaptation to the purposes and exigencies of the navigation, and their preservation and repair in the proper operating condition. We are hound to believe the state agents, in the exercise of this wide discretion, did their duty, and that the erection of the dam in the mouth of the Lehigh (a confluent of the Delaware) was a proper part of the work of the Delaware Division Company, necessary to its successful operation. This presumption is fortified by the fact stated in the contract of the Lehigh Coal and Navigation Company for building ‘the dam, that it was to be constructed as a feeder to the Delaware division, the power to make feeders being clearly auxiliary to the main authority (Linton v. Bridge Company, 1 Grant 414), and comprehended also within the express provision of the 4th section of the Act of April 11th 1825, extended to this division by the Acts of 1827 and 1829. It has further support in the proviso of the 7th section of the Act of April 9th 1827, that the existing natural navigation of the river Delaware shall not be obstructed or injured by the construction of the said canal. This proviso was inserteddn consequence of the compact between New Jersey and Pennsylvania, dated April 26th 1783, ratified by New Jersey on the 27th of May, and by Pennsylvania on the 30th of September 1783 (Smith’s L. 77), which declared, in the 1st section, that the river Delaware is, and shall continue to be and remain a common highway, equally free and open for the use, benefit, and advantage of said contracting parties. It is further fortified by the continued use of the dam by the state, as a portion of this division, until her sale in 1858, and by numerous laws making appropriations for repairs.\nThe right to draw water from the Lehigh, by means of 'a dam and feeder, for the Delaware division, fell directly within the authority of the commissioners, and was a proper measure to preserve faith with New Jersey. If, in doing this, the property of the Lehigh Coal and Navigation Company, or any right vested in them, was injured, it was not by direct attack, falling within the constitutional inhibition to impair contracts, but it followed as a mere consequence of the lawful exercise of the right of eminent domain. Rights of property, corporeal and incorporeal, are held in subordination to this fundamental power of the state : West River Bridge Co. v. Dix, 6 How. 507; Richmond Railroad Co. v. Louisa Railroad Co., 13 Id. 71; Lexington and Ohio Railroad v. Applegate, 8 Dana 289; Boston and Lowell Railroad Co. v. Salem and Lawrence Railroad Co., 2 Gray 1. The 8th section of the Act of February 25th 1826, 8th section of Act April 9th 1827, and 5th and 6th sections of April 6th 1830, made ample provision for a just compensation for the taking according to the 10th section of the 9th article of the state constitution. In The Commonwealth v. Snyder, 2 Watts 418, it was held that the Act of April 9th 1827 embraced a case of injury by backwater upon a mill, though the public work did not pass through or touch the land of the claimant. As a part of the evidence, it appears not only that the Lehigh Coal and Navigation Company was the contractor to build the dam, but that they, within a year from its completion, presented their claim for damages, which was acted upon by the board. As to the dam of 1829-30, the ease is therefore plain.\nBut, it is argued, this did not justify the building of the dam of 1840-41 to a greater height than twelve feet — that the power, of the agents of the state was exhausted in the first erection; and that without fresh legislation, and a new provision for compensation, the second dam was a nuisance upon the rights of the plaintiff. If the argument be sound, it was a singular dereliction of the legislature to suffer finished public works to fall into dilapidation and decay, or if inadequate, and unfitted in their first execution, to suffer them to remain without any provision for repair or reconstruction. But neither the practice of the state nor her legislation is liable to this imputation upon her duty and her wisdom. Her constant practice was to keep up her works in suitable repair and operating condition, including new work rendered necessary by total decay, or the devastation of floods, and annually she made appropriations for repairs and renewals. Her legislation to this end has not been neglected. The first section of the Act of April 6th 1830, made it the duty of the canal commissioners to devote their whole time and attention, by personal examination, to the general and special superintendence and repairs of the public works, finished and in progress, while the remaining sections provided for the execution of the details by engineers, superintendents, and supervisors. The innumerable acts appropriating moneys for the repairs and renewals of the public works, executed by these officers, are a recognition of the powers thus conferred. There is also the General Act of April 8th 1834, P. L., for the speedy reparation of injuries to the canals, feeders, dams, and other works. The appropriation in the Act of June 11th 1840, P. L. 645, passed while the second dam was in progress, provided also for new woric on finished lines. In consequence of the freshets in November 1840 and January 1841, by which this dam before its completion was, with other portions of the Delaware division, much injured, the legislature-, by the Act of February 11th 1841, P. L. 437, authorized and required the canal commissioners to repair this division with as little delay as possible, and to construct all aqueducts, and locks required to be rebuilt of such dimensions as to permit boats of 120 tons burthen to pass through.\nNumerous acts were afterwards passed specially for the repair and improvement of this division, including its enlargement.\nFrom all this legislation we gather abundant authority for the erection of the dam of 1840-41 to such a height as should be necessary to make the works efficient for the navigation of this division. We do not say an argument might not be justly made against the power of the canal commissioners, without a fresh authority, to change and expand the whole division into a new work of greater capacity. But this does not touch their power to repair and to rebuild (when the necessity demands it to preserve the navigation) those parts of the works which have fallen into decay, or were originally inadequate for their purpose; to rebuild, as in this case, a new dam to supply the place of the former, which was found to be inadequate to supply the water necessary to the navigation in the level it was intended to supply.\nIt would be a most unreasonable and ruinous construction of the powers of the board, if, when a mistake had been made in the engineering or construction of a dam, level, or other work, rendering it inadequate to the navigation, their power should be deemed exhausted, and the navigation should be delayed until a fresh special authority were conferred. The evidence -shows clearly that the elevation of the dam and the mound of stones were necessary to fill the level to a proper height. It is no answer to say that the difficulty of navigating this level could be removed by excavating the bed of the canal, and sinking the mitre-sill of the lock to a greater depth. This matter fell exclusively within the judgment of the canal commissioners. It was their right and their duty to maintain the navigation, if they chose, by raising the dam to a proper elevation to suit the level as already constructed, rather than to sink the level and all its works to suit the dam. This right and duty devolved upon the defendants. The' 8th section of the act for the sale of the public works provided that “the Sunbury and Erie Railroad Company, or their assigns, shall be bound to keep up the same, including public and private bridges crossing the said canals, as heretofore done by the canal commissioners, in as good repair and operating condition as they now arc; and they shall be and remain public highways for ever for the use and enjoyment of all persons desiring to use the same.”\nNot to overlook the argument, we may say that the position that the right of the Commonwealth in the original dam rested upon the contract consent of the Lehigh Coal and Navigation Company, and not upon the exercise of her right of eminent domain, is unfounded. In the report of the committee to the board, made the 24th of July 1829, it appears that the negotiations with the Lehigh company for supplying the Delaware division with water from their works failed, and the superintendent -was directed to put under contract and execute the work according to the location and plan of the engineer to supply the canal with water by means of a dam across the Lehigh.\nIt only remains to examine the rights of the plaintiff under his purchase from the company of the water-power, which is the subject of the alleged injury. His argument enforces earnestly a peculiarity in his water rights, founded in the contract of the state with the Lehigh company, from which he infers a talcing, as he terms it, or a direct injury impairing the contract relation. But they do not differ from ordinary riparian rights. It is true, the state granted to the company the title and privilege of using all the water-power from the Lehigh, sluices, canals, and other devices, to propel machinery that they might think proper to erect-on the land they may have -previously ¡Jurchased from the owner or owners; or to sell in fee simple, lease or rent, for one or more years, the said water to be used in such manner and on such terms as they might think proper: provided it be so done that it shall not at any time interrupt or impede the navigation. But the company, in selling to the plaintiff, was careful to interpret the law as the proviso indicated, and to convey, to the plaintiff in terms which imported no control over the navigation of the river incompatible with its entire usefulness, and the main intent of the charter to improve it. The cherished purpose of the province and the state has been to preserve all the rights of navigation, not only in the streams naturally navigable, but in many not so declared by law to be so from time to time. The Lehigh, known as the Western Branch of the Delaware, we have noted as coming within this watchful care so early as 1771, when with the Delaware it was declared to be navigable. The improvement of this navigation was the main purpose of the legislation, expressed not only in the title of the Act of 1818, but in every lineament and feature of the laws relating to the Lehigh.\nReading the deed of the Lehigh Coal and Navigation Company to the plaintiff, in the light of’ this manifest policy and purpose, its provisions are simple and plain. It was an ordinary conveyance of a certain lot of ground, acquired by purchase and held, just as every citizen owns and holds his title directly or indirectly from the state, as the original proprietor. Annexed to this ordinary ownership was the water privilege sold under the power contained in the charter, and granted in the usual form and terms, to wit: “And together with the right and privilege of drawing from the said canal, through the forebay or tunnel, from time to time, and at all times hereafter for ever, so much water as can pass through an aperture in a metallic plate at least one inch in thickness, which aperture is to form an opening in the said plate of one hundred square inches,” &c., “which water is to be drawn under a three-feet head, to be measured from the middle of the said aperture to the face of the water in the said canal,” &c. The right passing under the deed was therefore only that of drawing off a specified quantity of water under a given head; and though the right to use it upon the lot flowed as an inference from the grant, yet the deed itself did not guarantee when, where, how, or to what extent of fall the water should be used. The specified head of water was given, but after it left the works of the company and fell upon his land, it there partook of no other properties as to his right therein than those of a natural waterfall. He had the same rights in its use, and injuries to it upon his ground were of the same nature as they would be in an ordinary case. In short, after the water reached his land it partook only of the incidents of ordinary ownership.\nTo back water upon his lot whereby the fall of water was lessened, was but the common case of a consequential injury, impregnated with no contract properties different from those which attend common riparian rights. After his conveyance, he stood in no relation to the state different from that which he would have held had his lot been derived directly from her patent. The injury therefore which followed the raising of the water in the stream to improve navigation was not a taking of his property, but one merely consequential which he must suffer without compensation, unless the state should choose out of grace to concede it.\nEvery one who buys property upon a navigable stream purchases subject to the superior rights of the Commonwealth to regulate and improve it for the benefit of all her citizens. If, therefore, he chooses to place his mills or his works, for the qualified use which he may make of the water, within the limits or influence of high water, he does so at his own risk, and cannot complain when the Commonwealth, for the purpose of improvement, chooses to maintain the waters of the stream at a given height within its channel. Without repeating the argument, it is only necessary to say that the doctrine of the non-liability of the Commonwealth for consequential damages has been so repeatedly asserted and firmly established, a reference to some of the authorities must suffice: Monongahela Navigation Co. v. Coons, 6 W. & S. 101; Susquehanna Canal Co. v. Wright, 9 Id. 9; Philadelphia and Trenton Railroad Co., 6 Whart. 25; Henry v. Pittsburgh and Allegheny Bridge Co., 8 W. & S. 85; Monongahela Navigation Co. v. Coons, 6 Barr 379; Mifllin v. Railroad Co., 4 Harris 182; New York and Erie Railroad Co. v. Young, 9 Casey 175; Watson v. P. & C. Railroad Co., 1 Wright 469.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "K. F. Maxwell and F. J. Fox, for plaintiff in error.",
      "John O. Knox and K. Gf-reen, for defendants."
    ],
    "corrections": "",
    "head_matter": "McKeen versus The Delaware Division Canal Company.\nControl of navigable streams by the Commonwealth through her agents the canal commissioners. — Injuries arising from exercise of eminent domain discussed. — Rights of vendee of water-power under deed from corporation authorized to improve navigable stream. — Rights of purchaser of state canal.\n1. The great freshwater rivers of Pennsylvania, including the Delaware and Lehigh, have always been treated as navigable ; and the power and control of the state, for their improvement as highways, held absolute and paramount.\n2. The agents of the state, under the authority of the law providing for the construction of the Delaware Division Canal, and the several acts relating to the appointment and duties of canal commissioners, had power to construct a dam at the mouth of the Lehigh river, a confluent of the Delaware, as a feeder for the canal, and to preserve, repair’, and maintain it in proper operating condition.\n3. Whore by previous legislation, certain rights to the waters of the Lehigh river had become vested in The Lehigh Coal and Navigation Company, who had constructed their canal and sold water-powers therefrom, an injury to any property or right of the company or the vendees of the water-powers, by the construction of tho dam below, at the confluence of the two rivers, was not by direct attack and thus within the constitutional inhibition from impairing contracts, but followed as a consequence of the lawful exercise of the right of eminent domain, subordinate to which paramount power of the state, all rights of property, corporeal and incorporeal, are held : and for tho “ taking,” within the state constitution, ample provision was made by .statute, within which provision such injury by backwater is included.\n4. The power of the agents of the state was not exhausted in the erection )f the first dam, so that a second could not be built of greater height without fresh legislation and a new provision for compensation ; for it was the duty of the canal commissioners, under statutory provision, to keep in repair all public works: and if the dam proved inadequate to supply the water necessary for the navigation, to rebuild and maintain it by any appliances, of adequate- height; and it was in their discretion so to do in preference to lowering the sill of the lock and the bed of the canal to suit the dam.\n5. Where the deed of the Lehigh Company conveyed to the purchasers of water lots with water-powers, the right of drawing a specified quantity of water under a given head, expressly providing that the grant should not at any time interrupt or impair the navigation, and without guaranteeing whon, where, how', or to what extent of fall the water should be used, held that the property of the vendees was that of ordinary ownership of a water power: and the injury which followed the swelling of the water of the Lehigh by raising the dam at its mouth to improve the navigation of the Delaware Canal, was consequential only and without remedy unless conceded by the state as an act of grace.\n6. The Delaware Division Canal Company, as purchasers mediately from the state, are entitled to maintain the dam of the same height as previously maintained by her agents; and where that height has not been exceeded, are not liable for an injury to the water-power of a mill-owner on the Lehigh, resulting from backwater.\nError to the Common Pleas of Northampton county.\nThis was an action on the case by James McKeen against The Delaware Division Canal Company of Pennsylvania, to recover damages for injuries alleged to have been sustained by plaintiff in consequence of the wrongful acts of the defendants, by which he was deprived of the free use of the water to and for his sawmill.\nThe particular injury complained of was the causing the water to flow back into plaintiff’s tail-race by means of a dam.\nThe plaintiff’s right to the use of this water-power, and the alleged injury sustained by him, was variously stated by numerous counts in the declaration, as is customary in such cases. The title of the plaintiff to the mill and water-power claimed by him, as set out in the declaration, was derived by and from the Lehigh Coal and Navigation Company, a corporation created by the laws of the Commonwealth, and was admitted by the defendant for the purposes of this suit.\nThe Lehigh Coal and Navigation Company, in the construction of their works, had erected a dam across the Lehigh river, in or near the borough of South Easton, by which a water-power was created, which was sold by that company to the plaintiff, and by which his mill was driven. The Delaware division of the Pennsylvania Canal was aferwards constructed by the state in pursuance of the provisions of an Act of Assembly passed the 9th of April 1827.\nOn the 18th day of June 1829, the Commonwealth of Pennsylvania, by Thomas G. Kennedy, superintendent of the Delaware division of the Pennsylvania Canal, entered into a written contract with the Lehigh Coal and Navigation Company for the building of a feeder-dam, by that company, across the river Lehigh, near its junction with the Delaware, which was to be constructed under the immediate direction and control of the engineer on the said division, and completed to his-entire satisfaction.\nOn the 1st of November 1830, the superintendent made his report to the board of canal commissioners that this work had been completed. In the details of his report he says: “ The comb of the • dam is raised to the same height with the top of water-line of canal, and is 11.87 feet' above low-water-mark in the river immediately below the dam.” The Act of 9th of April 1827, authorizing the construction of this Delaware division, provided in the 7th section that the canal commissioners were authorized and required in behalf of the Commonwealth to contract for the construction of the navigable communication, and such locks and other works as may be necessary thereto, but, it was contended, gave no authority to enter on the valley of the Lehigh. This dam was kept up and used by the Commonwealth as a feeder for the canal until 1839, when proposals were issued by the Commonwealth for building of what was called a new dam for the same purpose, and a new dam was built by the state just below the old one. And was finished in 1841. The old dam still remained in its place undisturbed by the erection of the new one, and was kept in repair by the state, the new one being so leaky that the water, when at a low stage, could not be kept up by it to supply the canal. The water was kept up to its proper level by means of a mound of earth, stones, and gravel, placed a few feet back of the comb of the old dam. These dams were thus used and maintained by the Commonwealth until the public works, including the Delaware division, were sold by the state to the Sunbury and Erie Railroad Company, under the provisions of an Act passed 21st of April 1858.\nOn the 10th of July 1858, the Sunbury and Erie Railroad Company sold and conveyed by deed the Delaware division to the defendants, “ The Delaware Division Canal Company,” which company has continued to use and keep up these dams since they purchased the works.\nIt was provided in the 5th section of the act authorizing the sale of the public works that the said company, their successors and assigns, should hold, possess, use, and enjoy the said property free and discharged from all encumbrances, except as provided in that act, with the same rights, privileges, and franchises respecting the management, maintenance, improvement, and enjoyment of the same; and to enter into and upon the river Delaware, as have heretofore been granted to the Lehigh Coal and Navigation Company of this state, for the construction, management, maintenance, improvement, and enjoyment of the canal navigation, and property owned by them; and the said Sunbury and Erie Railroad Company should have authority to grant, sell, and convey, or to lease for a term of years, the whole of any part of the said property to any corporation of this state, or to any association of individuals; and that their grantees should have, hold, and. enjoy the same, together with all the rights, privileges, and franchises granted by this act to the Sunbury and Erie Railroad Company, &c., and the Sunbury and Erie Railroad Company, or their assigns, immediately after taking possession of the said canals, shall be bound to keep up the same (including public and private bridges crossing the said canals, as heretofore done by the canal commissioners), in as good repair and operating condition as they now are; and they shall be and remain public highways for ever.\nThe 7th section of the act under which the sale was made provides: “That any and all claims for damages or other demands against the Commonwealth by individuals or companies in relation to the location, construction, repair, management, or use of any of the divisions of canal sold under the provisions of this act shall, if established, be paid by the purchasers of the proper line of division, the amount to be ascertained and payment thereof made as the legislature may direct; but in any case the purchaser shall have notice and an opportunity to be heard against the allowance of such demand. Provided, however, That this section shall not relate to any obligation or claim incurred in the construction, management, or repair of the said canals for the current fiscal year, and prior to the term of transfer.!’\nThis remedy therein mentioned was provided by an Act of Assembly passed the 26th day of March 1860, by which it is provided: “ That the proceedings to ascertain and collect the amount of all claims for damages or other demands for which the Delaware Division Canal Company of Pennsylvania are liable as purchasers of the Delaware division of the Pennsylvania Canal, under the provisions of the Act approved the 21st day of April 1858, entitled: ‘ An act for the sale of the state canal shall be as follows,’ ” & c. The act then points out the usual method in similar cases by petition to the Court of Common Pleas of the proper county for the appointment of viewers, &c.\nIt was alleged by the plaintiff that since the purchase and delivery of the Delaware division to the company, they had raised these dams higher, and by so doing had kept the surface of the water in the pool and canal higher than the same had been kept by the state at any time previous to the sale of the public works to the Sunbury and Erie Railroad Company, and thereby increased the flow of backwater upon mill privileges, tail-race, and water-wheel of the plaintiff.\nThis was the principal question of fact for the jury; and on this point the court below instructed the jury that if the defendants kept the water higher than the Commonwealth had done before the works were sold to the Sunbury and Erie Railroad Company, the plaintiff was entitled to recover.\nThe counsel concerned were anxious to have the cause decided on the legal questions arising thereon, and propounded the following points, on which the instruction of the court was requested.\nThe plaintiff requested the court to charge the jury :—\n1. The legislature of Pennsylvania having granted to the Lehigh Coal and Navigation Company the control of the river Lehigh, and the property in the use of the water thereof, with the right to sell water-power thereon, one of which the plaintiff has purchased, the agents of the state had no right after this to take away or destroy any portion of the water-power so granted to plaintiff, under the provisions of the act incorporating the Lehigh Coal and Navigation Company.\n2. The Commonwealth having, as shown by the evidence, erected the first dam near the mouth of the Lehigh, under a contract with the Lehigh Coal and Navigation Company, in which contract the rights of the Lehigh Coal and Navigation Company were otherwise specially reserved, and having built that dam of the height of 11.87 feet, and the plaintiff, one of the mill-owners at South Easton, having subsequently purchased from the Lehigh Coal and Navigation Company, and built his mill, and made valuable improvements and large expenditures with the height of the dam so fixed, the agents of the Commonwealth had no right to take from the water-power, or destroy any part thereof, by raising this dam by the erection of a new dam higher than the old first dam, or make subsequent additions increasing the height thereof.\n3. That there was no legislative authority for the canal commissioners, or other agents of the Commonwealth, to build a dam at the mouth of the Lehigh higher than the dam erected in the years of 1829-30.\n4. There is no evidence that any legislative authority was ever conferred upon the canal commissioners, or other agents of the Commonwealth, to construct any dam at the mouth of the Lehigh river, and the construction of the dam of 1830 was therefore in derogation of the rights of the Lehigh Coal and Navigation Company, and could only be erected by their permission and with their consent, and no addition could be made to its height without the consent of said company, or its grantees of lands and 'water-powers.\n5. That if even the dam erected in 1841 was not higher than it was legally authorized to be, the defendants took no more by their purchase from the Commonwealth than such works as were permanent and not temporary in their character, and that although the Commonwealth while in possession may have made temporary erections of stone or timber upon or about the permanent dam, that could not and did not in any event thereby give a license or confer a legal right upon the defendants to add to the height of the permanent dam by either placing timber, stones, or gravel thereon.\n6. If the raising of the first dam, by the agents of the Commonwealth, was without necessity and merely for convenience, they had no right to do this even under a claim of exercise of eminent domain, and especially as there was no legislative authority for them to make such additions.\n7. If the agents of the Commonwealth had no authority to make the additions to the first dam, proved in this case to have been made, these defendants had no right, under the rights acquired by them from the Commonwealth, to maintain these additions or renew them if removed, and under the proof given, if believed by the jury, are liable to an action by the plaintiff, if he has shown that the water-power granted to him by the Lehigh Coal and Navigation Company has been taken, destroyed, or injured.\n8. The defendants had no right in any event to make the addition of a permanent character, as proved by the spiking of timber on the dam of 1841, which the proof shows was kept there permanently from soon after their taking possession of the Delaware Canal until long after this suit was brought.\n9. If the jury believe that the water was backed upon the plaintiff’s water-power in consequence of the timber, stones, or gravel placed on the dam by the servants or agents of the defendants, between July 10th 1858 and August 13th 1859, it was a nuisance, and the plaintiff is entitled to recover damages in this suit.\n10. That the measure of damages is the actual value of the power taken away from the mill of plaintiff by the diminution of the fall from backwater.\n11. If even the first dam was built in the exercise of the right of eminent domain, and not under the contract with the Lehigh Coal and Navigation Company, the Delaware canal having been completed in 1830, with the height of dam fixed at 11.87 feet above low-water mark, and so built, the power under the act was exhausted, and the agents of the Commonwealth had no right or authority, without new legislation, to increase the height of this dam for the purpose of increasing the capacity of the canal to run boats of greater tonnage, to the injury of the citizen. The same rule applies to defendants.\nThe defendants requested the court to charge—\n1. That the dam of 1829-30, the dam of 1840-41, and the mound of stone and gravel, during all the time that the said canal and dam were the property of the Commonwealth, were lawful and rightful erections; and plaintiff cannot recover in this form of action for any such erection and maintenance by the Commonwealth.\n2. That tbe maintenance by these defendants, since their purchase, of the said erections, or the substitution of similar erections of the same height, are also lawful and rightful acts, and plaintiff cannot in this form of action recover for such maintenance.\n3. The adjudication by the canal commissioners, on 1st July 1842, upon the claim of the plaintiff for damages alleged to have been sustained by the erection of the dam of 1840-41, was a final determination by which the plaintiff is precluded from recovering any damages for that erection or its maintenance.\n4. That the defendants are required by law to maintain the said canal in as good operating condition as when they acquired the same, and have the power to increase the height of the dam feeding said canal whenever such increase is necessary to the said end.\n5. The defendants have the right to repair, enlarge, or improve their said dam and canal to a reasonable extent for the purposes for which they were constructed and maintained by the Commonwealth, and plaintiff cannot in this form of action recover damages for any such acts of repair, enlargement, or improvement.\n6. That the premises alleged to have been flooded being shown to have been in the exclusive possession of other persons than the plaintiff from January 1858 to the commencement of this action, and plaintiff appearing to be entitled only in reversion, he cannot recover in this action.\nThe sixth point was withdrawn for this trial.\nThe learned court answered the plaintiff’s propositions as follows:—\nThe 1st and 2d points were read to the jury in connection, and the same answer made to each, “ That the agents of the state had no right to do or perform the acts mentioned in these points without legislative authority for that purpose.”\n3d. This point was answered in the negative.\n“4th. We decline to answer this point as requested, but instruct the jury that the Acts of Assembly read and cited in this case clearly show that the canal commissioners had such authority.\n“ 5th. The defendant took the works of this division under their purchase with the same rights which had been used and enjoyed by the Commonwealth.\n“ 6th. It was the right of the legislature to judge of the necessity of constructing the dam in the manner shown by the evidence, and the work having been done under that authority, the right cannot be questioned in this suit.\n“7th. We answer this point in the affirmative.\n“8th. The defendant has the-same right of enjoyment as was used by the state, and to no greater extent.\n“9th. The law is correctly stated in this point, if the water was thereby raised higher, to the injury of plaintiff’s right, than it had been by the state before the defendant purchased the works ; whether it has been so raised by the defendant is a question of fact for the jury.”\n10th. The court declined to give the instruction requested by this point, but instructed the jury that the measure of damage was the actual damage sustained by the plaintiff in the use of his mill during the continuance of unauthorized obstructions by defendant, if any, to the free use of plaintiff’s mill-privileges. “ If there was a clear invasion of the plaintiff’s rights by unauthorized obstructions to his mill privileges by the defendant, although plaintiff sustained no actual damages, he-is entitled to nominal damages.”\n11th. The court answered this point in the affirmative. “ If the dam was built, finished, and approved as required by the legislation authorizing it, the agents of the Commonwealth had no right to increase the height of the dam without legislative authority.” ' ,\n, Answer of the court to defendants’ points:—\n1st. The 1st point was answered in the affirmative.\nThe 2d was affirmed. “The defendant can be made liable in this suit only for wrongful or tortious acts.”\nThe 3d point was answered as requested: “ That adjudication by the canal commissioners was conclusive between the claimants and the state, and there can be no recovering by action at law for damages done by erecting the dam and maintaining the same in pursuance of legislative authority, unless suit or action for that purpose is authorized by statute.”\n4th. The first clause or proposition in this point was affirmed, and the second or conclusion of the proposition negatived. “ The defendants are required by the statute to maintain the said canal in as good operating condition as when they acquired the same; but have no right without legislative authority to increase the height of the dam to the injury of the plaintiff’s rights.”\n5th. The same answer was made to this as to the 4th point. “ The defendant has the right to maintain the dam at the same height as it had been built and maintained by the state under legislative authority, but has not the right to increase the height of the dam, and thereby flow the water back to the injury of the plaintiff’s mill and privileges. Such unauthorized increase in height would be a tortious act on the part of defendant, and for which defendant would be liable in this form of action.”\nThe 6th point was withdrawn.\nUnder the ruling of the court below there was a verdict and judgment in favour of the plaintiff for $6500 damages.\nThis writ was thereupon sued out by the defendants. There were several assignments of error as to the admission and rejection of testimony on the trial, and to certain statements of fact contained in the charge of the court, hut they were not much pressed on the argument, nor are they noticed in the opinion of this court.\nThe main questions discussed were the power of the Commonwealth as to the improvement of navigable rivers by her agents, the canal commissioners, after previous grants to corporations for this purpose — the right and duty of the state to erect dams, and improve and repair them — the right of persons to whom lots with water-power had been conveyed by a corporation to which the improvement of the Lehigh river had been transferred by the state, and the right of the Commonwealth’s vendees of the public works to maintain the same as they were when purchased.\nK. F. Maxwell and F. J. Fox, for plaintiff in error.\nJohn O. Knox and K. Gf-reen, for defendants.\nMay 15th 1865,"
  },
  "file_name": "0424-01",
  "first_page_order": 426,
  "last_page_order": 442
}
