{
  "id": 998408,
  "name": "Hall versus Vanness et al.",
  "name_abbreviation": "Hall v. Vanness",
  "decision_date": "1865-05-12",
  "docket_number": "",
  "first_page": "457",
  "last_page": "464",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 457"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 W. & S. 481",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854609
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0481-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 748,
    "char_count": 23006,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 3.0983029129006385e-07,
      "percentile": 0.8591072298037453
    },
    "sha256": "178652d7c460ebc6792cc5332f7731b3200f6e84fb12de237cb29f799c50eb2b",
    "simhash": "1:2125902d41bb357d",
    "word_count": 4099
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hall versus Vanness et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nWhen Nicholas Hall died, whatever interest, legal or equitable, he had in any real estate, descended to his children, of whom the plaintiff in error is one, and not to his widow; and hence, when she surrendered the article of agreement under which he claimed the land in question and took an article for it in her own name, she stood as trustee for the heirs. So a transfer to the defendant below, with knowledge of the state of the title and possession by her husband in his lifetime, would place him in her position, and in no other. Consequently, his surrender of her article and obtaining a new one for the land in his own name, from the owners of the legal title, would not alter his position. If these surrenders were induced by fraudulent and improper means and with a view to defeat any equity the heirs might have in the land, the title obtained through such a process will be insufficient to hold the land as against them : Wykoff v. Wykoff, 3 W. & S. 481. If he obtained a legal title, he would hold it in trust for them, and such would be his condition if he holds only by articles.\nIt seems to us that the propositions to show what interest Hall had in the land at the time of his decease, and the testimony to prove it, were without solid ground of exception in any event; and especially as it was proposed to prove fraud in obtaining the surrender of the contracts under which it was held, as also the possession; the children being minors at the time.\nThe land was originally contracted to be sold to Eli Day, by an agreement in writing in the name of R. II. Rose, agent of the trustees of the Bingham estate, but was signed by E. B. Geroulds, sub-agent of the trustees. The authority of the sub-agent to contract was denied, and the plaintiff endeavoured to supply this by showing facts from which a ratification by the principal agent he contended, might be presumed. Nobody doubts that subsequent ratification is equivalent to precedent authority, and-the only question is, whether the offers rejected by the court contained evidence from which it might be inferred. I doubt much whether, in view of the facts accompanying the surrender of Mrs. Hall, in which it is evident this very article was made, to some extent at least, the basis of the new one, the question is material; but, lest it might become so, we will briefly express our opinion on that point.\n- First, then, we think the township map, in the possession of Dr. Rose, up until his death, twelve years after the date of the contract, on which'the land was marked with the name of Day, was some evidence on the point. From it knowledge of the sale by his sub-agent might reasonably be inferred. If it was a map or draft of the estate’s land, it would most likely be constantly before the agent, and this, even without the article of agreement found amongst his papers, would be evidence on the point of knowledge and acquiescence in the sale. But this, with the article of agreement in his custody, or at least found amongst the papers of the agency as offered to be proved, would be pregnant proof from which to infer knowledge of the contract. If therefore knowledge of it might be inferred from the proof, it was one step in the process of proof of ratification. Long acquiescence in it, and in the possession under it (for the article bound the purchaser to take and keep possession whilst improvements were being made and taxes paid, which we may presume was the case from the actual occupancy), present a state of facts inconsistent with any theory but ratification or meditated fraud, a thing not pretended, certainly as to Dr. Rose, which would estop the holders of the legal title from denying the contract. Aquiescence is evidence of ratification, more or less expressive, according to the circumstances of the case: 4 Casey 329 ; 9 Id. 221. All the evidence of such facts, with their legitimate inferences, properly belonged to the case under the circumstances of it, and should have been admitted; and so far as they were rejected it was error.\nBut the court also overruled another and most important item of evidence on this point, namely, the original article between Day and the estate, when offered in connection with the new article to Nancy Hall. On the back of it there was an entry, if I comprehend it aright, showing a deduction of several years’ interest, which evidently became the basis of the new contract on the subject of interest; this, with the offer to prove a credit on the new article of the small sum paid by Day, was evidence on the point of ratification not to be excluded. What could be stronger than making the old article the basis of a new one, especially when done at the request of the holder of it ? The exclusion of this testimony was error.\nMost certainly also should the testimony have been received of the conduct of the defendant. If ratification of the original contract be established, and even if it appeared that he held the title honestly acquired from the trustees of the Bingham estate, being bound to take notice of the possession, he, like them, would be but a trustee for the heirs, and they could, within a reasonable period after coming of age, assert their title and recover as against him, on paying or offering to pay the unpaid purchase-money with interest; but if, by practising on the fears and feebleness of intellect of Mrs. Hall, he fraudulently procured her to surrender the original article and take a new one in her' own name, and then transfer it to him at an undervalue, and also surrender the possession, her children being under age, a recovery by the heirs, or either of them, might be had against him, without a tender or offer of the purchase-money. Wykoff v. Wykoff, supra, rules this as against a fraudulent transfer and surrender of possession under ago to the heirs living.\nWe think the testimony overruled should have been admitted, and the effect of it, with proper instructions, left to the jury.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Williams §• Sherwood, for plaintiff in error.",
      "Seymour, Pieree $ Mliott, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Hall versus Vanness et al.\nRight of widow to surrender contract for real estate held by husband.— Vendee of widow, when a trustee for heirs of decedent. — Agency, evidence of ratification.\n1. Where D., a vendee of land under articles of agreement signed by the sub-agent of the trustees of the Bingham estate, after k nominal payment, and improving a portion of the land, sold his right to another, who after a few years sold to II., who died the next year, leaving a widow and minor children ; and the widow after surrendering the original D. contract, under which her husband purchased, took out a new article in her own name which she transferred to Y., who again surrendered it, taking a new one in his own name: — Held, that the widow, in taking a new agreement, stood as trustee for the heirs of her husband, to whom his interest in the land descended at his death: and that her vendee, with knowledge of the state of the title, and possession by her husband in his lifetime, would stand in the same position, notwithstanding the surrenders, and the taking of new agreements from the holders of the legal title.\n2. Hence, in ejectment by a son of H. against V., evidence was admissible as to the interest II. had in the land at the time of his death, especially where it was proposed to prove fraud in obtaining the surrender of the contracts under which the land was held, as also of the possession; the children being minors at the time.\n3. Where the original purchase by D. was from a sub-agent whose authority to sell was denied, it was held competent for the plaintiff to show facts from which a ratification by the principal agent might be presumed: and a township map found in the possession of the principal agent after his death, twelve years after the date of the D. contract, in which the land sold to D. was marked with his name, was admissible for that purpose, and, in connection with the original article found among the papers of the agency, was pregnant proof from which full knowledge of the original contract might be inferred.\n4. The original article of agreement with D., in connection with the new agreement taken out by the widow in her own name, whereon was an endorsement of the deduction of several years’ interest as the basis of the new contract on the subject of interest, was, when accompanied with an offer to prove a credit on the new article of the sum paid by D., also admissible as evidence of ratification.\n5. Evidence was also admissible as to the conduct of the defendant: for, if ratification was established, he would, though he had honestly acquired title from the trustees, be but a trustee for the heirs, and they could after coming of age, within a reasonable time assert title and recover on paying or offering to pay the unpaid purchase-money with interest; but if be fraudulently procured the surrender by the widow of the original contract, the' taking of a new one in her own name, and the transfer of it to him at an under value, together .with the surrender of possession, her children being under ago, a recovery might legally be had by them against him, without a tender or offer of the purchase-money.\nError to the Common Pleas of Tioga county.\nThis was an action of ejectment,’by W. W, Hall against Henry P. Vanness, John Vanness, and Peter V. Vanness, to recover a tract of land in Rutland township, containing about eighty-four acres.\nThe land was formerly part of the Bingham estate. Dr. Robert N. Ross was agent of the trustee of that estate until his death, which occurred in February 1842.\nThe contract under Avhich plaintiff claimed was executed on the 9th of March 1832, by E. B. G-eroulds as sub-agent under Dr. Rose, and was by him delivered to Eli Day, Avho paid $4. Day improved some thirty to thirty-five acres, built a log-house and barn on the land, and after some four or five years of residence and cultivation, sold to Eli Bartlett, Avho remained in possession until the spring of 1839, enlarged the improvement, and sold to Nicholas Hall for $350. Hall paid the $350, built a new log-house, and resided on and cultivated the land till the 15th February 1840, when he was suddenly killed by the fall of a tree, tie left a wife, Nancy, and six minor children, who continued to reside upon the land. In September 1844, she surrendered the Day contract, and took a new contract in her oavu name September 6th 1844. This contract was executed by W. B. Clymer, then general agent for the Bingham estate, acting under a general power of attorney.\nSome time before March 1845, H. P. Yanness purchased the Clymer contract of Mrs. Hall for $150, and on the 22d of March obtained a contract from the Bingham trustees for the land at the same price she was to pay, and on the 1st of August 1854, having paid the balance of the purchase-money, viz., $279.36, with interest from July 1844, he obtained from them a deed therefor.\nThe' plaintiff was one of the heirs of Nicholas Hall, and sought in this action to recover the land of his ancestor.\nOn the trial, the counsel for the plaintiff offered in evidence a map referred to and identified by W. B. Clymer, as received from Dr. R. H. Rose, with the lot in question noted, and having the name of Eli Day Avritten thereon. They also proposed to prove further, by William Bache and others, that E. B. Geroulds acted as a sub-agent of the Bingham trustees, making surveys and executing contracts, Avith the knowledge and assent, and under the verbal directions of said Rose; and that his acts as such sub-agent, in executing contracts and receiving moneys thereon, were recognised and adopted by the said trustees.\nThat his act in executing this contract to Eli Day, and his subsequent deduction of three years, nine months, and twenty-one days interest was affirmed, ratified, and adopted, by the execution by said trustees of a contract for the balance due on said Day contract, less by said deduction, to Nancy Hall, widow of Nicholas Hall, in whom the equitable title of Eli Day was vested at the time of his death; together with the conveyances, by means of which such equitable title Avas so vested in said Nicholas Hall.\nDefendants’ counsel objected to the offer of plaintiff’s counsel to prove ratification of the Eli Day contract by the Bingham trustees.\n1st. Because the old map offered in evidence does not show any ratification of said contract. It is not shown to have been made for the Bingham trustees, or by any one in their employment, nor for what purpose it was made, by whom or when, or that any agent of the said trustees ever had his attention called to it prior to the commencement of this suit in 1860, nor at any time since, until this day.\n2d. That all evidence in relation to what Ephraim B. Geroulds did under or for R. H. Rose, in other cases, whether by parol or written authority, is irrelevant; and that any authority from said Rose to another to execute a contract for the sale of land belonging to the Bingham trustees would have been void, as he had no authority under the letter of attorney to him to appoint any agent or attorney for that purpose. And if he had such authority he could only authorize another in writing. And no parol evidence of authority, in this or any other case, or parol ratification by him or other person, or even the said trustees themselves, would be evidence in this case, under the facts given in evidence.\n3d. That the execution of the contract to Nancy Hall was no ratification of the Eli Day contract; but if, at the time known to Mr. Clymer, his execution of that contract was a denial of all rights under the Eli Day contract, as Nancy Hall'did not represent the persons, if there were any, who claimed under said Day contract, as is shown by this suit in opposition to the same.\nThe court excluded the map offered; permitted plaintiff to prove that E. B. Geroulds acted as sub-agent of the Bingham estate, making surveys and receiving money on contracts of said estate with settlers on lands of the estate, and with the knowledge and assent, and under the verbal directions of Dr. R. H. Rose, and that his acts as such sub-agent were ratified; but excluded so much of said offer as proposed to show, in general terms, that he executed contracts without showing that he had written authority from the trustees authorizing him so to do, or without showing a recognition of such contracts by said trustees in writing; also excluding so much of said offer as proposed to show a ratification or recognition of the Eli day contract, by the introduction of the contract itself, and the endorsement on it made by E. B. Geroulds, releasing the interest; but permitted them to prove any affirmance, ratification, or adoption of that contract by the trustees, made in writing at any time, or any verbal ratification of it, made while Eli Day was in possession of the land embraced in the contract, or subsequently thereto, by which he, or any one claiming under him, was induced to expend money or labour on said lot of land, in clearing, fencing, building upon, or otherwise improving the same.\n. The counsel for plaintiff then proposed to give in evidence the contract dated 9th March 1832, between Bingham trustees, by E. B. Geroulds and Eli Day, together with proof of the transfer of the equity created thereby, from Eli Day to Eli Bartlett, and from Bartlett to Nicholas Hall; to be followed by proof that, at the date of said contract said Geroulds was in the employ of B. H. Bose, general agent of the Bingham trustees, as sub-agent ; that with the knowledge and assent, and under the directions of said Bose, he made 'surveys, executed contracts, and collected moneys, and that his acts in so doing were uniformly adopted by the Bingham trustees; that he continued in the employ of said Bose, in the capacity aforesaid, from the year 1831 till the death of said Bose, in 1842, and that said Bose was frequently in the township of Butland, between 1832 and 1842, looking after the Bingham lands; that in 1842, after the death of Bose, W. B. Clymer was appointed, by power of attorney, general agent of the Bingham estate; that he received the books and papers of the agency from the office of B. H. Bose, among which was a map of the township of Butland, with the lot in question marked thereon, and the name of Eli Day written thereon; in connection with which counsel offered said map of Butland township.\nThey further proposed to prove that W. B. Clymer, after his said appointment, continued E. B. Geroulds in his employ till the death of said Geroulds, in 1845: that while in his employ he sent him into the eastern part of the county, where the lot in question lies, to compromise, settle, and renew contracts; that while so engaged he came into the township of Butland, sent for Nancy Hall, widow of Nicholas Hall, who was in possession of said land, and met her, and compromised and settled said Day contract with her, by making a deduction of three years, nine months, and twenty-one days interest thereon. That afterwards, and within a few weeks from such settlement and compromise, his act in recognising said contract and making such settlement was ratified and adopted by the Bingham trustees, by the acceptance of the surrender of said Day contract, by an execution of a new contract to said Nancy Hall, upon the basis of the settlement and compromise so made as aforesaid for the same land; which contract, bearing date the 6th of September 1844, is herewith offered in evidence.\n[To be followed by evidence showing that the surrender of the said Day contract by Nancy Hall was induced by H. P. Yanness, by representing to her that she would be driven off the land if she did not sell. That he induced her to take such new contract and sell to him, for the purpose of cutting off the claims of the heirs of Nicholas Hall. That he bought said lot of her at about one-third of its value; and that at the time of such sale she was not of sound mind; that he had full knowledge of the existence of the Day contract, and the fact that Nicholas Hall left children surviving him, of whom plaintiff is one; and that such children were at that time minors, living with their mother on the land in question.]\nDefendants’ counsel objected to the renewed offer of evidence by plaintiff’s counsel, for the following reasons, to wit:—\n1st. Taken as a whole, it is irrelevant.\n2d. There is no evidence of any authority to E. B. Geroulds to make the Eli Day contract; and the proposed additional evidence offered would not be competent evidence of that fact, and therefore is irrelevant.\n3d. Because, if that portion of the offer were true in relation to what was done by'E. B. Geroulds under Mr. Clymer,'the evidence already given, and that proposed, does not show any authority in said Geroulds to make or ratify a contract for Bingham lands. And if it did, the offer in relation to the compromise with Nancy Hall could be no settlement of the rights, if any, under the Eli Day contract, as she had no authority to compromise.or settle any question in relation to the same; and the giving a contract to her was a denial of any existing right under the Eli Day contract, and not a ratification of it. And the evidence of Mr. Olymer, already given, shows that he had no knowledge of said Eli Day contract, and without proof of his knowledge there can be no proof of ratification by him.\n3d. That it can make no difference who induced Nancy Hall to surrender the Eli Day contract, because, if a valid one, and binding on the Bingham trustees, she had no authority to surrender it; and her doing so, if proved, could not prejudice the plaintiff, or affect the rights of the defendants. And if they claim under the Bingham title, as admitted by plaintiff in this case, they have a good title, unless that title to the land in question had been legally transferred before to some one under whom the plaintiff claims, or by the Eli Day contract, of which there is no evidence.\n4th. Because it is wdiolly immaterial, in this case, whether Nicholas Hall left any heirs or not, or that defendants had knowledge of the Eli Day contract, as no title passed by it to any one.\nThe court excluded proof of every fact contained in said offer which was excluded by the former bill of exceptions, and admitted proof of such facts as were not' excluded.. The court also excluded all the latter clause of said offer, included in brackets, proposing to ■ show that the surrender of the Day contract was induced by H. P. Vanness, one of the defendants, by representing to Mrs. Hall that she could be driven off the land if she did not sell; that he induced her to take a new contract and sell to him, for the purpose of cutting off the claims of the heirs of Nicholas Hall; that he bought said lot of her at almost one-third of its value; that at the time of said sale she was not of sound mind ; that he had full knowledge of the existence of the Day contract; and that Nicholas Hall left children surviving him, of whom plaintiff is one; that they were minors. Plaintiff’s counsel admit that Nancy Hall is living.\nCounsel for plaintiff then proposed (under the opinion of the court, upon plaintiff’s first bill of exceptions, permitting proof of “any part ratification while Eli Day was in possession,” &c., and for the purpose of showing such part ratification), to show that, after said contract with Eli Day was executed in 1832, R. H. Rose was frequently in the township of Rutland, looking after the Bingham lands in said township, settling with persons in possession, giving contracts, &c., until his death in 1842, a period of ten years. That during all that time said Eli Day, or some one holding under him, was in possession of said land. That valuable improvements were made on said land within said period, including the clearing of some thirty to forty acres, building fences, erection of house, barn, &c.\nDefendants’ counsel objected to the evidence proposed in plaintiff’s fourth written offer, because the same was not relevant or admissible for any purpose under the law, or the former decision of this court. And for the further reason that it would not even show a knowledge by Robert H. Rose of any possession of the land in question, or improvement on the same by Eli Day, or any other person, nor any knowledge by said Rose of any contract or claim for said land, and certainly no recognition or ratification of any contract or claim for the same, of improvements thereon, and would be wholly incompetent to be submitted to the jury in this case for any purpose yet disclosed.\nThe court sustained the objection and rejected the offer.\nUnder the ruling of the court below, there was a verdict and judgment for defendants. This writ was thereupon sued out by the plaintiff, who assigned for error the rejection of the evidence as above stated.\nWilliams §• Sherwood, for plaintiff in error.\nSeymour, Pieree $ Mliott, for defendants in error.\nMay 12th 1865,"
  },
  "file_name": "0457-01",
  "first_page_order": 459,
  "last_page_order": 466
}
