{
  "id": 998548,
  "name": "Horner & McCann versus Hower",
  "name_abbreviation": "Horner & McCann v. Hower",
  "decision_date": "1865-05-12",
  "docket_number": "",
  "first_page": "475",
  "last_page": "478",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 475"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Wright 127",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 392,
    "char_count": 8164,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 4.7344251117952204e-08,
      "percentile": 0.29715593457379175
    },
    "sha256": "118f13771cd19b644c0d70b90df8cf4ba5c3fa33a90cb1aafaaa12e6bd069514",
    "simhash": "1:9cb2208839de9e58",
    "word_count": 1417
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Horner & McCann versus Hower."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nThis case has been in this court before, and is reported in 3 Wright 127. The court had ordered a judgment to' be satisfied and discharged of record, without opening it or directing an issue to determine whether or not it had been paid. We reversed this order and remitted the verdict, with directions to order an issue to try whether the judgment had been paid. This was done, and, after two trials, a verdict was rendered for the defendant. There is nothing in the exceptions to the rejection of evidence, and the only question for us is, whether the court committed any error, in matter of law, in their charge to the jury. If the jury erred in weighing the evidence, that could be only corrected by the court below upon a motion for a new trial, and cannot be urged here.\nThe evidence of .payment was partly written and partly oral, and was necessarily submitted to the jury, and the plaintiffs’ argument is really that the jury made an error in finding for the defendant. Their argument also supposes that if the defendant had immediately carried the order to Mr. Jones, he would have satisfied the judgment and entered judgment on the $770 judgment-note. The drafts at sixty and ninety days for $1000 each, with the $20 cash, were clearly taken in payment, and accepted as satisfaction, and immediately discharged so much of the original judgment for $5000 which had been reduced at the settlement of the 9th of September 1859 to $2800. If this be so, it would seem natural that the judgment-note for $770, for the balance, at four months, should also be accepted at the same time in payment and satisfaction. At all events, there was'evidence from which the jury might draw such a conclusion. The court therefore laid down the law correctly when they said to the jury, “ If the jury find from the evidence that the single bill for $770 was received by the plaintiffs in payment of the balance due upon their $5000 judgment, their verdict ought to be in favour of tbe defendant. -Rut if, on tbe contrary, they find from the evidence that the single bill was not received by the plaintiffs in payment of the balance due upon their judgment, then their verdict ought to be in favour of the plaintiffs (as the issue is drawn) for the balance due upon that judgment, which would be the $770, together with interest from the date of the single bill, the 9th of September 1859.”\nThis was the pith and marrow of the whole case, and the verdict sustained by the court after this long litigation should finally settle the dispute.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "M. S. Jones and S. D. Maxwell, for plaintiffs in error.",
      "U. (xreen, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Horner & McCann versus Hower.\nEvidence on feigned, issue to inquire into the validity of a judgment.— Who to begin and, conclude to the jury on feigned, issue. — Payment a question of faet.\n1. In a feigned issue to ascertain whether a judgment on the record is paid or not, and if not what amount is due thereon, evidence of the confession of other subsequent judgments, and the solvency or insolvency of the defendant, is inadmissible.\n2. In such an issue, the plaintiff who was also plaintiff in the judgment, is not entitled to begin and conclude to the jury.\n3. Payment in such cases is a question of fact exclusively for the jury.\nError to the Common Pleas of Northampton county.\nThis was an issue directed in the court below to ascertain whether a certain judgment in favour of Horner & McCann against Adam Hower had been paid, and if not, what amount was due thereon. The case went to the jury at January Term, A. D. 1864, and verdict was rendered against defendant for $972.12. Upon new trial granted, a verdict was rendered in favour of the defendant, at April Term 1864.\nIn 1859 plaintiffs were commission merchants at Philadelphia, .and defendant was carrying on distilling in Northampton county. On the 6th of August in that year Hower gave plaintiffs .a judgment for $5000, as security for money advanced and to be advanced on consignments of whiskey. This judgment was entered up against real estate. Hower continued his consignments up to 9th September 1859, when he sent William H. Hauser, his clerk, to settle accounts with plaintiffs at Philadelphia.\nThe clerk took with him defendant’s judgment-note for $770, at four months, and met Alfred Horner, one' of the plaintiffs, next day. After striking the balance, it was ascertained that $2800 was due plaintiffs on the judgment, and the clerk gave two drafts on William S’. Smith & Co. at sixty and ninety days for $1000 each; also the judgment-note at four months, with $20 in cash.\nOn the trial it was shown that plaintiffs took the drafts on Smith & Co., and the $20 in cash in part payment. That they took the $770 note, and gave a receipt for it, dated September 10th 1859, which did not purport to be in satisfaction, with an order of same date on Mr. Jones, to satisfy the judgment. Defendant was not present at the settlement, hut the clerk, who acted in the matter for him, returned home to Howersville the next day, where- he delivered the order to defendant. At this time there was but one judgment besides plaintiffs’ entered on record against defendant. Subsequently, and before presenting ■the order to Mr. Jones, defendant confessed a large number of judgments, which were entered on record, and on the 12th of December called on Mr. .Jones to enter satisfaction, presenting the order therefor. Mr. Jones declined doing so, for reason that' the defendant had altered the condition of things as they stood at the date of the order, by confessing judgments to an amount far exceeding the value of his real estate, and beyond what he was worth’.\nIt was not pretended that the $770 balance due on the judgment had been actually paid, nor that the judgment-note for that amount at four months had been paid. The question was whether, under the circumstances, the transaction amounted to payment.\nThe court below (Maynard, P. J.) instructed the jury that if they found, from the evidence, that the single bill for $770 was received by plaintiffs in payment of the balance due upon their $5000 judgment,'their verdict ought to be for the defendant, but if not, then for the plaintiffs.\nUnder these instructions there was a verdict and judgment for defendant.\nThe errors assigned here were, — 1. In rejecting “the record of judgments confessed by defendant between the 10th of September and 12th of December 1859, with evidence of the insufficiency of his real estate to pay them.”\n, 2. In rejecting plaintiffs’ offer of evidence, “that defendant had confessed thirty-three judgments after the settlement with plaintiffs by Houser, and before the order to satisfy was presented to Mr. Jones, with the proof that defendant’s real and personal estate was far inadequate to pay the judgments so confessed.”\n8. In refusing to plaintiffs the “ commencement and conclusion.”\n4. In charging “ that the issue was purely one of fact, involving no questions on which the court could give a binding direction,” as no proof of actual payment was offered.\n5. In referring the evidence to the jury, without stating that “if the matter was to be consummated as in the point set forth, there was no payment of the original judgment.”\n6. In saying there was no actual payment proved by the clerk, nor does the receipt show it, and the “ order” as here to satisfy in itself is no evidence of such “payment.”\n7. Also in declining to affirm the plaintiffs’ 8th point, viz., “ that the contract at Philadelphia was part executed and part executory ; so far as the actual payment went, it was executed; as to the balance clue of $770, it was executory, and without any consideration.”\n8. In saying “ that the judgment-note at four months, defendant’s delay in presenting the order, and his confessing judgments, did not constitute a waiver on his part, and change the facts from which payment might be inferred.”\n9. And in refusing to instruct the jury “ that the defendant not having paid the note at four months for the balance due on the judgment, the plaintiffs were entitled to recover in inis issue.”\nM. S. Jones and S. D. Maxwell, for plaintiffs in error.\nU. (xreen, for defendant in error.\nMay 12th 1865,"
  },
  "file_name": "0475-01",
  "first_page_order": 477,
  "last_page_order": 480
}
