{
  "id": 998436,
  "name": "Winter versus Newell et al.",
  "name_abbreviation": "Winter v. Newell",
  "decision_date": "1865-03-28",
  "docket_number": "",
  "first_page": "507",
  "last_page": "518",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 507"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Wright 197",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 881,
    "char_count": 31831,
    "ocr_confidence": 0.472,
    "sha256": "ace0b8a236ccd6ff19ab535c3d30b4c97c9b1908c545040fe561d6b83a52ab49",
    "simhash": "1:5bcad49010bcd35e",
    "word_count": 5755
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Winter versus Newell et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nThe important question of this case, and to be first considered, is, what is the construction which should be put upon the contract of the 19th May 1858 between the parties to this suit, so far as it relates to the bark in question ? It appears by it, that the Newells contracted to sell to Winter all the hemlock, spruce, and pine timber, of a merchantable character, standing on what is denominated the Charles Stewart tract of land in Tobyhanna township, Monroe county, in consideration whereof Winter agreed to take off the land about a million of feet a year and pay for the same, as soon as it should be in the Lehigh river and ready to be run, or within thirty days thereafter, one dollar per thousand; to have the bark free of charge. The said Winter agreeing to sell (the bark) to the firm known as Pratt & Gould, piled in the woods, for one dollar and twenty-five cents per cord; and Newells agreeing “ to protect in every respect the said Winter, so far as the same may be necessary to take off the timber hereby sold.”\nNow, here is a clear agreement on part of the plaintiffs below to sell all the timber mentioned to the defendant; and a stipulation to protect him in taking it from the land, without reservation or restriction. As to the bark to be had from the timber, he was under no express contract to peel and pile it. In the absence of any restrictive stipulation, he had an option to do it or not. This manifestly resulted from his purchase of the timber, and his right, so far as the vendors were concerned, to take it off; but if he did peel the bark, he agreed to sell it to Pratt & Gould at $1.25 per cord. But the latter were no parties to the contract, and were not bound to take it, nor had they any interest in the timber itself, as will appear presently. This was therefore manifestly an agreement only to sell to Pratt & Gould, if they'should wish to buy, or were able to pay. There is not a syllable to show that the Newells agreed to pay for it if the company did not take it. So far from it, they did not even bind Winter to peel the bark, and fully agreed to protect him in taking off the timber, if he did not choose to do so.\nBut it was contended by the plaintiff in error that in the sale of the timber on this tract, by Pratt & Gould to the Newells, there is a reservation in regard to the bark which, lying in the line of the title acquired by Winter, materially varies this aspect of the case. Of course that contract preceded his, but whether he is to be presumed as having notice of it, or bound by anything in it, I will not stop to inquire; for the supposed effect of that agreement, granting that otherwise it might have affected the contract between the plaintiffs below and the defendant, is not properly estimated. The only construction possible to be put on it is, that it was a sale of all the hemlock, spruce, pine, and chestnut timber on the tract, to be paid for as therein stipulated ; that is to say, the Newells were to pay for the timber in three instalments the aggregate sum of $1220 and interest, and were to receive for bark to be peeled on it at the rate of $1.25 per cord, peeled and piled to the extent of from two to four hundred cords a year. Nowhere was there a sale of the timber by the one party, and an agreement to sell the bark by the other. They are entirely independent covenants as they stand in the agreement. It is alleged that Pratt & Gould reserved the hemlock timber in this agreement, and that Winter took his contract subject to this reservation, and therefore that he was bound by that reservation to let Pratt & Gould have the bark in obedience to the reservation in the contract with the Newells. But we have seen that they were under no written agreement to sell them the bark, but only if they did, it should be at the stipulated price of $1.25 per acre. It is obvious, therefore, that if there was a reservation of the timber, or any part of it, by Pratt & Gould in their contract with the Newells, and the reservation passed into their contract with Winter, that would be no reason why Newells should pay for peeling and piling bark for Pratt & Gould’s benefit. It was a reservation not to the former but to the latter. There is not a word of reservation by Newells. If it exists at all it must be because it did not pass by their contract, never being in them to sell, because reserved by way of exception as against them.\nBut there was no reservation. The words of the contract between Pratt & Gould and the Newells are: “ The hemlock is to be left, standing until the fulfilment of the contract between the parties of September 18th 1857,” &c. It had been sold in express terms before. It was not therefore reserved by way of exception out of the thing granted, and it was not a case of reservation at all. See Whitaker v. Brown, 10 Wright 197. It was but a personal covenant by the buyers that they would let the hemlock timber stand as agreed. But as they had bought it out and out, they might sell it as they did without any covenant on the subject. Now in all this, where is there anything in the papers in evidence to bind Newells to pa.y for the bark ? That there was nothing, was the conclusion of the court in regard to the written contract. The learned judge received all the evidence he deemed to be legal, for the purpose of showing by parol a different arrangement, and that the Newells were bound to pay for the timber, and submitted it to the jury with unexceptionable instructions, and the jury found against the claim. Thus in neither aspect was there any such obligation as claimed.\nA few words as to the bills of exception upon the offers of testimony. We think that none of the offers in relation to the report of the master, in the case of Lee v. Gould, were admissible. The report of the master was offered as evidence per se that the Newells claimed for the bark before him. It was not such a proceeding as was binding on everybody, and it was in a case in which the Newells were not parties; it was a fact in pais, and provable only as such. That it might have been admissible as corroborative of what the witnesses testified to, in regard to the acts of the Newells, or one of them, on that occasion, is possible, but it was not offered for that purpose. The court did receive the record and report for another purpose, and it was before the jury. Although it was received for a definite purpose, if it had contained evidence of importance by way of corroboration of what was sworn, if there was anything to corroborate, it is most likely it would have been considered. But be this as it may, there was no error in its rejection for the purposes for which it was offered.\nNor do we think there was any error in rejecting the books of Pratt & Gould, offered to show a credit for the bark in favour of the Newells. It was not shown that they requested the entry to be made, and the books were not theirs nor within their control. Shop-books are only evidence by custom, of goods sold and delivered, and work, labour, and services performed. They are not evidence to prove any other fact. They may be evidence as admissions against those who write in them, just as any other writing made by a party may be evidence by way of admission, but not because they are shop-books. They were not evidence by reason of anything appearing in the case, such as the agency of the Newells in procuring the entry to be made, and then the fact could have been established by testimony aliunde, and the books would possibly have been corroborative evidence, but no more. There was no error committed in their rejection and the accompanying offers.\nWe have considered the other assignments of error in the case,' but think it unnecessary to notice them further than to say, that we see nothing in them that calls for correction; and\nThe judgment .is affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Davis Jones, for plaintiff in error.",
      "Samuel S. Drehr, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Winter versus Newell et al.\nConstruction of contract. — Reservation in agreement for sale of timber discussed. — Report of master in equity not binding on strangers, nor evidence per se of the acts of third parties befoo'e the master. — Shop boolcs, what evidence of.\n1. Where, under an agreement for the sale of the timber on a tract of land, it was provided that the vendee, W., should have the bark which he might think proper to peel from the logs and timber, free of charge, he agreeing to sell it piled in the woods to a firm named P. & G-. who were not parties to the agreement: in an action by the vendors J. and D. N. for timber cut, it was: Held, that as the vendee W. was not bound to peel, nor the firm bound to buy, the bark, he could not set off against the plaintiffs’ demand, the value of bark peeled and sold to the firm, but for which, on account of their failure, he had not been paid.\n2. ' Where the same firm had previously owned the tract and the timber thereon, and had sold the timber to J. and D. N. (who resold to AY.), payable partly in money and the remainder in bark, stipulating that the hemlock should remain standing until the fulfilment of a previous contract; the stipulation was not such a reservation of the timber or bark, as passing into the contract between the plaintiffs and defendant would bind him to let the firm have the bark he had peeled: for, if reserved in the contract between the firm and the plaintiff, yet not being reserved in their contract with their vendee AY., they would not be bound to pay for the bark peeled and piled by him for the benefit of the firm.\n3. But where all the timber was sold in express terms by the firm tó J. and D. N., the stipulation was held an independent covenant that the hemlock should be permitted to stand, which would not prevent the sale by them to AY. without such a covenant.\n4. Where the report of the master appointed in an equity suit to receive proofs of the indebtedness of the firm, was offered, for the purpose of showing that J. and D. N., the plaintiffs, had claimed for the bark in question, before him and was rejected, the rejection was not error; for the making of such a claim was a fact in pais and provable only as such : and if corroborative of other evidence as to an assumption of liability by the plaintiffs for the bark, the reception of the report for another purpose upon the trial, as sufficiently subserved the purpose of the offer and its effect, as if the report had been received as it was offered.\n5. The books of the firm offered to show a credit for the bark in favour of J. and D. N., plaintiff's, were held not competent evidence, without proof of their request that such an entry should be made.\nError to the Common Pleas of Monroe county.\nThis was an action on the case, by James Newell and Daniel Newell against Washington Winter, to recover for timber claimed by them of him under a written agreement, dated May 19th 1858, by which plaintiffs sold to defendant all the hemlock, spruce and pine timber, of a merchantable character, standing or lying on a certain tract of land therein mentioned.\nThe material facts of the case were as follows: — ■\nOn the 12th day of August 1857, Pratt & Gould conveyed to James and Daniel Newell five hundred and thirty acres of land, in Tobyhanna township, reserving the timber and hemlock bark upon it. On the 18th day of September 1857, Pratt & Gould, by a written agreement, sold to said James and Daniel Newell all of the “spruce and hemlock and other timber” reserved by their deed of 12th'of August 1857. By that agreement the Newells agreed to peel for each and every year thereafter, until the whole was peeled off the land, one hundred andfifty cords of merchantable bark per year, to be measured on the 1st day of October of each year. The Newells agreed to pay to Pratt & Gould for said timber, &c., $500, as follows: $100 on the 1st day of March 1858, and the balance by bark peeled on the land at $1.25 per cord. The agreement further provided that “ after the purchase-money shall have been fully paid, the residue of the bark shall be measured and paid for at the rate of $1.25 per cord by Gould & Pratt.”\nThis agreement contained a reservation of the bark until the purchase-money should be entirely paid. It was not recorded.\nOn the 23d day of September Pratt & Gould made another agreement with the Newells, by which they sold to them “ all of the hemlock, spruce, pine, and chestnut timber upon a certain tract of land warranted in the name of Charles Stewart,” with the privilege of chopping and taking off the spruce, pine, and chestnut timber at any time. “ The hemlock timber to be left standing until the fulfilment of the contract between the parties of September 18th 1857.” After which the Newells agreed to cut a sufficient amount of the hemlock timber to make about two to four hundred cords of bark per year. The Newells agreed to pay for said timber $300 on the 1st day of April 1858, with interest, and $460 with interest on the 1st day of April 1859, and $460 on the 1st pay of April 1860, with interest, making in all $1220.\nThis contract was not recorded. There was a receipt upon the back of it for $380, being the down-money on the Charles Stewart tract.\nOn the 19th day of May 1858, after the first payment to be made by Newells to Pratt & Gould had become due, the Newells made a contract with Washington Winter, by which they sold to him “ all the hemlock, spruce, and pine timber” on the Charles Stewart tract, for the consideration of “ one dollar for each and every thousand feet.” Winter agreed to take off about one million of feet each year, and to pay for* the same when delivered in the Lehigh river, or not exceeding thirty days thereafter. , He was to have the bark upon said timber or logs “free of charge,” and he agreed to sell the bark to “ Pratt & Gould” piled and measured in the woods for $1.25 cents per cord.\nOn the trial, the agreement of May 19th 1858 was given in evidence by the plaintiff, and it being admitted that the defendants had cut and got into the river in the summer of 1860 and 1861 twelve hundred and forty thousand feet of timber off the Stewart tract measured in the logs, and that the money for said lumber, under said agreement, would have been due June 10th 1861, so far as due, the plaintiff rested.\nThe defence was, that the agreement of May 19th 1858, above mentioned, was indirectly controlled by two other contracts in writing of prior date, between the Messrs. Newell and the late firm of Pratt & Gould, and also by a deed from Pratt & Gould to them, and that Winter had an equitable defence in the nature of set-off for four hundred and sixty-five cords and forty-eight feet of bark, at $1.25 per cord, against plaintiff’s claim for timber under said first-mentioned contract.\nIn support of this defence, he offered in evidence an agreement of September 18th 1857, deed of August 11th 1857, from Zadock Pratt et al., to the Messrs. Newell, for same land; agreement of September 23d 1857, with receipt as above mentioned; an order produced by plaintiff, on notice, from James and Daniel Newell on Pratt & Gould, May 16th 1860, in favour of Washington Winter, for all bark peeled and piled on the Charles Stewart tract in 1859 ; proved also, and gave in evidence a receipt from James Newell and Daniel Newell for $700, “on account of lumber from the Charles Stewart tract for 1859-60.” He also proved that on the 20th of September 1860 plaintiffs and defendant met at the house of Washington Winter, and settled for the timber taken under the contract in the summer of 1859, and winter of 1859 and 1860, and put in the Lehigh in the spring of 1860. At which time plaintiffs gave to defendant a receipt for $700; and in that settlement plaintiffs allowed defendant for four hundred and seventy-three cords of bark, peeled and piled by him on the Stewart tract, in 1859, at $1.25 per cord, and which was deducted from the amount due plaintiff for the lumber, and the balance paid in cash, and at the same time defendants gave up to plaintiffs the order of 16th May 1860, and a bill showing the number of cords peeled in 1859.\nHe also proved and gave in evidence a book kept by a clerk of Pratt & Gould, who had measured bark peeled by Winter on this same tract. Defendant then offered in evidence a certified copy of the record of the proceedings in equity in the Common Pleas of Luzerne county, in the case of David W. Lee, complainant, v. Jay Gould and William M. Evarts, executor of Charles M. Leupp, deceased, and J. Allen Dubois, defendants, viz., that part of the report of the master in chancery, which related to the claims made by the Newells before the master in chancery, on notice by him to creditors to appear and present their claims. To the admission of which the plaintiffs by their counsel objected, on the ground that the report of the master in a case between other parties was not competent evidence of the fact; and the court sustained the objection and rejected the evidence. Thereupon the defendant again offered in evidence said certified copy of the record of the proceedings in equity in the Common Pleas of Luzerne county, with the addition that he proposed to show by the report of the master in chancery, that the plaintiffs (the Newells) claimed and were allowed in that report for the bark (now) in dispute; to be followed by other evidence of the fact that the firm of Pratt & Gould had been dissolved, and that the business was carried on by Jay Gould, and to be followed by parol evidence that the plaintiffs (the Newells) did claim for the bark in dispute, before the- master in chancery, and that the master in chancery is now in South Carolina and without the jurisdiction of this court.\nTo the admission of which the plaintiffs by their counsel objected, and the court sustained the objection as to the report of the master, and rejected that portion of the defendant’s offer embracing the report of the master in chancery.\nThe defendant again offered in evidence said certified copy of record, for the special purpose of showing that Henry M. Hoyt, Esq., was appointed a master in chancery in that case, to be followed by evidence that he acted as such, and that while acting in that capacity the plaintiffs presented their claim for the bark in dispute. To the admission of which the plaintiffs by their counsel objected, but the court overruled the objection and admitted the evidence.\nThe defendant then gave in evidence a certified copy of the record of the proceeding in equity in the Common Pleas of Luzerne county, in the case of David W. Lee, complainant, v. Jay Gould, and William M. Evarts, executor, &e., of Charles M. Leupp, deceased, and J. Allen Dubois, defendants, for the purpose of showing the appointment of Henry M. Hoyt, Esq., as master in chancery in said case.\nAfter some other evidence relative to the presenting of claims before the master in chancery was received without objection, the defendant proved and offered in evidence the bank-book, kept by a clerk of Pratt & Gould, and Jay Gould, which was objected to and rejected by the court. This book contained the account of D. & J. Newell and Washington Winter, and showed a credit to Winter for Newell’s order, as also a credit to D. & J. Newell for four hundred and seventy-three cords of wood. The same entries in the day-book and ledger were also offered, but both were objected to and rejected by the court below.\nIt was then admitted that the firm of Pratt & Gould was dissolved by Pratt selling out to Gould, January 24th 1859, and that afterwards on 28th of January 1859, Jay Gould conveyed to Charles M. Leupp and David W. Lee, each, one-third interest in the Gouldsborough tannery — being a conveyance of one-third interest each in the real and personal property including barb contracts. And that the business was continued and carried on in the name of Jay Gould, until the spring of 1860; and that afterwards the business was conducted for a while under the receiver to finish the work and settle up the business.\nAnd thereupon the defendant rested.\nThe following paper, which was produced by defendant, on notice, was then offered, to wit:—\nGouldsboro’, December 3d 1860.\nAccount of bark peeled on Charles Stewart tract in 1860.\nW. Winters, • 290 108 Cords,\ndo. (by Wildrich), 174 68 “\nIn all 465 48\nAnd admitted under exception.\nAnd thereupon the plaintiffs offered in evidence the notes of testimony of J. Allen Dubois, taken in this case when it was tried before arbitrators on the 21st of November 1861, sworn to by Mr. Drehr, counsel (the witness being now dead, and having then been called and examined by the defendant). To the admission of which defendant by his counsel objected; but the court overruled the objection and admitted the evidence.\nThe plaintiffs also offered in evidence a note dated June 28th 1859, D. & J. Newell to Jay Gould, at ninety days, payable at Stroudsburg Bank, for $515.82.\nAnd a receipt dated June 28th 1859, Jay Gould to Daniel and James Newell for the note, being in full when paid for payment of $460, payable on April 1st 1852, and interest, being the payment on contract for the sale of timber on the Charles Stewart.\nAlso, paper showing calculation of interest on the payment; to the admission of which note, receipt and bill, or paper, the defendant by his counsel objected; but the court overruled the objection and admitted the papers.\nSubsequently the plaintiffs offered to prove the value of the hemlock bark, piled up, per cord, on the Stewart tract in 1860; to the admission of which the defendant by his counsel objected, but the court overruled the objection and admitted the evidence.\nThe court below (Barrett, P. J.), after stating the main facts of the case, charged the jury as follows :—\n“ In view of all the light thrown upon this contract by the evidence in the case, it must be construed, as it was doubtless intended by the parties, to contain a ‘reservation of the hemlock bark’ on the conditions contained in it. Pratt & Gould were carrying on a tannery in the neighbourhood, and their object seemed to be to secure the bark for their tannery as they should require it. Hence, the stipulation that it should not be peeled until they should have realized the product of their previous contract with the same parties for the five hundred and thirty acres; and the further stipulation that the hemlock timber should only be cut in the peeling season. The timber was sold absolutely, but the bark was to be peeled, piled, measured, and paid for at the rate of $1.25 per cord in the woods, and taken by Pratt & Gould — of course they were only to receive it on paying for it. Unlike the former contract, there is no stipulation by which the purchase-money is to be received in bark. Indeed that idea is to some extent negatived by the fact that the whole consideration-money was made payable in yearly instalments within two and a half years, and the purchasers restricted from cutting the hemlock timber for an indefinite period. On the land conveyed, and under the former contract, Newells were only bound to peel one hundred and fifty cords per year, and by the subsequent agreement were not to peel any on the Stewart tract until they had peeled all on the five hundred and thirty acres.\n“ The fair construction of the agreement itself is that the payments were to be made by Newells for the timber, and Pratt & Gould for the bark, in cash. Standing in this condition in relation to this contract, Daniel and James Newell made the contract with Washington Winter upon which the suit is brought.\n“It is urged that Newells had no right under their contract to cut the hemlock timber. It must not be forgotten that they had the right by their contract with Pratt & Gould, after giving them notice on the 1st day of April in any year, to peel from two to four hundred cords. Winter wrent upon the tract in 1858, and peeled a quantity of bark. In 1859, he again cut and peeled a large quantity, and did the same in 1860. Pratt & Gould or their successors received and paid for the bark peeled in 1858 and 1859 without objection on their part. Indeed there is not in this entire case evidence of any objection being made by Pratt & Gould at any time to the terms of the contract with Winter. Did they not acquiesce in it by their acts? Can this defendant now avail himself of such defence-against the payment for the timber which he has taken, when he has not been disturbed by the only parties who could complain ? We think not. The Newells made the contract, and from the acts of Pratt & Gould it must be inferred that they acquiesced in it. This brings us to the construction of the contract itself between the Newells and Winter. The business for the years 1858 and 1859 was settled. The defendant took from the tract of land in 1860 and delivered in the Lehigh river, on or before the 10th of May 1861, twelve hundred and forty thousand feet of timber, and he peeled from it and piled in the woods four hundred and, sixty-five cords and forty-eight feet of bark. About the amount of lumber there is no dispute. The quantity and time of delivery is admitted, and the defendant expresses his willingness to pay for it at the contract price. But the defendant claims that under the contract the Newells are bound to take the bark from him in the -woods at $1.25 per cord, and insists upon a credit for that amount. If that question depended alone upon the wnitten contract, it would be for the court to decide, and we would have no hesitation in ruling it against the defendant. The covenants in the agreement are mutual and dependent covenants, and it is to be construed as a whole. The plaintiffs sold the ‘ timber and bark.’ The defendant agreed to pay for it, $1 per thousand feet, and to sell the bark to Pratt & Gould for $1.25 per cord. .The fair construction of the agreement is that Winter agreed to offer the bark to Pratt & Gould at the stipulated price.\n“Newells doubtless made this covenant with him in view of their contract with Pratt & Gould. But this contract did not oblige Winter to sell to Pratt & Gould without either receiving or being secured for his pay. He had a right to demand the cash, as we have shown 'you that the Newells might have done under their contract before delivering the bark. A refusal to pay would have relieved Winter, and he would have been justified in selling the bark elsewhere. The contract was not that the bark should be delivered on account of the Newells, but that Winter might sell it. Suppose he had sold to Pratt & Gould on a long credit, and they had failed to pay, could he have called on Newells to indemnify him for the loss ? This will not be pretended.\n“ Winter -was not bound by the contract to peel the bark. It was left to his option. Suppose he had taken the logs away unpeeled, could Newells have complained? Certainly not. Could Pratt & Gould have followed him, or would they have been turned over to their personal contract with the Newells? Their remedy would have been against the Newells for the loss sustained in not receiving the bark at the stipulated price. Under any fair construction of the written contract the Newells were not bound to receive the bark, and if there were no parol evidence affecting the question, the court would give to the jury binding instructions to that effect.\n“ Have the parties done anything since to warrant a different construction of the agreement, or to change its terms in reference to the bark ? This is a question of fact under the evidence for the jury. Contracts have frequently to be construed by the intentions of the parties manifested by their subsequent acts and declarations, and where that is the case it becomes to a grea.t extent the province of the jury.\n“ There is evidence that the Newells did settle for the bark for two years. This of itself would not change the contract. It may shed some light upon the understanding of the parties in relation to it. If it was a subsequent arrangement by which they agreed to receive in that way so much of their pay, then it should not in any manner affect the original agreement. And if you believe the evidence, that it was done under protest, and with notice that they would not again do so, it would seem to explain to some extent why they did it. The evidence in relation to the act of the Newells in claiming pay for the bark from Pratt & Gould is also for the jury. Taking all of the evidence together, does it satisfy the jury either that Newells originally agreed to take the bark, or that they did so by any subsequent arrangement with Winter ? It is a well-settled principle of law, that to alter or change the terms of a written contract the evidence must be clear and conclusive.\n“ If under the evidence the jury are satisfied that the Newells did agree with Winter to receive the bark peeled and piled in 1860, then they will deduct from the sum of $1240, the value of the bark piled in the woods, and render a verdict for the plaintiff for the balance with interest from the 10th day of June 1861.\n“If, on the contrary, they are not satisfied that Newells agreed to receive the bark, but believe from the. evidence that Winter was to sell the bark at his own risk, then verdict should be for the plaintiff for $1240, with interest from the 10th of June 1861.”\nUnder these instructions there was a verdict and judgment in favour of the plaintiffs for $1430.13. This writ was .thereupon sued out by defendant, who assigned for error- the rejection of the record and report of the master in chancery as above stated, the rejection of the bark-book of the Gouldsboro’ tannery, and the ledger and day-book of James Gould, showing the amount of bark peeled and credited. The admission of the notes of testimony of J. Allen Dubois, as taken by counsel before arbitrators, the admission of the paper containing the bark account, dated December 3d 1860, the admission of evidence of the value of the bark peeled and piled on the Stewart tract in 1860, and so much of the charge of the court as treated the contracts of the 18th and 23d of September, between Pratt & Gould and defendants, as an absolute sale of the hemlock timber upon the Stewart tract, including the bark, and that defendants had the right to sell both absolutely to the plaintiff in error; that plaintiff had a right to demand cash for the bark from Pratt & Gould, and on refusal of payment, the right to sell it elsewhere; that Pratt & Gould could not have followed the bark had it been sold.\nAlso generally in submitting to the jury that defendants in error had a right to make an absolute sale of the hemlock timber to plaintiff, without proof of notice given to Pratt & Gould of defendants’ intention to peel, as required by the eontra.ct of the 23d of September; nor any proof that the contract of the 18th of September' previous had been fulfilled. That the court also erred in the leading idea held out to the jury, that under the contracts with Pratt & Gould, defendants’ had a right to sell hemlock bark upon the Stewart tract, there being no evidence in the case, either written or otherwise, that Pratt &• Gould, the owners of the land, had parted with the right of property therein; in submitting facts to the jury of which there was no evidence in the cause; in their construction of the contracts of the 18th and 23d of September respectively, as to right of property in the hemlock bark retained by Pratt & Gould; in charging that “ the fair construction of the agreement itself is, that the payments were to be made by the Newells for the timber, and Pratt & Gould for the bark in cashand in saying to the jury that “ the Newells made the contract, and from the acts of Pratt & Gould it must be inferred that they acquiesced in it.”\nDavis Jones, for plaintiff in error.\nSamuel S. Drehr, for defendants in error.\nMarch 28th 1865,"
  },
  "file_name": "0507-01",
  "first_page_order": 509,
  "last_page_order": 520
}
