{
  "id": 998490,
  "name": "Whitesell versus The County of Northampton",
  "name_abbreviation": "Whitesell v. County of Northampton",
  "decision_date": "1865-06-29",
  "docket_number": "",
  "first_page": "526",
  "last_page": "530",
  "citations": [
    {
      "type": "official",
      "cite": "49 Pa. 526"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Wright 251",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "11 Wright 106",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 486,
    "char_count": 10076,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 3.438847793465708e-07,
      "percentile": 0.8795393090485198
    },
    "sha256": "34dc2ecef8b7f4e5d82de91d8f0e7ba18ef6851211410fb71dba278600448ead",
    "simhash": "1:549fe831537d8ca6",
    "word_count": 1765
  },
  "last_updated": "2024-02-27T21:13:48.159806+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Whitesell versus The County of Northampton."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\nThe question in this case was really decided in Philadelphia Saving Fund v. Yard, 9 Barr 359; Fire Insurance Company v. Northampton County, Id. 413; Eastern Bridge v. Same, Id. 415; Spangler v. York County, 1 Harris 322; and Insurance Company v. Yard, 5 Harris 331. In consequence of an adverse decision by the Common Pleas, the question again came before us in the case of The County of Lycoming v. John A. G-amble, was fully argued, and had the benefit of a careful examination. In an elaborate opinion of our brother Thompson, the same conclusion was stated which had before been reached, to wit, that the shares of stock held by a stockholder in corporations, foreign or domestic, are taxable to him personally for county as well as for state purposes; and that the laws have made a plain distinction between the capital stock of a corporation, as a whole in the hands of the corporation, and the individual shares of the stockholder himself in his own hands. The case was decided at January Term, 1864, in the Eastern District, and reported in 11 Wright 106.\nIt is certainly time the question should be considered as settled.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "H. D. Maxwell and Fdivard J. Fox, for plaintiff in error.",
      "O. H. Meyers and O. G. Beitel, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Whitesell versus The County of Northampton.\nStock in foreign and domestic corporations, taxable for state and county purposes.\nThe shares of stock held by a stockholder, resident in Pennsylvania, in corporations, foreign or domestic, are taxable to him personally for county and state purposes.\nError to the Common Pleas of Northampton county.\nThis was an amicable action between The County of Northampton, as plaintiffs, and Daniel Whitesell, as defendant, in which the following case was stated for the opinion of the court:\nThe Thomas Iron Company was incorporated by an Act of the legislature of this state, entitled “An act to incorporate the Thomas Iron Company, approved April 4th 1854, and supplements approved March 8th 1855, April 23d 1855, April 22d 1857, March 23d 1860, and February 9th 1863,” which acts are to be taken as parts of this case. That the capital stock of this company amounts to $750,000, divided into shares of $50 each; that the said company was incorporated, as stated in the said Act of April 4th 1854, “for'the purpose of manufacturing iron in Lehigh county, under the name and style of The Thomas Iron Companythat the said capital stock is invested in four blast furnaces, about forty dwelling-houses, a farm, iron-ore mines, and other property in the said county of Lehigh, which have cost the company over $800,000. On all this property the company is assessed and taxed in the said county of Lehigh, for state, county, school, road, and other local taxes, which they have regularly paid.\nThe said company also own ore-mines in the state of New Jersey, which are assessed there, and upon which the company pay taxes there, as are imposed upon other real estate.\nThe said company are engaged in said county of Lehigh in the making and manufacturing of iron under the provisions of the said acts of incorporation, and all the lands, buildings, and property above stated, and belonging to said company, are held and used by the said company only and wholly for the making and manufacturing of iron under their acts of incorporation aforesaid. Besides and in addition to the above taxes, the said company pay annually to the state treasurer for the state, a state tax of one half a mill on each 1 per cent, of their dividends as required by law. The amount of this tax paid in by said company to the state, for the year 1863, was $3375.\nThe defendant is the owner of two hundred shares of the capital stock of said company. He resides in the borough of Easton, in the county of Northampton. The assessor for Bush-kill ward in said borough has assessed and returned this stock as liable and subject to taxation for state and county purposes, and defendant has appealed from this assessment to the county commissioners. If the court should be of opinion, upon these facts, that the said stock is liable to taxation for state and county taxes or either, then judgment to he entered for the plaintiff for the amount of the taxes for which said stock is liable, according to the assessment, with costs. The amount assessed for state taxes is $30,’ and the amount for county taxes $60. If the court should be of opinion that the said stock is not liable to taxation by the said county commissioners for state or county taxes, then judgment to be entered for defendant with costs; either party to be entitled to a writ of error.\nOn hearing the case the court below (Maynard, P. J.) delivered the following opinion :—\n“ This case was argued in connection with the case of The County of Northampton against James McKeen, when the same questions were substantially raised. In the latter case I have filed an opinion at some length, to which I refer for the reasons for entering the judgment in favour of the plaintiff in this case.\n“ To sustain the ruling in this ease I refer to the 32d section of the Act of 29th April 1844, Purd. 949, the 33d section of the same act, the 1st section of the Act of 12th April 1859, Purd. 951.\n“It is evident to my mind, from these enactments, that the ■ corporation, as an artificial person, is taxable, and that the stockholders are also taxable personally for the shares of stock individually held by them.\n“ Eor the duty of the assessors I refer to the 3d section of the Act of 22d April 1846, Purd. 952.\n“ I also refer to my opinion filed in the ease of The County of Northampton v. Charles Rodenbaugh, No. 19, November Term 1863, a case not unlike this, and ruled by the same principles of law.\n“ A careful examination of our tax law, and the decisions of our Supreme Court, referred to and* cited in the last-mentioned case, brings my mind to the conclusion that the plaintiff in this case is entitled to recover, although I am free to admit that, in my judgment, it is onerous and unreasonable taxation. But the remedy is with the legislature, not with the judiciary.”\nThe opinion alluded to in Rodenbaugh’s case was as follows:\n“ The 32d section of the Act of 29th April 1844, Purd. 949, enumerates the subjects of taxation, and directs that they shall be valued and assessed, and subject to taxation for the purposes in the act mentioned, and for all state and county purposes whatsoever.\n“ Among the subjects of taxation enumerated in this act, are all shares of stock in any bank, -institution, or company now or hereafter incorporated by or in pursuance of any law of the Commonwealth, &c. (By subsequent Acts of Assembly shares of bank stock are exempted from taxation for county purposes.)\n“ By the 33d section of the same act, and the 1st section of t^e Act of 12th April 1859, Purd. 951, incorporated institutions and companies are made taxable, and a mode is provided in which the tax on the capital stock of the incorporated institutions and companies mentioned in these acts shall be collected from such institution or corporation.\n“ The 33d section of the act says: ‘ The amount of the tax chargeable on the capital stock of all institutions and companies incorporated,’ &c., and the 1st section of the Act of 1859 says: ‘The capital stock of the institutions and companies incorporated shall be subjected and pay a tax,’ &c. It is evident to my mind, from the phraseology of these acts, that the corporation or artificial person is taxable by these enactments in contradistinction from the ‘taxable inhabitants’ mentioned in other sections of the tax law,\n“The 32d section, as we have seen, makes ‘all shares of stock in any institution or company’ taxable.\n“ The 34th section of the same act makes it the duty of the county commissioners to assess, for the use of the Commonwealth, taxes on certain articles enumerated in that section, ‘ and upon all other property heretofore made taxable for state purposes, or that are made so by the 32d section of this act, three mills on every dollar of the value thereof.’\n“The 3d section of the Act of 22d April 1846, Purd. 951, prescribes the duties of assessors, inter alia, as follows: ‘ That it shall hereafter be the duty of each assessor, within this Commonwealth, at the time of making the assessment in his ward, borough, or township, to require of every person, &c., a statement in writing, or partly printed and partly written, showing the aggregate amount of moneys due to such person,’ &c., and also the amount of all shares or stocks held or owned by such person, company, firm, or corporate body in any (bank) institution or company, &c. I think it is clear from these enactments, that the legislature intended to tax the entire’ capital stock of these institutions as a corporation; and that the legislature also intended to subject the shareholders of the same stock to a tax of three mills on every dollar of the assessed value of the stock so held by them.\n“ This construction of these statutes seems to be fully supported by the opinion of the Supreme Court in the case of The Philadelphia Savings Fund Society v. Yard, 9 Barr 350. In the case of Carbon Iron Company v. Carbon County, 3 Wright 251, it was held that the tax for state purposes, payable at the Auditor-General’s office, is' a tax for the value of the corporate franchise, and is not intended as an exemption from ordinary taxation. Per Lowrie, C. J.\n“ It is urged by counsel that this is a case of double taxation. Substantially it is so. Our tax-laws, like all other tax-laws, are arbitrary. The power of the legislature to tax cannot be denied, ■ and our Supreme Court have said, in the case of The West Chester Gas Company v. The County of Chester, 6 Casey 232, ‘ Double taxation is not uncommon; the power of the legislature to tax twice is as ample as to tax once.’ ”\nJudgment was accordingly entered in the principal case, on the case stated in favour of plaintiff, for ninety dollars and costs. Which was the error assigned.\nH. D. Maxwell and Fdivard J. Fox, for plaintiff in error.\nO. H. Meyers and O. G. Beitel, for defendant in error.\nJune 29th 1865,"
  },
  "file_name": "0526-01",
  "first_page_order": 528,
  "last_page_order": 532
}
