{
  "id": 974083,
  "name": "Ghegan versus Young",
  "name_abbreviation": "Ghegan v. Young",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "18",
  "last_page": "21",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 18"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 484,
    "char_count": 10203,
    "ocr_confidence": 0.421,
    "pagerank": {
      "raw": 2.577323528349816e-07,
      "percentile": 0.8168122929174635
    },
    "sha256": "f3dc592e0e0ed0fa1362b6ead0e4c583abfd1d27be0722017d7a7c3e01c2e90f",
    "simhash": "1:be22230bdd0e31db",
    "word_count": 1806
  },
  "last_updated": "2023-07-14T18:41:05.651470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ghegan versus Young."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by'\nLewis, J.\nThis is an action by a landlord against his lessees, on the contract, for the recovery of rent. A copy of the lease is said to have been filed, but as it is not on the paper-book we know nothing of its terms. As the action is in trespass on the case, and not in covenant, we infer that the lease is not under seal. There is a distinction between an action of debt for rent, and an action of assumpsit or covenant. The former being founded upon the actual enjoyment of the promises, an assignment by. the lessee to another, with the assent of the landlord, would be a defence. But where the action is not founded on the privity of estate, but on the lease itself, and the covenants or promises contained in it, an assignment of the term by the lessee, even with the assent of the landlord, does not discharge the. lessee from his express contract to pay rent. In Fisher v. Milliken, 8 Barr 120, it was remarked by Chief Justice Gibson, that “ it has been held in a countless number of cases collected in Comyn on Landlord and Tenant 275, that the tenant is bound by a covenant to pay the rent, though he assign his lease with his landlord’s assent, and though the latter accept the assignee for his tenant, and receive rent from him.” It must be remembered that a lessee is under two sorts of obligations to his landlord — one arising from privity of estate, which may be discharged by an assignment of his term with the assent of his lessor —the other in respect to the terms and engagements in his lease, bj privity of contract, which is, as we have seen, not affected in any way by an assignment of the term. The assignment of the term, and the acceptance of the assignee as tenant, instead of the lessee, discharges the latter from all obligations arising from privity of estate, but is not a discharge from the express contract contained in the lease: Comyn on Landlord and Tenant 275; 8 East 314; 4 Term Rep. 94. From these principles it is plain that the affidavits disclose no defence whatever to the action. The first affidavit of the lessee stating his own assignment to Ghegan, the recognition of Ghegan, as tenant, by the landlord — the subsequent partnership between Ghegan and Bickley, and the recognition of them as tenants of the property, contains no intimation whatever that the landlord had discharged the lessees from their express contract to pay the rent. The second affidavit is no better in this respect. After attention had evidently been called to the defects of the first, there is still a failure to supply them. It is true the lessee goes so far, under the pressure of the exigency, as to say that the plaintiff received the said Ghegan & Bickley as tenants, instead of the lessees, who surrendered the possession to the new tenants — but he immediately adds (“that is to say, deponent gave up his place to Bickley), plaintiff took rent from them, as tenants, and as due from them.” So that the alleged surrender is nothing more than an assignment, and the acceptance of the assignees as tenants, instead of the lessees, consists of nothing more than the acceptance of rent from them. So far as they paid rent, it was of course a payment pro tanto of the money for which the defendants below were bound by their contract. But it is idle to rely upon such a transaction as amounting to a release from an express contract.\nThus far a majority of the Court concur. But we are equally divided upon the question whether the plaintiff can recover $75 for the 45 days’ rent, claimed in his statement to be due on the 16th October, 1852. Two of the judges are of opinion that, as the averment in the statement that that sum was due on the said day, is not denied in the affidavit, it is fair to consider it as the admitted amount due at the time of the assignment of the lease. Therefore they think that judgment was properly entered for the sum thus admitted to be due. But two of the judges are of a contrary opinion. The Court being equally divided on this point, the whole judgment stands as rendered by the District Court.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "H. M. Phillips, for plaintiffs in error.",
      "McAllister and Cf. W. Biddle, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Ghegan versus Young.\n1. An action of debt by a landlord against a tenant for rent,being founded upon the actual enjoyment of the premises, an assignment by the lessee to another, -with the assent of the landlord, would be a defence in such an action ; but where the action is not founded on the privity of estate but on the lease itself and the covenants qr promises contained in it, an assignment of the term by the lessee even with the assent of the landlord does not discharge the lessee from his express contract to pay rent, even though the landlord received some rent from the assignee, no discharge of the lessees from their contract appearing.\n2. Whether the landlord in an action of assumpsit against his lessees under a written lease, wherein the rent was payable quarterly, could recover rent for a fractional part of a quarter averred in the statement to be due on the day on which the possession was delivered to new tenants (who were recognised by the landlord,) and not denied in the affidavit of defence, notwithstanding which the Court below entered judgment for the plaintiff, was not decided by this Court.\nError to the District Court, Philadelphia.\nThis was an action of assumpsit, by William J. Young v. George Ghegan and Charles Gilbert, to recover two quarters’ rent, due respectively on June 1 and September 1, 1852, and also for forty-five days’ rent thereafter, under a written lease dated June 1, 1847, a copy of which it was stated was filed in the Court’ below, whereby the plaintiff let for the purposes of a foundry, pattern, blacksmith, and finishing shop, the premises known as the Weccacoe Foundry, to the defendants below for ten years, together with the “ appurtenances, machinery, tools, flasks, patterns, annealing oven, lathes, and steam-engine, and all and every article appertaining thereto.” The lessees agreed to pay therefor the yearly rent of $600 quarterly, on the first days of March, June, September, and December.\nThe forty-five days’ rent was claimed for a period from the last quarter day to the day on which the lessees gave up the possession of the premises, which was accepted by the lessor. A statement of the amount of rent due the lessor was filed after a copy of the lease, and before the first affidavit of defence was made.\nAn affidavit of defence was filed by Charles Gilbert; and at the suggestion of the Court, a supplementary affidavit, in which the following facts, in effect, were stated, viz. That after the lease was made and delivered, Gilbert sold out to George Ghegan, who was recognised by .the plaintiff below as tenant. That Ghegan afterwards went into partnership with one Bickley, and that the said plaintiff received the said Ghegan & Bickley as tenants. When the premises were surrendered to and accepted by plaintiff, there were upon them a boiler, platform scales, and other articles, put there and paid for by Gilbert & Ghegan, which the plaintiff retains and refuses to give up, and that they exceed in value the rent claimed in this suit. That Gilbert withdrew from the partnership with Ghegan, and that Bickley took his. place under the name and firm of Ghegan & Bickley. That the plaintiff received them as tenants instead of the lessees, who surrendered possession to the new tenants, and that plaintiff took rent from them as his tenants, and as due from them. That the articles retained by the plaintiff were not attached to the freehold, but were personal property. The Court below entered judgment for plaintiff, for want of a sufficient affidavit of defence.\nIt was assigned for error, 1. The Court erred in entering judgment for the plaintiff below. 2. That the assessment of damages was erroneous and excessive.\nH. M. Phillips, for plaintiffs in error.\nIt was contended that if an agreement existed between landlord and tenant, to the effect that another tenant be substituted in his place, who was accordingly substituted, this would be a sufficient surrender to determine the tenancy: 2 Stark. 235, Stone v. Whiting; 2 Barn. & Ald. 119, Thomas v. Cook; 1 Cr. & M. 188.\nIt was also contended that the plaintiff could not recover rent for the fractional part of a quarter; that in all cuses of periodical payments, accruing at intervals, and not de die in diem, there can be no apportionment: 2 Ed. Ch. R. 379, Clapp v. Astor; 2 Ves. Sen. 672, Wilson v. Harman; Ambler 279 ; 3 Brown C. C. 101; 8 Missouri 213, Garvey v. Dobbyns, where it was held that where rent reserved in a lease is made payable quarterly, no part of the quarter’s rent becomes due until the end of the quarter.\nMcAllister and Cf. W. Biddle, for the defendant in error.\nNeither the affidavit, nor its supplement, disclose any agreement on the part of the landlord to discharge the lessee, Gilbert, from his agreement to pay rent. A surrender of possession by the old tenants to the landlord is not averred; but merely a transfer of interest from them to the new occupiers of the property, which, though in the supplemental affidavit styled a surrender, is merely an assignment of the lease by the original lessees. The only act of recognition of the new occupiers is \"the taking of rent from them; and it is settled that this does not operate as a discharge of the original lessee: Graham v. Whichelo, 3 Tyrwhitt’s Ex. Rep. 201.\nThe privity of contract between the original lessor and lessee is not destroyed without an eviction, a release, or a surrender : Fisher v. Milliken, 8 Barr 111, and remarks of Gibson, C. J., at the foot of 120.\nNothing is said in the argument as to the right to set off the articles alleged to have been left upon the premises. It was alleged that as between landlord and tenant, fixtures erected by the latter and which he is entitled to remove, must be removed during the term.\nAs to the fractional part of the quarter, it was said that, as the surrender was a termination of the lease by operation of law, the lessees should pay rent for such time as they enjoyed the premises during it. A remittitur may be entered for the excess, if required: 5 W. & Ser. 21, McCaraher v. Commonwealth."
  },
  "file_name": "0018-01",
  "first_page_order": 18,
  "last_page_order": 21
}
