{
  "id": 974078,
  "name": "Drexel & Co. versus Raimond",
  "name_abbreviation": "Drexel & Co. v. Raimond",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "21",
  "last_page": "24",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 21"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Whar. 505",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle 229",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Harr. 117",
      "category": "reporters:state",
      "reporter": "W.W. Harr.",
      "case_ids": [
        1868142
      ],
      "opinion_index": -1,
      "case_paths": [
        "/del/1/0117-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 379,
    "char_count": 6090,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 5.773836632896514e-08,
      "percentile": 0.360581640087897
    },
    "sha256": "5f87e106a12b020d2d97f7f806e30ed7af1aa9c87a9d711805a747cb9de62792",
    "simhash": "1:1e72ed1522481cb4",
    "word_count": 1077
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Drexel & Co. versus Raimond."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nOn the 9th of March, 1850, Raimond placed in the hands of Drexel & Co. C. L. Jones’ draft for $150, payable at Lewistown in 15 days, for collection, subject to a charge of •- per cent. This action is brought to enforce the agreement, and the breach laid in the declaration is in not collecting and paying the amount of said draft.\nThe only question which is raised upon the record before us is this. Can the action be sustained without a previous demand? The District Court gave a.n affirmative answer to this inquiry, and in doing so were clearly right.\nIf the amount of the draft was lost by the negligence of the plaintiffs in error, they were liable on their contract, and the institution o'f the suit was the only demand that was necessary. If the money was actually received by them, it was their duty to give notice to their principal that it was subject to his disposal; failing in this, they cannot protect themselves against an action by alleging that no demand was made for the money before the suit was brought. The defence is equally unavailing, whether the cause of action was negligence in collecting or in paying. Where an agent receives money and gives due notice to the principal, ho cannot be sued without a previous demand as he is in no default; but if no notice is given, an action lies without demand.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "H. M. Phillips, for plaintiffs in error.",
      "J. Hamilton, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Drexel & Co. versus Raimond.\n1. 'Where an agent receives money and gives due notice to his principal, he cannot be sued for it without a previous demand, as he is in no default; but if he neglects to give notice of its receipt, an action lies without a previous demand.\n2. Brokers received a draft for collection, and after a reasonable time for its collection had elapsed, a suit was brought against them for the amount of the draft. Held, that a demand previous to instituting suit was not necessary.\nError to the District Court of Philadelphia.\nF. X. Raimond brought an action of assumpsit against Drexel & Co., who were bankers and brokers, founded on their receipt as follows:—\nPhiladelphia, March 9th, 1850.\nReceived of F. X. Raimond for collection, draft of C. L. Jones, due 15 days, payable at Lewistown, Pa., for one hundred and fifty\ndollars, subject to a charge of-per cent.\n$150. Signed, Drexel & Co.\nThe narr. was in assumpsit, and it was averred that the defendants to collect the draft, or any part thereof, in a diligent manner, have neglected and refused, and still neglect and refuse, &c.\nAfter showing the receipt, it was further proved that sufficient time had elapsed before bringing suit, to have collected the money; and this constituted all of the plaintiff’s evidence.\nOn the part of the defendants it was testified, that “parties leaving drafts with the defendants for collection, always presented their receipts for payment;” and that the party obtaining this receipt had been dealing with the defendants, from which his .knowledge of the custom might bo inferred. The Court was asked to charge, that “ the plaintiff having failed to prove a demand on the defendants, he cannot recover.” The judge refused to charge the jury, that a demand was necessary, but charged to the contrary, reserving the questions for the consideration of the Court, which subsequently gave judgment for the plaintiff, upon the verdict.\nThe opinion of the Court below was to the effect that this was not a gratuitous bailment — if it had been, a demand before suit would have been necessary; but it was an agency for hire, and that it was an implied undertaking that an agent for collection should not only take prompt measures to collect the draft, but keep the party employing him informed of all that occurs to affect his interest. The case of Wingate v. The Mechanics’ Bank, 10 Barr 104, was referred to as sustaining this decision. The rule for a new trial was discharged, and judgment rendered for plaintiff. Such judgment was assigned for error.\nH. M. Phillips, for plaintiffs in error.\nIt was contended that in a case like this a demand previous to suit was necessary. If the defendants were liable without demand, because they did not seek the depositor and pay him, so a bank must be liable for the proceeds of notes deposited without a previous demand. The allegation was that the defendants undertook to collect the draft and pay the amount to the plaintiff, and had refused to collect it; but of such refusal, it was said that no proof was given at the trial. An attorney is not liable to his client for money collected until after demand made, unless there be special circumstances dispensing with the necessity therefor. In this case the custom was to present receipts and demand payment. The case of Johnson v. Farmers’ Bank, 1 Harr. 117, Downes v. Phœnix Bank, 6 Hill (S. C.) 297, Watson v. Phœnix Bank, 8 Metcalf 217, were cited to the effect that “ an action cannot be maintained for a deposit in a bank without an actual demand, or something equivalent thereto, before suit is brought.” Also cited 16 Mees. & Wels. 321. It was said that in this case there was no breach of contract or duty.\nJ. Hamilton, for defendant in error.\nThe only question is whether proof of a previous demand was necessary: This case is not material as it respects mere depositaries without compensation. It is not applicable to banks. In the case of Wingate v. The Bank, it was disputed whether any charge was made for collection, except to cover expenses; in this case the charge for service is not disputed. The law implies a promise from brokers and other agents for hire, that they will exercise proper skill and care in their respective callings. In this case, if the defendants did not make the collection in a reasonable time, they should have given notice to the plaintiff and returned the note, or put it in his power: Lex Mercatoria 41; 4 Rawle 229; Id. 392; 4 W. & Ser. 306; 6 Id. 416; 5 Harris 322.\nAs to a demand not being necessary was cited 5 W. & Ser. 435, Ludwig v. Meyre; 5 Barr 42, Gilpin v. Howell; 10 Id. 231, Hall v. Rupley; 1 Step. N. P. 381; 5 Whar. 505, Miller v. Bank."
  },
  "file_name": "0021-01",
  "first_page_order": 21,
  "last_page_order": 24
}
