{
  "id": 973991,
  "name": "Faries' Appeal",
  "name_abbreviation": "Faries' Appeal",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "29",
  "last_page": "31",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 29"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 311,
    "char_count": 4942,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 1.983925148383672e-07,
      "percentile": 0.740927173746423
    },
    "sha256": "51c41a8ad5941b2ca5bc37f553d4cb12d278934357261dad436d925021485ef8",
    "simhash": "1:19a9a02610b02058",
    "word_count": 858
  },
  "last_updated": "2023-07-14T18:41:05.651470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Faries’ Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\nThis is nothing like a devise or bequest of a remainder or residue to the next of kin on the death of the first taker without having made an appointment, and cases of that character (3 Ves. Jr. 244; 15 Id. 537; 18 Id. 49) cannot aid us here. Setting aside all the words that are appropriate to the real estate alone, the language as to the personal property constitutes a bequest of it all to Mrs. Earies and her executors and administrators for her separate use, as if she were unmarried. All tho words beyond this are mere redundancy.\nAssuming, then, that such restrictions on the title are good without a trustee, then by this bequest Mrs. Earies became the absolute owner of the property; for a gift to her and her executors and administrators is full title. The separate use clause was only intended to make this absolute title more secure, by guarding it against her husband. It can have no tendency to turn her title into a life estate with a power of appointment. And, when she died, her title passed to her administrator; and, as she died without issue, her husband is her sole distributee. The attempt to set aside the statutory order of descents, without also providing a different order, is necessarily ineffectual.\nWith us it makes no difference as to the distribution, whether her right was legal or equitable. Within certain limits, a testator may declare the law of descents as to property willed; but' that law ends when the absolute title takes effect, and then the general law of the land takes its place. There being in this case no creditors of Grace Brannan, the testatrix, Mrs. Earies, was entitled to the personal estate absolutely. And, as the latter left no creditors and no issue, her husband is entitled to her personal estate absolutely.\nDecree. — This cause came on for hearing on appeals by William Earies, and by Thomas Reath, severally, from the decree of the Orphans’ Court of Philadelphia county, making distribution of the personal estate of Elizabeth Faries, deceased, and was argued by counsel ; and now, on consideration thereof, it is decreed that the decree of the said Orphans’ Court be reversed, and instead thereof it is now here declared and decreed that the balance in the hands of the said William Faries, as administrator of his late wife Elizabeth, belongs to him the said William absolutely in his own right, and without liability to account to any one; and that the said Thomas Heath do pay to the said William Faries his costs herein expended; and the record is remitted to the said Orphans’ Court, where this decree shall be carried into execution.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Potts and Mallery, for Earies.",
      "O. Fallon, for the administrator of Grace Brannan."
    ],
    "corrections": "",
    "head_matter": "Faries’ Appeal.\n1. In a devise of real and personal property to a married woman for her sole and separate use, a provision that it shall not be liable for her husband’s debts, nor subject to curtesy or any life estate or marital rights, does not exclude the husband, on his wife’s death without will, from claiming her personal estate absolutely under the intestate laws.\n2. The law of descents cannot be set aside by any declaration of an intention to exclude the statutory order of descents, unless a different order be also provided.\nAppeal by William Faries, administrator of the estate of his deceased wife’Elizabeth, from the decree of the Orphans’ Court of Philadelphia making distribution of the estate in his hands.\nGrace Brannan, by will dated May 21,1838, had appointed Mrs. Faries her executrix and residuary devisee and legatee, leaving the property to her, “ and to her heirs, executors, administrators, and assigns, for her own sole and separate use, as fully and freely to all intents and purposes as if she were a feme sole, and so that the same shall not be liable for any contracts of her present or any future husband, or subject to curtesy or any life estate, or of any marital rights whatever of any such husband, unless she shall see proper to give him benefit or advantage therein by will or writing in the nature of a last will.”\nIn May, 1840, Mrs. Faries settled her account as executrix, showing $11,410 in her hands; and it was confirmed in June. She and her husband annexed to it a note, claiming the whole amount in her right under her sister’s will, and agreeing to its confirmation. In 1850, Mrs. Faries died without issue and intestate, and her husband, William Faries, administered on her estate, and on the settlement of his account claimed all the personal estate of his late wife. Thomas Reath became administrator de bonis non of Grace Brannan, and claimed the estate for the next of kin of Grace Brannan. The Orphans’ Court decided that the husband was entitled to all except such as his wife received under the will of Grace Brannan, and which yet remained in specie, consisting principally of stock, amounting to $6597; and from this decree both parties appealed.\nPotts and Mallery, for Earies.\nO. Fallon, for the administrator of Grace Brannan."
  },
  "file_name": "0029-01",
  "first_page_order": 29,
  "last_page_order": 31
}
