{
  "id": 974089,
  "name": "Manderson versus Lukens",
  "name_abbreviation": "Manderson v. Lukens",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "31",
  "last_page": "34",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 31"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 435",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "1 Dall. 175",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        12139752,
        12139554,
        1408419,
        1408351
      ],
      "opinion_index": 0,
      "case_paths": [
        "/dall/1/0175-02",
        "/dall/1/0175-01",
        "/us/1/0180-01",
        "/us/1/0180-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 440,
    "char_count": 9475,
    "ocr_confidence": 0.395,
    "pagerank": {
      "raw": 9.334604829480103e-07,
      "percentile": 0.9802855301602525
    },
    "sha256": "f41d4eed027c89981c58ab3f65ba4b9c3591074489c6fe24af92cfdc527d25cb",
    "simhash": "1:9df4c7345c99a30c",
    "word_count": 1675
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Manderson versus Lukens."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\nThe plaintiffs’ right .of action depends upon the will of John C. Browne. He devised all his real estate to his wife during her life or widowhood, and “whenever her death or marriage should take pláce,” it was to be equally divided among his children “which may be then alive, or who may have left legitimate heirs.” Two of the children died intestate and without issue, and then the widow sold her interest to her only remaining son Peter, who afterwards died leaving issue, his mother being then still alive. If Peter thus acquired a full title, then the plaintiffs claiming under him have a good one; and it appears that there is no one to dispute it except the children of Peter. The defendant, having made a contract of purchase from the plaintiffs, refused to perform it, fearing that a claim by Peter’s children would be available.\nAnalyze the claim in question, and what have we ? A devise to the testator’s children, that is, his heirs, and impliedly to their heirs, after the death of his widow. In other words, a devise of a life estate, with remainder to his heirs at law, which is necessarily a vested remainder, or rather a reversion. .And Peter, having become the heir of the two who died, takes the whole.\nIt is argued that the remainder is contingent until the death of the widow. Suppose it so, if you can. Then the estate, until then vested under the will, would vest in the children themselves as an inheritance, and thus they would have both the vested and the contingent estates, that is, the whole estate, and both would descend in the same way to their heirs, which is an absolute estate.\nBut lest this may be doubted as a rather summary solution of the case, we shall treat it more in detail and under the guidance of other principles.\nWe cannot treat the expression “legitimate heirs” as meaning “issue” in the technical sense; for we are sure that the testator had no thought of creating an estate tail. Nor can we substitute the word “ children” in the English sense, which is never equivalent to “heirs,” if by so doing we should give to the first takers only a life estate, with an executory devise to their unborn children ; for nothing was further from the intention of the testator than such an artificial devise as this. Besides, the rule that no limitation will be deemed an executory devise if it can be treated as a remainder, is too peremptory and too valuable to allow this. We cannot allow the word “whenever,” referring to the time when the property is to be divided, to make the devise to children contingent ; for that word, or its synonymes, almost always appears where a vested remainder is created: 1 Dall. 175; 5 Watts 435. Moreover, the rule, that an estate will not be construed as contingent if it is at all practicable to construe it as vested, is quite as valuable and inflexible as the one just cited.\nThe question of vested or contingent is not to be tested by the certainty or uncertainty of obtaining the actual enjoyment; for that would make the character of the estate depend, not upon the terms of its creation, but on the form of the result. Neither does it depend upon the defeasibility or indefeasibility of the right of possession; for many estates are vested without possession, as well as with, which are yet defeasible. If there is a present right to a future possession, though that right may be defeated by some future event, contingent or certain, there is nevertheless a vested estate. An unpossessed estate is vested, if it is certain to take effect in possession, by enduring longer than the precedent estate. Any additional contingency destroys its vested character; but in this case there is no other.\nThe title having become vested immediately on the death of the testator, we cannot construe the words “who should have left legitimate heirs” so as to divest it; for the rule that, in doubtful cases, requires an estate to be construed, if possible, as absolute rather than defeasible, is quite as important as any that we have cited. Resides this, it is plain that the very object of the clause was to prevent the estate of the devisees from being defeated by their death during the precedent estate.\nWhat then becomes of the shares of the two who died first ? The clause intending to provide for this is absurd in its literal sense, because it gives the land to them even though they should be dead. The testator did not mean this, but something that is reasonable. It is manifest that he was thinking that some of his children might die before his wife, and that, if they should have children, these children ought not to be excluded by the will, and he unnecessarily inserts a clause expressive of this thought. When the two children died without issue, their brother Peter inherited their shares, and thus, with the devise to himself, he became entitled to the whole in fee simple.\nJudgment reversed, and judgment for the plaintiffs; sum due to be liquidated under the direction of' the District Court'.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Campbell, for plaintiff's in error.",
      "Harding, for defendant."
    ],
    "corrections": "",
    "head_matter": "Manderson versus Lukens.\n1. Words of limitation, will not be deemed an executory devise'if they can be treated as a remainder, nor as a contingent remainder if they can be construed as a vested one, nor as giving a defeasible estate if they can be construed as giving an absolute one.\n2. The vested or contingent character of an estate is not to be tested by the certainty or uncertainty of obtaining the possession, for that would make its character depend, not upon the terms of its creation, but on the form of the result; nor by the defeasibility or indefeasibility of the right of possession, for many estates are vested without possession as well as with it, and are yet defeasible.\n3. If there be a present right to a future possession, though that right may be defeated by some future event, contingent or certain, there is nevertheless a vested estate. An unpossessed estate is vested if it is certain to take effect in possession by enduring longer than the precedent estate.\n4. The word whenever and its synonymes, referring to the time when property is to be enjoyed, are among the mdst ordinary words used in creating a vested remainder, and cannot be relied on as a test of a contingent one.\n5. A devise to the testator’s widow during life or widowhood, and then providing that, whenever her death or marriage should take place, the land should be equally divided among his children which may be then alive or who may have left legitimate heirs, gives to the children a vested remainder in fee.\nError to the District Court, Philadelphia.\nThis was an action of assumpsit, in which Andrew, Thomas, and James Manderson, executors of the will of Peter Browne, deceased, were plaintiffs, and Charles Lukens was defendant. The following facts were agreed upon, and stated for the opinion of the Court.\nJohn C. Browne, late of the county of Philadelphia, being seised of the real estate in question, made his last will and testament, dated on the 22d day of September, 1819, and the codicils thereto dated March 2, 1825, and August 4, 1832, made a part of this case.\nHe thereby devised the use, income, and profits of all his estate, real and personal, to his wife Hannah Browne, during her natural life, provided that she should so long remain his widow; but if she should marry, she should only Have what the law would allow her out of his estate.\nThat upon her death, or intermarriage, he directed his estate to be equally divided between all his children, “ which may then be alive, or who may have left legitimate heirs, share and share alike,” &c.\nThe said John .0- Browne died seised of said estate, leaving a wfidow, the said Hannah, and issue, three children, two of whom afterwards died without issue, leaving Peter Browne the survivor of the three children, to whom and his heirs, his mother, Hannah Browne, afterwards, viz. on the 30th day of August, 1837, by indenture of that date, sold and conveyed all her interest in said estate under the said will; afterwards the said survivor Peter Browne, by his will dated January 16, 1840, made part of this case stated, authorized his executors therein named to sell and convey all or any part of his estate; and he afterwards died seised of that estate, leaving issue one child. Under this power the executors, by indenture dated the 22d day of December, 1840, sold and convoyed to the plaintiffs all the estate or interest in a lot or piece of ground of which the said Peter Browne so died seised.\nAfterwards, viz. on the 1st day of February, 1853, the plaintiffs in writing made part of this case, agreed to sell, and the defendant agreed to buy, the whole of said lot of ground before referred to. The plaintiffs tendered to the defendant a deed for said premises, and demanded payment in accordance with the agreement; but the defendant refused to comply, alleging that the plaintiff could not convey to him a good and sufficient title in fee simple to said premises.\nIf under the above facts the Court should be of the opinion that the plaintiffs had a right to sell and convey an indefeasible estate in fee simple in said premises, then judgment to be entered for the plaintiffs, damages to be settled by counsel; but if in the opinion of the Court they had not a right to sell and convey such a title, then judgment to be entered for the defendant, with the right in either party to bring a writ of error.\nCampbell, for plaintiff's in error.\nHarding, for defendant."
  },
  "file_name": "0031-01",
  "first_page_order": 31,
  "last_page_order": 34
}
