{
  "id": 973989,
  "name": "Hart versus Homiller's Executor",
  "name_abbreviation": "Hart v. Homiller's Executor",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "39",
  "last_page": "44",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 39"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Penn. Rep. 112",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle 440",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823534
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0440-01"
      ]
    },
    {
      "cite": "6 Watts 167",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846069
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0167-01"
      ]
    },
    {
      "cite": "1 Jones 86",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 198",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848475
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0198-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 553,
    "char_count": 12480,
    "ocr_confidence": 0.418,
    "pagerank": {
      "raw": 2.46703993483998e-07,
      "percentile": 0.8060996992488751
    },
    "sha256": "ab18c4c1303fd8a28bf6617dadb8867c11f4893aaf831260cee2b8689635b285",
    "simhash": "1:c4720c303a1ca87b",
    "word_count": 2238
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hart versus Homiller’s Executor."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\nWhen this cause was up here before in another form, we were compelled to reverse the proceedings for formal reasons, while we were deciding all the material points in favor of the claimants. We have now, therefore, little more to do than to repeat the propositions then affirmed.\n1. Where land is devised “at a valuation” or a price to be paid by the devisee, the title passes subject to the charge or lien for the price, if the devise be accepted.\nThis proposition is so plainly a mere repetition and application of the principle of all transfers of title, that it is hard to see how a different view could be thought of, except where the search after analogous precedents has diverted the mind from the direct principle of the case.\n2. Where the devisee’s title to the same land is sold by the sheriff, and in all the proceedings the title is described as taken and sold subject to the unpaid valuation charged upon it, the sheriff’s vendee takes the land so charged.\n3. If, after this, there should be funds in the hands of the executors of the estate, and the said devisee’s share thereof should be sufficient to pay the charge on the land thus devised, this would not of itself operate as an extinguishment of the charge: for that would be the application of the devisee’s funds in order to discharge the duty of the sheriff’s vendee.\n4. It is of the plainest logical consequence that, when afterwards the title of the sheriff’s vendee was taken and sold subject to the same charge, the second vendee of the sheriff takes the title thus burdened.\nPossibly a different result might be arrived at by a process of induction from analogous cases alone; but such process can never be relied on, except when it is conducted under the constant supervision of the fundamental principles of law. We know of no precedent that, under such supervision, could favor the defendant’s case. He bought this property for little more than a nominal price, and subject to this charge, and he cannot find law that will enable him to evade this liability.\nThese principles would affirm this decree if it were not so loose in form as scarcely to deserve to be called a decree. We cannot even say that it is a decree in rem, when clearly it ought to be. We must therefore reform it, and declare how it should be executed. How shall this be?\nThe decree must be that the defendant pay the charge with interest, and that in default thereof the land be sold for the payment thereof. How sold ? Levari facias is made by law the ordinary writ for collecting charges upon land, as in the cases of mortgages, mechanics’ liens, and municipal charges. It is the proper process in equity (see 8th Equity rule), and this is really an equity case in the Orphans’ Court. Similar common law forms of execution are recognised in that Court, by the Supplementary Act of Assembly relating to executions — 21st April, 1846. It is a well known form of writ, which even inexperienced clerks can issue without blundering; it requires no special order of the Court to obtain it, and it therefore accords best with the decree, for that gives the plaintiff a right to his money. Ubi est eadem ratio, ibi debet esse idem jus.\nDecree. — March 20, 1854. This cause came on to be heard at the last December Term of this Court, on appeal from the Orphans’ Court of Philadelphia county, and was argued by counsel; and now, on full consideration thereof, it is ordered, adjudged, and decreed that the decree of the said Orphans’ Court be reversed, annulled, and held for nought, and this Court now proceeding to make such decree in the premises as the said Orphans’ Court ought to have made, do further order, adjudge, and decree that the said defendant, James H. Hart, do pay unto the said plaintiff, Jacob Martin, executor of Henry Homiller deceased, the sum of ($3398.40) three thousand three hundred and ninety-eight dollars and forty cents, with costs, and in case the same shall not be paid within one month after the entry of this decree in the said Orphans’ Court, that then the payment thereof shall be enforced by a writ of levari facias against the land of the said defendant, which is described in the bill or petition of the plaintiff, and the cause is remanded to the said Orphans’ Court in order that this decree may be there carried into effect.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Horn and Kennedy, for plaintiff in error.",
      "Wilkinson and Arundel, contó."
    ],
    "corrections": "",
    "head_matter": "Hart versus Homiller’s Executor.\n1. Where land is devised at a valuation or a price to be paid by the devisee, the title passes subject to the charge or lien for the price, if the devise be accepted.\n2. Where the devisee’s title to the land is sold at sheriff’s sale, and in all the proceedings the title is described as taken and sold subject to the unpaid valuation charged upon it, the sheriff’s vendee takes the land so charged.\n3. If after this there should be funds in the hands of the executors of the said testator, and the said devisee’s share thereof should be sufficient to pay the charge on the land thus devised, this would not of itself operate as an extinguishment of the charge, for that would be the application of the devisee’s funds in order to discharge the duty of the sheriff’s vendee.\n4. When afterwards the title of the sheriff’s vendee is sold at sheriff’s sale subject to the same charge, the second vendee takes the title thus burdened.\n5. A petition of the executor of the will by which the charge was made having been presented to the Orphans' Court, in pursuance of the 59th section of the Act of 24th February, 1834, relating to executors and administrators, this Court decreed that the said second purchaser pay to the said executor the valuation money, with interest and costs, within a time designated ; and in default thereof, the payment to be enforced by a writ of levari facias against the land charged.\nCertiorari to the Orphans’ Court for the city and county of Philadelphia.\nOn the petition of Jacob Martin, as surviving executor of the will of Henry Homiller, deceased, to the Orphans’ Court, on the 18th February, 1853, a citation was issued to James H. Hart, to show cause why a decree should not be made against him “ for the valuation money and the interest due thereon,” alleged to be charged on a lot of ground having buildings erected thereon, situate on the east side of Delaware Third street, in the Northern liberties. The said Hart had purchased the premises at sheriff’s sale, when sold as the property of Jacob Martin, who had purchased them at sheriff’s sale under a judgment against Samuel Homiller, to whom certain buildings had been devised by his father, Henry Homiller, during the life or widowhood of the testator’s wife, he (Samuel) paying therefor unto her the yearly rent of fifty dollars; and after the decease or intermarriage of his said wife, the lot on which the buildings were erected was to be divided, and the premises in question, now claimed by Hart, the said testator gave and devised to his said son Samuel, his heirs and assigns, “ at such valuation as shall be made thereof by six respectable bricklayers and carpenters.”\nWhen the premises in question were sold at sheriff’s sale as the property of Samuel Homiller, they were sold subject to the valuation to be made as aforesaid. The premises were purchased by Martin in 1827, before the death of the widow. Samuel died in or about 1835. The widow died in 1844. After her death, the premises were valued, in August, 1845, at $2250. After the valuation, the right, title, and interest of Jacob Martin in the premises was sold at sheriff’s sale, in April, 1847, and were purchased by the said James H. Hart.\nIn the sheriff’s advertisement it was stated that the sale would be subject to a yearly rent, &e., and also “subject to a valuation to be made of said building and lot after the decease or marriage of the said Catharine Homiller, agreeably to the last will and testament, &c., of Henry Homiller deceased.” Previous to the sale notice was given that the sale would be subject to the valuation made under the direction of the will, viz. $2250; and also to the approval of the devisees and legatees claiming by virtue of the will. In the sheriff’s deed to Hart, dated 10th April, 1847, the sale was stated to have been subject to a valuation to be made as aforesaid.\nSee the facts of the case more fully stated in a report of the case in 8 Harris 248.\nThe petition in question was under the provisions of the 59th section of the Act of 24th February, 1834, relating to executors and administrators.\nIn the answer it was alleged that, at the time of the valuation in August, 1845, the said Jacob Martin was the surviving executor of the will of Henry Homiller; that he was the sheriff’s vendee of the said premises devised to Samuel Homiller, and, as vendee, was subject to the duty of paying the valuation. Further, that at the time of the valuation the said Martin was indebted to Hart and others, by judgment, under which the premises were sold; and it was alleged that they passed to Hart discharged of the lien of the valuation. Also that a mortgage existed on the premises given by Martin, in December, 1838, for $1600. It was further alleged that Hart “did not bargain, bid, or in any wise agree” with the sheriff to pay to Homiller’s estate, to Samuel, or to the sheriff the said valuation or any other sum than his bid of $60; and that he bid believing the absolute fee was in Samuel.\nIt was further alleged that the accounts of Martin, as executor, ought to be settled, and the amount of Samuel’s share in the estate ascertained; and that the gift of the lot to Samuel operated as payment of his share of the residue of the testator’s estate, &c.\nThe respondent asked that a decree be made in his favor.\nBy the will of Henry Homiller, the rest, residue, and remainder of his estate, real and personal, not disposed of by the will, after the death or marriage of his widow, was devised to his six children, of whom Samuel was one, in proportions stated in the will.\nThe proceeding had in this case was taken in consequence of the suggestion in the opinion of Lowrie, J. See 8 Harris, 252.\nAllison, J., remarked that in the opinion delivered by Lowrie; J., it was held that the valuation was a lien upon the land bought by Hart; that he bought subject to it, and that the fund belonged to the residuary estate, and must be paid to the executors or administrators. He decreed the payment by Hart of the valuation of $2250, with interest, to the executor.\nIt was assigned for error, that the Court erred in granting the prayer of the petitioner, and in not decreeing the account asked for in the answer. It was alleged that the executor was not the proper party to institute this proceeding; and it was objected that the personal representatives of Samuel Homiller were not parties defendant or notified.\nHorn and Kennedy, for plaintiff in error.\nIt was contended that the devise “at such a valuation as shall be made,” &c., did not create a testamentary charge upon the premises. It was said that to create a testamentary charge upon land, the testator must express his intention to that effect in direct terms, or by plain implication: 8 Watts 198; 4 W. Ser. 414-423; 7 Barr 241; 3 W. & Ser. 370; 1 Jones 86, Hackadorn’s Appeal; 3 Barr 72.\n2. It was contended that if the valuation money was a charge upon the land, the judicial sale to Hart divested it: 6 Watts 167; 4 Rawle 440; 1 Penn. Rep. 112; 9 Barr 132; 1 W. & Ser. 235.\nThe valuation had been made before the sale to ITart. Jacob Martin having before been the owner by virtue of the sale to him, and he being the person to receive and pay out the valuation money, it was said that it should be treated as paid.\nIt was further alleged that the Court below should have decreed a settlement of the account of Martin, as executor, and the account of Samuel with the estate of Homiller, to show how far the valuation was discharged either by debiting Samuel in the residuary fund or the executor with the amount of the valuation. That Samuel was entitled to retain his share of it as a residuary legatee, and would not be liable for more than the balance.\nThe proceeding was instituted under the 59th section of the Act of 24th February, 1834, and it was contended that the legatees and not the executors, were the proper persons to institute it.\nThe representatives of Samuel Somiller should have been joined as defendants or notified. Reference was made to the 59th section of the said Act.\nWilkinson and Arundel, contó."
  },
  "file_name": "0039-01",
  "first_page_order": 39,
  "last_page_order": 44
}
