{
  "id": 974030,
  "name": "Worrell's Appeal",
  "name_abbreviation": "Worrell's Appeal",
  "decision_date": "1854-03-20",
  "docket_number": "",
  "first_page": "44",
  "last_page": "50",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 44"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts 73",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848533
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0073-01"
      ]
    },
    {
      "cite": "1 Bin. 194",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787952
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0194-01"
      ]
    },
    {
      "cite": "8 Watts 78",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848510
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0078-01"
      ]
    },
    {
      "cite": "4 Dallas 305",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    },
    {
      "cite": "2 Leigh 276",
      "category": "reporters:state",
      "reporter": "Leigh",
      "opinion_index": -1
    },
    {
      "cite": "3 Hen. & Mun. 422",
      "category": "reporters:state",
      "reporter": "Hen. & M.",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 272",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "1 Pick. 23",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2070891
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/18/0024-01"
      ]
    },
    {
      "cite": "15 Mass. 220",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2055341
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/15/0204-01"
      ]
    },
    {
      "cite": "3 Whar. 198",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "2 Jones 375",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 188",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Penn. Rep. 207",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "20 Pick. 119",
      "category": "reporters:state",
      "reporter": "Pick.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "9 Pick. 446",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2058523,
        2058517
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/26/0453-01",
        "/mass/26/0454-01"
      ]
    },
    {
      "cite": "2 Jones 375",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 817,
    "char_count": 18249,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 3.710761696660831e-07,
      "percentile": 0.8933752508350873
    },
    "sha256": "dd6d01ef4836358de0c6e7417727bb68c3de2ba52d138ca76e5cc4d0bb4c8915",
    "simhash": "1:3260a7542fc0a517",
    "word_count": 3232
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Worrell’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nKnox, J.\nIn Worrell’s Appeal, 9 Barr 508, it was held that this appellant was liable for an investment in the stock of the Schuylkill Navigation Company of moneys received by him for his ward. The decision was in accordance with former adjudicated cases, and has been followed by others of,, like import. It may now be considered as settled law, that in Pennsylvania an investment by a guardian or other trustee, unless authorized by the deed of trust, in the stock of an incorporated company, whether a bank, railroad, canal, manufacturing, or mining corporation, cannot be made at the risk of a ward or other cestui que trust. It is unnecessary to repeat the reasons which are the foundation of this rule. In England and in this country the adoption of the rule has been found essentially necessary for the protection of those who could not protect themselves. It will not do to say that because prudent men sometimes invest their own money in such stocks, guardians may legally invest the estate of their wards in like manner.\nOne who is entitled to the appellation of a prudent man, incited by the hope of a large return, may make an investment understood to be of a speculative or experimental character. He calculates the chances and takes the risk. If fortunate he pockets the profits; if not he must stand the loss. But with trust funds no such hazard can be permitted. Investments which are entirely safe, and which yield a fair return, in this country can readily be obtained, and a strict compliance in this respect should be required from those intrusted with the estates of minors and others similarly situated. Neither Duhring’s Appeal, 1 Harris 222, nor Rush’s Estate, 2 Jones 375, bear upon the question here presented. In the one the effort was to make trustees of an insolvent liable for not proceeding-to avoid certain assignments; and in the other the investment was held to be within the terms of the will; and the language used as to what is required of trustees, is applicable to the facts then under consideration.\nIt is alleged that the recognition contained in the ante-nuptial settlement affirms the purchase of the stocks in question, and protects the trustee from liability. The reasons given by the auditor in negativing the proposition are unanswerable. At the time the deed of marriage settlement was executed, the ward was in her minority, and was not of full age for nearly two years thereafter. There is no evidence that the trustee under the deed, when he became a party to it was informed how, when, or by whom the stocks were purchased, or that such information was given to him at any time before the appellant’s account was filed, and which was immediately excepted to.\nIt is possible that the election of the trustee under the settlement to take the stocks with the consent of the husband, would have bound the ward; but it is clear that a mere recital in the deed cannot be construed into an election. Where a guardian makes an unauthorized purchase, an adoption of his act would relieve him from responsibility; but the adoption must be by one competent to act, and made under a full knowledge of all the facts connected with the transaction.\nWhat has been said as to the effect of the trustee’s conduct, may be applied, if possible, with still greater force to the husband’s. By becoming a party to the deed, he is prevented from disputing the title of the trustee; but how his act can be said to work a release of the guardian, is not, and, it is believed, cannot be shown. The same answer may be given to the allegation of acquiescence; which, like election, is not valid in the absence of notice. It was the duty of the guardian upon the marriage of the ward to render an account, the objection to which could not be made before it was rendered. It was made as soon as the account was filed, and there is no room left for complaint, upon behalf of the guardian, that he was not earlier notified that the stocks would not be received.\nWe have disposed of the main questions raised upon this appeal. There are, however, some minor points to be noticed.\nThe auditor was right in disallowing the charge for counsel fees, which appear to have been incurred in contesting the demand of the appellees, and must be paid by the contestant.\nCommissions were calculated upon the sums received, excluding the interest, and this was correct; but such commissions should have been deducted at the time of the reception, and interest only chargeable upon the residue. There is still another error in making up the account. Only one month was allowed from the time of the reception of the money, to reinvest. Ve have, in several recent cases, held that ordinarily six months should be allowed for this purpose; and there is nothing in the case before us to take it out of the general rule. It only remains to add that the accountant is to be charged with interest during the pendency of the account.\nThe decree of the Court below is reversed, and the account is referred to the auditor of this Court to report an account in accordance with the principles herein stated, when a final decree will be entered in this Court.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Randall, for the appellant.",
      "Ingraham and Thomas, for appellees."
    ],
    "corrections": "",
    "head_matter": "Worrell’s Appeal.\n1. Au investment by a guardian or other trustee, unless authorized by the deed of trust or by law, in the stock of an incorporated company, is at his own risk, even though persons generally considered men of prudence have made similar investments.\n2. Though a guardian who made an unauthorized investment in stock may be relieved by the adoption of his act by the party interested if competent to act in the matter, yet a guardian who had invested in the stock of the Schuylkill Navigation Company, which subsequently depreciated, and in other canal and bank stock, was not relieved from responsibility by the mere enumeration or recital of such stocks in a deed of settlement made, in contemplation of the marriage of the minor ward, by the intended husband and the ward to a trustee for the use of the ward, it not appearing that the trustee then knew when or by whom the stocks were purchased, and no account of the guardian being then filed, and which, when filed, was immediately excepted to.\n3. The guardian is not entitled to be allowed fees paid by him to counsel employed in sustaining his claim to allowance for such depreciated stock.\n4. The commissions of the guardian upon the sums received should be deducted at the time the money is received by him, and .interest is chargeable only on the residue.\n5. Ordinarily, six months is allowed to make investments.\n6. A guardian is chargeable with interest on the balance due by him during the proceeding on his account under exceptions filed at his instance.\nAppeal from the decree of the Orphans’ Court, Philadelphia.\nThis was an appeal by John R. Worrell, guardian of Mary E. Dayton, formerly Mary E. Jennings, from the decree upon his account. The main question .was whether he was liable for investment in stock of the Schuylkill Navigation Company.\nSee the report, in 9 Barr 508, &c., in the case of a former appeal of the same appellant.\nJohn Jennings, of Philadelphia, died in 1832, leaving five children. At the instance of the widow, who was one of the executors of the will of the decedent, John R. Worrell accepted the guardianship of the five minor children. He was appointed in December, 1832.\nMary Dayton, one of the children, came of age on 29th August, 1847. On 10th September, 1847, John R. Worrell’s account was filed. On 11th September, 1847, exceptions to it by the former trustee of Mrs. Dayton, were filed. The accounts were afterwards referred to an auditor.\n• The guardian, in addition to investing in stock of the Delaware and Hudson Canal Co., and in the stock of certain banks in Pittsburgh, also purchased stock in the Schuylkill Navigation Company. The first purchase of the latter stock was made in 1884, and was purchased at a price considerably above par. He also purchased some of the said stock on his own account, and the widow also purchased some. When the elder children came of' age, thgy received their portion of the said stock, and it was sold at a profit. It was alleged that the other stocks purchased by the guardian would bring more than was paid for them by the guardian. It was stated that the guardian settled with the other children, without any charge for his services. It was also alleged that the Board of Brokers invested in the Schuylkill Navigation Company’s stock, about the same time, in order to form a fund for the relief of the indigent widows and children of deceased brokers. Previous to 25th September, 1845, the elder children of John Jennings had received their shares of the stock, and the remaining stocks belonged to John R. Jennings and to Mary, afterwards Mary Dayton. On that day, a deed or ante-nuptial settlement was executed by B. B. Dayton, of the first part, Mary F. Jennings, of the second part, and Joseph T. Thomas, of the other part, in which was recited the intended marriage of the two first parties, and there was conveyed to the third party, in trust for the said Mary and her children, the one undivided half part, being her share of certain stocks then in the name of John R. Worrell as guardian, including in the enumeration about 91 shares of stock in the Schuylkill Navigation Company. The trustee accepted the trust. Subsequent to the marriage, the Schuylkill Navigation Company made no dividends.\nIn addition to exception being taken to the investments in the stock of the Schuylkill Navigation Company, exception was also taken to credits asked for investments to the extent of ten shares of the stock and scrip of the Delaware and Hudson Canal Company ; sixty-eight shares of the stock of the Merchants’ and Manufacturers’ Bank of Pittsburgh, on the ground that the same was unauthorized by any order or decree of the Court.\nThe auditor reported in favor of the exceptant. He expressed .the opinion, that, being a minor at the execution of the deed of trust, the ward was not bound by any admissions contained in it. He cited Cumming’s Appeal, American Law Journal of September, 1849; and observed that the guardian was not a party to the deed, and no consideration passed to her for her alleged acquiescence ; and that it did not appear that the conduct of the guardian was influenced by the deed.\nAs to compensation to counsel, it was observed that there was no evidence of any professional services rendered to the accountant on behalf of his ward, but that those services appeared to have been adverse to her interests and for the protection of the accountant. The auditor reported in favor of the exceptant, the guardian to retain the stocks and dividends thereon, and charging him with the principal moneys and interest thereon, allowing one month after the receipt of each item for investment. 'A commission of five per cent, on all principal sums collected was allowed.\nExceptions to the report were dismissed in the Orphans’ Court, and the report was confirmed, and the balance and interest thereon, stated in all at $9097.08, was directed to be paid to the trustee.\nExceptions to the decree were, — 1. In not allowing the investments in the stock of the Schuylkill Navigation Company, the Merchants’ and Manufacturers’ Bank of Pittsburgh, and in the Delaware and Hudson Canal Company. 3. Because the Court decided that the execution of the ante-nuptial settlement was not a ratification of the purchases of the said stock. 4. Because the Court decided that the trustee was not bound on accepting the trust immediately to disavow the said investments. 6. Because the Court allowed the accountant a commission only on $6629.46, instead of on the amount exceeding $9000, with which he is charged. 7. The commissions should have been deducted when the moneys were received, and not on 1st March, 1850. 9. Because the ward was allowed an excessive rate of interest. 10. Because but one month from the receipt of each sum, was allowed for making investments. 11. To the disallowance of any compensation to counsel.\nRandall, for the appellant.\nIn England, until the year 1746, the rule was that a trustee was not liable for investments made in good faith and with the same judgment that prudent persons exercised in similar cases. At that period, from motives of state policy, the Chancellor made an important change, and required every trustee to apply to the Court of Chancery for an order for the investment of the fund in government securities: 7 Ves. J. 150; and the authorities in 9 Barr 509—10; 8 W. & Ser. 143. But it was contended that the old rule prevailed in the American Courts: 9 Pick. 446; 20 Pick. 119; 4 John. Ch. 519 ; Story’s Eq. § 465; Id. 1269-1271-2-3; 1 Penn. Rep. 207; 6 Watts 188; 8 Id. 19-21; 7 W. & Ser. 48; 8 Id. 143; 5 Barr 15; 5 W. & Ser. 254; 1 Harris 222, Duhring’s Appeal; 2 Jones 375, Rush’s Estate, wherein an investment in the loan of the Lehigh Coal and Navigation Company was sustained.\nIt was further contended that the execution of the marriage settlement, dated Sept. 25, 1845, by which the stocks in question were transferred, was a confirmation and ratification of such investments, even though the ward was an infant. That as the ward was of sufficient age to contract marriage, she was competent to execute a settlement: Atherly on Mar. Set. 24-25. The trustee was liable for instalments on the stock: 3 Whar. 198; 6 Barr 421. The trustee did not disavow the transfer'of the stocks till 11th Sept. 1847, nearly two years afterwards. The trustee and parties permitted the guardian to retain the investment for nearly two years, during which the stock was falling in price. It was contended that the investment should have been promptly disavowed: 14 Ser. & R. 27; 8 Eng. C. L. 80; 1 Barn. & Cr. 186; 2 Bults. 69; 1 Greenleaf 11; 15 Mass. 220; 1 Pick. 23; 2 Southard 460.\nIt was further contended that the marriage of the ward terminated the guardianship, and that from that time the authority of the guardian was vested in the trustee, or her husband: 1 Jones 272, Cumming’s Appeal. It was said that an infant, by agreement or settlement before marriage, may bind her personal estate, because otherwise at law it would become the property of the husband ; that, he being a party to it, it is in equity binding on him: Atherly 24-5, 27 Law Lib. 13; 67 Law Lib. 29 Batten on Spe. Per.; 5 Bevan 56; 3 Hen. & Mun. 422; 2 Leigh 276; 2 Har. Gill 34; 4 Dallas 305; 4 Barr 99. But if it did not bind the wife, it was said that no one could object to it during the husband’s lifetime, except a purchaser without notice: 27 Law Lib. 22.\nAs to the commission, it was contended that the accountant was entitled to a commission on what he was charged with. The auditor charged him with above $17,000, and allowed a commission on above $6000. The commissions are allowed at the conclusion of the account, whereas they should have been allowed as the amounts from time to time were received: 1 Ser. & R. 241.\n8. The Court charged $398.11 for interest whilst the exceptions were pending. It was said that this was irregular: 8 Watts 78; 5 Barr 87; 9 Id. 509.\nIt was testified that 6 per cent, could not have been obtained during all the time in question; yet it was charged. 10. The guardian should have been allowed six months to invest: 5 Barr 91.\nXI. Counsel fees should have been allowed. It was in evidence that counsel had been employed as early as the application for the appointment of a guardian, and the accountant has since been obliged to employ counsel in relation to this proceeding: Oakford’s Appeal, 1 Whar. Dig. 850.\nIngraham and Thomas, for appellees.\nIt was contended, in relation to the investments, that the question was not whether the guardian acted in good faith, or according to the best of his judgment, but that the object of the law was a secure investment, and that this could be attained only by investment in real security or in the public loans. It was alleged that this has long been the rule in England: 1 P. Wms. 140, decided in 1711; Id. 648, in 1720; 2 Id. 85-168; 1 Atk. 480; 3 Id. 440; Lewin, 74 Law Lib. 156, 7 Ves. 150 ; 1 Cox 67; Willis on Trustees, 10 Law Lib. 86; opinion in 6 Harris 305, Hemphill’s Appeal. The investment should be in the public debts of the United States, or of Pennsylvania, or the city of Philadelphia, or in real security, as provided by Acts of Assembly.\nAs to the marriage settlement. A person when of full age may waive acts done during his minority: 2 Bl. Com. 292; Co. Litt. 171 c; 172 a; 51 b; 52 a; 3 Burr. 1806. A trustee cannot by his acceptance bind his cestui que trust to the injury of the latter: Willis on Trustees 168; Id. 122. 4. In Lukens’s Appeal, 7 W. & Ser. 48, a guardian was held liable after settlement with the ward, and after lapse of six years: Lewin on Trusts 643. The husband here legally has no interest. 5. The recital in the marriage settlement is not a confirmation, but a description. The investments being illegal are not confirmed by it: 2 D. & R. 716; 2 Harr. Dig. 5426. 6. The opinion was expressed that the Court allowed commissions on all sums received by the guardian. 7. The accountant did not charge commissions from time to time. 8. The guardian was chargeable with interest during the litigation, as the money was in use; and if it were not, and the litigation were delayed, he should have asked the Court for leave to invest it. By Act of 29th March, 1832, sect. 17, an executor or administrator is liable for interest for the balance in his hands when his accounts are or ought to be settled, or where he has made use of the funds : also cited 1 Bin. 194; 2 W. & Ser. 557-565. As to the case of Hoopes v. Brinton, 8 Watts 73, that executors are not liable for interest on funds in their hands during the pendency of their account in the Orphans’ Court, on exceptions not by themselves, it was said that that case is to be understood as applicable only where the money was ready for distribution, and not in use by the accountant, or the distribution delayed by his unsuccessful exceptions. 11. It was said that counsel were never employed by the guardian except to sustain the investments: cited Hiester’s Appeal, 7 Barr 455.\nMarch 20, 1854,"
  },
  "file_name": "0044-01",
  "first_page_order": 44,
  "last_page_order": 50
}
