{
  "id": 974052,
  "name": "Curry versus Spink",
  "name_abbreviation": "Curry v. Spink",
  "decision_date": "1854-03-20",
  "docket_number": "",
  "first_page": "58",
  "last_page": "59",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 58"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Yeates 479",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6775220
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0478-01"
      ]
    },
    {
      "cite": "3 Penn. L. J. 464",
      "category": "reporters:federal",
      "reporter": "Penn. Law J.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 291,
    "char_count": 4191,
    "ocr_confidence": 0.413,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03424794264067133
    },
    "sha256": "75c93c73972799e1b769424dec75b70fef41231105e13d1cd3974507b879561d",
    "simhash": "1:f7ebfeb687886cb9",
    "word_count": 721
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Curry versus Spink."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, oy\nKnox, J.\nIn Woodruff et al. v. Chambers, 1 Harris 132, this Court decided that where a claim was filed under the Mechanics’ Lien Law, for a sum exceeding $100, but so apportioned amongst several buildings as to make the lien against each less than $100, in determining the question of jurisdiction of the Court the claim was to be considered as an entirety. In that case, the jurisdiction of the District Court for Philadelphia city and county was sustained. For the same reason, and upon the authority of the case, we must deny jurisdiction to the Common Pleas in the case before us. Where a claim is filed in a Court having no jurisdiction, the proper course is to order it to be stricken from the record, as it is a nullity.\nProceedings affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Longstreth, for plaintiff in error.",
      "Johnston, contó."
    ],
    "corrections": "",
    "head_matter": "Curry versus Spink.\n1. By the Act of 10th April, 1848 (Acts 449), exclusive jurisdiction is conferred upon the District Court, Philadelphia, of a claim for materials existing against several buildings and apportioned among them, notwithstanding the apportioned claims are severally less than the sum to which the jurisdiction of the said Court is limited — the whole claim being within the jurisdiction of the said Court.\n2. The Common Pleas having no jurisdiction of such claim, it was properly stricken from the record.\nError to the Common Pleas, Philadelphia.\nA claim for materials was filed in, the Common Pleas, in December, 1849, in favor of Robert Curry, for. $190.50, against six houses and lots; and the same was apportioned among them equally, being $31.75 to each. The 'claim was filed against William Spink, contractor, and others, as owners.\nWrits of scire facias were issued against the houses and lots numbered 1 and 2, and judgments were obtained for the amount claimed, with interest.\nOn 22d October, 1853, the Common Pleas, on motion of the counsel for a purchaser of the properties described in the other four cases, granted a rule to show cause why the claim should not he stricken off; which rule the Court subsequently made absolute.\nIt was assigned for error: That the Court erred in striking off the claim after judgment in the sci. fas. No. 1 and 2; and, secondly, in striking off the claim on the ground of want of jurisdiction.\nIn the 5th section of the Act of 10th April, 1848 {Acts, p. 449), it is provided, that the District Courts of the counties of Philadelphia, Lancaster, and Allegheny, shall have jurisdiction of all joint claims against two or more buildings owned by the same person or persons, now filed, or that may be filed in said respective counties, in accordance with the provisions of an Act entitled “An Act relating to the lien of mechanics and others upon buildings,” passed June 16, 1836, wherein such mechanics and others claim a sum equal to that of which said Courts have respectively jurisdiction, according to several Acts heretofore passed, constituting and regulating them, notwithstanding the several apportioned claims therein be less than the sum of which said Courts have jurisdiction as aforesaid: Provided, That nothing herein contained shall prevent or impair the issuing and executing of separate writs of execution, as heretofore, against all or’any of such several apportionments.\nLongstreth, for plaintiff in error.\nIt Vías alleged that, under the 12th section of the Act of 16th June, 1836, the jurisdiction depende! on the sum in. controversy; also cited Act of 30tb March, 1811, secs. 1 and 2. The Mechanics’ Lien Act of 16th June, 1836, in the 11th section, provides that the claim shall be filed in the Common Pleas ; and the proviso to the 27th section preserves the relative jurisdiction of the Common Pleas and District Court of Philadelphia. The Act of 1848 gave a new jurisdiction, but it did not divest the jurisdiction before existing in the Common Pleas; and it is a principle in the construction of statutes, that affirmative words do not take away the common law, a former custom, or a former statute: Dwarris on Statutes 712; 3 Black. Com. 90; 3 Penn. L. J. 464; 9 Ser. & R. 298 ; 3 Yeates 479; 1 Burrow's Rep. 1041; 1 Mod. 45; 11 Coke 63; 1 Bladestone Rep. 231; 9 Price 301; 10 Id. 138.\nJohnston, contó.\nMarch 20,"
  },
  "file_name": "0058-01",
  "first_page_order": 58,
  "last_page_order": 59
}
