{
  "id": 973970,
  "name": "Philadelphia Life Insurance Company versus American Life and Health Insurance Company",
  "name_abbreviation": "Philadelphia Life Insurance v. American Life & Health Insurance",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "65",
  "last_page": "68",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 65"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Phillips 83",
      "category": "reporters:state",
      "reporter": "Phillips",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 424,
    "char_count": 8665,
    "ocr_confidence": 0.412,
    "pagerank": {
      "raw": 1.6635781994317158e-07,
      "percentile": 0.6947611617511291
    },
    "sha256": "7a6be9c9d024ab98375e7c9a8eb85ea44ff5aa398f8dcd230f6b04b98d0a5414",
    "simhash": "1:8245fde06b37fec6",
    "word_count": 1534
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Philadelphia Life Insurance Company versus American Life and Health Insurance Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\nThis controversy' turns on a set-off made by the defendants to the plaintiffs’ claim, being the amount of a policy of reinsurance by the plaintiffs of $1000, on a risk of $2500 taken by the defendants on the life of Maxwell Nusbaum, of Harrisburg, Pennsylvania, and going to California. The insurance of the defendants was dated 24th February, 1851, for one year with the privilege of another at the same rate. The reinsurance by the plaintiffs was dated 31st May, 1851, and was for one year simply. The loss had actually occurred by the death of Nusbaum in California on the 4th May, and hence arises the difficulty, the plaintiffs insisting that their risk never attached, and the defendants, that from the very nature of the transaction, the reinsurance covers the whole time embraced in the insurance.\nHow ought the parties to have understood the transaction ? This is a question of interpretation, and, in order to answer it intelligently, we must place ourselves as nearly as possible in the circumstances under which the contract of reinsurance was made: 3 State Rep. 254. The writing by itself would be construed as a contract running one year from its date. Do the circumstances require a different construction ?\nIt is very important to notice that we are compelled to look outside of the policy to ascertain that this is a case of reinsurance, for inside of it there is no word to indicate this fact, though it constitutes one of its most important characteristics. This is one of those slovenly consequences of the use of printed blanks, which have caused those great conveniences and the contracts thus executed to be so much suspected. Being a reinsurance, it is a contract to take a share of defendants’ risk. This necessarily raises the presumption, and the evidence proves it, that the plaintiffs knew all the terms of that risk, and the premium paid for it. They knew that it was to run for one year from the 24th February, and they reinsured for one year. Does this mean from the 31st May ? It is unreasonable to suppose so. The defendants could not have intended, and the plaintiffs could not understand them as intending, to be insured for three months beyond their interest.\nIt is said that the contingent liability of the defendants to become insurers for another year, was an insurable interest. Suppose it so; still, being a contingent risk, it would not be taken as a certain one. It would not be taken as a matter of course, and without special treaty as this one was. Moreover, the premium was measured by the certain, and not by the contingent risk. We cannot thus make up the year insured against in the intention of the parties. The contract and the circumstances express themselves in seeming contradiction of each other, and our duty is to make them harmonize by construction. We cannot alter the facts to suit an inference drawn from the mere words of the policy, but we must suit the inference to the facts. Without the circumstances wre would draw one inference as to the intention of the parties; with them we must draw a different one. The fact that the reinsurance was for one year on a risk running for one year from the 24th February, and in consideration of a proportional share of the premium as from that date, settles the question, and starts the year of the reinsurance from that date, and all the representations must be read as of the same date; and this makes the time of the loss immaterial. See Chouteaux v. Leech, 18 State R. 224.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Gibbons, for plaintiff in error.",
      "T. 8. Smith and Meredith, contó."
    ],
    "corrections": "",
    "head_matter": "Philadelphia Life Insurance Company versus American Life and Health Insurance Company.\n1. The circumstances under which a writing is made may often be a necessary element in its interpretation.\n2. An insurance on a life in a distant state was for one year and was dated 31st May, and it appeared that the life had then expired, though unknown to the parties; that the interest of the insured arose out of a previous insurance and greater risk by them on the same life for one year from the 24th February preceding, with privilege to renew, and this, with its terms, was known to the insurers, and the premium was measured by the amount of the risk taken by them for the whole year: Held, that this was a reinsurance, or taking a share of the original risk for the whole time.\nError to the District Court, Philadelphia.\nThis was an action of covenant by The Philadelphia Life Insurance Company v. The American Life and Health Insurance Company, on a policy issued by the defendants on the 11th February, 1851, whereby they insured the life of Sarah Riddle for the sole use and benefit of the plaintiffs, in the sum of $2000 for the term of five years. Narr. filed on 21st December, 1852, and on the same day the defendants submitted four special pleas, and fifthly, the ple'a of set-off.\nIn relation to the latter plea, it appeared that on the 24th February, 1851, the American Life and Health Insurance Company insured the life of Maxwell Nushaum for $2500, with the privilege to him of insurance for another year. On the 31st May, 1851, they obtained an insurance of $1000 of the risk from the Philadelphia Life Insurance Company, for the term of one year; but the time when the year was to begin or end was not stated. It was stated in the policy to be its intent and meaning that if the declaration made by the secretary of the American Insurance Company, on the faith of which this second insurance was made, was untrue, the policy was to be void. In the declaration by the said secretary it was declared that he believed Nusbaum’s age did not exceed thirty years, and that “ he is now in good health.”\nThis declaration was dated on the 31st May, 1851.\nBy a memorandum on the policy of the same date, signed by the secretary of the Philadelphia Company, it was agreed that in consideration of an extra premium of $30, included in the premium on this policy, the party insured had permission to go to California.\nIt afterwards appeared that Nushaum was then dead, having lost his life in the fire which took place in California on the 4th or 5th May, 1851. The material question was whether the risk under the second insurance commenced from its date, or from the date of the first insurance. In the application of Nushaum for insurance, liis name was stated as Maxwell Nusbaum, merchant, Harrisburg, to California.\nIn the proposal by the American Insurance Company, he was stated as going to California. At the time of the second insurance it was known to both companies that Nusbaum had left Philadelphia for California, but neither of them knew that he was then dead. His death was not known to them till some weeks after the second policy was made. The American Insurance Company then claimed the $1000 under the second insurance, as an off-set to the claim of the plaintiffs on account of the insurance of the life of Sarah Riddle. The secretary of the American Insurance Company was examined on part of the defendants, under objection, and stated that they had taken the risk on the life of Nusbaum, and that he inquired of the secretary of the other company if they would take half of it; or rather he offered him part of the risk on the policy. He agreed to take it, and a copy of Nusbaum’s application to the American was made out, and the plaintiffs issued to them a policy of $1000 of the $2500, and for which the company, which was defendant, paid to the plaintiffs two-fifths of the whole premium received from Nusbaum. He said that no objection was made to the date of the plaintiff’s policy to the defendants.\nThe jury found for plaintiffs $2053.38; and under the plea of set-off, they found for the defendants $1095, subject to the opinion of the Court, and afterwards judgment was entered for the plain tiffs for $958.33.\nThe material assignment was the instruction to find for defendant under the plea of set-off.\nGibbons, for plaintiff in error.\nIt was contended tha,t the American Insurance Company did not sustain any loss during the time within which the policy operated; that the event insured against did not happen within that time.\nT. 8. Smith and Meredith, contó.\nA risk may commence before the policy is subscribed, where it is not known by the parties whether the property insured is in safety: 1 Phillips on Ins. 163; or that life insured against is not in existence: 5 Burr. 2802. To render the policy in this ease void, it should be shown that the secretary did not believe his own statement: 2 Marshall on Ins. 772; Cowp. 785; 1 Phillips 83. The supposition that Nusbaum was living was not the basis of the contract, which was the uncertainty of the risk of the defendants."
  },
  "file_name": "0065-01",
  "first_page_order": 65,
  "last_page_order": 68
}
