{
  "id": 974026,
  "name": "Lincoln versus Wright; Same versus Caldwell",
  "name_abbreviation": "Lincoln v. Wright",
  "decision_date": "1854-03-30",
  "docket_number": "",
  "first_page": "76",
  "last_page": "82",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 76"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "14 Johns. 201",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        376153
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "202"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/14/0201-01"
      ]
    },
    {
      "cite": "6 Mass. 163",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2000728
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/mass/6/0133-02"
      ]
    },
    {
      "cite": "1 Wash. C. C. 226",
      "category": "reporters:federal",
      "reporter": "Wash. C. C.",
      "case_ids": [
        6568735
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/19/0505-01"
      ]
    },
    {
      "cite": "15 Johns. 298",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2140951
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/15/0298-01"
      ]
    },
    {
      "cite": "11 Mass. 37",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 717,
    "char_count": 17939,
    "ocr_confidence": 0.424,
    "pagerank": {
      "raw": 3.8193690280411673e-07,
      "percentile": 0.8982330630086928
    },
    "sha256": "cd48e22db54fa8805408e3c2aad3b4f3f95e6c8e0ad22884086f095621da7ca5",
    "simhash": "1:f2213440ee36d0fa",
    "word_count": 3250
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lincoln versus Wright. Same versus Caldwell."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nBlack, O. J.\nThese suits were brought for supplies to the steamship Constitution. The vessel was built and for a time owned by the defendants. The defence is that they were not owners at the time the supplies were furnished. There was some evidence of a sale previously. But on the contrary it was proved that Mr. Reynolds, one of the defendants, afterwards made oath that he and Mr. Lincoln, the other defendant, were still her true and sole owners, and on that oath had her registered in their names. Later still, he swore in a proceeding against the purchaser, that he and Lincoln were liable for the debts of the ship. On this, and other evidence, the jury found for the plaintiff in both cases. It is very possible that if every point on which the ruling of the court below is complained of, had been decided in favor of the plaintiffs in error, the verdict would have been the same. Nevertheless, we must reverse this judgment, if there be* error in the record; for the defendants are entitled of common right to a fair trial on legal evidence and with correct instructions. We shall therefore consider the errors assigned.\nSeveral persons who had claims against the vessel were permitted to testify that they called on the defendants after the vessel went to sea, and were told that their bills would be paid, &c. This was right. The Avitnesses having no interest in the record, though they had in the question, Avere competent. On the effect of the evidence itself, the judge made the proper comment, Avhen he said that the defendants’ declaration was not binding as a promise, if they were not originally liable, but that it was some evidence of their original liability. When a man says “I pay those bills,” meaning a particular class of debts, a creditor who brings suit on one of them, has a clear right to prove that such words Avere spoken, for it is an admission by the party that he owes the debts. It is true that such acknowledgments are sometimes made by mistake, or in ignorance, and when that is shown they amount to nothing. But there was other evidence here which tended strongly to show that there was no mistake about it.\nAfter the date of the alleged sale to Captain Bissell, and before the plaintiffs sold the goods, the vessel went down the Delaware on a trial trip. The local reporter of the Public Ledger was on board, and was told by the captain that he owned the vessel. That fact, together with a full account of the trip, was published in the paper. But Avhen the paper was offered in evidence, as showing notice to the plaintiffs of the sale, it was rejected. Generally a man can only be said to have notice of a fact when it is actually communicated to him in such a way that his mind could and did take cognisance of it. There are, however, some things which the laAv presumes to be known to all persons interested, however ignorant they may be in reality. For instance, no man can deny that he knoAvs of a deed which has been duly recorded. But the statement of a fact in a public paper, is either actual notice or else no notice at all. There is no rule of law which gives it the effect of constructive notice. It must therefore be proved that he read it. Otherwise it is no stronger than proof that the fact was orally and publicly uttered at a place where he was not present. To show that he Avas in the habit of reading the paper which contained it, does not help the matter. If he must be presumed to know every fact which happens to be published in a daily paper, merely because he is a subscriber, or an habitual purchaser of it, he can make himself safe only by ceasing to take it, or else by reading every word in it. To do the one would be a heavy burden upon a man of business, and the other would be a serious privation. The law puts no citizen to a choice of such evils. By these remarks we are not to be understood as deciding that if the.plaintiffs had read the article, the defendants would thereby have been relieved from their liability. If they were the real owners of the ship, or retained a substantial interest in, and control over her, ordering the supplies and directing the work upon her down to the moment of her departure from the port, the loose assertion of a third person that she had been sold, whether made orally or in print, would not affect the rights even of persons to whom it was communicated.\nA person may be the legal owner of a vessel, and have her registered in his name, without being liable for supplies on the order of the master. But the possession, control, and management of her, the right to direct her destination and receive her earnings, will fix his responsibility whether he has the legal title or not. This was substantially what the Court below said in language perfectly free from vagueness or ambiguity. The exception to that part of the charge is wholly unsustained.\nThe judge was requested, and refused to charge that the only object of the register is to entitle the vessel to the benefits of an American bottom. This refusal was right, because in the first place the proposition is not strictly true. Though it be the ultimate and main object of the register to fix the national character of the vessel, and though she loses nothing else by being transferred to a foreigner, there are other incidental but useful purposes accomplished by it. For instance, it furnishes a record of her dimensions and age; and, in the case of a steamer, it prevents her from going to sea under the protection of the government without having first complied with the act of Congress for the better security of the lives of passengers. But, supposing the proposition to be true, it had nothing to do with the cause. A judge \"is bound to instruct the jury on the law itself, and not on its history, object, or purpose. He does his duty by saying what the law is, without an exposition of its reasons. Such an exposition would have been especially unnecessary in this case. One of the defendants swore that he and the other defendant, his partner, were the owners; and we will not believe that the verity of that oath was in any manner dependent on the object of the law which required him to make it, or upon anything else beside the real facts of the case.\nA vessel may be sold, and, because the vendor retains the legal title as security for the purchase-money, he has her registered in his own name; a mortgagee may do the same thing, while the mortgagor keeps the possession; or an unconditional sale may be made, and the register be left unchanged. For these reasons, a certificate of the register is no evidence in favor of the person therein named as owner’, nor in actions between other parties. It will not establish an insurable interest in the registered owner as against an underwriter, nor will it disprove such interest in the assured where the policy has been taken for the benefit of other persons. Neither would it be any defence whatever, in an action for supplies against one for whose profit the ship is navigated, to show that she is registered in another name. But all this does not prevent us from saying that a man’s declaration on oath is some evidence against Mm of the fact therein asserted. It is not conclusive, certainly. The defendants were permitted to show, if they could, that they had no actual interest in the ship; but the jury did not think they succeeded, and if they were wronged in this we cannot help it.\nThe only remaining error not already noticed, either directly or indirectly, is assigned to that part of the charge in which the judge said that a delivery of the goods on board the vessel by the orders of the defendants would be such a delivery as would make them liable. This is so palpably and self-evidently right that we find it quite as impossible to say anything in favor of it as to make an argument against it. It must pass therefore without any comment. We endorse it in blank.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, O. J."
      }
    ],
    "attorneys": [
      "Wain, for plaintiffs in error.",
      "Guyler, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Lincoln versus Wright. Same versus Caldwell.\n1. In an action against an alleged owner of a vessel for supplies furnished to the vessel, other persons who furnished supplies not paid for are competent witnesses for the plaintiff: Though interested in the question, they had no interest in the suit trying and were therefore competent.\n2. The promise of the defendant to pay for the supplies was not binding on him as a promise unless he was liable for the claim: but it was evidence of his liability.\n3. An editorial statement in a newspaper of the sale of a vessel to othor persons is not evidence on the part of the defendants of such sale in order to relieve them from liability for supplies to it, merely because the plaintiff-was a subscriber or usually read the paper. To amount to notice to the plaintiff of such statement, it must appear that he read it.\n4. If however the plaintiffs had read such notice, the defendants would not thereby have been relieved from liability for the supplies if they were the real owners of the vessel; or if not the legal owners, if they retained a substantial interest or control over it, ordering the supplies, and directing the work upon it.\n5. A judge is bound to instruct the jury only on the law itself, and not on its history, object, or purpose.\n6. The object of a register of a ship is not alone to entitle it to the benefits of an American bottom.\n7. A certificate of the register of a ship is not evidence of ownership in favor of the person therein named as owner; nor in actions between other parties.\n8. It is no defence in an action for supplies furnished for a vessel to show that the vessel is registered in the name of another; and the oath of the defendant, in procuring the register, that he was then the owner, is evidence against him that he was the owner at the time the oath was made.\n9. A delivery of the goods in question on board of the vessel by the order of the defendants would be such a delivery as would make them liable for them.\nError to tbe District Court, Philadelphia.\nThese were two actions of assumpsit, one by Caldwell & Co., and the other by Wright & Co., v. Lincoln & Reynolds, as Lincoln & Co. The declarations contained counts for money lent, money paid, for work and labor and materials, for goods sold and delivered, &c. The general issue was pleaded with leave, &c.\nThe plaintiffs owned furnishing houses; Caldwell & Co. being jewellers and silversmiths, and Wright & Co. being dealers in china ware and table furniture; and the suits were for goods furnished for the use of the steamship Constitution.\nThe defendants, with Captain Loper, early in the year 1850, had the said steamship Constitution built, the title to it being in the names of the three. In the early part of June, 1850, they agreed to sell the ship to Howard & Co., of New York, or to Captain Bissell, who was connected with them, for $75,000. On 11th June, 1850, a bill of sale was executed, which was to be retained by the vendors as security for the payment of the purchase-money. Captain Bissell came to Philadelphia, and about the 20th or 25th of June he assumed the command of the vessel, and directed repairs and alterations, selected mates and engineers, and shipped a crew.\nOn 10th June, 1850, Captain Bissell paid on account of the purchase-money of the steamer $15,000 to the defendants; and on 3d July, 1850, Howard & Co. paid $55,000. On the 11th June, 1850, Captain Loper, for the purpose of transferring the papers of the steamer, made oath at the custom-house, that he, Lincoln & Reynolds, were the owners of the vessel, and it was so registered. On 3d July, 1850, Reynolds made oath at the customhouse that E. Lincoln & Co. were owners of the vessel, and it was registered accordingly. On the same day Bissell made oath that Howard & Co. were the owners, and the register of the vessel was changed.\nOn the 25th of June, 1850, Bissell ordered from Wright & Co. the goods sued for by them, the bill amounting to $514.49. The goods were delivered on the 3d July. They were charged to Steamship Constitution and owners.\nThe bill of Caldwell & Co. was for plated ware for table use, amounting to $217. The goods were charged on June 27, 1850, to Ship Constitution and owners, per Lieutenant Bissell. The goods were sent to his house. They were not delivered for some days after they were charged.\nOn part of Wright & Co., it was testified that Lincoln, on being called on in relation to their bill, after the steamer had gone, requested suit to be delayed a few days, which he said might place them in funds to pay the bill.\nJ. E. Caldwell, one of the firm of Caldwell & Co., was examined in the suit of Wright & Co., and testified that he inquired of Lincoln whether they intended to pay his bill, and that Lincoln replied that “all the bills would be paid;” but he wished him to wait, as other parties were concerned. By the words other parties were concerned he understood him to say, that they might be placed in funds to pay his bill.\nA. H. Stilwell, a ship-smith, was examined, and said he did work for the ship Constitution; that two or three days before the ship sailed he called at the store of the defendants, and Reynolds said, “We pay these hills, leave them.” He was not paid. He said that Bissell afterwards said, the vessel had gone, and no money was left. Bissell ordered the work.\nGr. S. Cox testified that he did work for the Constitution; the last work was done by orders of E. Lincoln & Co.; the work was done after the vessel was sold. He said that Lincoln & Co. wanted the bills furnished, so that they might be settled before the ship sailed.\nAnother witness said, that he did work for the Constitution under a contract with Loper. After it was completed Bissell wanted alterations made, and Lincoln & Reynolds ordered him to do what Bissell wanted. Bissell directed him to charge nothing to Mm, that the vessel had changed owners. Three or four days before the vessel sailed, Bissell said he had bought the ship, and had nothing to do with the bills.\nCaptain Loper testified that he and Lincoln & Co. built the Constitution. It was sold on the 11th June, 1850. Bissell owned it on 12th June. Loper said he paid all the bills up to the time when the ship was sold. The price was $75,000; $10,000 was paid in cash to secure the sale, and the papers, including bill of sale, were held as collateral security for the payment of the balance. He said that when he made oath that he was owner, he meant, that he held the vessel as collateral security.\nA reporter of the Public Ledger was called, and it was offered to prove, that he was a reporter for that newspaper, and that the witness was on board of the Constitution on a trial trip. It was-further offered to give in evidence an article in the Ledger of June 10, 1850, stating, inter alia, that Loper, Lincoln & Co., for whom the vessel was built, had sold it to Lieutenant Bissell. Another article in the same paper, under date of June 17,1850, was offered, to the effect that Captain Bissell was her purchaser. The articles were offered with proof that “plaintiffs read the Ledger.” It was said, in the counter statement, that by this was meant, that the plaintiffs were accustomed to read that paper. This evidence was rejected.\nHare, J., charged that the defendants may be liable, either as owners, apart from express contract, or on the ground of contract apart from ownership. The defendants were owners on the 10th June, 1850; the question is, whether their ownership was determined by Avhat passed between them and Captain Bissell, before the sale of the goods by the plaintiffs. The sale was by a bill of sale, which was retained as security. If the sale was absolute, so as to transfer to Bissell all the interest of the defendants in the vessel, they would not be liable as owners, even if they retained the legal title as security. But if they retained a substantial interest in and control over the vessel, their liability continued.\nIf not liable as owners, the defendants may be liable on the ground of express contract. The declarations of the defendants, or either of them, as to their liability, were referred to the jury. He charged that the alleged promise of the defendants to pay for the goods would not render them liable if they were not so before; but that it was evidence from which their liability might be found.\nIn each case verdict was rendered for the plaintiffs.\nError was assigned to admitting Caldwell to prove remarks by Lincoln as to the goods of Caldwell & Co.; and in admitting Stilwell and others to prove what Lincoln said relative to their respective bills. Also, that the judge overruled the question as to whether it was a matter of notoriety that Lincoln & Co. had sold the steamer to Bissell; 7. In overruling the advertisements in the Ledger; 8. In refusing to charge that a mortgagee of a ship, out of possession, is not liable for repairs or supplies; and that the register, standing in the name of some of the defendants, is compatible with the ownership really being in others; 9. In refusing to charge as requested in the' second point, which was, inter alia, that the register of a ship is not conclusive as to its ownership ; that the sale of a ship may be by parol, &c.; and that the object of the register is only to entitle it to the benefits of an American bottom. 10. In charging that the defendants were not liable unless there was a delivery; but that a delivery on board of a vessel, by their orders, would be such a delivery as would make them liable.\nWain, for plaintiffs in error.\nAs to the 8th assignment, was cited 11 Mass. 37; 9 New Hamp. 380; 15 Johns. 298; 1 Wallace Jr. 359; 4 W. & Ser. 240; 1 Wash. C. C. 226; 6 Mass. 163; 2 Wh. Dig. 564, No. 24.\nAs to the 9th assignment, relative to the register of a ship, was cited 1 Wash. G. G. 226; 3 Kent 133; 6 Mass. 163; 14 Johns. 201; Id. 202; Abbott on Shipping 47.\nGuyler, for defendants in error.\nMarch 30,"
  },
  "file_name": "0076-01",
  "first_page_order": 76,
  "last_page_order": 82
}
