{
  "id": 974045,
  "name": "Case versus Dunmore",
  "name_abbreviation": "Case v. Dunmore",
  "decision_date": "1854-04-04",
  "docket_number": "",
  "first_page": "93",
  "last_page": "95",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 93"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 126",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846798
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0126-01"
      ]
    },
    {
      "cite": "6 Watts 34",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846058
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0034-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 324,
    "char_count": 4927,
    "ocr_confidence": 0.41,
    "pagerank": {
      "raw": 3.1290053122055385e-07,
      "percentile": 0.861155225652152
    },
    "sha256": "8621838b0a62afe869f02ddd05953a4dc0e7ea096de9bdeb3a9547613a864b23",
    "simhash": "1:5a17dc22542ce16f",
    "word_count": 877
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Case versus Dunmore."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLewis, J.\nIt has been repeatedly decided by this Court that the exemption of goods from execution under the Act of 1849, is a privilege for the benefit of the debtor which he may waive even by the omission to claim it at the proper time, without any express contract for the purpose. But where at the time of contracting the debt he agrees to waive the benefit of the exemption, and this forms the ground of the credit given to him, the injustice of permitting him to violate his contract and thus to defraud his credit- or, is too palpable to need illustration, or to require the aid of precedents to discountenance it. Notwithstanding the benevolent provisions of the statute in favor of unfortunate and thoughtless debtors,- it was far from the intention of the legislature to deprive the free citizens of the state of the right, upon due deliberation, to make their own contracts in their own way, in regard to securing the payment of debts honestly due. Creditors are still recognised as having some rights; and it was not the intention of the legislature to destroy them by.impairing the ■ obligation of contracts. It frequently happens that the creditor is more in need of public sympathy than thé debtor. When a poor man is unjustly kept out of money due to him, the distress arising from the want of it is often greater than that caused to the other party by its collection. If the suffering was but equal, it is plain that one man should not suffer‘for the follies or misfortunes of another. Every one should bear his own burthen. The statute which exempts debtors from the operation of this principle, did not take away from them the right to waive the privilege thus conferred whenever their consciences or their necessities prompted the waiver.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Bentley and Bitch were for plaintiff in error.",
      "Little, contrá."
    ],
    "corrections": "",
    "head_matter": "Case versus Dunmore.\n1. Tlie exemption of goods by the Act of 1849 from sale on execution may be waived by the debtor.\n2. Where at the time of contracting a debt the exemption was waived, it was Held to be binding though the sale was objected to by the debtor when it was about to be made.\nError, to the Common Pleas of Susquehanna county.\nThis was an action of trespass by D. Case v. G-. 33. Eldred and J. F. Dunmore, for selling personal property belonging to the plaintiff under execution. Eldred was the sheriff.\nA judgment was entered on March 28, 1850, in favor of Dun-more v. D. Case and another, and on April 19, 1852, a fi. fa. was issued, which was returned levied upon personal property of Case. On August 17, a venditioni exponas issued, upon which the sheriff returned, that on the day of sale Case claimed the benefit of the exemption authorized by law; that $300 of the property was appraised and set off to him, and that he sold the residue for $72.\nAnother judgment was entered in favor of Dunmore v. Case, on June 4, 1852, for $53.83. The note which was its consideration, was under seal and was dated February 24, 1851, and contained the following: “ I hereby waive all rights to inquisition, and to the benefit of the Exemption Act of 1849.”\nOn June 4, 1852, a fi. fa. was issued, upon which the sheriff returned that he had levied on personal property, which was the same which was levied upon in the preceding case. A venditioni exponas was issued on 17th August, 1852, under which he sold a part of the property which had been set off to Case.\nAnother judgment was entered on August 16, 1852, against Case, in favor of Mulford & Son, for $113.50, on a note under seal, dated January 10, 1850, in which the defendant waived “ all right of inquisition, and all right of exemption” of his “ real oi personal property from levy or sale on execution.'’ A fi. fa. was issued on 16th August, 1852; and the sheriff returned a sale of the property set apart for the defendant under the first execution, except certain cattle sold under the execution of Dunmore, and $72 worth of household goods. The sale was objected to by Case, when it was about to be made. - Dunmore was present at the sale under his writs, and directed it.\nWilmot, J., charged that Case ivas bound by the waiver contained in the two notes, and that his property was liable to sale under the judgments obtained on the said notes. Such instruction was assigned for error .\nBentley and Bitch were for plaintiff in error.\nIt was contended that the Exemption Act of 1849 was designed to prev.ent poor families from being deprived of articles of property essential to their comfort; and it was submitted whether a waiver 'of the right of exemption contained in the note on which the judgment was obtained was obligatory on the debtor, or precluded him from after-wards objecting to the sale: 7 Harris 257, Hammer v. Freese.\nLittle, contrá.\nThe right of exemption may be waived: 6 Watts 34-40; 7 Watts 126. In this case neither of the three executions were satisfied, and yet the household goods were left unsold.\nApril 4, 1854,"
  },
  "file_name": "0093-01",
  "first_page_order": 93,
  "last_page_order": 95
}
