{
  "id": 974055,
  "name": "Ritter's Appeal",
  "name_abbreviation": "Ritter's Appeal",
  "decision_date": "1854-04-04",
  "docket_number": "",
  "first_page": "95",
  "last_page": "97",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 95"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Jones 67",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "1 Whar. 71",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "1 Bin. 212",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 250",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846128
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0250-01"
      ]
    },
    {
      "cite": "4 Rawle 148",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823558
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0148-01"
      ]
    },
    {
      "cite": "1 Binn. 212",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "5 Penn. L. J. 269",
      "category": "reporters:federal",
      "reporter": "Penn. Law J.",
      "opinion_index": 0
    },
    {
      "cite": "1 Whart. 71",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "2 Jones 67",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    },
    {
      "cite": "1 Bin. 212",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 368,
    "char_count": 6799,
    "ocr_confidence": 0.41,
    "pagerank": {
      "raw": 1.9902792246138635e-07,
      "percentile": 0.7416849399327915
    },
    "sha256": "7a0f1b5a043506aef1976540d6c2d6ba34457073c3f633a803e7666ad46e4ec2",
    "simhash": "1:3cf69557caec65ea",
    "word_count": 1210
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ritter’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLewis, J. — The authorities are numerous to the point that an administrator is not bound to plead the statute of limitations against a debt which he believes to be justly due. It is a matter within his discretion. He is the personal representative of the intestate, and is a trustee for the creditors and distributees. In that capacity he is bound to exercise good faith: 1 Bin. 212; 1 Ashmead 355; 1 Whart. 71; 4 Barr 149; 2 Jones 67; 3 Barr 178; 5 Penn. L. J. 269. But the parties beneficially interested in the estate have also rights which have been fully recognised. In Kittera’s Estate, 5 Harris 416, it was decided by this Court that “token ike fund was not sufficient to pay all, each creditor has a right to oppose any other claimant by showing that his debt is barred by the statute of limitations,” or “ that any other defence exists against- it.” So, in Hoch’s Appeal, the right of a legatee, or other person interested in the estate, to interpose the bar of the statute of limitations against a debt claimed from the estate, although the executor’ should refuse to plead the statute, was admitted. In Kittera’s Estate the right of the creditor to interpose was properly made to depend upon the question whether his interest was affected. That it would be affected where the fund on which he had a lien was not sufficient to pay all the persons claiming to be creditors, is clear. In such a case it is equally clear that he had a right to be heard in his endeavors to protect his interest. So, legatees or distributees may be interested to protect the estate from being exhausted by illegal claims, and consequently their right to plead the statute was fully recognised in Hoch’s Appeal. In that case they were permitted to interpose the bar of the statute against a demand in favor of and presented by the executor himself. But where the executor is not interested in the demand, where he acts in perfect good faith, and pays a debt 'which he believes, upon reasonable grounds, to be justly due, without any notice from any of the persons interested in the estate that they desire to contest it, there is no justice in charging him with the amount. If the persons interested stand by, making no inquiry into the affairs of the estate, and permitting their representative to pay off creditors without giving notice of their objections, they are bound by his act. He is in the nature of an agent or trustee for them. His discretion over this particular question, where the parties in interest make no objection, is well established. Where that discretion has been exercised in good faith, he is not liable for the money thus paid. The opinion of the Orphans’ Court to this effect is correct.\nThe decree of the Orphans’ Court is affirmed.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Du Bois,. for appellant.",
      "Bolerts, contrá,"
    ],
    "corrections": "",
    "head_matter": "Ritter’s Appeal.\nAn administrator is not bound to plead the statute of limitations to a demand against the estate;' legatees, distributees, or creditors whose claim may be diminished by the allowance of a claim, may plead it; but where legatees or distributees stand by, making no inquiry into the affairs of the estate, and permit the administrator or executor to pay a claim to which the statute was applicable, without giving notice of their objection, they are bound by his payment.\nAppeal from the decree of the Orphans’ Court of Bucks county.\nIn the account of the administrators with the will annexed of Catharine Ritter, deceased, credit was claimed for $348, paid to Abraham Klinker, for boarding Catharine Ritter from March, 1833, till April, 1840, with the exception of about one year during that period, when she boarded elsewhere. The receipt of Klinker for the amount in question was dated June 21,1852. This credit was excepted to on the part of P. Ritter, a legatee, on the ground that the claim wh'en paid was barred by the statute. The auditor appointed disallowed the credit, as he alleged, on the authority of the case of Kittera’s Estate: 5 Harris 416. Exception was taken to the report on the part of the administrators, and the Court allowed the credit. Smyser, J., in his opinion, observed that there was no question presented as to the original indebtedness, or its amount; that the auditor found the fact that the decedent, in her lifetime, promised to pay it. He observed, that it appeared from various cases to bo discretionary with an administrator to plead the statute or not: 1 Binn. 212, Smith v. Porter; 1 Ash. 355, Smith’s Estate; 3 Barr 178, Biddle v. Moore; 4 Barr 152, Kennedy’s Appeal. The case of Kittera’s Estate was a proceeding to marshal assets of an insolvent estate amongst creditors, in which proceeding the administrator was in the position of a stakeholder. In the present case no creditor is objecting. Reference was also made to 4 Rawle 148; 6 Watts 250; Bowen v. Miller, 5 Penna. Law J. 265. He further observed that he nowhere found it decided that an administrator was bound to apply to all of the heirs when a claim liable to the operation of the statute was submitted, as that would be devolving the management of the estate upon those to whom the law had not confided it. That the utmost that should be maintained was, that where heirs, before payment of such a claim, notify the administrator to plead the statute, or take defence generally, he is bound at his peril to regard such notice, and either plead the statute himself or afford them an opportunity to do so in his name. But such notice comes too late after the claim is paid. He further intimated that the administrator is not bound to delay payment till he is sued, so that the heirs may have an opportunity of pleading the statute, — for this would not necessarily furnish them with the opportunity, as they were not parties to such a suit. He further intimated his opinion that where an administrator has in good faith paid a debt liable to the bar of the statute, without being notified to resist it, and without collusion with the creditor, he ought to be entitled to the credit whenever the debt originally existed, and is not shown to have been actually paid already before payment thereof by the personal representative of the estate.\nException was taken to the allowance of the credit.\nDu Bois,. for appellant.\nHe referred to the case of Kittera’s Estate, 5 Harris 416; Hoch’s Appeal, 9 Harris 280, and to the opinion of Bell, J., in 5 Pa. L. J. 274.\nBolerts, contrá,\nreferred to 1 Bin. 212; 1 Ashmead 355; 1 Whar. 71; 4 Barr 149; 2 Jones 67. In the case of Bowen v. Miller, 5 Pa. L. J. 274, no question was raised as to the statute. In Hoch’s Appeal, 9 Harris 280, the attempt was by an executor to retain for a debt due to himself, which was barred in the lifetime of the testator. The claim in the present case was arranged before the case of Hoch’s Appeal was decided.\nApril 4,"
  },
  "file_name": "0095-01",
  "first_page_order": 95,
  "last_page_order": 97
}
