{
  "id": 974033,
  "name": "Purdy's Appeal",
  "name_abbreviation": "Purdy's Appeal",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "97",
  "last_page": "99",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 97"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 229,
    "char_count": 3965,
    "ocr_confidence": 0.391,
    "pagerank": {
      "raw": 6.800573929110667e-08,
      "percentile": 0.4158620830789749
    },
    "sha256": "1e7e56615c31155751cb858afe3bce76e8b91152e395a37a1687da80967e07f1",
    "simhash": "1:ffa766ae46e088b5",
    "word_count": 745
  },
  "last_updated": "2023-07-14T18:41:05.651470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Purdy’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\nWe think that the principle of Anderson’s Appeal, 3 State Bj. 220, has been unduly extended in this case, and totally misapplied. Here the tenant had paid one quarter’s rent in advance, and the rent for the rest of the year was to be paid quarterly in the same way. Before the expiration of the first quarter, the tenant’s goods on the premises were seized by the sheriff on a fi. fa., and the landlord claims out of the proceeds an amount of rent proportioned to the part of the quarter which had expired, though that whole quarter’s rent had been paid in full. He is not entitled to it; for it was not due, and there had been no enjoyment on which to found the allowance. To allowdt would be to apportion the rent neither by the contract nor by the time of enjoyment, but in advance of both.\nThe decree of the Court of Common Pleas is reversed, at the costs of the appellee, Alfred M. Magill, and the money is decreed to be paid to Thomas C. Purdy, the appellant.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Lear, for the appellant."
    ],
    "corrections": "",
    "head_matter": "Purdy’s Appeal.\n1'. In the ease of levy and sale of the goods of a tenant, the rent is to be apportioned either by the contract or by the time of enjoyment, and not in advance of both.\n2. Rent, commencing on 1st April, was to be paid quarterly in advance. The first quarter’s rent was paid in advance, and during that quarter the goods of the tenant were seized and sold. Held, that the landlord was not entitled to be paid any part of the rent for the second quarter: it was not due, and there was no enjoyment on which to found the allowance.-\nAppeal from the decree of the Common Pleas of Bucks county.\nThis was an appeal from a decree of distribution of proceeds of sheriff’s sale of the personal property of John M. Wilson. A. M. Magill leased to Wilson certain premises for one year, commencing on 1st April, 1853. The rent was to be $250 for the year, payable quarterly in advance. The first quarter’s rent, due on 1st April, was paid when possession was taken. Under Purdy’s execution a levy was made on 9th June. The writ was returnable to September Term. The property ivas sold in June. After the sale, but before the return-day of the writ, the landlord gave notice to the sheriff that he claimed one quarter’s rent (viz. the quarter’s rent payable in advance on 1st of July), out of the proceeds of sale. The money was considered in Court.\nSmyser, J., referring to the case of Anderson’s Appeal, 8 Barr 218, relative to the lease of the Bedford Springs, directed that the landlord take $48.08 out of the money in Court, on account of the rent of the second quarter, and that the residue after taking out the costs of this proceeding be paid to the execution-creditor.\nError was assigned to the decree that the landlord take the amount of rent for two months and nine days, out ¡of the money in Court.\nLear, for the appellant.\nAn agreement to pay rent quarterly in advance, is not equivalent to an agreement that the rent is considered as being earned during the running of any quarter before the day of its payment. By the Act of 16th June, 1836, goods liable to distress shall be liable “ for the payment of any sums of money due for rent at the time of taking such goods in execution.” The construction that the growing rent may be apportioned till the time of levy, though the day of payment of it had not arrived, is not a decision when no rent is growing due and when the levy is made during a period for which the rent had been paid, that the landlord is entitled to rent for a future period out of the proceeds of sale. In Anderson’s Appeal, the Court apportioned the rent in an unusual manner on the basis of a fiction, on account of the peculiar equity which the landlord had in that case, from the fact, that the profitable part of the season had nearly passed when the goods of .the tenant were levied upon. But the rent had not been paid for that portion of the term when the levy took place, as it had been in this case."
  },
  "file_name": "0097-01",
  "first_page_order": 97,
  "last_page_order": 99
}
