{
  "id": 973972,
  "name": "Wallace versus Headley",
  "name_abbreviation": "Wallace v. Headley",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "106",
  "last_page": "110",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 106"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 119",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849975
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0119-01"
      ]
    },
    {
      "cite": "1 Rawle 218",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819346
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0218-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 477,
    "char_count": 8985,
    "ocr_confidence": 0.398,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.034247556517773815
    },
    "sha256": "2b798e65e61a4a225a5a5d6aaa4b7d3a763cfa49ca66cd9a3a285d5ef1822718",
    "simhash": "1:dc47bf9378d8fe1e",
    "word_count": 1647
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wallace versus Headley."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nTwo questions are presented by this record: 1st Did the Court of Common Pleas err in its construction of the lease of the 8th of April, 1847, from Headly to Stanton ?\n2d, Could there be a recovery under the pleadings for the injury occasioned by means of the slabs thrown into the race below the mill ?\nUnder the lease, the plaintiff in error had the right to maintain his dam of sufficient height to cause the water to flow back to the top of a certain rock therein mentioned. All the land which would be flooded by a dam if so erected and maintained, was expressly leased for the term of twelve years.\nThe Common Pleas instructed the jury that “under the contract between the parties, the defendant has no right to swell, either in high or low water, above the height of the rock therein referred to; and if he has done so, he will be liable to the plaintiff in this action.” In this we think there was error. It was the flow of the water, except in an extraordinary rise, which the parties had in contemplation when the contract was made. During the continuance of the lease, the defendant is to be considered as the owner of the land, so far as the right to flood it with water is concerned. Eor an injury occasioned by an extraordinary rise in the stream he cannot be held responsible. If the water, except as above mentioned, was kept within the limits expressed in the lease, the defendant was only exercising his lawful rights, secured to him by the contract itself; a necessary consequence resulting from which, would be that, at unusual stages, the water would be thrown upon lands without the limitation. To make the lessee responsible for this, would deprive him of the full enjoyment of the right or privilege demised.\nThe other point is not entirely free from difficulty. The declaration alleges the injury to have been occasioned by means, of dams. Throwing loose slabs into the stream, even although by accumulation they may have impeded the flow of the water, can hardly be said to constitute the maintenance of a dam. As the case goes back for another trial upon the first ground, the declara-' tion can be amended in this particular, so as to obviate the difficulty.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Wallers, with whom was Wheeler, for plaintiff in error.",
      "W. S. Pirámide and Jessup, contrá."
    ],
    "corrections": "",
    "head_matter": "Wallace versus Headley.\nThe plaintiff leased to another for a period of years all the land that may or can be flooded or covered with, water by a dam. to be made at a certain place across a certain, creek, “ to be built so high as to raise the water to the top of a certain rock or fixed stone on the north bank of said creek:” Held, that this applied to the flow of the water except in cases of extraordinary rise in the stream; and that for an injury to the plaintiff’s land occasioned by overflow during an extraordinary rise, the defendant was not answerable.\nError to the Common Pleas of Wayne county.\nThis was an action of trespass on the case, commenced on 11th Nov. 1851, by Joseph Headley against S. H. Wallace.\nIn the declaration it was alleged that the defendant had maintained certain dams across a brook, commonly called Yanakon Creek, and by means thereof caused the water of the brook at different times to overflow the plaintiffs’ land, whereby it had been injured.\nThe dam was put up under a lease dated 8th April, 1847, whereby the said Headley leased to Charles Stanton, for twelve years, a certain piece of land described, and also “ another lot being ali the land which may or can be flooded or covered with water by a dam, to be made at a certain place across the aforesaid creek, to be built so high as to raise the water to the top of a certain rock, or fixed stone, on the north bank of said creek, near the place of said dam,” &c.; and also all the land contained within stated boundaries, &c.\nOn the part of the plaintiff a witness testified that in January, 1852, he took the level of the water, and found it six inches higher than the top of the rock. Slash boards were on part of the dam; the water rather higher than usual, not a flood, * * * * a portion of the dam is not so high as the surface of the rock. On the western ■ side slabs or slash boards raised the water higher. The top of such was about level with the top of the rock. The dam without the slash boards was seven inches lower than the surface of the rock. The rock is 30 feet distant from the dam, and below it. At a bend in the creek, below the dam, it is filled with flood-wood.\nOther witnesses testified that the slabs, &c., in the creek came from Wallace’s mill.\nOn the part of the defendant other witnesses testified that the collection of flood-wood below the dam had existed for 15 or 20 years.\nOn the part of the defendant the Court was asked to charge—\n1. That-the flood trash, accumulating by the collection of slabs and timber floating down the stream, did not constitute a dam, and was not covered by the declaration.\n2. That the defendant was not liable for damage occasioned by floods, unless he has raised his dam to a greater height than the terms of the lease allow.\nPorter, President Judge, charged, inter alia: — “ The plaintiff contends, first, that the dam has been raised higher than it ought to be; secondly, that by reason of the defendant casting his slabs into the creek at the mill, whence they flow down the creek some distance to near the plaintiff’s lower line, they stop and form a dam which backs the water and floods another portion of the plaintiff’s land.\n“ The rule of law in regard to water rights is, that each riparian proprietor is entitled to the natural flow of the stream through his land, and his neighbor below him has no right to swell the water back upon him in the slightest perceptible degree. Where a party grants a right to a person to swell upon his land, as in this case, the contract between the parties must govern and limit the extent of the right to swell. Under the contract between the parties the defendant has no right to swell the water, either in high or low water, above the height of the rock therein referred to, and if he has done so he will be liable to plaintiff in this action. That is a question of fact for the jury.” He referred to the case of Butz v. Ihrie, 1 Rawle 218.\nAs to the other point, he expressed doubts as to whether it constituted a cause of action under the declaration; yet in order that a final decision might be had, he charged that if the defendant had thrown slabs, or suffered such to be thrown or' fall from his mill into the creek or race, whence they flooded down and accumulated till they formed an obstruction in the stream, and were the cause of an overflow of plaintiff’s land, he could recover.\nVerdict for plaintiff.\nIt Avas assigned for error, first, that the Court erred in charging that the defendant had no right to swell, either at high or low water, above the height of the rock. 2. In negativing the first point submitted.\nWallers, with whom was Wheeler, for plaintiff in error.\nIn the case of Butz v. Ihrie, 1 Rawle 218, the grant of the right to dam the Avater was’ accompanied by a provision that, it should not be raised or swelled so high as to injure a grist-mill. Such a provision would apply in case of high and low water. There is no such provision in the lease in question. In that case the Chief Justice, in his charge, observed that it was not like a case “where a man backs the water to his own line; in which case he will not be answerable for the increased rise of the water in freshets.” “It is different from a case where a privilege is granted on specific conditions and restrictions.”\nAs to the other point, a count for diverting a stream óf water, will not be supported by proof of penning back and checking it, whereby the Avater was caused to overflow the plaintiff’s meadow: 1 Chitty’s Pl. 427-8. In this case there was no evidence that the land of the plaintiff had been injured, except in time of a freshet or flood.\nW. S. Pirámide and Jessup, contrá.\nWhen the law creates a duty or a charge, and the party is disabled to perform it, without default in him, and hath no remedy over, the larv will excuse him; but when the party, by his own contract, creates a duty or a charge upon himself, he is bound to make it good, if he can, notwithstanding any accident by inevitable necessity, because he might have provided against it in his contract: - — . Ordinary care and diligence by taking off the flush boards, raising the waste gates, &c., might have prevented overflow. Stanton contracted for the privilege to raise the water to a certain height only. That the owners of mills and of mill-dams were responsible for the omission of ordinary care whereby injury ensued to another, reference was made to 5 Vermont 371; 9 Watts 119, Bell v. McClintock.\nThe declaration asserts that defendant maintained two dams, one known as the upper dam; the other, called by witnesses the slab dam. The Court will not reverse, after two trials, for matter which might have been amended."
  },
  "file_name": "0106-01",
  "first_page_order": 106,
  "last_page_order": 110
}
