{
  "id": 974032,
  "name": "Uhler versus Hutchinson",
  "name_abbreviation": "Uhler v. Hutchinson",
  "decision_date": "1854-05-16",
  "docket_number": "",
  "first_page": "110",
  "last_page": "114",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 110"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 261",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846900
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0261-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 509,
    "char_count": 10392,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 2.3395797954864424e-07,
      "percentile": 0.7920150943163096
    },
    "sha256": "f6f0475ba7582b089a547687e80333e554891eaba0a6dea3a78984dbe84ef458",
    "simhash": "1:cd660bedd45ea43b",
    "word_count": 1851
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Uhler versus Hutchinson."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered,\nby\nKnox, J.\nAs the registry of the mortgage Ayas clearly defective, the naked question presented in the case is this:—\nCan the holder of an unrecorded mortgage, by giving notice of its existence at a sheriff’s sale upon a judgment, bind the estate mortgaged in the hands of a purchaser at such sale, where the judgment-creditor had no notice of the mortgage when his judgment was entered?\nThe Court below, under the authority of Solms v. McCullough, 5 Barr 473, gave an affirmative answer to the above proposition. If this is a correct exposition of the law, the Act of 28th March, 1820, which provides that “ no mortgage, or defeasible deed in the nature of a mortgage, shall be a lien until such mortgage or defeasible deed shall have been recorded or left for record as aforesaid,” is of little use.\nIf the mortgage had been entered of record at any time subsequent to the judgment upon which the land was sold, and before the sale, it cannot be denied that the sale would have divested its lien, and the purchaser taken an unencumbered estate; but, by withholding it from the record, and giving parol notice of its existence, it is claimed that it remained a charge upon the land. Again, if the mortgage had been so recorded, the judgment-creditor would unquestionably Have been first paid out of the proceeds of sale; but permitting it to be enforced against the purchaser is equivalent to giving it a priority over the judgment. Suppose an estate is mortgaged for its full value without record notice. Judgments entered against the same estate, although apparently well secured, may be rendered entirely worthless by requiring the estate to be sold, subject to the mortgage, if notice is given to the purchaser. It is evident that the fruits of the judgment could not be realized under such a rule. If a purchaser is bound by notice of a mortgage bearing date anterior to the judgment upon which the sale is had, why should he not be by one subsequently made ? Where both are unrecorded, the lien of the one is as good as the other, for in truth neither is worth anything.\nThe Act of 6th of April, 1830, only protects the lien of such mortgages that “ are prior to all other liens upon the same property, except other mortgages, ground-rents, and the purchase-money due to the Commonwealth.” If the Act of 1830 is not to be overthrown, how can it be said that a mortgage which has never been recorded, and of which no notice was given to the judgment-creditor when his judgment was entered, is a prior lien ? Is it not an absurdity to say that what is declared by the plain letter of the statute to be no lien, may nevertheless, at the option of the holder, become paramount to conceded liens ? It is not only making something out of nothing, but making that something stand first in order as to value. The law is said to be for the vigilant; but here the “ eleventh hour man” is not only given his penny, but, in order that it may be bestowed upon him, the early laborer is turned away penniless.\nThe principle applied to this case would work such manifest injustice, that we cannot give our assent to it unless it has become by repeated decisions a settled rule of law. How is this ?\nIt is not denied but that, in a contest between an unrecorded mortgage and a subsequent judgment or recorded mortgage, without notice, the latter will prevail; and it is equally undeniable, that a purchaser at private sale, with notice of a prior unrecorded mortgage, holds subject to the mortgage. But how is it where the title is held by a sheriffs deed made under a»sale on a judgment entered without notice of the mortgage ?\nThe case of Solms v. McCullough is relied upon as an authority in point, in favor .of the defendant in error. I have examined this case with some care, and it certainly does decide that a purchaser at sheriff ’s sale, with notice of an unrecorded mortgage, stands in the position of the mortgagor, and takes the land subject to the lien of the mortgage. So far as we can judge from the imperfect manner in which the case is reported, this position does not appear to have been questioned, and it is treated very summarily by the learned judge who delivered the opinion of the Court. He neither gives authorities nor reasons, but states the law to be so. It is fair, however, for the defendant in error to rely upon the case as the point was necessarily decided. It is believed that there is no other case to be found in our books of reports sustaining this decision. If there is, we have not been referred to it, nor have we been able to find it.\nOn the other hand may be cited Jaques v. Weeks, 7 Watts 261, where it is said “ that a purchaser at private sale, having notice of an unrecorded mortgage, is in equity bound to the same extent, and in the same manner, as the person of whom he purchases. But the law is otherwise as regards a judgment-creditor, or the purchaser under an execution on such judgment.” This case is referred to by Chief Justice Gibson in Manufacturers’ and Mechanics’ Bank v. Bank of Pennsylvania, 7 W. & Ser. 340, and its authority upon the effect of notice recognised.\nIn Hulings v. Guthrie, 4 Barr 123, it is distinctly ruled that a purchaser at sheriff’s sale under a judgment entered after the date but before the record of a mortgage, holds by title paramount to that of a purchaser under the mortgage, even though the judgment-creditor may have had notice of the mortgage before the entry of his judgment.\nThese cases cannot be reconciled with Solms v. McCullough; but, by adhering to them, it is plain that we shall do no violence either to law or reason.' The priority of judgment-liens can only be made effective by permitting the estate charged with their payment to be sold free from encumbrances which have no existence as against the judgments.\nWe do not wish to be understood as admitting that the result would have been otherwise if notice of the existence of the mortgage had been given to the judgment-creditor before the lien of his judgment had attached. But we are clearly of the opinion that the notice given at the sale could not affect the judgment-creditor or the purchaser under it. As the one had the legal power to sell the estate without reference to the mortgage, so the other had the right to buy in disregard of it either as a conveyance or a lien.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Boss, for plaintiff in error.",
      "Du Bois, contra."
    ],
    "corrections": "",
    "head_matter": "Uhler versus Hutchinson.\n1. The holder of an unrecorded mortgage, or of a mortgage illegally recorded, by giving notice of its existence at a sheriff's sale upon a judgment, cannot bind the estate mortgaged in the hands of a purchaser at such sale, where the judgment-creditor had no notice of the mortgage when his judgment was entered. The case of Solms v. McCulloch, 5 Ba/rr 473, in this respect is overruled.\n2. The result would probably not be different if notice of the existence of the mortgage had been given to the judgment-creditor before the lien of his judgment attached. But this not decided.\nError to the Common Pleas of Bucles county.\nThis was an amicable scire facias sur mortgage, entered in the Common Pleas of Bucks, wherein Samuel Hutchinson was plaintiff, and James Terry and Peter Uhler, terre tenant, defendants. The case was put at issue on the plea of payment with leave, &c. It was tried at September Term, 1853, and verdict rendered for the plaintiff.\nThe action was founded on a mortgage given by James Terry to Hutchinson, on certain real estate in Bucks county, to secure the payment of $200. It was dated and acknowledged on the 14th of July, 1847; and recorded in the recorder’s office of Bucks county, on February 8th, 1848. The acknowledgment purported to have been taken in New Jersey, before one of the commissioners of the county of Mercer.\nSubsequent to the recording of the mortgage, to wit, on the 2d of February, 1850, Peter Uhler obtained a judgment for $46.50 against James Terry, in the Common Pleas of Bucks, on a transcript from a justice of the peace. A fi. fa. on this judgment was issued to April Term, 1851; and the sheriff levied on the real estate of Terry, which was so mortgaged to Hutchinson. Yen. exp. was issued to September Term, 1851, under which writ the sheriff returned that on the 8th of September, 1851, he sold the land in the writ named to Peter Uhler, who was the plaintiff in the execution. Uhler paid the purchase-money, receiyed his deed from the sheriff, and took possession of the premises. This amicable action was then instituted to determine whether the premises were bound by the mortgage in the hands of Uhler, the purchaser at the sheriff’s sale; and on the trial of the case the foregoing facts were pro5ren. The plaintiff also called witnesses to prove that Uhler and his attorney had actual or constructive notice of the mortgage before the sale.\nOn the part of the defendant evidence was given with the Ariew of disproving notice.\nOn the part of the defendant the Court was requested in writing to charge, That the judgment of Uhler was a lien prior in point of time to the mortgage of the plaintiff; and that the sale by the sheriff, under the judgment, discharged the land from any lien of the mortgage.\nThe Court was also verbally requested to charge the jury on the following points:\n1. That the mortgage was not acknowledged as the laws of Pennsylvania required.\n2. That the record of the mortgage, under such defective acknowledgment, was no notice to Uhler, either as a creditor or purchaser ; and that a knowledge of the mortgage on the part of Uhler or his attorney, derived from seeing it on record, would not affect him with notice.\n8. That notice to affect Uhler must have been given to him before he obtained his judgment.\nSmyser, J., charged that the acknowledgment of the mortgage was defective, it not appearing to have been made before a commissioner appointed by the Governor of Pennsylvania to take acknowledgment of deeds; and that it was not legally recorded.\nOn the authority of Solms v. McCullough, 5 Barr 473, he charged that if Uhler bought the land at the sheriff’s sale with notice of the unrecorded mortgage, the land in his possession was liable for the mortgage debt.\nError was assigned to the portion of the charge last referred to; 2d, That the Court erred in refusing to charge as was requested in writing.\nBoss, for plaintiff in error.\nDu Bois, contra.\nMay 16,"
  },
  "file_name": "0110-01",
  "first_page_order": 110,
  "last_page_order": 114
}
