{
  "id": 973998,
  "name": "Wilkinson versus Pearson",
  "name_abbreviation": "Wilkinson v. Pearson",
  "decision_date": "1854-05-16",
  "docket_number": "",
  "first_page": "117",
  "last_page": "120",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 117"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Jones 31",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 429",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "3 Whar. 137",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 455,
    "char_count": 8822,
    "ocr_confidence": 0.377,
    "pagerank": {
      "raw": 3.1596331612146224e-07,
      "percentile": 0.8632076619138799
    },
    "sha256": "5edbf9e45a4179ea31230c1330ce4025fca4dd2e1739cb43d25a04a4d87374be",
    "simhash": "1:0264ea359855a8f4",
    "word_count": 1551
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilkinson versus Pearson."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nKnox, J.\nThe question at issue was whether Joseph Wilkinson was capable of making a conveyance of his land on the 2d day of March, A. b. 1838. The plaintiff below, a daughter of the grant- or, alleged his incompetency, from weakness of intellect and imbecility of mind.\nAfter giving evidence, the tendency of which was to establish her allegation,'she offered to prove that her father had said, in 1835, that his son Joseph P. Wilkinson (the defendant), by himself and his mother-in-law, had importuned him to make Joseph a deed for the place, but that he was determined never to do so, or to make a will, as the law would make a better will than he was able to make. This evidence was received under an exception, which forms the 1st assignment of error. It is clear that these declarations would not, standing alone,- prove incapacity; on the contrary, they would rather show capacity, and a determination not to be influenced by the solicitations of others. I do not understand that the objéct of this evidence was to prove weakness of intellect at the time the declarations were made; but to show that, when the intellect, was unimpaired, the expressed intention was directly adverse to the disposition afterwards made, and from this, to raise the inference of incapacity at the time when the deed was made. For this purpose it was properly received. The same, species of evidence was admitted in Irish v. Smith, 8 Ser. & R. 579, Chief Justice Tieghman observing that “it was proper for the jury to be informed what had been the testator’s intentions when his understanding was unquestionable, and when he was unassailed by family intrigue. If he afterwards made a different disposition, when weakened by disease, without some reason to be shown by the defendant, it was a circumstance which, combined with others, might not be unworthy of attention.”\nThe Court permitted the plaintiff to ask one of his witnesses whether, from the general appearance of the grantor, he considered him, in 1838, to be capable of making a contract or transacting important business. This is the second error assigned. The case just quoted sustains the Court below in permitting this question to he put. The jury, it is true, are to judge of the correctness of the opinion from the facts, and so the learned judge who presided upon the trial instructed them; but there was no impropriety in asking the witness his opinion from the appearance; and what the appearance was eould be inquired of by either party, so as to ascertain upon what the belief was founded.\nExceptions were taken to the admission of evidence showing the condition of the grantor’s mind in 1839 and 1840, one or two years after the date of the deed. The inquiry was as to the state of the grantor’s mind when the deed was made. Whatever would tend to throw-light upon his then condition, was legitimate evidence, whether drawn from facts existing before o-r afterwards. The inquiry was certainly extended to the utmost limits of propriety ; and, as a general rule, I would say that it was carried too far; but, connected as it was by other evidence with periods of time in close contiguity with the execution of the deed, it is not clear that it would not in some degree help to elucidate the matter of inquiry. Something must, he left, in questions of this description, to the discretion of the Court; and unless it is plainly shown that an error has been committed to the prejudice of the party complaining, the result ought not to be disturbed.\nThere was no error committed in refusing to permit the defendant below to prove that he had made valuable improvements since the trial of the first ejectment.\nThat the title was in dispute was equally known to both parties, and there is nothing in the law that requires one to bring his second action of ejectment immediately after the termination of an unsuccessful effort, at the risk of being improved out of his estate.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "F. J. Fox, for plaintiff in error.",
      "Du Bois, with whom was Miehener, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Wilkinson versus Pearson.\n1. A plaintiff having given evidence tending to show incapacity In an individual to make a conveyance of his land, may also show that above two years before such conveyance, the grantor had said that the defendant, by himself and another, had importuned him to make a deed to the defendant for the land in question or a will, hut that he was determined never to do so— that the law would make a better will than he could make. Such declarations were admissible to show the intention of the person when compos mentis, in order .to raise the inference of incapacity when he afterwards conveyed to the defendant.\n2. The condition of the grantor’s mind one or two years after the deed in question was executed by him, when connected by other evidence with periods ■of time in close contiguity with the period of the execution of the deed, may be shown if it tend to show his mental condition at the time it was executed. In order to reverse on account of the admission of such evidence the impropriety of its admission should he apparent.\n3. A witness may be asked whether from the general appearance of the grantor he considered him, at the time of the execution of the deed in question, capable of making a contract or of transacting important business.\n4. Evidence offered to show that the defendant had made valuable improvements on the premises in dispute since the trial of a former ejectment for the same premises was properly rejected.\nError, to the Common Pleas of Bucles county.\nThis was an action of ejectment by Elizabeth Pearson, a claughter of Joseph Wilkinson, deceased, v. Joseph P. Wilkinson and James M. Wilkinson, to recover the undivided third part of 117 acres 151 perches of land in Bucks county.\nJoseph Wilkinson, the father of the plaintiff and of Joseph P. Wilkinson, one of the defendants, was seised of the land in question in 1838; and on the 2d March, 1838, he executed a deed to the said Joseph for the same, the consideration being expressed to be “ $1850, paid or secured to be paid to the remainder of his heirs.”\nThe deed conveyed the premises to Joseph P. Wilkinson, his heirs and assigns for ever, together with the buildings, &c., and “ the remainders, rents, issues, and profits (that may accrue after my decease, but not before),” &c. Provided “that the property conveyed by this deed is not to pass into the hands of the said Joseph P. Wilkinson until after the decease of his father.”\n.The deed was acknowledged on the day of its date, and was recorded on the following day. Bonds were executed at the time. In October, 1840, Joseph Wilkinson, the grantor, died in possession of the property, since which time the grantee had been in possession.\nIt was alleged by the plaintiff below, that Joseph Wilkinson was unfit to make a deed from imbecility of mind, and that fraud, imposition, and undue influence had been used by Joseph P. Wilkinson and James M. Wilkinson, the son of Joseph P., to procure the execution of this deed. The plaintiff therefore claimed to recover the undivided third part of this land, as her share under the intestate laws.\nVerdict was rendered for the plaintiff.\nIt was assigned for error: 1. The Court erred in admitting evidence of the declarations of the grantor long previous to the execution of the deed, as to importunity by the defendants, and of his declarations that he would never make a will, to show weakness and imbecility of mind in the grantor. 2. In admitting in evidence the opinions of witnesses as to the capacity of the grantor, formed from his general appearance alone. 3. In admitting evidence on the part of the plaintiff as to the unsoundness of mind in the grantor in the years 1839,1840, or at any time long subsequent to the date of the deed. 4. In not permitting the defendants to give evidence of valuable improvements made upon the premises in dispute by Joseph P. Wilkinson, since the verdict in the first action of ejectment.\nF. J. Fox, for plaintiff in error.\nThe capacity of a testator is to be judged of by his acts: Shelford on Lun., 2 Law Lib. 277; 3 Whar. 137; 7 Ser. & R. 92.\nAs to the 4th assignment, reference was made to 1 Jones 429, Irvin v. Nixon. In a former ejectment between these- parties, grounded on the same cause of action, a verdict was rendered in favor of the defendant on 18th November, 1843. In 1844, the judgment was affirmed. This action was brought in April, 1851. Valuable improvements were made since that verdict, some'as late as in 1850.\nDu Bois, with whom was Miehener, for defendant in error.\nThe declarations of the grantor were not the only evidence of imbecility. They were but cumulative evidence: 8 Ser. & R. 579, Irish v. Smith. The appearance of the party may be shown. The opinion of Rogers, J., 2 Jones 31, was referred to, as to this point, by the Court below.\nMay 16,"
  },
  "file_name": "0117-01",
  "first_page_order": 117,
  "last_page_order": 120
}
