{
  "id": 974096,
  "name": "Breinig versus Meitzler",
  "name_abbreviation": "Breinig v. Meitzler",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "156",
  "last_page": "161",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 156"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Wh. 189",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836948
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0189-01"
      ]
    },
    {
      "cite": "4 Rawle 410",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 347",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840178
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0347-01"
      ]
    },
    {
      "cite": "11 Johns. 281",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2137591
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/johns/11/0281-01"
      ]
    },
    {
      "cite": "2 Phill. 111",
      "category": "reporters:state",
      "reporter": "Phill.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "132"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle 435",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819267
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0435-01"
      ]
    },
    {
      "cite": "6 Watts 432",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "pin_cites": [
        {
          "page": "451"
        }
      ],
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 692,
    "char_count": 14693,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 5.940231414719433e-07,
      "percentile": 0.9533938079015417
    },
    "sha256": "d2ce720b9465240febf591df10c7d1f70846fa56c4a32a06748f68858336335d",
    "simhash": "1:b4219e76be57eae1",
    "word_count": 2634
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Breinig versus Meitzler."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\nThis was assumpsit for goods sold and delivered to the wife of the defendant below. She wras living apart from her husband. To justify a recovery it was necessary for the plaintiff to show, 1. That the goods were delivered; 2. That they were necessaries; and 3. That the wife had separated from her husband for good cause. These facts were all found by the jury; but the plaintiff in error alleges that they were found upon illegal evidence and in consequence of wrong instructions.\nI. To establish the sale and delivery, the plaintiff’s shop-book was produced, and by himself sworn to as a book of original entries. But some of the charges were made by a clerk, and when he was called he testified that they were first entered in a blotter, of which the book offered on the trial was but a copy. When this fact came out, the book should have been rejected. Mere memoranda made on a slate or on loose slips of paper, are not entries, and a day-book made from such memoranda is the original. But a counter-book or blotter, is a permanent record of the business done in the shop. In the present instance it was kept and preserved, and appears to be still in the possession of the plaintiff. There is no authoritative case on record which goes the length of deciding that such a book can'be superseded as evidence by another which is transcribed from it. The plaintiff, it is true, swore that the entries in the day-book were original. This is often done by parties and witnesses who do not quite understand the meaning of their words, and the facts subsequently elicited show them to be mistaken. When a person authenticates his shop-book by swear-mg in general terms that it is original, and it afterwards appears, either from his own testimony or that of another witness called for the same purpose, that it is a mere transcript, it becomes inadmissible, because a witness’s conclusion, which may be the result of a mistaken judgment, has no force against a contrary statement of particular facts by himself or by another witness equally credible. Taking all the evidence concerning this book together, it was not, in our opinion, sufficient to establish it as a book of original entries. If it had been duly proved, the fact that the purchases were not made by the husband himself in his own person, but by his wife, for whose contracts he was liable, would not be a reason for rejecting it. Nor was it necessary to show the defendant’s liability for his wife’s contracts before the book was read. The sale of the goods to the wife was one fact in the cause of which the book was evidence: the obligation of the defendant to supply her with necessaries or pay for them if supplied by the plaintiff, was another fact to be established by other proof. As two things cannot be done at the same time, one must necessarily precede the other. It was proper to begin with the sale, though if a different order had been followed we could not reverse for that reason.\nII. The goods purchased consisted almost entirely of clothing, and do not seem to he at all extravagant. But what would be extravagant in one man’s wife, might be very economical in another. The best way to determine what articles of dress a discarded wife may supply herself with at the expense of her husband, is to ascertain what a prudent woman would expect and a good husband be willing to furnish, if the parties were living harmoniously together. This would depend on a variety of circumstances, and on the value of the husband’s estate among others. The short as well as the fair way of dealing with such a question is to call a witness who knows the circumstances, style of living, and social position of the husband and his family. In the present case nothing was offered but a deed, which showed the defendant to be the owner of land, conveyed to him for the consideration of $16,000. Though this was far from being satisfactory, we cannot say that it was altogether irrelevant. It was legal evidence, but standing alone it was not of much value.\nIII. We take it for granted, as the counsel and Court below did, that this is not a case in which the wife was turned away from her husband’s house, but that her departure from his roof was an act of her own. Was the cause of her leaving such that he is bound by her contracts for necessaries ? If she did not go by his command, it must be proved that she could not stay with safety. Mere want of sympathy, disagreeable manners, ebullitions of ill temper, habitual disregard of her feelings, refusal to protect her from the insults of others — all these, though nearly as brutal as blows, are not to be taken as just cause for separation. If they were, this would be a clear case. But personal violence, whether actually inflicted or only threatened, is sufficient. To that effect the judge instructed the jury, and left it to them to say whether there was a threat or not. No language was proved which clearly or plainly implied an intention to do her bodily injury. But the defendant used words capable of being so understood. A witness testified that in a dispute at the breakfast table, which he provoked by insisting that she ought to eat a particular piece of bread, he said a thunder-storm would rise and strike one of them; and some hours afterwards, when he was not excited, he said there must be an alteration — a thunder-storm would have to rise and strike one of them. According to another witness he said that in six weeks thunder and lightning should rise and strike the one who was in fault. This is obscure certainly. It may have been all meaningless, and, therefore, innocent. But the jury were the only judges competent to give it a construction. The Court could not have decided as matter of law that the words meant nothing, or that they did not mean what.the plaintiff alleged. It was right, therefore, to admit the evidence, and equally right to let the jury give it the weight to which they thought it entitled.\nThere is another error assigned, which is not touched by anything yet said. The plaintiff’s clerk having been called to prove-the book, he was asked, on cross-examination, if he did not know that the defendant’s wife was separated from her husband; and the Court refused to let the question be answered. Neither the object of the question nor the ground of objection is set out on the record. We conjecture that it was overruled because it would have been a premature and irregular introduction of the defence. In this aspect it was properly dealt with. At a subsequent stage of .the trial, the fact of the separation was proved without objection, and its notoriety was shown by a newspaper advertisement. If more was desired (though more could scarcely be necessary), we do not doubt that the Court would have permitted the clerk to bo called back at the proper time, and a knowledge of the separation brought directly home to the plaintiff. But no such offer was made, either because the fact was not considered important, or else because it was known that the clerk’s testimony would not prove it.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Stiles and Porter, for plaintiff in error.",
      "Bridges and Reeder, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Breinig versus Meitzler.\n1. A book into which it appeared entries were transcribed from time to timo as the parties had leisure from a counter-book or blotter, was not a book of original entries, though the plaintiff on his voir dire had stated that it was such.\n2. In an action against a husband for goods furnished to his wife who was living separately from him, it was not necessary, before proving the sale and delivery, to show his liability for her contracts.\n3. In determining the character or extent of the clothing which may be furnished to a wife living separately from her husband, the pecuniary circumstances of the husband and the social position of himself and family ma.y be shown. A conveyance to him of a valuable estate is legal evidence.\n4. Threats of personal violence are sufficient cause for a wife to separate from her husband. If the language of the husband do not expressly threaten violence, but is capable of being so understood, the jury are to judge of the meaning of the husband in the use of it.\n5. A defendant cannot introduce his defence by cross-examining a witness of the plaintiff to matters not before testified to in the case.\nError, to the Common Pleas of Lehigh county.\nThis was an appeal from the judgment of a justice of the peace, in an action by George Meitzler v. George Breinig, brought to recover for clothing and materials for such, and for other articles sold to the defendant’s wife, who, at the time, was living separately from him. It was alleged on the one part, that she had left him with sufficient cause ; on his part, that she had not such cause. She left him in June, 1848, and the property was furnished her within some months afterwards.\nThe plaintiff below offered in evidence his book account, containing the charges of the goods sold. The plaintiff was sworn on his voir dire, and stated that it was his book of original entries, but that some of the entries referred to he did not make. He said the goods were delivered to the wife of the defendant. The amount seemed to be about §26.\nA person, who was a clerk of the plaintiff, when the goods were furnished, was called, and he testified that he made the first entry in the book in question, and also some other of the entries. He subsequently said that he thought he entered the items first in a counter-book or blotter, which he supposed the plaintiff still had. That it was the practice to enter the sales first in the counter-book : that he entered them in the day-book from the counter-book. He further said that Meitzler (the plaintiff) made entries in that counter-book also. We copied them into the day-book when we had leisure. The counter-book consisted of a few sheets of paper. He believed they were preserved. The account •was read. The admission of the book was excepted to. The goods were delivered in August and September, 1848. The defendant’s counsel proposed to ask the witness whether he knew at the time that Mrs. Breinig was separated from her husband ? The question objected to, and was overruled.\nEvidence was given on the part of the defendant, that his wife had left him in June, 1848.\nOn part of the plaintiff, testimony was given by several witnesses, with the view of showing threats of violence, made by the husband towards his wife. The language was variously stated by the witnesses. One of them testified that the defendant said, “ a thunder-storm would have to arise and strike one of them. There must be an alteration between them.” Another stated that he said, that “ in six weeks thunder and lightning should arise and strike the one that was in fault. Another testified that he said, he wished lightning would strike him or her.”\nEvidence was given as to the value of the farm of the defendant. There was also offered the record of a deed to him in 1846, for 154 acres and 34 perches of land, for the consideration of $16,000. The record was objected to, but was admitted.\nOn part of the defendant was read a notice, in a newspaper, not to trust his wife on his account. It was published in 1848— the precise date not stated.\nJones, President Judge, charged the jury, inter alia, that cruelty which will under the Act of Assembly justify a divorce may consist in threats of bodily harm, as well as in bodily harm itself. He submitted to the jury whether any such threats were made by the defendant to his wife — that if his language contained such threats as were calculated to produce fear of bodily injury, she was not bound to live with him. Further, that if she were justified in leaving him, the jury should inquire whether the goods were furnished to her, their value, and whether they were necessary, taking into view, so far as they knew from the evidence, her supply of clpthing, and her condition in life.\nVerdict was rendered for the amount of the claim.\nIt was assigned for error, — 1. That the Court erred in admitting in evidence the plaintiff’s book, it not being a book of original entries; and if it were, it was not admissible in order to charge the defendant with goods purchased by a person claiming to be his wife, without his knowledge or consent, without proof of the marriage ; or if married, without proof that he drove her away from him under circumstances that would make him liable for necessaries procured by her. 2. In not permitting the question to he asked of the clerk, who sold the goods to Mrs. Breinig, whether he' did not know, when he sold the goods to her, that she was separated from her husband. 3. In admitting testimony as to disputes between the defendant and his wife, and what the witnesses testified in relation to his wishing a thunder-storm might strike the one in fault, &c., none of which, it was alleged, constituted sufficient cause for divorce. 4. In admitting the deed. — The fifth related to the charge as referred to.\nStiles and Porter, for plaintiff in error.\nThe blotter was not produced. The book received was not one of original entries: 1 Browne 147; 6 Watts 432; 2 Id. 451; 1 Rawle 435; 2 Miles 268.\n2d. If a married woman be living apart from her husband, it is the duty of a tradesman, before trusting her, to inquire under what circumstances the separation exists. If he trusts a married woman living separately, he does so at his own risk: 8 Carr. & Payne 373; Shelford on Marriage 644, 23 Law Lib.; 1 M. & M. 101.\n5th. To justify a wife in leaving her husband there should be reasonable apprehension of bodily hurt: 1 Hagg. 37-39-40. There must be something that renders cohabitation unsafe, or is likely to be attended with injury to the person or health of the party: 2 Hagg. 154; 2 Phill. 111; Id. 132; Shelford 426-7. The treatment must be of such a character as will justify a divorce: Shelford 437. If she leave her husband without sufficient cause, the husband is not liable for her contracts: 11 Johns. 281; 2 Lord Ray. 1006; 7 Ser. & R. 250; 2 Ashmead 143; 7 W. & Ser. 83; 2 Kent 146. It was contended that in the language of the husband in this ease there was no menace of personal violence on his part towards her.\nBridges and Reeder, for defendant in error.\nWhere entries of work are made by a journeyman on a slate, and some days after-wards transferred to a book, the book, supported by the oath of the journeyman, was admitted: 2 Watts 347; also cited 9 Ser. & R. 285, as to a book in which entries were made from memoranda: 4 Rawle 410; 6 Wh. 189; 16 Ser. & R. 133.\nIt was not material whether the person giving credit to the wife knew of the separation or not: 7 Ser. & R. 250; 11 Johns. 281."
  },
  "file_name": "0156-01",
  "first_page_order": 156,
  "last_page_order": 161
}
