{
  "id": 974091,
  "name": "Bachman versus Chrisman",
  "name_abbreviation": "Bachman v. Chrisman",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "162",
  "last_page": "164",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 162"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts 359",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840063
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0359-01"
      ]
    },
    {
      "cite": "1 Watts 309",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838094
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0309-01"
      ]
    },
    {
      "cite": "1 Rawle 162",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Yeates 429",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "3 Bin. 9",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 347,
    "char_count": 6213,
    "ocr_confidence": 0.406,
    "pagerank": {
      "raw": 1.4017664277037535e-07,
      "percentile": 0.6448296792592927
    },
    "sha256": "a6b4ea2f4ff60aa8a2aa960020792f352e64935163c7a7638a0cdfa83a20f37e",
    "simhash": "1:ed3f26d7e07cdbf6",
    "word_count": 1114
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bachman versus Chrisman"
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\nThe widow’s interest in the real estate of her deceased husband in our state does not come within the ordinary definition of dower, because that refers to the common law provision for widows. But it is a statutory substitute for that provision, and may very well be called statutory dower. Like dower at common law, it is a defined interest in her late husband’s lands, arising at his death, and is a freehold estate. If she marries again, her new husband acquires the same interest in it as he would in any other life estate of hers, and the interest thus acquired by him would be liable for his debts. If the marriage took place before the Act of 1848, the estate of the husband became vested by the marriage, and that Act was not intended to divest it. Morality and the constitution forbid such an intention.\nSuch is the present case, and the estate which this husband acquired by the marriage over his wife’s statutory dower passed by tbe sheriff’s sale to the purchaser. The proceedings in partition, which took place after the judgment on which the sale was made, did not affect the right, except by defining it. They fixed the share to which the widow, or her new husband through her, was entitled; and that share passes to the purchaser as the legal assignee of the widow during the husband’s lifetime, if the estate so long continues. The lien of the judgment-creditor attached to it as real estate, and as such it was seized in execution before any decree in the partition case. The subsequent decree, even if it did, as between the parties to' it, change the character of the estate, could not affect the process which the judgment-creditor had commenced.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Smith and Darlington, for plaintiff in error.",
      "Lewis, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Bachman versus Chrisman\n1. The interest of a widow in the lands of her deceased husband who died intestate was a freehold estate, and on her second marriage before the Act of 1848 her second husband took the same interest in it which he would have in any other life estate belonging to her; his interest was not divested by the Act of 1848, and was liable to sale for his debts.\n2. After judgment against the second husband, partition was had of the first husband’s estate, and after levy upon the interest of the second husband in the estate of the decedent, the said estate was sold by the administrators, under proceedings in partition; and some weeks afterwards the interest of the second husband was sold by the sheriff. Held, that the partition of the first husband’s estate made after the judgment against the second husband and levy under it did not impair the effect of such judgment, but the share assigned to the wife in the partition passed to the purchaser of it at the sheriff’s sale.\nError to the Common Pleas of Chester county.\nThis was an amicable action entered into between George Chris-man, as plaintiff, and Lewis- L. Bachman, as defendant. The following facts were agreed upon : — •\nJoseph Carey died in 1842, intestate, leaving a widow, Lydia, and several children. After his death, part of his real estate was sold under order of Orphans’ Court for payment of debts, leaving three pieces of property unsold. In 1845, his widow intermarried with Levi Ganger. Whilst he was residing on a part of the property, George Chrisman, the plaintiff, on the 28th of September, 1848, recovered judgment against him on an award of arbitrators for $144.16. On October 10, 1849, an alias fi. fa. was issued on the judgment, and levy was made on the interest of Levi Ganger in the real estate of Carey. Such interest was condemned, and was sold by ven. exp. to the plaintiff, on the 25th December, 1849. Deed was executed on 30th January next following.\nOn the 17th September, 1849, the widow' and heirs petitioned the Orphans’ Court for an order of partition or valuation; and partition was made into three parts, and appraisement of each made. The parties in interest refusing to take, turn portions of the property were sold on the 28th November, 1849, to Lewis L. Bachman, the defendant, who afterwards made the first payment on each property, and gave bonds and mortgage to the administrators for the residue of the purchase-money. The sale was confirmed on 28th January, 1850.\nBefore the execution and delivery of the conveyance to the defendant, actual notice was given to him of the sheriff’s sale to the plaintiff of the right and interest of Levi Ganger.\nThe question was, whether the plaintiff was entitled, by virtue of his purchase at sheriff’s sale, to the annual interest of one-third of the purchase-money of the real estate which had accrued since the 1st of April, 1850. If so entitled, then judgment to be rendered for him for $>86.70, being for two years’ interest.\nThe decree of the Orphans’ Court was in the words of the Act of Assembly, ordering the interest of the widow’s share to be paid annually to her, &c., and at her death the principal sum to be paid to the heirs of Carey.\nOctober 31, 1853, the Court directed judgment for the plaintiff.\nSuch judgment was assigned for error.\nSmith and Darlington, for plaintiff in error.\nLewis, for defendant in error.\nWhether the interest of the widow was considered as a part carved out of the fee, or as a rent-charge issuing thereout, still it is real estate: 12 Ser. & R. 9, Shaupe v. Shaupe; 3 W. & Ser. 459, Miller v. Leidig; 2 Miles 278. In either ease it is liable to levy and sale for the debts of the wife: 12 Ser. & R. 9; 3 Barr 608 Id. 202; 2 Miles 278. By the marriage, Levi Ganger became entitled to the possession of his wife’s real estate during the coverture: 3 Barr 65; 17 Ser. & R. 363. His interest was liable to be bound by judgments against him, and to levy and sale: 3 Barr 60-69; 3 Bin. 9; 1 Yeates 429; 2 Id. 25; 1 Rawle 162; 8 Barr 202; 2 Miles 278. A judgment against the husband of an heir at law is a lien against his life estate: 1 Watts 309; 10 Barr 398; Id. 505. The interest of the husband could not constitutionally be divested by the Act of 1848: 6 Harris 506, Peck v. Ward; 10 Barr 398; 1 Harris 480. The interest of the husband was not divested before the sheriff’s sale either by the Act of 1848 or by the proceedings in partition: 2 Watts 359; 12 Ser. & R. 9."
  },
  "file_name": "0162-01",
  "first_page_order": 162,
  "last_page_order": 164
}
