{
  "id": 974005,
  "name": "Beaver versus Beaver",
  "name_abbreviation": "Beaver v. Beaver",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "167",
  "last_page": "170",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 167"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Jones 342",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle 227",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820540
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0227-01"
      ]
    },
    {
      "cite": "2 Rawle 227",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820540
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/2/0227-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 523,
    "char_count": 10721,
    "ocr_confidence": 0.398,
    "pagerank": {
      "raw": 3.9157027379496704e-07,
      "percentile": 0.9023479747274841
    },
    "sha256": "3399e406bce81e27dc545ffe475b89d2313b40e92e34dcab7bd7bd29693d09c1",
    "simhash": "1:ee1376555d78be14",
    "word_count": 1917
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Beaver versus Beaver."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\nThe errors complained of relate to the admission of John Benjamin as a witness for the plaintiff below, and to the ruling of the court against the matters of defence relied on by the plaintiff in error.\nIt does not appear that John Benjamin was ever a party to the contract with the defendant on which the action was brought. That contract was one in which Samuel and John Beaver were the only parties. The witness had acquired from John Beaver an interest in it which he had re-sold to the man from whom he acquired it, as early as December, 1847, under an agreement by which he was to be cleared from the same. He stated on his examination that he had no interest. As the witness was not an original party to the contract, as the plaintiff did not derive title through him, and as he had no interest in the result, we do not perceive any error in admitting him as a witness. As his testimony related exclusively to the “apple speculation,” if the paper-book informed us that that cause of action, and the issue found in regard to it, was separated from the other, we would not disturb it for errors existing in reference to the other parts of the case. But we are left in the dark on this point, and it must therefore fall, in the general result.\nIn Bosler’s Administrators v. Exchange Bank, 4 Barr 32, it was held that a debt not due at the death of the plaintiff’s intestate, could not be set off; and in Light v. Leininger, 8 Barr 403, it was decided that if the debt was due at the death of the deep-dent, it might be set off, although the estate was insolvent. It was there affirmed as a principle that “ mutual demands mutually pay and satisfy each other, if the defendant chooses to malee defence.” But these cases do not touch the question presented on this record. The case before us depends upon the equity of a surety. As between principal and surety, Courts of Equity always lend their aid for the protection of the latter. As soon as the surety’s obligation to pay becomes absolute, he is entitled in equity to require the principal debtor to exonerate him, and he may file a bill to compel an exoneration, although the creditor has not demanded payment from him: Theobald’s Principal & Surety 226; Nesbit v. Smith, 2 Bro. C. C. 579; Lee v. Brook, Moseley R. 318; Story’s Equity 327. But the surety would not be entitled to exoneration before the debt became payable, because it is implied by the contract that he engaged to stand bound for the principal until the maturity of the obligation: Cock v. Ravie, 6 Ves. Jr. 283; Antrobus v. Davidson, 3 Mer. 569; Theobald 227. In accordance with these principles, it was decided by this Court in Ross v. McKinney, 2 Rawle 227, that where a suit was brought to recover a legacy, the executor might demand a conditional verdict, under which he would be permitted to retain the legacy until he was indemnified against a demand for which the testator was surety for the legatee. That principle is' applicable to the case before us. In regard to the note given to Ann Eliza Matlack, which has been paid since suit brought, the defendant below ought to have been allowed a credit for the sum which he paid, as surety, on this claim. Although paid since suit brought, the equity originated before, and the defence does not stand upon the footing of a cross demand purchased by a defendant after suit brought. Against the claim in favor of the Yalley Baptist Church, he ought to be indemnified by a conditional verdict permitting him to retain in his hands so much of the sum recovered as shall be sufficient to satisfy it, until exonerated, provided the claim be due and payable at the time when this equitable relief shall be demanded. In a case of this kind it is not material that the debt was not due in the lifetime of the decedent. Although his right to call for the interposition of equity does not arise until his principal is in default by neglecting to pay the claim at maturity, it is founded upon a contract which existed before; and while he has a claim against the decedent so equitable as this, it is unjust that the representative of the latter should deprive him of the security already in his hands. We should never forget that judicial tribunals are established for the purpose of administering justice.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Lewis, for the plaintiff in error.",
      "Pennepacleer, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Beaver versus Beaver.\n1. One who is not a party to the contract in suit, who had subsequently acquired an interest in it which, however, before the institution of the suit ho had re-sold under an agreement by which he was to b® “ cleared from the same,’-’ and who had no interest in the result of the suit, is a competent witness for the plaintiff who claimed under the contract.\n2. In a suit by administrators of an insolvent estate the defendant is entitled to credit for a payment by him of a note in which he was surety for the decedent, though paid by the defendant since the institution of the suit. The case of Bosler's Administrators v. The Exchange Bank, 4 Barr 32, in effect overruled.\n3. In such a suit the defendant is also entitled to a conditional,verdict, permitting him to retain in his hands so much of the amount due by him on the claim in suit as shall be sufficient to satisfy a note in which he is surety for the decedent, and which is still unpaid, until he be exonerated from the same, provided the claim, for which he is surety be due and payable when the equitable relief is asked. It is not material that the claim for which he was surety was not due in the lifetime of the decedent.\nError to the Common Pleas of Chester county.\nThis was an action of assumpsit, by Eliza Beaver and Henry Kauffman, administrators, &c., of John Beaver, deceased, v. Samuel ■Beaver, in which the plaintiffs claimed the one-half of an alleged loss of $557.02, on the sale of apples, in the purchase of which he alleged the decedent and the defendant were concerned; and also one-half of the interest on.the money invested therein. It appeared that the apples were purchased in the fall of 1847. The plaintiffs also claimed $236.12, on hook account.\nThe pleas were non assumpsit and payment, with leave, &e., and ■notice was given of a set-off on hook account, beyond that claimed by the plaintffs. Also, that the defendant was surety for John Beaver, the decedent, in a note for $600, dated April 10,1851, to the Great Valley Baptist Church; and also in another noté to Ann Eliza Matlaek, for $350, dated Sept. 3, 1850. In the latter note David Hazard was co-surety. Since the institution of this suit, this latter note had been paid off by the sureties, after the administrators of the estate of John Beaver, the principal, had paid $100.89 upon it.\nIn order to prove the transaction relating to the apples, the plaintiff called John Benjamin, who, being examined on bis voir dire, testified that he became interested in the apple speculation soon after John and Samuel Beaver concluded to enter into it. The witness was interested to the extent of one-half of John Beaver’s share. In December, 1847, he sold his interest in the apples to John Beaver. He exhibited a paper signed by John Beaver, 12 mo. 24, ’47, in which John Beaver admitted the purchase from Benjamin, and that he had “cleared him from the same.” The admission of the witness was excepted to, and was the subject of the first bill of exceptions.\nThe plaintiff also gave in evidence a claim by book aeeount.\nOn part of the defendant was exhibited his book account, verified by his oath, and accompanied by other proof. After producing his notice of set-off and special matter, there was offered in evidence, on his part, the #600 note above mentioned, accompanied by the proof that the defendant was surety for John Beaver, and liable to pay the whole except 25.9 per cent. (#178) paid by the administrators. The proof was given of the borrowing of the money, and of Samuel being surety, but the Court rejected the offer of the note in evidence, and the defendant excepted. This constituted the second bill.\nThe defendant then called David Hazard to prove that the money, for which the other of the notes referred to was given, was borrowed by John Beaver, and that witness and Samuel Beaver were his sureties for the same; that #1 Off. 89 had been paid by the plaintiffs; and that the rest had been paid by the sureties since the commencement o'f the suit, in equal shares. This offer was, on objection, rejected by the Court, and defendant excepted. This constituted the third bill.\nThe defendant then offered to prove the same facts as stated in the two last offers, with the additional fact that the plaintiffs had filed their administration account, which had been confirmed by the Court; that the balance in the administrator’s hands being found insufficient to pay the decedent’s debts, an auditor was appointed, on petition of plaintiffs, to distribute that balance among the creditors; and that the assets had sufficed to pay but 25.9 in the dollar. The Court overruled the offer, and defendant excepted. This constituted, the fourth bill.\nThe defendant then asked the Court to charge that it was a good defence that the defendant was bound as surety for John Beaver for- the payment of money exceeding in amount any balance due to him from the defendant. The Court answered the point in the negative, and the defendant excepted — and this constituted the last MU.\nVerdict was rendered for the plaintiff.\nError was assigned, — 1. As to the admission of John Benjamin as a witness. 2. To the admission of the evidence as to the note to the Valley Baptist Church, as stated in the second bill of exceptions. S. In rejecting the evidence as to the note to Ann E. Matlack. 4. In rejecting the evidence stated in the fourth bill. 5. In negativing the point submitted on part of the defendant.\nLewis, for the plaintiff in error.\nIt was contended that the administrators coaid not recover from the defendant, when the latter, as surety for the decedent, was liable for more than the amount claimed by the administrators: 2 Rawle 227; 17 Ser. & R. 287; 1 Barr 266; 2 Dev. Ch. 31; 1 Freem. Ch. 273. As soon as a surety’s obligation becomes absolute, he is entitled in equity to require the debtor to exonerate him, and he may exhibit a bill for the purpose: 2 Bro. C. C. 579, Nesbit v. Smith; Theo. 226; 1 Story’s Eq. 5-327-639.\nAs to the 3d specification, the extent of the defendant’s liability on the note had been definitively ascertained: 2 Jones 342.\nPennepacleer, for the defendants in error.\nThe notes as evidence of set-off or equitable defence were rejected on the authority of the cases in 4 Barr 32, Bosler v. Exchange Bank; and 8 Barr 403, Light v. Leininger."
  },
  "file_name": "0167-01",
  "first_page_order": 167,
  "last_page_order": 170
}
