{
  "id": 974061,
  "name": "Tracey versus Pendleton",
  "name_abbreviation": "Tracey v. Pendleton",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "171",
  "last_page": "173",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 171"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 301,
    "char_count": 6193,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 8.200168595868619e-08,
      "percentile": 0.47595689941768804
    },
    "sha256": "1870642a0f75e045abaf00030616e04e9b937a853e3f4eeb09f3d460c2ce1c3b",
    "simhash": "1:2a4405d4b48490b9",
    "word_count": 1082
  },
  "last_updated": "2023-07-14T18:41:05.651470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Tracey versus Pendleton."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\nThe trial of this cause took place before the President of an adjoining district, at a special Court held in Bradford county, for the purpose of deciding causes in which the proper President Judge had been concerned as counsel. The parties went to trial in the absence of the associate judges, and the want of authority in the Presiding Judge is now assigned for error. If this be an objection to the right of the judge to hold the Court, without the aid of the associates, and not a plea to the jurisdiction of the Court itself, it is plain that the irregularity is waived by proceeding to trial, before him, without objection. Like a challenge to a juror, it is waived by a trial, upon the familiar principle that a party, who has taken his chance for a decision in his favor, shall not be allowed to except afterwards to the qualifications of his triers. To avoid this difficulty, the plaintiff in error contends that “the judgment is void for want of jurisdiction.” But is there a want of jurisdiction ? Certainly not. Whatever objections may be made to the right of the Presiding Judge to exercise the office, there can be no question in regard to the jurisdiction of the Court. He was the President Judge, defacto, and was so recognised by all parties. His acts are therefore binding upon them. It was properly remarked by Judge Duncan, that a Court of Error will not say that a cause has been improperly certified to a special Court, after all parties have agreed, without objection, to go on to trial: Barrington v. Bank of Washington, 14 Ser. & R. 419.\nBut there is nothing in the objection, even if the plaintiff in error was at liberty to make it now. The cause was tried on the 8th November, 1853. At this time the Acts of 10th April, 1849, and 18th April, 1853, had authorized an arrangement, by which, whenever it should be necessary to hold a special Court, any President Judge might “take the place of the proper President,” “without additional notice or special venire.” It was expressly provided that “ all proceedings” were to have “ the same force and effect,” and be “ conducted according to the same rules and regulations, to all intents and purposes, as if the same had occurred before the proper President of the district.” . This language is sufficiently comprehensive to give the Presiding Judge, at a special Court of Common Pleas, as full power as the proper President possesses. As the latter may hold a Court of Common Pleas -without the associates, the former may exercise the same power. Their absence is not the fault of the Presiding Judge. Nor is it the fault of the parties. However useful they may be in the Orphans’ Court, and in the exercise of criminal jurisdic-^ tion, the constitution does not require their presence in the Common Pleas. The recent legislation is in conformity to the constitution, and has been found to accord with the public convenience. Whenever the parties go to trial before the President of a different district, without objection, .the Court of Error will presume the “ necessity for a special Court,” and the existence of “ an arrangement” to hold it, according to the provisions of the statutes of 1849 and 1853.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Mercur and Biwell, for plaintiff in error.",
      ", for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Tracey versus Pendleton.\n1. After a party has gone to trial before a president judge holding a special Court out of his judicial district, he is precluded from objecting to the judgment that the case was tried in the absence of the associate judges of the county.\n2. Such objection is not one to {he jurisdiction of the Court, as the jurisdiction of the Common Pleas is unquestionable; and after trial this Court will not say that the case has been improperly certified to the special Court.\n3. The Act of 10th April, 1849, authorizing the holding of special Courts before the president judge of an adjoining judicial district, provides that the latter judge shall take the place of the proper president, and that the proceedings had in the special Court shall be “ of the same force and effect, and be conducted according to the same rules and regulations, to all intents and purposes, as if the same had occurred before the proper president of the district.” It was Held, that as the latter may hold a Court of Common Pleas without the associates, the former may also do so.\n4. After the passage of the Acts of 10th April, 1849, and 18th April, 1853, authorizing the holding of special Courts by the president judge of any other judicial district, the parties went to trial without objection before the president judge of another district, holding a special Court. It was Held, that this Court would presume the necessity for a special Court and the existence of an arrangement to hold the said Court, according to the provisions of those Acts.\nError, to tbe Common Pleas of Bradford county.\nThis was an action of debt to May Term, 1847, on book account, by Robert Pendleton and another v. Henry W. Tracey. The case was on the trial list for February Term, 1852; but Wilmot, President Judge, having been concerned as counsel in the case, it was certified for trial before the Hon. E. Gr. White, President Judge of an adjoining district. A special Court was accordingly appointed, and was held by White, J., in November, 1853. On November 8, 1853, this case was tried before him, the associates not being on the bench, and verdict was rendered for the plaintiffs. On November 10, 1853, application for a new trial was made and was overruled. On same day the defendant’s counsel objected to judgment being entered upon the verdict,- upon the ground of the absence of the associate judges of Bradford county.\nOn same day, White, J., directed the paper containing the objection to be filed; and stating that the objection was not made during the trial of the case, nor till after a rule for a new trial was refused, he directed judgment to be entered on the verdict.\nIt was assigned for error that the Court erred in directing judgment to be entered upon the verdict. 2. That the judge having no authority to hold the Court, the judgment was void for want of jurisdiction.\nMercur and Biwell, for plaintiff in error.\n, for defendants in error."
  },
  "file_name": "0171-01",
  "first_page_order": 171,
  "last_page_order": 173
}
