{
  "id": 974047,
  "name": "Branch Township versus Youndt",
  "name_abbreviation": "Branch Township v. Youndt",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "182",
  "last_page": "183",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 182"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts 410",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "pin_cites": [
        {
          "page": "411"
        }
      ],
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 266,
    "char_count": 4916,
    "ocr_confidence": 0.398,
    "pagerank": {
      "raw": 8.148883233161624e-08,
      "percentile": 0.4745091316134647
    },
    "sha256": "6617a03d4f829abb77a0408e69c5b5d2c0f7145c655529eda804b9b4864ba1ef",
    "simhash": "1:47ee4835857dcd69",
    "word_count": 848
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Branch Township versus Youndt."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nUnder the provisions of an Act of Assembly passed March 14, 1844, for the counties of Schuylkill, Northumberland, and Carbon, Joel Youndt, one of the supervisors of the township of Branch, was appointed collector of the road taxes for the year 1844. In compliance with the Act he gave bond with sureties, which was approved of and deposited with the auditors of the township.\nThis suit is brought against the principal and his sureties upon the bond; and upon the trial, the Court of Common Pleas held that there could be no recovery because there had been no settlement of the accounts by the township auditors.\nThis was correct. The liability of the sureties is contingent, and no resort can be had against them until the default of the principal is fixed. The township auditors have unquestioned jurisdiction to settle the account of the supervisor and collector, and their settlement unappealed from would be conclusive in an action upon the bond. If the supervisor neglected to appear upon notice and exhibit the state of his accounts, the auditors should have passed upon them in his absence, and unless evidence of payment were before them, they would have been justified in reporting a balance against him equal to the entire amount of the duplicate, which they could have ascertained without difficulty, as it was recited in the bond. The legislature has provided a local tribunal to determine primarily the amount of receipts and expenditures by the officers whose duty it is to collect and disburse the township revenues, and public policy coincides with the rules of law in requiring the remedy plainly pointed out to be pursued.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Parry, with whom was Qamphell, for plaintiff in error.",
      "Hughes, with whom was Wells, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Branch Township versus Youndt.\nuuuBi- uub provisions of the special Act of March 14, 1844, relating to the counties of Schuylkill, Northumberland, and Carbon, a suit will not lia against the sureties in the bond of a collector of road taxes, without a previous settlement of the account of the collector by the township auditors.\nError to the Common Pleas of Schuylhill county.\nThis was an action of debt, in the name of the township of Branch, v. Joel Youndt and others, brought on the bond of a collector of road taxes. Youndt was one of the supervisors of Branch township in the year 1844, and was appointed collector of road taxes. The other defendants were Jiis sureties in the bond in suit. The bond was given in pursuance of a special Act of Assembly passed on 14th March, 1844 (Nets of 1844, p. 110), by which it is provided that it shall be the duty of the supervisors of the highways of every township and borough in the counties of Schuylkill, Northumberland, and Carbon, annually to select one of their number, or appoint some suitable inhabitant of the township or borough to be collector of the road taxes levied or assessed for such township or borough; which supervisor, or other person appointed collector as aforesaid, shall give bond with two or more sufficient securities, to he approved by the township or borough auditors, and deposited with them; which said bond shall be in the name of such township or borough, and the condition thereof shall he that such collector shall well and truly collect and pay over to the township or borough treasurer, if one he elected or appointed, and if not, then to the supervisors; or account for, according to law, the whole amount of the taxes charged and assessed in the duplicate delivered to such collector.\nThe condition of the bond in suit was, “That Joel Youndt, supervisor of Branch township, and collector of the said road tax, shall well and truly collect and pay over to the treasurer, or account for, according to law, the whole amount of the taxes charged and assessed in the duplicate delivered to the said collector at or upon the time appointed according to law.”\nKidder, President Judge, charged, inter alia, that until settlement of the account of Youndt by the township auditors, no action lay upon the bond. That if Youndt had failed to appear at the proper time before the auditors, after being notified, they should have closed his account in his absence; and that the sureties might justly claim that the proceedings required by law should have been pursued before suit against them.\nSuch instruction was assigned for error.\nParry, with whom was Qamphell, for plaintiff in error.\nAfter referring to sections 39, 40-7-8-9, and 102, of the Act of 15th April, 1834, relating to township rates and levies, and to the special Act of 14th March, 1844, he observed that the accounts of the collector had not by law been referred to the township auditors, and that therefore they had no control over them, and that their action was not necessary to give the township a right ■of action on the bond.\nHughes, with whom was Wells, for defendants in error.\nReference was made to 1 Penna. Rep. 282; 3 Watts 410, Gray v. Bell; Id. 411."
  },
  "file_name": "0182-01",
  "first_page_order": 182,
  "last_page_order": 183
}
