{
  "id": 973976,
  "name": "Rogers versus Ratcliffe",
  "name_abbreviation": "Rogers v. Ratcliffe",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "184",
  "last_page": "185",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 184"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Watts 39",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838100
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0039-01"
      ]
    },
    {
      "cite": "3 Rawle 282",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 245,
    "char_count": 4525,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 2.254289306377799e-07,
      "percentile": 0.781906203797982
    },
    "sha256": "27cd28f51a206fd82f0762ffa80f029bf972cc8e545ce77f44c98ce1a0b528ac",
    "simhash": "1:e6eb95b44fe62731",
    "word_count": 819
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rogers versus Ratcliffe."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\nThe plaintiff in error brought an aqtion on contract in the Court of Common Pleas, without filing an affidavit that his demand exceeded one hundred dollars. Pie recovered less than that sum. There was no plea of set-off upon the record. As the decision of the cause had been made by arbitrators, the Court of Common Pleas heard depositions for the purpose of determining the question of costs, and upon full examination into the moans by which the plaintiff’s demand had been reduced, decided that it had not been reduced by set-off, and that the plaintiff was not entitled to recover, costs. If the Court was right in its decision of the question of fact, the judgment that the plaintiff could not recover costs' is according to the letter of the Act of Assembly. Where a plaintiff in an action on contract recovers less than one hundred dojlars, and there is nothing to show that the demand was reduced by set-off, the presumption is that the amount was within the jurisdiction of a' justice of the peace. In such a case the plaintiff’s refusal to bring his cause before the appointed tribunal justly deprives him of costs.\nBut was the Court right in its solution of the question of fact ? How are we to ascertain? There is nothing on the record to show that the fact vras otherwise than as found by the Court. The depositions produced before the Court, on the hearing of the motion in relation to the costs, form no part of the record; nor can they be brought here by bill of exception. The statute which gives the bill does not extend the privilege to the decisions of the Court upon depositions produced on the hearing of motions of this kind. As the evidence on which the Court acted is not judicially before us, we have no means of reviewing the decision. For this reason the rule was established many years ago, in relation to this section of the Act of Assembly, that “ the decision of the Common Pleas is not to be treated as erroneous unless the fact which impeaches it appears on the face of the record:” Spear v. Jameson, 2 Ser. & R. 532. There is nothing on this record which impeaches the decision below, and the judgment is therefore to be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Pennypacker, for plaintiff in error.",
      "Burlington, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Rogers versus Ratcliffe.\n1. Where the plaintiff in an action in the Common Pleas on a contract recovers less than $100, and there is nothing oh the record to show that the demand was reduced by set-off, the presumption is that the amount in controversy was within the jurisdiction of a justice of the peace.\n2. Testimony given in the Court below on the hearing of a motion relative to costs, forms no part of the record, nor can it be brought up by bill of exception.\n3. Where the Court below, in a question whether a plaintiff who had recovered less than $100 in an action in ¶ the Common Pleas on a promissory note for $100 was entitled to costs, heard testimony in order to show1 how the amount recovered was reduced below that amount. Held, that the testimony being no part of the record, the decision of the Court below founded on it was not the subject of review.\nError to the Common Pleas of Chester county.\nThis was an action of assumpsit in the Common Pleas, brought by Jacob Rogers, Jr., Administrator, &e., of Jacob Rogers, deceased, v. Charles Ratcliffe, on a. promissory note for $ 100. Arbitrators awarded $7o for plaintiff. No plea of set-off or other plea appeared on the papei'-book. No appeal was taken. The defendant paid the amount of the award, and a rule was granted to show cause why the execution should not be set aside — the question being whether the plaintiff was entitled to recover costs. On the argument of the rule the plaintiff called one of the arbitrators to testify as to the award. . The Court expressed the opinion that the amount of the plaintiff’s claim was not reduced by a set-off, and the rule was made absolute.\nThis judgment was assigned for error.\nPennypacker, for plaintiff in error.\nBurlington, for defendant in error.\nNothing but the record is before this Court. Depositions taken in the Common Pleas on a rule to show cause why an appeal should not be quashed, are not part of the record: 6 Harris 78. Nor are the reasons given by the Court on a rule to show cause why an execution should not be set aside: 3 W. & Ser. 91. Also cited 3 Barr 460; 2 Ser. & R. 532; 3 Rawle 282; 1 Watts 39.\nIt was contended that this was not a ease of set-off. The defendant had no claim against the plaintiff, for which he could have maintained an action."
  },
  "file_name": "0184-01",
  "first_page_order": 184,
  "last_page_order": 185
}
