{
  "id": 974084,
  "name": "Billings and May versus Russell",
  "name_abbreviation": "Billings v. Russell",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "189",
  "last_page": "192",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 189"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Howard 497",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "10 Conn. 526",
      "category": "reporters:state",
      "reporter": "Conn.",
      "opinion_index": -1
    },
    {
      "cite": "24 Maine 186",
      "category": "reporters:state",
      "reporter": "Me.",
      "opinion_index": -1
    },
    {
      "cite": "11 Pick. 441",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2016097
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/28/0448-01"
      ]
    },
    {
      "cite": "14 Mass. 461",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "5 Hill 285",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "13 Johnson 444",
      "category": "reporters:state",
      "reporter": "Johnson",
      "opinion_index": -1
    },
    {
      "cite": "9 Wheaton 549",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": -1
    },
    {
      "cite": "3 Cranch 331",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        1427702,
        6758542
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/7/0198-01",
        "/dc/3/0331-01"
      ]
    },
    {
      "cite": "1 Peters 36",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 118",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850998
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0118-01"
      ]
    },
    {
      "cite": "4 Rawle 382",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823568
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0382-01"
      ]
    },
    {
      "cite": "3 Watts 144",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841282
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0144-01"
      ]
    },
    {
      "cite": "10 Watts 121",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 101",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850960
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0101-01"
      ]
    },
    {
      "cite": "5 Wend. 170",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2145717
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/5/0170-01"
      ]
    },
    {
      "cite": "24 Wendell 485",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "1 Morris 54",
      "category": "reporters:state",
      "reporter": "Morris",
      "case_ids": [
        6664334
      ],
      "opinion_index": -1,
      "case_paths": [
        "/morris/1/0054-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 512,
    "char_count": 9271,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 4.0814358601906654e-07,
      "percentile": 0.9089010594826185
    },
    "sha256": "16b84246a4281c435911a9cf517cea181ab1c5fd87fd947e3332c8f214360cc6",
    "simhash": "1:dbfcd5c5f47ee5e0",
    "word_count": 1631
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Billings and May versus Russell."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\nThis was trespass for taking the plaintiff’s horse on an execution against another person. Evidence was given to support and to contradict the allegation that the horse had been sold by the present plaintiff to the defendant in the execution. But the Court took all the evidence on that point away from the jury, and directed a verdict in favor of the plaintiff, on the solo ground that the execution was void. It was issued by a justice of the peace upon a judgment in attachment under the act of 1842. The affidavit was irregular, and so was the bond; and although the plaintiff appeared at the return day of the attachment and made no objection, the Court held that the judgment and execution gave no title to property sold under them.\nIt is a rule, to wffiich there is no exception, that when a judgment is given by a court or judge having jurisdiction of the subject-matter, its regularity connot be inquired into in a collateral proceeding. If the justice was wrong in issuing this attachment, and if the defendant did not wraive the error by appearing, still nobody but the defendant himself had a right to complain of it, and even he could get redress only by certiorari. His acquiescence in the judgment, without taking any steps to reverse it, made it as good and valid as if all the pre-requisites of the law had been complied with. A ministerial officer may not be sued as a trespasser, for simply obeying the command of a writ, regular on the face of it. And even where the action is against the plaintiff, he is protected by the judgment itself, without proving that he obtained it legally. It would be impossible to administer the law at all upon any principle which would permit a title to property acquired under a judgment and execution to be defeated by showing a defect in the original process. It is said that this proceeding is in derogation of the common law. So is the whole civil jurisdiction of justices and aldermen. But still their judgments are conclusive, however erroneous, until set aside. There is no difference in this respect between a tribunal created by statute and a common law court. A sentence, judgment, or decree pronounced by either upon a subject within its jurisdiction is definitive and binding on all other courts, excepting only those before w'hom it comes by appeal or writ of error.\nThe same question was before this Court in Burford v. Cassedy, decided at September Term, 1848, for the Western District. A justice granted an attachment and gave judgment, without taking a legal bond. When an execution came to be issued, the constable presumed to disobey it, and gave the mistake of the justice as one of his reasons. Yfhen he made this defence on the scire facias against him, the Court told him what we now repeat to the present plaintiff, that he had no authority to erect himself into a court of errors and pick flaws in the justice’s record. The judgment was a matter which concerned not him, but another person who hád seen fit (perhaps for very good reasons) to acquiesce in it. If that case had been reported, the present one would never have come here.\nJudgment reversed and ven. fa. de nov. awarded.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Gone, for plaintiff in error.",
      "Byan and Jessup, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Billings and May versus Russell.\n1. The principle, that the regularity of a judgment of a Court having jurisdiction of the subject-matter, cannot be inquired into in a collateral proceeding, is applicable to judgments by justices of the peace.\n2. Though the affidavit and bond, required from the plaintiff by the 27th section of the Act of 12th July, 1842, to abolish imprisonment for debt, before attachment issued, be defective, no one but the defendant has a right to complain ; and he only by certiorari.\n3. The plaintiff in the attachment proceeding and the constable who executed the process were not liable to an action of trespass by a stranger to the proceeding who alleged title to the property attached, merely because the affidavit and bond submitted in the proceeding were defective; they were protected by the judgment. The constable was bound to execute the writ regular on its face.\nError to the Common. Pleas of Tioga county.\nThis was an action of trespass by Franklin Russell v. Billings and May, to recover the value of a horse claimed by the plaintiff, which had been levied on and sold under process issued in a proceeding before a justice of the peace by Billings v. Albert Russell.\nThe plea was not guilty. It appeared that Albert Russell being indebted to Billings in the sum of $97, the latter applied to a justice of the peace for an attachment against Russell, under the 27th section of the Act of 12th July, 1842, abolishing imprisonment for debt. It is provided in that section that when upon proof by the affidavit of the plaintiff or some other person, to the satisfaction of a justice of the peace, that the debtor is about to remove from the country any of his property with intent to defraud his creditors, or has assigned or disposed of any of his property with a like fraudulent intent, &c., the justice may issue an attachment against the debtor; which attachment, by the 28th section of the Act, may be executed upon property of the defendant not exempt from sale on execution. Bond with sureties is required to be given before the attachment issues.\nAn affidavit was made by Billings, and a bond was executed by him and Samuel May, Jr., conditioned for payment to the debtor of damages in case of failure to recover, &c. The bond was in the penalty of $100. The justice issued an attachment, on which the constable returned that he had attached “ one mouse-colored mare,” and certain hay. On 4th December, 1851, the return day of the attachment, loth parties appeared, and agreed to the continuance of the case till the next day, when judgment was given for the plaintiff for $97. Under this judgment an execution was issued to Samuel May, Jr., one of the defendants, who was constable, and under it the mare was sold to Billings for $80.\nOn 18th December, 1851, this action of trespass was brought, the plaintiff claiming that the mare when attached and sold belonged to him and not to Albert Russell.\nAfter testimony as to the ownership of the mare, the record of the attachment was given in evidence on part of the defendants; and evidence was given with the view to show that the mare belonged to Albert Russell.\nWhite, President Judge, charged “that the affidavit before the justice was defective in not setting out all that the Act of 1842 required it to contain; and that the bond was also defective because its penalty was not double the amount of the plaintiff’s claim. He charged that these defects were substantial and fatal to the judgment, preventing the justice from exercising jurisdiction and rendering his judgment void — that the defendants could not justify under the execution, and that the plaintiff was entitled to r¿cover.”\nYerdict was rendered for the plaintiff.\nError was assigned to the charge as stated, and to the instruction that the judgment before the justice could be attacked in this collateral proceeding.\nGone, for plaintiff in error.\nIt was, inter alia, contended that any defect in the proceeding before the justice was cured by the defendants’ appearance: 2 Comstock 110; 4 Barr 296.\nThe judgment was not void, and the justice had jurisdiction. A stranger to such proceedings had no right to object to them collaterally.\nIrregularity in the affidavit and bond should have been taken advantage of by motion to quash the attachment: 1 Morris 54. An attachment, if sufficient on its face, is a justification to the officer serving it, although it issued on an insufficient affidavit: 24 Wendell 485; 2 Lutw. 935; 5 Wend. 170; 4 W. & Ser. 191; 10 Watts 101. Creditors and terre tenants may attack a judgment collaterally for fraud or collusion, but on no other ground: 9 Barr 89; 4 Harris 21; 7 Barr 257. They may avoid a fraudulent judgment for a pretended debt, but cannot abate an erroneous judgment for a real debt: 5 W. & Ser. 473; 1 Troubat & Haly 569. A judgment of - a court of competent jurisdiction is never to be treated as a nullity. The only question was that of ownership, which should have been submitted to the jury.\nByan and Jessup, for defendant in error.\nProceedings under the Act of 1842 are in derogation of the common law, and are to be strictly pursued: 10 Watts 121. The affidavit should state with precision the cause for issuing it: 1 Miles 75; 3 Watts 144. There should have been two sureties in the bond: 4 Rawle 382. The affidavit did not recite the matters required by the statute, nor did the bond, and they were nullities: 3 Cowen 206. The proceeding was void, and was examinable in a collateral proceeding: 1 Harris 128. The jurisdiction of the justices being of a limited character, the facts which confer jurisdiction should appear on the record, or the proceeding is void: 10 Watts 118; 1 Peters 36; and the question of jurisdiction may be examined into in a collateral proceeding: 3 Cranch 331; 9 Wheaton 549; 13 Johnson 444; 5 Hill 285; 14 Mass. 461; 11 Pick. 441; 16 Vermont 246; 24 Maine 186; 10 Conn. 526; 1 Smith’s Cases 703-710; 8 Howard 497; 5 Barr 428; 7 Id. 48, 136. A sale of property on a void judgment passes no title: 10 Watts 118."
  },
  "file_name": "0189-01",
  "first_page_order": 189,
  "last_page_order": 192
}
