{
  "id": 974027,
  "name": "Board of Health versus Gloria Dei",
  "name_abbreviation": "Board of Health v. Gloria Dei",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "259",
  "last_page": "262",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 259"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 361,
    "char_count": 7296,
    "ocr_confidence": 0.438,
    "sha256": "4c1e4415d5562c7b889d96dd50c02f9cca5c7e8b41e1f792f2b83a6e074a5374",
    "simhash": "1:4ec19f698e42967b",
    "word_count": 1335
  },
  "last_updated": "2023-07-14T18:41:05.651470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Board of Health versus Gloria Dei."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nWoodward, J.\nThe Board of Health, finding nuisances along a lane or alley called Swedes’ Court, proceeded to remove them by curbing and paving the foot-walks, for which they charged adjoining owners; and by grading and paving the cartway, for which they seek to charge the church because the court leads to their burial ground. The claim filed against the church under the Acts of Assembly denominates this alley “ a lot of ground,” and charges the defendants as owners of the soil.\nNotwithstanding the Act of 11th March, 1846, prohibits any plea “touching the question of ownership,” it was competent for the defendants to answer such a claim, as they did in their special pleas, by denying that they were the owners of the soil and alleging that the said ■ court had been dedicated to public use for more than 70 years. And these facts, admitted by the demurrer, ousted the jurisdiction of the Court over the claim filed, for although under the Act of 1818, the Board of Health have power to remove nuisances from streets, lanes, alleys, and highways, yet they are authorized, by the Act of 7th April, 1830, to file liens for the expense of such removals only against the “ owner or reputed owner” of the premises from which such nuisance has been removed. The church was neither owner nor reputed owner of this alley within the meaning of the Act. It was a lane or alley, 15 feet wide and 146 feet long, leading from Second street to the burial ground and devoted to public use. It appears of record that it was public ground and not private property. If grading and paving such an alley were necessary to exclude nuisances, the public, and not an owner at the end of it, must foot the bill.\nThere was no ground furnished for apportionment, and the Court were right in refusing it. Judgment affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "J. A. Phillips, for plaintiffs in error.",
      "A. S. Smith and 6r. M. Wharton, for the defendants."
    ],
    "corrections": "",
    "head_matter": "Board of Health versus Gloria Dei.\n1. Notwithstanding the 4th section of the Act of 11th March, 1846, relating to municipal claims in the county of Philadelphia, provides that no “ plea touching the question of ownership shall he allowed in any such action yet it being provided in the Act of 7th April, 1830, that the claim shall be filed against “the owner or reputed owner,” it was held to be competent for the defendants in a proceeding by seire facias for such a claim for paving, &c., in a certain court or passage way, to plead specially that the said court had been open to common use by the owners of the adjoining ground for more than seventy years, and that the defendants had only a right of way along it in common with the said owners.\n2. A church not owning such court or passage, but using only a right of way over it to a lot at its termination, was not liable for a claim for paving it.\nError to the District Court, Philadelphia.\nThis was a claim filed at the instance of The Board of Health v. The Sector, &e., of the Church of Gloria Dei, for the paving, &e., of the cartway of Swedes’ Court, which commences at Second street near Christian street, and extends from Second street about 146 feet to a piece of ground, formerly used as a burial ground, but it was not used for any purpose when the claim was filed. The defendants were charged as owners or reputed owners. The amount charged for paving, &c., was divided. The cost of improving the sidewalks of the said court was charged against the lots which bounded on the said court; and the paving, regulating, &c., of the cartway was charged against The Rector, &c., of the Church, as owners of the lot of ground into which Swedes’ Court led. The said piece of ground was about 100 feet square. The claim was filed under the Act of 7th April, 1830. Sci. fa. was issued to June Term, 1850. It was alleged that a nuisance existed in the court, .which was removed and the improvements in question made thereon.\nThe defendants’ counsel moved to restrict the lien to the soil of the court or alley, but the motion was refused. It was then pleaded that the piece of ground against which the charges were made was situate at the end of the court and not along it; and that the court had been open for more than seventy years to the common use of all the parties whose lands abutted thereupon; and that the defendants had no other claim or right therein than a right of way in common with the owners of ground on either side of it. 2. That the court and the lot of ground against which the claim was filed were separate and distinct lots, and that no part of the nuisance was upon the lot, &c. Other pleas were added.\nThe pleas were demurred to, and on September 17th, 1853, judgment was given for the defendants. It was assigned for error that the Court below erred in not entering judgment for the plaintiffs, to be levied of the soil of Swedes’ Court or alley.\nJ. A. Phillips, for plaintiffs in error.\nBy the Act of 29th January, 1818, it is made the duty of the Board of Health to cause to be removed nuisances tending to endanger the health of the citizens. By the Act of 7th April, 1830, the expenses of the removal are to be a lien upon the premises from which the nuisance has been removed, and it is made the duty of the board to file the claim against the owner or reputed owner; and the claims filed may be proceeded on by scire facias in like manner as mechanics’liens, and upon the trial, “ the fact of the nuisance shall not be inquired into;” and the defendant “shall only be permitted to give evidence of payment, or that unnecessary expenses were incurred by the Board in the removal of the nuisance.” The Act of March, 1846, provides for the mode of service of the writs of scire facias, and provides that no plea averring want of notice to remove nuisances, &e., “ nor any plea touching the question of ownership, shall be allowed in any such action.” Power to remove nuisances is also given by the Act of 5th April, 1849 {Acts, p. 347).\nThe Court below rejected the claim, not only against the whole of the property against which it was claimed, but against the soil of the alley, the seat of the nuisance. It was said that the Court might have stricken out the lot, and permitted the claim to remain against the alley ; and should have given judgment to he levied of the soil of the court or alley. The claim was filed under the Act of 1808: 2 Barr 366.\nA. S. Smith and 6r. M. Wharton, for the defendants.\nBy the plaintiffs’ showing, the nuisance was not on the ground of the defendants, but upon an open court leading to it. 2. The plaintiffs did not apportion the entire cost of its removal among the lots supposed to be liable for it; but without apportionment charged a particular part of it to those on the court, and another part to the grave-yard at its extremity. These are the matters set forth in the five pleas, and it was submitted that neither of them was forbidden to be pleaded by the Act of 14th March, 1846. The Act of 7th of April, 1830, does not prohibit pleading other matters than payment, or that unnecessary expenses were incurred. It concerns only the evidence which may be offered in support of those pleas. Any other construction would invest the Board of Health with arbitrary power to charge the cost of removing a nuisance against property remote from the place of the nuisance. The claim of the plaintiffs as filed must be determined."
  },
  "file_name": "0259-01",
  "first_page_order": 259,
  "last_page_order": 262
}
