{
  "id": 974046,
  "name": "Klett versus Delaware Insurance Company",
  "name_abbreviation": "Klett v. Delaware Insurance",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "262",
  "last_page": "264",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 262"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 402,
    "char_count": 7617,
    "ocr_confidence": 0.389,
    "sha256": "bfdb7feb8f764869b26ef3b8a208672046b6b18fa4cd35552a3f2e466ca1464c",
    "simhash": "1:f72b6055a569575e",
    "word_count": 1321
  },
  "last_updated": "2023-07-14T18:41:05.651470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Klett versus Delaware Insurance Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nWoodward, J.\nThe memorandum clause of the policy sued on here exempts a great variety of articles, and, inter alia, “ vegetables and roots prepared or otherwise.” The single question is whether pinkroot falls within that description. It was in evidence that pinkroot is taken out of the ground, and was formerly sent to market tops and all; now they send only the roots; it is always shipped to England with tops as well as roots; it is cut up and prepared; and the- plaintiffs offered to prove that pinkroot is an article of commerce previously dried and prepared, deprived of all its germinating qualities, and in no way succulent or perishable in its nature, which the Court rejected, and entered a nonsuit against them.\n“Roots prepared or otherwise,” is a designation which must bo held to comprehend a particular “root cut up and prepared,” unless we wilfully violate the law of language. The terms used in a policy, said Lord Ellenborough, in Robertson v. French, 4 Bast 135, are to be understood in their plain, ordinary, and popular sense, unless they have generally, in respect to the subject-matter, as by the known usage of trade, or the, like, acquired a peculiar sense distinct from the popular sense of the same words.\nThe plaintiffs failed to show any usage to control the effect of the terms used in the memorandum clause, and therefore the Court were right in entering a nonsuit.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Fallon, for plaintiffs in error.",
      "G-. M. Wharton, with whom was J. JS. Martin, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Klett versus Delaware Insurance Company.\nThe terms “vegetables and roots prepared or otherwise/-’ used in the memorandum clause of a policy of insurance as -warranted by the assured free from average, Held to include pinkroot, though as an article of commerce previously dried or prepared, deprived of its germinating qualities and in no way succulent or perishable in its nature, the assured having failed to show any usage of trade to control the ordinary meaning of the terms.\nThis case came up from the Nisi Prius. It was an action of covenant on a policy of insurance brought by F. Klett & Co. v. The Delaware Mutual Insurance Company, to recover for a partial loss, over 20 per cent, on 15 bales of pinkroot, consigned to the plaintiff, and which was injured by dangers of the sea, other than stranding. The policy contained the usual memorandum clause, by which it was agreed that certain kinds of property, including “ vegetables and roots, prepared or otherwise; rags, hempen yarn, &c., and all articles perishable in their own nature, are warranted by the assured free from average (except general), unless it happen by stranding, and amount to 20 per cent, on the whole aggregate value of such articles,” &c.\nThe material question was, whether pinkroot was embraced among the memorandum articles named in the policy.\nThe plaintiffs’ counsel offered to prove by a witness that “ pink-root is an article of commerce previously dried and prepared, deprived of all its germinating qualities, and in no way succulent or perishable in its nature.” This was objected to, and was overruled.\nOn part of the plaintiffs, a witness was called, who said that he was a druggist, and had been in the habit of insuring drugs for many years, among others pinkroot; and had always considered it as not within the memorandum article. Before this trial he had never conversed with any one on the subject in question.\nAnother witness said that he was a druggist; that he believed it was generally understood that pinkroot was covered by such a policy as the one in question; that pinkroot will last for ten years or longer; that formerly tops and all were sent to market — now only the roots are sent — “it is always shipped to England with tops as well as roots; it is cut up and prepared.” On his cross-examination he said he had never known an instance of a claim made for damage to it except in this case and that made by a former witness in this case. The parties who ship to the witness generally insure themselves.\nAnother witness, a druggist, said he had known pinkroot to be insured; always considered himself safe in such an insurance; did not know what the insurance offices considered on the subject. He said he had pinkroot on hand ten or twelve years — “ it is not perishable;” did not know that he had ever read the memorandum in question.\nThe plaintiffs’ counsel then closed their case, and the judge, on motion, ordered a non pros, because the plaintiffs had “ failed to show that pinkroot is not a root within the meaning of the memorandum clause of the policy as established by mercantile custom, and so understood by the underwriters.”\nIt was assigned for error that the Court erred in rejecting the evidence offered; 2 and 3, in directing a nonsuit for the reasons assigned by him.\nFallon, for plaintiffs in error.\nIt was submitted that the object of introducing the memorandum clause into marine policies, was to except articles perishable in their own nature, and which were liable to deteriorate from inherent decay or internal decomposition, or easily damaged. Sarsaparilla is not a root perishable in its nature: 7 T. R. 385-6; also, 2 Arnould 851-2. The judge, in confining the plaintiffs to proof of a usage or understanding in respect to the particular article of pinkroot, was too strict. It was said that shipments of pinkroot were not sufficiently frequent to afford any usage or custom in relation to it particularly. The offer was to prove that pinkroot was an article of commerce dried and prepared, not perishable in its nature, and therefore not within the memorandum clause: also, that it was deprived of all germinating qualities, and in no way succulent or perishable, and therefore did not come within the meaning of the word “ roots,” by which, it was said, was to be understood either the parts of the plants designed to supply the stems with nourishment, or juicy and esculent, such as beets, &c.: McCulloch’s Dictionary as to Madder. The term “skins and hides” held not to include “bear skins” covered with fur: 7 Cowen 202, 207; 6 W. & Ser. 279.\nIt was further said to be questionable whether the plaintiffs had not proved that pinkroot was not an excepted article.\nG-. M. Wharton, with whom was J. JS. Martin, for defendants in error.\nAll prepared roots were included in the policy, and pinkroot is one of such. Prepared roots are dried roots. The term is not confined by the policy to esculent roots. The plaintiff would have been permitted to show that pinkroot was not a root within the meaning of the memorandum clause, as established by mercantile custom, and so understood by underwriters. It was not so shown. But if it were proper, according to 2 Arnould 851—2, to prove that the term “roots,” standing alone, may mean only esculent roots, it may have been going too far to have allowed the plaintiffs to show that prepared roots do not mean dried roots, contrary to the language of the policy. But the first witness knew of only one case of claim made, and that was compromised; and the knowledge of the second was limited to that case and this one; and the third witness knew of no other case where a dispute arose on the subject. The terms “hides and skins” do not include “furs:” 7 Cowen 202; but “skins” includes “deer skins:” 2 Johns. Cases 246. Fruit includes “dried prunes:” 1 Brevard 437. The terms used in a policy are to be understood in their ordinary and popular sense, unless, in respect to the subject-matter, they have generally, as by the known usage of trade or the like, acquired a peculiar sense distinct from the popular sense of the words: 4 East 135; also, 2 Phillips on Ins. 449-51."
  },
  "file_name": "0262-01",
  "first_page_order": 262,
  "last_page_order": 264
}
