{
  "id": 974010,
  "name": "Lynch versus Cox",
  "name_abbreviation": "Lynch v. Cox",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "265",
  "last_page": "271",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 265"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Wh. 240",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "4 Dallas 138",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    },
    {
      "cite": "1 Peters 452",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 42",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 27",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844060
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0027-01"
      ]
    },
    {
      "cite": "3 Bin. 302",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791092
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0302-01"
      ]
    },
    {
      "cite": "3 Bin. 302",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791092
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/3/0302-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 730,
    "char_count": 17637,
    "ocr_confidence": 0.405,
    "pagerank": {
      "raw": 6.821627241692759e-07,
      "percentile": 0.9640370925100267
    },
    "sha256": "7595701e496d92b504e8ed517d0920452fefc863b53091f78d4f98853c20feda",
    "simhash": "1:51f5a873187759cf",
    "word_count": 3203
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Lowrie, J., dissented."
    ],
    "parties": [
      "Lynch versus Cox."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\nJames and John Lynch were cousins, the former having a family and the latter being a bachelor. James, the defendant below, bargained for the property in dispute and paid the purchase-money in 1823, but the conveyance was made to John for no reason which distinctly appears, except from the declaration of John (who wrote the deed himself) that it made no difference, for he was in bad health, and at his death it would be James’s anyhow. James took possession immediately. John lived with him for three months and then removed to a neighbor’s, where in three months more he died. James has continued in possession ever since. In 1849 this suit was brought by a sister of John’s, and she dying her heirs were substituted.\nParol trusts, in opposition to written titles, are not to be favored. Still it is true that resulting trusts may be established by parol. When clearly proved equity will decree the execution of them, and in this state we must enforce them by ejectment. What evidence is sufficient to establish such a trust ? It is well settled that nothing more is necessary than to prove that the land was paid for with the cestui que trust’s money. This naked fact is enough to make out a primd facie case, liable however to be overthrown by proof that the payment was a gift of the money to the grantee of the legal title. It was erroneous therefore to charge, as the Court below did, that the trust in this case could be shown only by an express agreement to that effect between the partios. One who takes a deed in his own name for land paid for by another is a trustee by force and operation of law: not because he agrees to hold for the other party, but because he cannot hold for Iris own use without violating conscience, good faith, and honesty. The trust results from, and the obligation to execute it is implied by, not bis will, but the nature of the transaction.\nThe proposition that a resulting trust does not arise from the payment of purchase-money unless the deed was taken in the name of another maid fide, or with an express acknowledgment of the trust by the grantee, is not supported by authority. Chancellor Kent (4 Comm. 300) lays down the broad rule that when an estate is purchased by A. and the consideration paid by B., there is a resulting trust in favor of B., provided the payment of the money at the time of the purchase be clearly proved. Chief Justice Tilghman (3 Binn. 302) says that parol evidence of the fact of land being purchased with the money of another creates the trust by operation of law. Mr. Justice Rogers (4 W. & Ser. 150) expresses the same thought, but in other words. Mr. Justice Duncan (2 Ser. & R. 521) discusses the subject with the attention of his mind called to the distinction between a fraudulent purchase with money which did not belong to the grantee and a case like the present, in which the land was bought and the consideration paid by one person, and the conveyance made to another with the consent of both. He declares that a resulting trust, properly so called, is where the purchaser of land pays the purchase-money but takes the conveyance in another person’s name.\nThere is a very large class of cases within this principle and to which it is constantly applied. I mean those in which the applicant for vacant land pays the fees and purchase-money to the Commonwealth, but takes out the warrant in the name of another to avoid the operation of the laws against engrossing the public lands. In such a case the nominal warrantee is always regarded as holding the title in trust for him who paid the purchase-money, without any proof that it was so agreed. We therefore believe that when it is proved that the consideration was paid by one and the conveyance made to another, and there is no evidence showing the intent of the parties, the presumption is not that it was meant as a gift of the money by the one to the other, but that the grantee consented to take the title in trust.\nWhen a party, alleging himself to be cestui que trust, proves the purchase-money to have been his, he makes a strong case; it is much strengthened by showing that he went into possession immediately, without opposition from the holder of the legal title; and it is rendered nearly irresistible by a continued and undisturbed occupancy, without payment of rent or other acknowledgment of a superior right for a long time. We cannot decide on remote transactions without the aid of presumptions. After witnesses are dead and papers lost, it is impossible to know what were the true original merits of the case. Such presumptions are in favor of the legal title when neither party is in possession, but when the cestui que trust occupies the land they are wholly against the trustee. Indeed a defendant, who has been in adverse possession for twenty-one years, is protected in courts of equity as well as law, not by a presumption analogous to the statute of limitations, but by the statute itself. In no case does a lapse of time less than twenty-one years raise a presumption which of itself is equivalent to full proof; but a much shorter period, coupled with other circumstances, may be equally powerful.\nIn this case the defendant proved that the bargain was made and the purchase-money paid for the land in dispute by himself, with a distinctness not to be expected after so long a time. He showed also that he went into immediate possession, and so continued during the short lifetime of John, and for full twenty-five years after his death before any suit was brought or claim set up against him. I have already expressed the opinion of this Court that the payment of the money and subsequent possession by the defendant was strong evidence of the trust which he avers. It remains to inquire whether there is anything to prevent the statute of limitations from running in his favor.\nWhen James Lynch first took possession, John was living. He remained in his family for a time, and when it became inconvenient to stay there he removed to a neighbor’s. We find no evidence of any claim by John in his lifetime, or any acknowledgment by James that the land was owned by the former. If James was in the exclusive occupancy of the land, living there with his family, cultivating it and applying the profits to his own use, his possession of it was hostile and adverse to all intents and purposes. Under these circumstances we can see no reason why the statute, if it runs at all, should not begin at the beginning of the defendant’s possession. Such being the case, it was not stopped or suspended by the fact that John’s next heir was a feme covert beyond seas or within any other exception to the statute. Neither is this question affected by the actual ignorance of the present plaintiffs, or their mother, concerning the facts.\nThe only bad feature in the defendant’s case is made by the evidence of Hodgson, and by the letter of May, 1849, written by him in the name of his son, in which he says that the land was paid for by John Lynch, andleft in his care. This not being mentioned in the charge, nor touched by the argument of the plaintiff in error, cannot properly be the subject of any discussion now. Wo have no doubt that if called upon in a second trial the Court and jury will give it a true and just construction.\nNeither in ejectment nor in trespass can a plaintiff recover mesne profits for more than six years.\nOne of the children of Mrs. Cox, the original -plaintiff, was omitted at the time her death was suggested, and the heirs substituted. Such an error is amendable, and if the jury is sworn in the name of them all, and the verdict is rendered accordingly, it is an amendment. Not to have had the other name entered on the record before trial was an irregularity to be sure, but not such an error as we can reverse for.\nJudgment reversed and ven. fa. de nov. awarded.\nLowrie, J., dissented.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "W. Darlington, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Lynch versus Cox.\n1. Resulting trusts as to land may be established by parol, and may be enforced by ejectment.\n2. The mere fact that the property was paid for with the money of the claimant, is sufficient to establish, .primCt facie, a trust in his favor, liable to be overthrown by proof that the payment was a gift of the money to the grantee of the legal title.\n3. Where the purchase-money was shown to have been paid by one but the conveyance was to another, and possession was taken by the former immediately after the conveyance and continued for above twenty-five years, it was error in the Court to charge that the trust could be shown only by an express agreement by the latter to hold the land for the use of the former. A trust arose in the case by operation of law.\n4. Though the evidence did not show the intent of the parties in the transaction, the presumption was, not that the payment was meant as a gift of the money, but that the grantee consented to take and hold the title in trust.\n5. Where one person paid the purchase-money for land, the deed being made to another but the former immediately took possession, and during the life of the latter, who lived but a few months, no claim to the land was made by him nor any acknowledgment by the former for more than twenty-one years that the land was owned by the latter, and the former remained in exclusive possession by himself and tenants for above twenty-one years applying the profits to his own use, his possession was adverse, and the statute began to run with his possession.\n6. The statute having begun to run in the lifetime of the grantee in the deed, it was not stopped or suspended by the fact of the heir of the grantee being a feme covert or beyond seas; nor was its operation affected by the ignorance of the heir of the transaction.\n7. Neither in ejectment nor in trespass can a plaintiff recover mesne profits for more than six years.\n8. The omission to substitute one of the heirs of a deceased plaintiff is amendable; and if the jury be sworn in the name of all of the heirs, and a verdict be rendered accordingly, the irregularity will not be a ground of reversal.\nError to the Common Pleas of Chester county.\nA writ of ejectment was issued on 20th November, 1849, in favor of Elizabeth Cox and John Wilde against James Lynch, for a tract of above 86 acres. In July, 1850, the death of Elizabeth Cox was suggested, and William Cox and others, her children (except Henry T. Cox) and their husbands, were substituted. Elizabeth Cox claimed as sister of John Lynch, and John Wilde was supposed to be the representative of another sister of John Lynch.\nThe original plaintiffs in the action claimed to recover the land as heirs of John Lynch, who died in 1828. The deed for the property in question was from Robert Gregg and wife to John Lynch, and was dated 21st April, 1828.\nOn the part of the defendant it was alleged that the property was paid for with the money of James Lynch, and that the latter took possession of it soon after its purchase, in 1823, and had since been in possession by himself and tenants, and had improvements made on it. James and John Lynch were Irishmen, and were cousins.\nOn the part of the plaintiffs, it was testified by J. Hodgson, that John Lynch came to the farm with James Lynch and his family in 1823, soon after it was purchased. During the summer he removed across the road, and died during that fall. He was unmarried. He left two sisters. The witness said that between 1833 and 1836 he had a conversation with James Lynch, the defendant, in relation to the sisters of John, who were in Ireland, and that James wanted him to go to Ireland and purchase their interest in the land for him. He said that James Lynch left the property about 1834, and went to Maryland.\nThe witness was examined as to the mesne profits, and testified that certain letters were in the handwriting of James Lynch, the defendant. ■ In one of the letters, which was signed John Lynch, (John Lynch was a son of James) and dated in May, 1849, it was, inter alia, stated that John Lynch died on the 24th August, 1823, and had left a small property in the care of his father, “ which property he bought in the year 1823, and for which he paid $860.” The letter.was addressed to Mrs. Cox in England.\nOn the part of the defendant it was testified by Robert (fregg that he bought the property in question from James Hodgson, in 1823. That in February, 1823, James Lynch came to him to buy it, and it was shown to him. In a few days after he returned with John Lynch. James said he would be willing to give $860 for it, under certain conditions, which were agreed to. No article of agreement -was made, but in March, 1823, the witness removed James and his family to the land. John Lynch said that if James was not able to pay all the money for the land, he would assist him. The witness thought that John wrote the deed — but James paid the money. He stated he did not know where James got the money. This was in 1823. That John Lynch said it made no difference whether the deed was made to him or James, for they •were the only two cousins in the country — that he had lost his health, and did not expect to live long, “ and it would be James Lynch’s property anyhow.” He stated that John said he had two sisters who were married.\nHe further stated that John said to James, when they were looking at the land, that he thought it would suit him — told James that he had the buying of the land, and must make the bargain.\nAnother witness said that Keenan, a tenant of James, came to the land in 1833-4.\nIt was stated in the paper-book that James Lynch had continued to- occupy the land by himself or tenants since 1823. Evidence was given of improvements, by direction of James, in the second and fourth years after he took possession.\nEvidence was given of the mesne profits.\nOn part of the defendant, evidence was given to disprove the character of Hodgson.\nOn part of the plaintiffs, witnesses were called to sustain the character of Hodgson.\nPoints were submitted on each side.\nThe judge charged that if the verdict were for the plaintiffs, they were entitled to recover mesne profits from the death of John Lynch, and that the jury might give damages not only for rents and profits, but for cutting timber, and any other injury done by the defendant to the property.\ntie also charged, inter alia, that in order to entitle James Lynch, the defendant, to hold the property, it must be clearly shown not only that “ James furnished and paid the purchase-money, or part thereof, but that the conveyance was made tp John under the express understanding and agreement that he would hold it for the use of James.” He expressed the opinion that no such clear evidence existed in the case.\nIn reply to points proposed on part of the defendants, one of which was that twenty-one years’ exclusive and adverse possession gave title to land in Pennsylvania against all persons capable of suing, and that the possession in this case was of that character, and was adverse and exclusive, the Court charged that if the heirs of John knew of the fact that John held the legal title, then twenty-five'years’ possession without claim would be corroborative of the right of the plaintiffs; but that the plaintiffs were beyond sea, and there was no evidence of their knowledge of the condition of the matter until 1849; that twenty-one years’ possession will give title, if it be adverse and exclusive, but th,at in this case, according to the evidence, the possession was unknown to the plaintiffs ; and Elizabeth Cox, being a married woman until within a few years, was protected by her coverture.\nDecember 28, 1858, verdict was rendered for the plaintiff, and for Henry T. Cox (who, though a son of Elizabeth Cox, had not been substituted), for the undivided half of the land, it not having been proved in the case that John Wilde, one -of the plaintiffs, was the representative of another sister' of John Lynch.\nVarious specifications of error were filed: the first, that the verdict was in favor of Henry T. Cox, who had- not been substituted, — and others applying to the instructions referred to, including the instruction as to recovery of mesne profits.\nOn part of plaintiff in error, in support of the position that where one man pays the money for land and the conveyance is made to another, a trust arises by operation of law in favor of the person who paid the money, reference was made to 3 Bin. 302; 2 Ser. & R. 521; 5 Watts 27; 8 Ser. & R. 492; 5 Barr 132; 2 Story’s Eq. 1201; 1 Harris 638, opinion in Beck v. Uhrich. The Court below held that words are necessary to raise such a trust. Parol evidence may be given to establish a trust: 4 W. & Ser. 150. The existence of the trust does not depend on the intention of the parties. The question of a resulting trust should have been submitted to the jury.\nW. Darlington, for defendants in error.\nIt was said that it was not proved that James owned the money which was paid for the land, or that John Lynch admitted that he bought the land for the defendant: 6 Harris 137, Blyholder v. Gilson, cited. The defendant’s declarations were to the contrary. The Court are to judge whether a parol claim of title to land is made out: 7 Harris 468, Moore v. Small; 7 Barr 159 ; 9 Watts 42.\nAs to’ mesne profits. By the common law the plaintiff in ejectment may recover his real damages by giving notice of his intention to claim them: 1 Peters 452; 11 Ser. & R. 58; 4 Dallas 138. There is no intimation in any of these cases that any limitation applies to the recovery of mesne profits in the action of ejectment. Also cited 4 Wh. 240; and Cook v. Nicholas, 2 W. & Ser. 27."
  },
  "file_name": "0265-01",
  "first_page_order": 265,
  "last_page_order": 271
}
