{
  "id": 974018,
  "name": "Emery versus Spencer",
  "name_abbreviation": "Emery v. Spencer",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "271",
  "last_page": "278",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 271"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts 459",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840083
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0459-01"
      ]
    },
    {
      "cite": "4 Watts 138",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842784
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0138-01"
      ]
    },
    {
      "cite": "1 Watts 46",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838045
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/1/0046-01"
      ]
    },
    {
      "cite": "5 Watts 524",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 836,
    "char_count": 21891,
    "ocr_confidence": 0.416,
    "pagerank": {
      "raw": 1.2014956808465517e-07,
      "percentile": 0.5938129983639973
    },
    "sha256": "5a19125c822464db863669e06352c9d71921979c0e5532d92b6f1f01d7aa22d0",
    "simhash": "1:25ef4cb53d24be7b",
    "word_count": 3852
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Emery versus Spencer."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nWoodward, J.\nWhen it is said that a precisely descriptive warrant gives title from its date, and a vague one from the time of survey, the qualification is sometimes added and always to be understood, if it he followed up with reasonable diligence. Whether descriptive or vague, the warrant imposes on the holder the duty of having it surveyed and returned into the surveyor-general’s office in a reasonable time, and his supineness is punished by postponing him to a more diligent, though subsequent, claimant. How long he may lie by and delay his survey, or, having made it, delay procuring return of it, has not been distinctly settled, unless Strauch v. Shoemaker, 1 W. & Ser. 173, be regarded as fixing the rule; but since the case of Star v. Bradford, 2 Penna. R. 397, a delay for seven years has been accounted ground of a legal presumption of abandonment. Ordinarily, abandonment involves a question of intention, and is for the jury on all the circumstances ; but where it depends on lapse of time, and there are no repelling circumstances in proof, it becomes, after seven years, a conclusion of law, to be declared by the Court.\nIn most of the cases in which these principles have been discussed and settled, it has not been shown that the purchase-money and office fees were paid to the Commonwealth on taking the warrant, and it is supposed that that circumstance when shown varies the general rule as to diligence. It is doitbtless much more difficult to presume a man’s intention to abandon land for which he has taken a warrant and paid, than land for which he has merely taken a warrant, and hence payment of purchase-money is a powerfully repelling fact when the intention to abandon is to be deduced from circumstances; but this fact loses much of its force, when abandonment results as a presumption of law, from lapse of time. Payment of purchase-money does not excuse a man from making survey and return of his warrant. If the cases are examined, it will be found that the rule which holds warrantees to reasonable diligence is founded not only in the interest the Commonwealth has in the purchase-money, but mainly in the public policy which demands clear ascertainment and record notice of what land has been appropriated, and by what metes and bounds it is claimed; and, therefore, it is as applicable to the warrantee who has paid for his land as to him who has not. The case of Roland v. Long, 1 Harris 464, is relied on for the supposed effect of payment of purchase-money; but, though well decided on its circumstances, it does not justify the distinction suggested here. Long took a descriptive warrant in 1815 — paid purchase-money and office fees — proved a survey duly made and returned in 1815 —took actual possession of the land, and cleared and cultivated two acres or more of it. The only defect in his title seems to have been that the return of survey could not be found in the surveyor-general’s office, and when, in 1849, Roland took a warrant, and Long discovered that his survey was lost, he caused another survey to be made, which was returned the same day as Roland’s. On these facts, with the additional circumstance that Roland had taken his warrant with notice of Long’s rights, the Court held that the latter was not postponed; but, in ruling that ease, Judge Rogers reasserted the general principles in these words: “An applicant is not bound to look beyond the land office; and, although a warrant may be issued, and money paid, yet if there be no return of survey in the office, the title under a junior warrant will be good. If he neglects to see to the return of survey for a longer period than seven years, it is at his own peril. He must be content to lose his land if another applies for it, pays his money, and has his title perfected. The state is interested that all the land surveyed should be paid for; and the public has a right to know what land has been appropriated, that individuals may not lose their money or labor in acquiring title to it. A knowledge of a warrant being issued is nothing, for the applicant has a right to act on the assurance arising from a want of a return of survey, that the original warrantee, for some cause, has abandoned his title.” So in Steinmetz v. Logan, 5 Watts 524, Judge Kennedy says, “ the question presented here is whether the owner of a warrant for land specially' described therein, upon which the purchase-money has been paid to the state, and a survey made thereon, without being returned into the surveyor-general’s office, or anything more whatever being done, either in regard to it or the land, for the space of nineteen years and upwards, is still to be considered as having a good subsisting right or title to the land included within the survey; or whether he is not to be considered as having abandoned his survey and claim to the land embraced within itand then the learned judge goes on to take a distinction between abandonment of the land mentioned in a descriptive warrant, and abandonment of the warrant itself, and rules the question propounded against the holder of the descriptive warrant who had paid his purchase-money and made his survey, but had failed to return it. Even where a deputy surveyor fraudulently omits from his return part of the land actually surveyed, it is the duty of the owner to apply to the surveyor-general or the board of property for redress within a reasonable time, or he will be postponed to an intervening right: Adams v. Jackson, 4 W. & Ser. 56. Authorities might he multiplied, hut these are sufficient to show-how imperative is the rule of vigilance which the law enjoins on warrantees, and that it is not relaxed on account of the prepayment of purchase-money. Though the warrant paid for he strictly descriptive, the owner if he find more vacant land may include it, or he may alter his lines, or abandon the land altogether and locate the warrant elsewhere. It is not till he makes return of his survey that the state can know whether she is paid for all the land appropriated, nor what its location and boundaries.\nIn the case before us, there was not only no return of survey but no survey within seven years from the date of the warrant. The warrant issued to Josiah Emery on the 26th November, 1836, and was entered in the location book of the deputy surveyor of Tioga county, but was never surveyed until the 5th August, 1850. Spencer’s settlement commenced in the spring of 1849, and according to the principles discussed, he acquired the best right to the land if he followed up his inceptive title with that degree of diligence which the] law requires of settlers. Of that hereafter. That the payment of purchase-money and office fees did not excuse the want of a survey and return is sufficiently apparent from what has been said; and if not, the doctrines advanced and illustrated in Chambers v. Mifflin, 1 Penna. R. 74, Addleman v. Masterson, Ibid. 454, Brentlinger v. Hutchinson, 1 Watts 46, Zerbe v. Schall, 4 Watts 138, Bunting v. Young, 5 W. & Ser. 188, Wilhelm v. Shoop, 6 Barr 21, as well as in the cases above cited, justified the Court in ruling as a conclusion of law that Emery after, so long delay, nearly fourteen years, had abandoned, if not his warrant, the land therein described, and left it open to appropriation by the next comer.\nThat the payment of taxes and the sale of the land as unseated do not help the title of the warrantee is shown by Strauch v. Shoemaker, where it is said that possession of the land and improvements made, constitute the only exception to the general principle that abandonment will be presumed after seven years’ delay to return a survey. In Roland v. 'Long there was actual possession —in this case there was none. The tax sale was void for want of jurisdiction, for, until appropriation of the land, the commissioners had no right to assess it.\nNor does the fact that Spencer had notice of Emery’s warrant weigh a feather in the case. Notice that a man has held a warrant more than thirteen* years without a survey, if anything, is notice that he has abandoned the land described in it, and is an invitation to the world to come and take it.\nThese observations dispose of all the assignments of error which relate to the plaintiff’s title. The evidence in the bill of exception sealed for the plaintiff related to the question of notice, and as the fact, fully proved by other evidence, was valueless to the plaintiff, he was not injured by rejection of the evidence offered.\nNow as to the defendant’s title. That is founded in a preemption right which counsel say cannot be set up since the Act of 10th March, 1817. The 2d section of the Act of 22d April, 1794, had closed the land office as to the then new purchase against all except actual settlers and improvers; and the Act of 1817, without saying a word about actual settlers, reopened it to purchasers in general. Because a class of purchasers were admitted in 1817 who before had been excluded, and were carefully required to prove whether the land applied for had been improved or not, it is argued that pre-emption, which is nothing else than the right of the actual settler to become the purchaser, was cut up — an argument which, when deduced from the Act of 1814 against settlers south of the Ohio, Justice Burnside characterized in Stockwell v. Robinson, 1 Barr 481, as strange. It is no less strange as applied here. The actual settler has always been a favorite with the legislature and the Courts in Pennsylvania, and justly, for it is he who introduces civilization into the wilderness places; and an enabling statute which permits others to buy what he has not appropriated, would be grossly misapplied if construed to exclude his rights.\nAs to the acts and intentions necessary to constitute a settlement, and the diligence with which they are to be pursued, the instructions given were according to t.he authorities. Where they are found to exist, as, under proper instructions from the Court, the jury found in this case, the title of the settler relates back to the time of entry, and the first stroke of the axe. In this instance that was more than a year previous to the plaintiff’s survey of his warrant. The direction complained of in the 7th assignment of error was justified by the ruling of this Court in several cases: see Adams v. Jackson, 4 W. & Ser. 55; Reed v. Dickey, 2 Watts 459; Black v. Moore, 1 Barr 348; Jones v. Broomfield, 2 Barr 55.\nOn the whole, we see no error in the record, and the judgment is accordingly affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Williston, with whom was Wilson, for plaintiff in error.",
      "Sherwood and Guernsey, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Emery versus Spencer.\n1. A precisely descriptive warrant gives title from its date, and a vague one from the time of its survey, if followed up with reasonable diligence; but whether descriptive or vague, it must be surveyed and returned into the surveyor-general’s office within a reasonable time, otherwise it will be postponed to a subsequent claimant who has his title perfected.\n2. Ordinarily, abandonment of land involves a question of intention for the determination of the jury; but when it depends on lapse of time, and there are no repelling circumstances in proof, it becomes after seven years a conclusion of law.\n3. Payment of purchase-money does not excuse a warrantee from having survey made and the warrant returned, the rule requiring reasonable diligence by warrantees being founded not only in the interest of the Commonwealth in the payment of the purchase-money but in public policy which requires record notice of appropriations of land.\n4. A descriptive warrant obtained in November, 1836, and entered in the location book of the deputy surveyor, but no survey thereon being made till August, 1850, nearly fourteen years, and no residence or improvement thereon by the warrantee, was held to be postponed to the claim of a settler who commenced his settlement in 1849 and duly prosecuted it.\n5. The payment of taxes by the warrantee, and the sale of the land as unseated did not improve his claim. Possession and improvement constitute the only exception to the rule presuming abandonment after delay for seven years to return a survey: and moreover, until individual appropriation of the land it is not assessable.\n6. The knowledge by the settler that a warrant had been issued about thirteen years before, but on which no survey had been made, was not material, as he had a right to presume abandonment of claim to the land under the warrant.\n7. Though actual settlers are not named in the Act of 10th March, 1817, reopening the land office to purchasers in general, claims by actual settlement and improvement were not excluded by it.\n8. To constitute a settlement on land within the provision of the Act of 30th December, 1786, there must be an actual personal resident settlement on the land, with the intention of making it a place of permanent residence and the means by cultivation of supporting a family, and the settlement must be prosecuted with reasonable diligence, of all which facts the jury are to determine.\n9. If tlie residence on the land he merely for lumbering purposes and not for cultivation, the settler acquires no pre-emption right, by his entry and improvements against a claimant by warrant and survey.\n10. The residence need not be by the claimant himself. He may make a settlement through the agency of another and continue it by his tenants.\n11. When a settlement has been properly made and duly prosecuted the pre-emption claim of the settler dates from his entry and the beginning of his improvement.\nError to the Common Pleas of Tioga county.\nThis was an action of ejectment, brought in November, 1851, by Josiah Emery against Lyman Spencer and others, for about 150 acres of land.\nThe plaintiff claimed under a warrant of 26th November, 1836, for 150 acres, adjoining the Strawbridge survey on the marsh on the north and east, J. Steele, No. 5982, on the west, James Wilson, No. 4202, on the south, and situated in Delmar township, in the county of Tioga. The purchase-money, $40, and office fees, and $4.50, were paid. The warrant was put into the hands of the deputy surveyor soon after it was issued, as appeared from the entry in the location look; but no survey was made upon it till the 5th of August, 1850, when a survey was made by S. McDougall, then deputy surveyor. The tract was first assessed with taxes in the year 1841, and for that and the subsequent year Emery paid them. On the 18th of June, 1844, it was sold for taxes and bid off by J. E. Donaldson, to whom a deed for it was executed by the treasurer on the 16th September, 1844. On the 15th June, 1846, it was again sold for taxes, and bid off by the county commissioners, and on the 14th of June, 1851, redeemed by Donaldson, who, on the 14th July, 1851, conveyed it to the plaintiff.\nIt appeared that tire original warrant was lost, and that a certified copy of it was obtained soon after Spencer took possession of the land, and upon such copy the survey was made.\nThe defendants claimed by virtue of an- alleged pre-emption right acquired by actual residence and settlement made upon the land prior to the plaintiff’s survey, and gave evidence to show that Lyman Spencer (one of the defendants) went into the possession of the land in November or December, 1849; that he first commenced chopping on it in November, 1849; that he erected a log house on it during that month, and that his son-in-law, Thomas Shaw, moved into it the latter part of November or the early part of December, of that year; and that he or some other person continued to reside on the land without interruption from the time he first took possession till the time of the trial. Whether this residence upon and occupancy of the land, in connexion with the improvements made on it, constituted a settlement, was ultimately submitted to the jury, it being alleged, on the part of the plaintiff, that the possession of the tract was rather for the purpose of cutting and taking timber from it. than for the purpose of cultivation. There was no evidence on the part of the defendants that the land had ever been assessed in their names, or' that they had paid any money for it to the Commonwealth.\nIt was admitted on part of the plaintiff that some one resided on the land from December 1, 1849, till time of trial, but it was alleged that Lyman Spencer, who claimed the land, only resided on it awhile in the summer of 1851, when he moved off, and had not resided on it since.\nCertain evidence offered, mainly with the view of showing notice to Spencer of the warrant to Emery, the plaintiff, was rejected.\nEvidence was given intending to show that, before Spencer took possession of the land, Emery was under the impression that his warrant had been laid.\nOn part of the plaintiff, two points were submitted: the first was to the effect that if the jury believed that the defendants had notice before they took possession of the land that the plaintiff had a warrant for it, they could not acquire a title to it by settlement, no matter what their intentions were in going upon it.\n2. That, if the defendants took possession of the land for the purpose of cutting and removing the timber, and not for the purpose of residence and cultivation, they acquired no pre-emption right, and could not set up the entry as the commencement of title by settlement.\nWhite, J., in his charge, inter alia, observed that it was alleged on part of the plaintiff that since the passage of the Ac't of 10th March, 1817, no right could be acquired by settlement; and, 2. That his warrant had priority over defendants’ settlement, it being descriptive, and under the circumstances of the case the land not having been abandoned, and Spencer having notice of the plaintiff’s claim. He observed: “ The case of Stockwell et al. v. Robinson, 1 Barr 482, giving a construction to the effect of the proviso in the 2d section of the Act of 28th March, 1814 — rules the first position advanced by plaintiff — the 2d section of the Act of the 28th of March, 1814, and the 3d section of the Act of 10th March, 1817, being the same substantially, with the ■ exception that the Act of 1814 refers to the purchase of 1768, and the Act of 1817 to the purchase of 1784. We therefore charge you-that *a preemption right to vacant lands of the Commonwealth can be acquired by settlement since the passage of the Act of 10th March, 11817, which was intended merely to change the price of land in the purchase of 1784, and to permit warrants to issue for vacant lands without settlement, and that a warrant surveyed upon land held by a bond fide settlement would confer no title on the warrantee, and would not affect the claim of the settler.”*\nHe charged that though the warrant was descriptive, and the purchase-money and fees paid, and though Spencer had notice, in 1847, of the plaintiff’s claim, and also in 1849, before making his improvement and settlement, yet as no survey was made on the warrant till August, 1850, nearly fourteen years after it was issued, no sufficient reason being shown why the survey was not made, and the plaintiff never having taken possession or improved any portion of the land, it was a case of abandonment, falling within the rule stated in the case of Strauch v. Shoemaker, 1 W. Ser. 116; and Wilhelm v. Shoop, 6 Barr 21, and other cases. He further charged that under the evidence, if the jury should be of the opinion that the improvement made by Spencer, commencing in November, 1849, and continued, constituted a bond fide settlement, it would be an intervening title, having priority over the plaintiff’s warrant and survey.\nAs to a settlement, he quoted from the 8d section of the Act of 80th December, 1786, and added, that it was not necessary that the claimant himself should reside on the land; that he may make his settlement through the agency of another, and continue it by his tenants; that there was no fixed rule for determining the degree of diligence with which an improvement must be prosecuted in order to preserve the settlement claim; that each case must depend on its own circumstances; that reasonable diligence must be used, and what constituted it was to be decided by the jury. There must be the intention of residing permanently, and of deriving from it, by cultivation, the means of supporting a family, and not a residence manifestly to derive profit from the timber upon it. The object of Spencer in entering upon the land was referred to the jury, and if it were merely to strip the timber off the land and then abandon it, he had not acquired any right by settlement.\nVerdict was rendered for the defendants.\nError was, in substance, assigned to the charge that a preemption right could be obtained. 2. That this was a case of abandonment. 3. That, notwithstanding a warrant is descriptive, and the purchase-money and fees paid, it must be surveyed and returned in a reasonable time — that what constitutes reasonable diligence is within seven years a question of fact for the determination of the jury; but if the survey be not made and returned within seven years, it is then a question of law for decision by the Court. 4. In charging that this was a case of legal abandonment. 5. That knowledge by Spencer of the 'issuing of the warrant could not affect the defendant. 6. In charging, that, if the improvement constituted a bond fide settlement, it would have priority. 7. In charging, that it was not necessary for the claimant, in person, to reside on the land. 8. To the charge on the subject of diligence. 9. To the rejection of the evidence mainly offered to show notice of the plaintiff’s claim by Leet, from whom Spencer purchased; and — 10. In not answering in the affirmative the plaintiff’s first point as to notice by Spencer of the plaintiff’s warrant.\nWilliston, with whom was Wilson, for plaintiff in error.\nSherwood and Guernsey, for defendant in error."
  },
  "file_name": "0271-01",
  "first_page_order": 271,
  "last_page_order": 278
}
