{
  "id": 974065,
  "name": "Charlotte Street",
  "name_abbreviation": "Charlotte Street",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "286",
  "last_page": "288",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 286"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 269,
    "char_count": 5179,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 1.1304049449831061e-07,
      "percentile": 0.5756926369066304
    },
    "sha256": "3b628eba3fa37d669afb90a00daa2a08d8deedf01ac35e68a8de7340f5a62752",
    "simhash": "1:b0b314f9ba225220",
    "word_count": 881
  },
  "last_updated": "2023-07-14T18:41:05.651470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Charlotte Street."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nWoodward, J.\nPerhaps the fair construction, from a comparison of the several sections of the road law of 13th June, 1836, would be, that a review would lie after a report of viewers that the road designated in the petition was unnecessary for either public or private use, as well as after a report laying out the road by courses and distances; but however this might be, there is nothing in those sections to warrant a review where there is- no report. If viewers will not act, or cannot agree, the proper' course is to apply to the Court to set them aside, and to appoint others, and to obtain a continuance of the order from term to term till a report is made. In this case, the order of view was returned to the office, and endorsed “filed August 6,1852; no report.” To November Sessions, 1852, the same petitioners applied for and obtained a review which reported to January Sessions, 1853, the extension of Charlotte street, as desired by the petitioners. At April Sessions, 1853, exceptions were filed, and at an adjourned Court, on 22d J une, the report was set aside, and same day alias reviewers were appointed, who reported to August Sessions the extension prayed for, and whose report was finally confirmed. Now, the vice of these.proceedings was at the root. There can be no review until there is a report on the road prayed for, either for or against it; and here there never was a viewer’s report. Of course the alias review was no better than the review, for it stands on the same foundation, and that as unsubstantial as a shadow.\nThis disposes of the 2d and 3d assignments of error, and renders it unnecessary to pass on the 4th.\nThe legislature having at their late session expressly authorized the Quarter Sessions of Lancaster County to extend and open streets in the city of Lancaster, in the manner directed by the general road law of the state, it is unnecessary to decide, upon the first error assigned, whether that Court has hitherto possessed the power. As the proceedings before us must be set aside, any renewed attempt to extend Charlotte street, will be made under the late legislation, and be unembarrassed by the question of jurisdiction.\nAs to the 5th error, we are of opinion that a petition or report of viewers that speaks of the extension of a straight and open street, “ from its northern termination at James street to the intersection of the Lancaster and Harrisburg Turnpike Road, in said city,” sufficiently indicates the terminus. Extension of a line already defined as straight, implies that it is to be continued, or, in mathematical language, produced as a straight line to the point indicated for intersection, and this is certain enough for the terminus of a road or street.\nThe decree of the Court, confirming the report of the alias reviewers, is reversed, and all proceedings had upon the original petition set aside.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Franklin, for plaintiffs in error.",
      "Frazer, contrh."
    ],
    "corrections": "",
    "head_matter": "Charlotte Street.\n1. \"Under the Road Act of 1836 no review is allowable where there has been no report either in favor of or against the road or street asked for.\n2. By the extension of a straight street is to be understood its continuance in a straight line.\n3. The terminus of a street in Lancaster was sufficiently indicated in the petition for its extension from its northern termination at James street to the Lancaster and. Harrisburg Turnpike Road. in. the said city.\nCertiorari to the Quarter Sessions of Lancaster county.\nTo April Sessions 1852, a petition was presented to the Quarter Sessions of Lancaster county, alleging inconvenience for want of the. extension of Charlotte street, in the city of Lancaster, from its northern termination at James street to the Lancaster and Harrisburg Turnpike Road, in said city; and praying for the appointment of viewers to lay out the same. Viewers were appointed, who met, and were sworn ; but not agreeing, no report was made. The order was returned, and was endorsed, “filed August 6, 1852; no report.”\nTo November Sessions, 1852, a petition for the appointment of reviewers was presented. Objection was taken, but reviewers were appointed. To January Sessions they reported an extension of the street. At April Sessions exceptions were filed, and in June following, at an adjourned Court, the report was set aside. On the same day, on motion of counsel, and without petition, alias reviewers were appointed. To August Sessions the alias reviewers reported the proposed extension. Exceptions were filed, hut in January, 1854, the report was confirmed, and certiorari was after-wards taken.\nThe assignment of errors was to the effect, — 1. That the Court had no jurisdiction in relation to the extension of streets in the city of Lancaster. 2. That it erred in appointing reviewers on the failure of the first to report in favor of the extension; 3. In issuing the alias order of review without petition to that effect. 4. In appointing alias reviewers at an adjourned Court, the proceedings not having been continued over from the regular term. 5. That in the petitioner’s proposed extension the point of terminus was not designated with sufficient precision.\nFranklin, for plaintiffs in error.\nFrazer, contrh."
  },
  "file_name": "0286-01",
  "first_page_order": 286,
  "last_page_order": 288
}
