{
  "id": 973995,
  "name": "Malone versus Dobbins",
  "name_abbreviation": "Malone v. Dobbins",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "296",
  "last_page": "297",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 296"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 269,
    "char_count": 3787,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 3.3491117895615674e-07,
      "percentile": 0.8746268604849163
    },
    "sha256": "45e3b2d61fdd1258b9df914f91ee71bd1b72ecac59ceec9f8df46ad4b4010310",
    "simhash": "1:44a39a03a0c4a0fa",
    "word_count": 679
  },
  "last_updated": "2023-07-14T18:41:05.651470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Malone versus Dobbins."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\nThis will is certainly not very clear; but the reference to John’s' advancement must have a purpose in it, and it must indicate some qualifying intention concerning John’s share. , It is very plain that it does not increase the share granted to him in the general devising clause, and this inclines us to suppose that it is intended to reduce the apparent effect of that clause; and the form of the qualification rather tends to confirm this supposition, for he says that John shall have a proportional share of his estate, if it exceeds seven times $500, which involves the thought that otherwise his advancement was to stand for his share. The intention seems to he that all his children are to share his estate equally, the amount advanced to John being considered as so much on his share. And the very obscurity of this will would incline us to this construction, on the principle that, in doubtful cases, the heir has the advantage, or those claiming equality among children.\nIt is manifest that this will in its principal part pursues some book of forms, and all the difficulty arises in the attempt to frame and fit in the special clause about John’s advancement. It is an ill contrived patch, but we think that we see the defect it was intended to cover.\nThis interpretation excludes John from any share of the estate under the will, because it was not large enough to give the other children shares equal to his advancement; yet he was a party to the partition of the real estate. We do not see that this subsequent fact can be regarded in interpreting the intention of the testator.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "T. Banks, for plaintiff in error.",
      "Blair, contrd."
    ],
    "corrections": "",
    "head_matter": "Malone versus Dobbins.\n1. Where a testator gave to his son John $500 as an advancement and afterwards made his will devising all his estate equally among his seven children, in which he refers to the fact of the advancement and then says, “ further I will that, if my estate amounts to more than seven times five hundred dollars, my son John is to have a proportional part of it.” Held, that John was entitled to nothing until the other children received $500 each, and that in all beyond that he was entitled to share equally with them.\n2. Where the meaning of a will is doubtful, the rule of equality among children may be taken as a guide of the interpretation.\nError, to the Common Pleas of Blair county.\nDebt on recognisance given in the Orphans’ Court to pay to tho plaintiff, Isabella Dobbins, the amount due her on the partition of the real estate of her father, Charles Malone, who died leaving seven children. The defendant below, John Malone, is one of them, and he took the land at the valuation, and the only question in the cause relates to the interest of the several children under their father’s will, which defines the interest of each in the recognisance. The will, dated June 4, 1832, gives all his property to his seven children equally, and adds, “whereas I promised my son John $500 shortly after he was married, and for which sum he holds my note or obligation, and $472 of which I have paid; the residue being $28 will be one of my just debts. And further, I will that if my estate amounts to more than seven times $500, my son John is to have a proportional part of it.”\nThe plaintiff also produced in evidence a receipt of John to his father, dated February 5,1818, for $500, which contained a release of all his right as heir of his father’s property. The estate of the testator not amounting to seven times $500, the plaintiff contended that John was fully advanced, and therefore had no interest in the recognisance, and that she ivas entitled to one-sixth of it, and so the Court below decided, and the defendant sued out this writ of error.\nT. Banks, for plaintiff in error.\nBlair, contrd."
  },
  "file_name": "0296-01",
  "first_page_order": 296,
  "last_page_order": 297
}
