{
  "id": 974081,
  "name": "Beigh's Road",
  "name_abbreviation": "Beigh's Road",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "302",
  "last_page": "305",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 302"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 374,
    "char_count": 8238,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 1.570438931869784e-07,
      "percentile": 0.67857064253553
    },
    "sha256": "5f759e4a1bd1d5bf01440e0713c2015ba6d658bb5d510ec3af213fdc28042e22",
    "simhash": "1:f683a4a64622229a",
    "word_count": 1502
  },
  "last_updated": "2023-07-14T18:41:05.651470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Beigh’s Road."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nWoodward, J.\nWe shall be sure to hit all the points in the appellant’s argument by noticing seriatim and in their order the several errors assigned.\n1. The draft accompanying the report of the viewers contains the names of the owners through whose lands the road passes, and if this be not a sufficient “ noting briefly of the improvements,” the remedy was to apply to the Quarter Sessions to recommit the report and draft to the viewers for the purpose of having it perfected in this regard. In the case of the New Hanover Road, 6 Harris 224, this was said to be the universal and proper practice, and had not the Court conformed to it on demand or exception filed, that might have been assigned for error'; but without either an exception to the report, or a request of recommitment, there is no ground for the first error.\n2. There is nothing in this assignment except a clerical error, amendable at any time, and wholly unimportant amended or not, for the law required but three viewers; but three were appointed, and they all viewed and reported.\n3. The viewers fixed the width of the road at twenty-five feet in their report; and though it is usual to order roads to be laid out somewhat narrower where digging and bridging are required than in other places, yet where the general width is not more than twenty-five feet, a distinction is not necessary, for this is narrow enough even for places where digging and bridging are required.\n4. The objection that there was no confirmation nisi at the Term to which the report of the viewers was filed, is answered by the fact that a review was awarded at that Term. That suspended any judgment on the report. The object of a nisi approval at the first Term is to give parties in interest an opportunity to apply for a review, and when at the same Term they have applied for and obtained the review, it is of no importance that the qualified approval was not entered of record. Where an- Act of Assembly authorizes the viewers to fix the width, as in Perry county, and they have done so in their report, no endorsement by the Court in regard to width is necessary.\n5 and 6. These errors are answered by the record, which shows that the Court confirmed the report of the viewers, which they had a right to do, and which it often becomes expedient to do after review and re-review. That was in effect an order that the road should be opened according to the report of the viewers. But the objection that the order recites the width of the road as fixed by the Court, is too sharp. It was fixed by the viewers as their report proves. When that report had been confirmed by the Court, there was no inaccuracy in the clerk’s reciting it as the act and judgment of the Court.\n7. The Court may have been mistaken in supposing that the viewers and re-reviewers had laid out precisely the same ground; or the thing meant may have been that the two sets had adopted very nearly and substantially the same ground, which is the ascertained fact. But what if the Court were under a misapprehension as to the identity of the routes ? This would not invalidate their decree in establishing that first laid out. The Court had no power to alter either report so as to make the two routes coincide absolutely. They were to confirm one or the other or reject both, and they proceeded regularly, and we are bound to presume on adequate reason, in confirming the first report.\nNone of the errors assigned having' been sustained, the decree of the Court is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Hepburn, in support of the exceptions.",
      "Watts, contrá."
    ],
    "corrections": "",
    "head_matter": "Beigh’s Road.\n1. If the statement on the draft of a road of the names of the owners of the land through which it passes be not a sufficient noting of the improvements, the remedy was an application for the recommitment of the report to the viewers for correction.\n2. A mere clerical error in the order as to the number of viewers necessary to concur in the report is not material.\n3. Viewers, under a special Act applicable to Peny county only, having fixed the width of a road at twenty-five feet, and their report having been confirmed generally, the report was not disturbed by this Court on account of its width.\n4. The viewers having power to fix the width of the road no direction by the Court in regard to its width was necessary.\n5. No confirmation nisi is necessary, where, at the Term to which the report is made, reviewers were appointed.\n6. The confirmation of the report was in effect an order that the road be opened; and the width being fixed in the report it was proper in the clerk to certify it, in the order, as being the act and judgment of the Court.\n7. Though the Court erred in supposing that the road reported by the first viewers and the re-reviewers was identical, their decree confirming the road reported by the viewers was not on that account invalid. The Court had no power to alter either report — but were to confirm one or the other, or to reject both.\nCertiorari to the Quarter Sessions of Perry county.\n■ At October Sessions, 1852, a petition was presented relative to a road to lead from a point at John Beigh’s barn, on the road from Harrisburg to Northumberland, to a point at John Low’s, &c.\nBy Act of 17th April, 1846, it was enacted that thereafter the number of viewers appointed by the Court of Quarter . Sessions of the county of Perry shall be three, all of whom are to view, but a majority may report; and by the 2d section it was provided that “ The viewers so appointed shall have power to decide upon and fix the width of the road viewed or reviewed by them, and shall report the same” to the Court: Acts of 1846, p. 363. Though in the order to the viewers it was directed that if any four of the viewers concur, they shall make report, yet only three viewers were appointed; and they reported that all of them had viewed and laid out a road, beginning at the barn of John Beigh, &c., stating courses and distances to the public road near John Low, a draft whereof was annexed.\nRoad to be twenty-five feet wide.\nThe report was filed on 3d January, 1853. At January Sessions reviewers were appointed who reported a road having other courses and distances than the road reported by the viewers. This report was filed on 7th April, 1853, and was on 9th April, 1853, approved nisi. At August Sessions re-reviewers were appointed, whose report was filed on 31st October, 1853. They reported in favor of a road, and to their report a draft was annexed, and they fixed the road at thirty-three feet in width.\nOn the back of the order to the re-reviewers was endorsed, “ 3 November, 1853, the first report confirmed.”\nOn the inside of the report of the viewers it was marked, “ 3 November, 1853, reviewers and re-reviewers having been appointed, and the first and last view having placed the road on the same ground, this report is confirmed.”\nThere were seven errors assigned, none of which it was alleged in the counter statement were assigned as exceptions in the Court below. The first was, that in the report there was no allusion to improvements, nor were they specially mentioned in the draft. It was alleged that the names of the owners of land are stated, but it was not stated whether the land was improved or not. The second had mainly reference to the allegation in the order that four viewers were required to concur in the report. In the third it was alleged that the viewers had not properly fixed and reported the width of the road; and it was afterwards intimated that the width of the road should have been embodied in the report, and not added as supplementary or as an appendix to it. In the fourth it was objected that the Court had not, at the Term to which the report was made, approved of the width of the road as returned. In the fifth it was excepted that the Court had not made an order or decree that the road be opened. Sixth, That without such a decree the clerk could not issue an order to the supervisors to open the road. And the seventh referred to a mistake of the Court in supposing that the roads reported by the viewers and re-reviewers were located on the same ground; and in confirming the report of the viewers at the same term to which the re-reviewers reported.\nHepburn, in support of the exceptions.\nWatts, contrá."
  },
  "file_name": "0302-01",
  "first_page_order": 302,
  "last_page_order": 305
}
