{
  "id": 974044,
  "name": "Hitner versus Ege",
  "name_abbreviation": "Hitner v. Ege",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "305",
  "last_page": "308",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 305"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Wharton 188",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830440
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0188-01"
      ]
    },
    {
      "cite": "7 Watts 115",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 420,
    "char_count": 8307,
    "ocr_confidence": 0.418,
    "pagerank": {
      "raw": 4.685873947173343e-07,
      "percentile": 0.9282830775076076
    },
    "sha256": "c697a613cd4105ac5f46ad0373288ad6ecc83034dd99290c4ef76b68a6988a35",
    "simhash": "1:ca6c60018e4498af",
    "word_count": 1505
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hitner versus Ege."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\nThe husband cannot be tenant by the curtesy of the wife’s estate in reversion or remainder, unless thé particular estate be ended during coverture. The particular estate of Mrs. Miller was not ended during the lifetime of Mrs. Ege. The husband of Mrs. Ege was therefore not entitled to curtesy. The estate descended to the heirs unencumbered by any claim on the part of her husband or his creditors.\nBy the borough ordinance it is made .the duty of the “owner or occupier” to “pave the sidewalk, with brick, within three months” after the enactment. This duty may be enforced by a penalty. As Ege, the tenant, was thus bound to pave the sidewalk, it was not necessary that he should await the pleasure of his landlord in this respect. As a tenant from year to year, his term was too brief to justify the Court in charging him with the expense of the improvement, while the temporary character of the work, requiring repeated renewals during a lifetime, indicated the injustice of charging it upon the remaindermen or the reversioners. Such a structure is properly chargeable upon the tenant for life. Where the life estate is in the hands of a sequestrator, it is the duty of the latter to defray these charges out of the profits in the first place; but, as he is entitled to hold possession until “ all liens, and all charges for taxes, repairs, and expenses” are satisfied, the result is to charge the whole in the end upon the tenant for life.\nA tenant for years, if there be no agreement or statute to the contrary, is bound for ordinary repairs, and cannot charge his landlord with them unless made at his request. If tenants were permitted to make such repairs as they pleased, and to deduct the Charges out of the rent, the estate of the landlord would be in the power of the tenant. The Court of Common Pleas was in error in deducting the sum of $19.02 from the rent. The other two assignments of error are not sustained.\nThe judgment below was for the sum of $110.17. There should be added to this sum the $19.02 which the Court deducted for repairs. •\nJudgment reversed and judgment for plaintiff in error for $129.19, with costs.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Watts, with whom was Parker, for the plaintiff in error.",
      "Biddle, with whom was Gf-allagher, were for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Hitner versus Ege.\n1. A husband cannot be tenant by the curtesy of his wife’s estate in reversion or remainder expectant on an estate of freehold unless the particular estate be ended during the coverture. '\n2. The wife having died during the lifetime of her mother, the widow of the intestate, her husband had no estate by curtesy in the third to which the widow was entitled during life; and on the death of the latter such third part descended to the heirs of the intestate unencumbered by any claim'on the part of the husband or his creditors.\n3. A tenant from year to year had authority to lay a pavement required by a borough ordinance to be made by the owner or occupier, and the expense thereof was chargeable against the tenant for life.\n4. But a tenant for years, if there be no agreement or statutory enactment in support of it, cannot charge ordinary repairs to his landlord by deducting them from his rent.\nError to tbe Common Pleas of Cumberland county.\nThis was an amicable action in which George W. Hitner was plaintiff, and George Ege was defendant.\nElizabeth Ege, the wife of George Ege, the defendant, was the heir in fee to a lot of ground in Carlisle, subject to the dower of her mother, Sarah Miller. On the 11th May, 1830, George Ege executed a mortgage to secure to B. & W. Craighead the payment of $2000 with interest from date. The mortgage was sued to April Term, 1836, and a judgment was obtained thereon, for which a lev. fac. was issued to January Term, 1851. A levy being made upon the life estate of George Ege, George W. Hitner, in June, 1831, was appointed sequestrator. He leased the stone house to the said George Ege for the residue of that year and for the next two years. There were fire other tenements on the premises, all of which were leased by the sequestrator to different tenants who paid rents therefor, and two-thirds of all the rents were made payable to the said Hitner, and one-third to Sarah Miller, the widow. All the taxes assessed upon the premises for the year 1851 amounted to $52.17, and in 1852 to $50.49, and in 1853 to $24.75, in all to $127.41. These were paid by George Ege. Elizabeth Ege died on 6th December, 1848. Mrs. Sarah Miller died on the 1st of June, 1853. She received during her life, her share of the rents. During the term of the said leases, an ordinance' of the borough of Carlisle was • passed, requiring all persons, owners or occupiers of property, to pave the sidewalks in front of their houses with brick; and a notice of the ordinance was served on George Ege by the high constable, in obedience to which he had a pavement made in front of the said lot, which cost $77.61, which he paid. The said Ege also paid nineteen dollars and two cents for repairs to different buildings on the premises during the term.\nThe defendant claimed to defalk the whole amount paid by him for the pavement and for the repairs, and resisted the plaintiff’s right to recover the whole amount of rent after the death of Mr. Sarah Miller.\n. Graham, J., in his opinion observed that though the widow of an intestate in Pennsylvania, before assignment of dower, is neither joint tenant or tenant in common, and cannot maintain partition or ejectment, yet her interest in her husband’s real estate is considered under our Acts of Assembly as realty: 3 W. & Ser. 558, Miller v. Leidig. In this case there having been no sale, the widow had the estate given by the intestate Acts: an estate for life in the one-third of the estate of which her husband died seised. The parties interested may waive an assignment of dower by metes and bonds, and may make an assignment of an undivided third part: 5 Bos. & Pul. 33, Rowe v. Power. A rent issuing out of land whereof a woman is dowable may be assigned for dower: 1 Cruise. 198.\nIn this case the estate for life, or freehold estate in the widow, prevented the seisin of Mrs. Ege in the third, to which the widow was entitled; and on the death of the wife before the termination of the life estate, it descended to her children free of any curtesy estate. There can be no estate by the curtesy of a reversion or remainder expectant on an estate of freehold, unless the particular estate be determined during coverture: 1 Cruise 170; 4 Kent 29; 2 W. & Ser. 556, Shoemaker v. Walker.\nAs to the payment for the pavement, he held that tenants in common must contribute for all necessary repairs, in proportion to their interest. He directed that the taxes and repairs, and the amount for paving, be deducted from the rent, and that judgment be entered for the plaintiff for two-thirds of the balance.\nIt was assigned for error, — 1. That the Court erred in deciding that the plaintiff was not entitled to the whole amount of the rent after the death of Mrs. Miller. 2. In deciding that the defendant, had a right to defalk the price of the pavement made. 8. In deciding that the defendant had a right to defalk the amount of the other repairs.\nThe case was submitted.\nWatts, with whom was Parker, for the plaintiff in error.\nIn the printed argument it was contended that in Pennsylvania the heir was seised in fee of the whole of an intestate estate, subject to the interest of the widow: 5 Ser. & R. 536; 7 Watts 115; 2 Wharton 188. That the estate of the widow was not distiuct from that of the heir at law.\nBiddle, with whom was Gf-allagher, were for the defendant in error.\nBy the Intestate Acts of 1794 and 1833, the widow, where children are left, is entitled to one-third of her husband’s real estate during her life. This estate may be afterwards converted by proceeding under the Intestate Acts: 3 Barr 70. In proceedings to make partition, the widow is entitled to her ’portion, to be laid off by metes and bounds, if it can be done by the inquest without prejudice: 7 W. & Ser. 251. The widow and children can dispense with formal ’partition. Mrs. Miller received during her life her share of the rents of the house and lot, with the consent of Ege and wife, and the sequestrator, and this was equivalent to a a partition, or assignment of dower at common law, as. stated in the case of 5 Bos. & Pul. 33."
  },
  "file_name": "0305-01",
  "first_page_order": 305,
  "last_page_order": 308
}
