{
  "id": 974064,
  "name": "Fisher versus Seltzer",
  "name_abbreviation": "Fisher v. Seltzer",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "308",
  "last_page": "310",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 308"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 357,
    "char_count": 5516,
    "ocr_confidence": 0.402,
    "pagerank": {
      "raw": 3.0759977701021115e-07,
      "percentile": 0.8576754860997687
    },
    "sha256": "8663efcc0e9766e56e2dec84753a9d6b516a40193561fdf21db8285e7d83f21f",
    "simhash": "1:7ecf79629a3a6d7f",
    "word_count": 983
  },
  "last_updated": "2023-07-14T18:41:05.651470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fisher versus Seltzer."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by,\nLewis, J.\nMutuality is so essential to the validity of contracts not under seal, that they cannot exist without it. A bid at auction, before the hammer falls, is like an offer before acceptance. In such a case there is no contract, and the bid may be withdrawn without liability or injury to any one. The brief interval between the bid and its acceptance is the reasonable time which the law allows for inquiry, consideration, correction of mistakes, and retraction. This privilege is of vital importance in sheriffs’ sales, where the rule of caveat emptor operates with all its vigor. It is necessary, in order that bidders may not be entrapped into liabilities never intended. Without it, prudent persons would be discouraged from attending these sales. It is the policy of the law to promote competition, and thus to produce the highest and best price which can be obtained. The interests of debtors and creditors are thus promoted. By the opposite course a creditor might occasionally gain an advantage, but an innocent man would suffer unjustly, and the general result would be disastrous. A bidder at sheriff’s sale has a right to withdraw his bid at any time before the property is struck down to him, and the sheriff has no authority to prescribe conditions which deprive Mm of that right. Where the bid is thus withdrawn before acceptance, there is no contract, and such a bidder cannot, in any sense, be regarded as a “purchaser.” He is, therefore, not liable for “the costs and charges” of a second sale. Where there has been no sale, there can be no re-sale. The judgment ought not to have been in favor of the plaintiff, even for “the costs and charges” of the second sale; but as the defendant does not complain, we do not disturb it.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Fisher versus Seltzer.\n1. A bidder at sheriff’s sale has a right to retract his bid before the property is struck down to him, and the sheriff has no right to prescribe conditions which deprive him of such right.. '\n2. The bid having been withdrawn, the bidder was not liable even for the costs and charges of a future sale, though one of the conditions was to that effect. ’\nError to the Common Pleas of Lebanon county.\nThis was a suit in the name of Philip Fisher, late sheriff of Lebanon county, for the use of the Lancaster Bank, v. John C. Seltzer. It was brought to recover from the defendant the difference between the amount of his bid, when the real estate of Jonathan Wright was up for sale, and the price it sold for at a future Sale, and for costs, &c., of the sale.\nThe real estate was subject to a mortgage for $6000, dated March 9, 1850, and recorded subsequently, viz., on 30th April, 1850. Martin Wingert obtained a judgment against Wright for above $3000, and judgments were afterward obtained by the Lancaster Bank and D. Moulfair. A fi. fa. was issued to April Term, 1852, which was levied on the mortgaged premises, and they were condemned. A vend. exp. was issued to November Term, 1852, on the judgment of Moulfair, and the sheriff returned that the property had been “ knocked down to John C. Seltzer” for the sum of $7000, but that he refused to sign the conditions of sale, and that the property remained unsold.\nAn alias vend. exp. was issued to January Term, 1853, and the sheriff returned a sale to Martin Wingert for $1500.\nIn the second condition of sale, at the time the bid was made by Seltzer, it was prescribed that “ no person shall retraet his or her bid.”\nIn the sixth it was prescribed, that if the purchaser should neglect or fail to comply with the conditions, “ he shall pay all costs and charges.”\nA special verdict was rendered, in which it was stated, that previous to bidding Seltzer had been informed of the existence of the mortgage, but that he believed the property would be sold discharged of the mortgage; that on being informed by the crier that the land would be sold subject to the mortgage, he publicly retracted his bid. Notwithstanding the retraction, the property was struck down on his bid.\nThe verdict was conditional, depending on the.question whether Seltzer could lawfully withdraw his bid.\nPearson, J., expressed the opinion that, conditions may be annexed to sales at auction: Babington on Auctions 30. That one of the conditions in this case being the payment of “all costs and charges” in case of neglect or failure to comply, tiffs was the penalty prescribed in case of failure, — that by this was meant the legal costs and expenses of a second sale , and he directed judgment to be entered for the plaintiff for $40. \"\nIt was assigned for error that the Court erred in the construction of the sixth clause of the conditions of the sale by restricting the meaning of the words “ eosts and charges” to the mere costs and expenses of a second sale.\nThe case was submitted.\nIn the argument on part of the defendant in error, it was alleged that a sheriff has no right to impose any other conditions at a sale than the law imposes: 5 Barr 242, Randolph’s Appeal. That ordinarily a bidder has a right to retract his bid before the property is struck down: 3 Term Rep. 148. If the conditions were valid, they were binding on both parties: 19 Law Lib., Babington on Auctions 18; 6 Barr 486. In this case the obligation was not mutual and was void: 3 Term Rep. 653. By the terms “ costs, charges, and expenses” are meant such costs, &c., as Courts take notice of by their officer : 2 Wilson 268, referred to in 13 Ser. &. R. 79; 1 Ashmead 110."
  },
  "file_name": "0308-01",
  "first_page_order": 308,
  "last_page_order": 310
}
