{
  "id": 974011,
  "name": "Smith's Appeal",
  "name_abbreviation": "Smith's Appeal",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "310",
  "last_page": "314",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 310"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Dallas 107",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    },
    {
      "cite": "2 Pa. Rep. 75",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        951145
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/2/0075-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 417,
    "char_count": 9410,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.034247749579222574
    },
    "sha256": "1bba3135026146df23e8ad9d1576b5b0abe2fc0c854789bce3bfa0faecc8be1d",
    "simhash": "1:d5426536d852d2c4",
    "word_count": 1666
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Smith’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of Lewis, J., under which the decree was entered, was as follows :—\nLewis, J.\nThe sum of $941.50 has been raised by the sheriff’s sale of Reuben Smith’s real estate and is in court for distribution. The difficulty in the case grows out of his claim to the sum of $300 ■under the exemption law. Setting that sum apart for the present, we have the residue — $641.50—to dispose of among the parties entitled; and it seems to require no argument to show that it ought to be appropriated to the judgment-creditors in the order of their liens upon the estate which produced it. As the judgments in favor of Candor and Guthrie are the two oldest liens, they are entitled to this money. As they were both entered on the same day, and amount to sufficient to exhaust this fund, it must be distributed between them pro rata. Thus far the case seems entirely clear of doubt or difficulty.\nWe come now to the $300 claimed by the debtor, under the exemption law. If the Act of 1849 is to be carried into effect, it is certain that the judgments entered upon debts contracted after the 4th July, 1849, cannot dispute the debtor’s right to this portion of the fund, no matter what may be the order of their liens. Their claims to this money are therefore out of question. The only judgments which can contest the debtor’s right, with any show of plausibility, are those founded on debts contracted before the 4th July, 1849. Those debts, according to the express provisions of the exemption law, are not in any manner affected by it. The two judgments in favor'of Candor and Hale, respectively, so far as they are founded on debts of this character, have a claim to the money superior of that of the debtor. Rut it appears that only a portion of the Candor judgment is founded on a debt of this grade. After crediting the money to be received under the pro rata distribution, already directed, there will be but a small sum due to Candor on that part of his judgment. That sum, together with the amount of the judgment in favor of Hale, must therefore be paid out of the three hundred dollars claimed by the debtor, and the residue of the fund is decreed to the latter.\nIn accordance with these principles, it is ordered and decreed that the sum of $941.50 in Court be distributed as follows:\nTo the judgment of George Guthrie, for the use of George W. Elder, No. 21, Janr., 1850, the sum of ..... $250.62\nTo the judgment of David Candor, No. 24, Janr., 1850, To judgment generally $390.88 To residue of debt contracted before 4 July, 1849, and costs 34.90 425.78\nTo the judgment of R. C. Hale, No. 148, April, 1850 ■ ...... 166.04\nTo Reuben Smith, the debtor, under the exemption law ...... 99.06\n941.50",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Woods, for appellant.",
      "Qandor, contrá."
    ],
    "corrections": "",
    "head_matter": "Smith’s Appeal.\nA debtor’s real estate, sold at sheriff’s sale for above $900, was bound by judgments for debts contracted after and before the Exemption Act of 1849 took effect; and also by one the greater portion of which was for a debt contracted before such Act took effect:\nHeld, that the portion of the fund exceeding $300 was to be applied to the judgments in their order of lien, or when entered on the same day and exceeding the amount of the fund beyond the $300, pro rata. As to the $300, the portion of the judgments which were for debts contracted before said Act took effect were entitled to payment out of it, and to the residue of the $300 the debtor was entitled in preference to the portion of the judgments for debts contracted after the Act took effect.\nAppeal from the decree of the Common Pleas of Mifflin county.\nThis case was argued before, but no judgment was pronounced. Tbe real estate of Reuben Smith was levied upon, and was subsequently, viz., in January, 1851, sold on vend. exp. for $961— after deducting costs, there remained for distribution $941.50.\nAfter the levy was made, inquiry was made, at request of the defendant, whether the real estate could properly be divided according to the provisions of the Exemption Act of 9 th April, 1849, and it was determined that it could not be so divided. The Act of 1849, allowing a debtor to retain, exempt from execution, property to the amount of $300, or money from the sales to that amount, was not to take effect until the 4th July, 1849, and was to apply “only to debts contracted on and after that date.” Property to the amount of $300 not having been set apart to the defendant, the question was, whether he was entitled to a part of the proceeds of sale to the amount of $300, or a less amount. Before the auditor appointed, $300 was claimed for the debtor. The claim was resisted by creditors.\nAt the time of the sale of the property, in January, 1851, it was bound by several judgments. The first two were entered on the same day, viz., judgment of George Guthrie, for Elder, v. Reuben Smith—entered November 30, 1849, for $257.60. Interest from November, 1849. David Candor v. Same—entered November 30,1849, for $400. Interest from day of entry. Next, judgment of R. C. Hale v. Same—entered August 4, 1850, for $146.53. Interest from 7th August, 1850. Another judgment followed, viz., judgment of Henry Smith — entered to November Term, 1850, for $200. Interest from October 12, 1850. Time of entry not stated.\nThe judgment of Guthrie appeared to be for a debt contracted after 4th July, 1849. A part of Candor’s judgment, viz. $288.11, was for debts contracted before 4th July, 1849. All of Hale’s judgment was for a debt contracted before that day. The judgment of Henry Smith was for a debt contracted after that day.\nThus: one of the two oldest judgments, viz., that of Guthrie, was for a debt contracted since the 4th July, 1849 ; and the subsequent judgment of Hale, the third in order, was for a debt contracted before that day.\nThe auditor, in his report of distribution, entirely excluded the claim of the debtor.\nException was taken on the part of the debtor, that his claim for $300 had not been allowed. Wilson, J., was of opinion that Candor, so far as his claim was for a debt contracted before 4th July, 1849, viz., for $288.11, and the costs, amounting to $26.11, had a claim on the whole fund; and that, as Guthrie had no claim against the amount claimed by the debtor as exempted, that he (Guthrie) had a right to compel Candor to claim against the defendant out of the $300, and obtain payment of the portion of his claim against which the debtor had no exemption; or that Candor should claim so far as would leave a fund on which both Candor and Guthrie had liens sufficient to pay them two claims in full.\nThus, the fund for distribution being - $941.50\nFrom this deduct the portion of Candor’s judgment contracted subsequent to 4th July, 1849, viz., $138.09; costs $26.11; in all - - $164.20\nGuthrie’s judgment, interest and costs - - 290.18\n$454.38\nCandor’s judgment for debt contracted before 4th July, 1849, viz. - - $288.11\nHale’s judgment and costs - - 166.04\nIn all....... $454.15\n--$908/58\nLeaving for the debtor only - - - - $ 32.97\nHe decreed accordingly.\nIt was excepted that the Court erred in not allowing the $300 claimed by the defendant, Reuben Smith.\nWoods, for appellant.\nIt was contended that Candor, by mingling in one judgment his claim for debts contracted before and after the 4th July, 1849, was debarred from contesting the defendant’s claim to $300. The Court decided that Candor must first resort to the $300, which Guthrie could not, and by this means Guthrie will get his whole debt. This is in effect deciding that Guthrie, whose debt arose after the 4th July, 1849, has more equity than the debtor has under the Exemption Act. No process of subrogation should be resorted to to deprive him of such - right. In this case all of the debts contracted before the Act of 1849 took effect, can be paid, and $300 be left for the debtor. (Thus: Candor’s, $288.11; costs, $26.11; Hale’s, $166.04 — $480.26.)\nQandor, contrá.\nThe giving of the judgment to Candor was Smith’s voluntary act. The time of contracting the debts was shown by his four promissory notes: 2 Pa. Rep. 75; 2 Miles 18; 7 Barr 65; 3 W.& Ser. 233. The burden should lie on tho debtor to show w'hen the debt was contracted. By giving one judgment for all the debts, he waived his right to exemption: 4 Dallas 107.\nBlack, C. J., was of opinion that the claim of the debtor should be entirely excluded; referring to the cases of Wilcox v. Waln, 10 Ser. & R. 380; Merchants’ and Manufacturers’ Bank v. Bank of Pennsylvania, 7 W. & Ser. 261; and to Bowyer’s Appeal, 9 Harris 210; but in order to determine the case he concurred in the decree delivered by Lewis, J.\nKnox, J., was of opinion that the debtor should be allowed his whole claim of $300, and the residue be distributed among the liens according to their priority of entry; but conceiving the opinion by Lewis, J., to be the least objectionable, he concurred in the decree proposed therein.\nWoodward, J., was of opinion that from .the fund of $941.50 for distribution, should first be taken the claims for debts contracted before 4th July, 1849, viz., part of Candor’s $288.11, and all of Hale’s $166.04, amounting together to $454.15. This amount being deducted from -the fund, would leave $487.35. From this he considered that the claim of the debtor to $300 should be taken, and the balance, of $187.35, be distributed pro rata between the judgment of Guthrie and the residue of that of Candor. He however acquiesced in the decree hereafter stated."
  },
  "file_name": "0310-01",
  "first_page_order": 310,
  "last_page_order": 314
}
