{
  "id": 973980,
  "name": "Ely versus Karmany",
  "name_abbreviation": "Ely v. Karmany",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "314",
  "last_page": "316",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 314"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 280,
    "char_count": 4461,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 2.803074227644685e-07,
      "percentile": 0.8369847045136608
    },
    "sha256": "0ef81cae9d51663e172c69131e0b4a3bef373402acc99839771dc4ca28ca20dc",
    "simhash": "1:70aeb589a4903479",
    "word_count": 793
  },
  "last_updated": "2023-07-14T18:41:05.651470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ely versus Karmany."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\nThe instrument on which the judgments were entered is, in construction of law, a power given to the prothonotary. He has no better right than an attorney-at-law to enter two judgments under a single warrant. The entry of the first judgment exhausts the power, and in this case the Court committed' no error in vacating the second.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Weidman and Punch, for appellant.",
      "Kline and Boughter, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ely versus Karmany.\n1. A paper under seal by which the obligor promised to pay to another a specified sum of money and confessed “judgment on the above sum with costs of suit,” was in construction of law a power to the prothonotary to enter judgment thereon under the provisions of the Act of 24th February, 1806.\n2. The entry of a judgment thereon in the Common Pleas of Lancaster county exhausted the power, and the entry of a second judgment thereon in Lebanon county was illegal and was properly vacated by the Court.\nAppeal from the decree of the Common Pleas of Lebanon county.\nAppeal by John Ely from the judgment of the Common Pleas of Lebanon county, directing the entry of a judgment to be stricken from the record.\nHenry G. Clark gave a note, as follows:—\n$2030.69. Mt. Joy Tp., Lancaster Co., Dec. 20, 1851.\nOne day after date, for value received, I promise to pay John Ely, or bearer, two thousand thirty dollars and sixty-nine cents, with interest, without defalcation, and I do hereby confess judgment on the above sum with costs of suit, a release of all errors, and stay of execution until the day of payment. Witness my hand and seal, at Mount Joy Township, this 20th day of December, Anno Domini 1851.\nAttest: Moses Bowman. Henry G. Clark, [l. s.]\nAt the time the note was executed, Henry G. Clark owned real estate, part of it lying in Lancaster county, and part in Lebanon county. On 27th December, 1851, judgment was entered on this note in Lancaster county — and on 29th December, 1851, another judgment on it was entered in Lebanon county ; in each case by the prothonotary or his deputy.\nOn 6th January, 1852, Clark executed^. deed of trust to David M. Karmany, for the benefit of his creditors.\nClark died on 5th February, 1853, and letters of administration on his estate were granted to the said David M. Karmany on 26th September, 1853. It was stated on the part of the appellee that for most of the time between the date of the note and his death, Clai’k was a resident of the borough of Lebanon, and it was alleged had not questioned the validity of the judgment entered in Lebanon county.\nOn 26 th September, 1853, a petition of Karmany, the administrator, was presented to the Court for a rule to show cause why the judgment entered in Lebanon county should not be stricken from the records; and on November 15, 1853, the rule was made absolute.\nAppeal was taken on the part of John Ely, and exception was taken to the vacating of the judgment.\nWeidman and Punch, for appellant.\nIt was, inter alia, said that the obligpr had a right to confess two judgments for the same debt, and that this instrument was not one containing a warrant to a prothonotary to enter judgment, though by the Act of 1806 it is made the duty of the prothonotary to enter judgments on such instruments. If the entry of the second judgment were irregular, it was said that Clark himself had not instituted any proceeding to have it set aside, and that the administrator of his estate was estopped. Clark’s estate is insolvent, and it was intimated that his assignee, under the deed of trust, was the proper person to institute proceedings to have it set aside, if erroneously entered.\nKline and Boughter, for appellee.\nBy the 28th section of the Act of 24th February, 1806, it is made the duty of the prothonotary of any Court, &c., on the application of any person, being the original holder (or assignee of such holder) of a note, bond, or other instrument of writing, in which judgment is confessed, or containing a warrant for an attorney-at-law or other person to confess judgment, to enter judgment against the person or persons who executed the same, &c. A judgment on warrant of attorney is, in contemplation of law, a judgment rendered by the Court: Gibson, J., 1 Penna. Rep. 251. The instrument became merged in the first judgment entered upon it. There was no proof made that Clark knew that the second judgment was entered. The administrator of his estate has the right to ask that the judgment be vacated: Lowber’s Appeal, 8 W. & Ser. 389"
  },
  "file_name": "0314-01",
  "first_page_order": 314,
  "last_page_order": 316
}
