{
  "id": 974060,
  "name": "Wissler versus Hershey",
  "name_abbreviation": "Wissler v. Hershey",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "333",
  "last_page": "338",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 333"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 100",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846829
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0100-01"
      ]
    },
    {
      "cite": "3 Rawle 492",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822501
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0492-01"
      ]
    },
    {
      "cite": "19 Wend. 507",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2023405
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/19/0507-01"
      ]
    },
    {
      "cite": "7 Watts 267",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 530,
    "char_count": 13401,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 5.404673219988552e-07,
      "percentile": 0.944431316265929
    },
    "sha256": "1fa1656b20fec5bbbed87c04bb551dacf9691e99d8c18f831e3b09f01f214083",
    "simhash": "1:c2a82d40acdcc4e0",
    "word_count": 2467
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wissler versus Hershey."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\nIn this case the following points arose and were argued and determined by this Court.\n1. When land is conveyed, which the vendee cannot reach without going over other land of the vendor, the right of way is implied, and, of necessity, becomes appurtenant to the land conveyed so long as it cannot be enjoyed otherwise.\n2. In an action for disturbing such right of way, the plaintiff need not set out the origin of his title. But if he does, he must aver it according to the truth.\n3. A judgment in such an action so far establishes the right in the plaintiff, that its existence at the time of the judgment cannot be disjouited. afterwards. But the plaintiff may lose his right after-wards as well as before by abandonment, surrender, release, or cessation of the necessity on which it was founded.\n4. When land, over which there is a right of way in another, is sold, the purchaser takes it subject to the easement, though he had no actual notice of it.\n5. If the sale was a public one, and the owner of the way was present and said nothing, his silence, unless it was fraudulent, will not defeat his right.\n6. In a case where the actual knowledge of the purchaser becomes material, the fact that the way was used for many years, and that the purchaser lived all the time in the same immediate neighborhood, is some evidence which ought to go to the jury.\n7. When the bad practice is adopted by the Court, of answering the legal propositions submitted by counsel seriatim,, and then separately giving what is sometimes called a general charge, and counsel take an exception to the answers, and not to the general charge, the bill of exceptions does not put the general charge on the record. But when the answers refer to the general charge, so much of the latter as is thus referred to will come up with the answers and be considered a part of them.\nThese rules show that the cause was mistried below, and the judgment must therefore be reversed.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Smith and Frazer, for plaintiff in error.",
      "Franklin, with whom was Fordney, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Wissler versus Hershey.\n'J When land is conveyed which the vendee cannot reach without going over other land of the vendor the right of way is implied, and of necessity becomes appurtenant to the land conveyed so long as it cannot be enjoyed otherwise.\n2. In an action for disturbing such right of way the plaintiff need not set out the origin of his title. But if he does, he must aver it according to the truth.\n_ 3. A judgment in such an action so far establishes the right in the plaintiff that its existence at the iim.e of the judgment cannot be disputed after-wards. But the plaintiff may lose his right afterwards, as well as before, by abandonment, surrender, release, or cessation of the necessity on which it was founded.\n4. When land over which there is a right of way in another is sold, the purchaser takes it subject to the easement though he had no actual notice of it.\n5. If the sale was a public one and the owner of the way was present and said nothing, his silence, unless it was fraudulent, will not defeat his right.\n6. In a case where the actual knowledge of the purchaser becomes material, the fact that the way was used for many years, and that the purchaser lived all the time in the same immediate neighborhood, is some evidence which ought to go to the jury.\n7. When the Court answer seriatim the legal propositions submitted by counsel, and then separately charge generally, and. exception is taken to the answers and not to the general charge, the bill of exceptions does not put the general charge upon the record. But when the answers refer to the general charge, so much of the latter as is thus referred to will come up with the answers and be considered as a part of them.\nError to the Common Pleas of Lancaster county.\nThis was an action on the case to November Term, 1851, by Henry Wissler v. Benjamin Hershey, for obstructing a right of way claimed by the plaintiff over the farm of the defendant, and through his barn-yard to the plaintiff’s wood lot.\nThe farm of the defendant and the wood lot of the plaintiff formerly formed parts of the same tract, which belonged to Michael Kauffman. In 1812 Michael Kauffman divided the property into six parts, one of which constituted the farm now of the defendant, and the other five portions were wood lots. He put up all of the parts to sale, and sold the farm to Abraham Kauffman; and be sold four of the wood lots and retained one. In his conveyances there was no reservation of a right of way to the wood lot retained.\nOn the part of the plaintiff it was alleged, that Michael Kauffman had no access to his wood lot except over the farm sold to Abraham Kauffman, or over land of other people; and that he passed over the farm to his wood lot from 1812 till his death in 1850. ' On the other side it was alleged, that he had access to his lot over the other wood lots — that he used the way through the farm permissively and not adversely — that the place where the road was claimed to exist, was ploughed up when required, and farmed — and that it was farmed at the time the defendant bought the farm in 1847, and that there was then no mark of the road upon the ground. ,\nIn 1851, the executors of the will of Michael Kauffman sold the wood lot to Henry Wissler, the plaintiff; and the defendant purchased the farm at sale by the administrators of the estate of Henry Kauffman in 1847.\nIt was alleged on part of the defendant that Michael Kauffman was an appraiser at, and was present at the sale of the farm by the administrators of the estate of Henry Kauffman, and then gave no notice of any claim to a right of way over the farm.\nIn the declaration it was alleged, that the plaintiff was lawfully possessed “ of a certain tract of land, with the easement thereto belonging” — * * * * and by reason thereof ought to have a certain way from the said tract through the land of the defendant to the public road, through the barn-yard of the defendant, and back again from the said road through the barn-yard, &c.; and an obstruction of the road was alleged.\nOn part of the plaintiff testimony was given that the road through the barn-yard to the public road was the best way — that it was less injurious to the defendant’s farm than any other way of passing over it to the plaintiff’s lot.\nEvidence was given that the position of the barn had been changed from where it formerly was — that where the new barn is, there were bars through which the passage was.\nTestimony was given of the use of the road by the wagons of Michael Kauffman for years. Benjamin Kauffman, a son of Michael Kauffman, testified to its use by his father’s wagons from 1818 to 1832.\nThe farm of Abraham Kauffman was sold in 1823, and Henry Kauffman became the owner — and after his death it was sold by the administrators of his estate in 1847, to the defendant, as before mentioned.\nAfter a variety of evidence had been given on each side, it was offered on part of the plaintiff to prove that the defendant “was raised in the neighborhood, and lived within two miles of the road in dispute until a year past.” This was disallowed, and exception was taken.\nNine points were presented on the part of the plaintiff, to all of which there were answers. The substance of some of the points were — 1. That 21 years’ uninterrupted enjoyment of aright of way afforded presumptive evidence of a grant of it. The 4th. That if Michael Kauffman, having reserved the wood lot at the time he sold the farm, had, from necessity, a right of way over the farm to the wood lot, and that this right enured to the plaintiff, the necessity still existing. 6. If the way existed by necessity, as well as by use and enjoyment for above 21 years, no silence of Michael Kauffman at the subsequent sale of the farm by the administrators, if he were then silent, deprived the plaintiff of a right of way. The seventh was to the same effect. The eighth, That the way, if one of necessity, was of itself notice, and also by reason of its notorious location. The ninth, That the ploughing of the road, if it were ploughed, did not destroy the right of way through a use for 21 years, much less where the road existed by necessity.\nLons, J., answered the first point in the affirmative. To the sixth he charged, that whether the road existed by necessity, as well as by constant enjoyment beyond twenty-one years, under the admission of Abraham and Henry Kauffman, owners of the farm, was for the jury to decide upon; but that if Michael Kauffman were silent with respect to it at the sale of the farm, his silence deprived him of the right. The answer to the seventh point was to the same effect. To the eighth, he replied that if the way were proved, and it was one of necessity, it would not be notice to purchasers at a sale where the claimant was present and was silent with respect to it; and that the circumstances connected with the alleged right of way were not notice to purchasers. To the ninth, he charged, That to entitle the plaintiff to recover by prescription, he, or those under whom he claimed, should have had the undisturbed use for twenty-one years; and if, during the twenty-one years, the persons through whose land it passed treated the land in a manner inconsistent with the right of way, then the plaintiff could not recover on the ground of prescription ; but he would not lose such right of way by non-user, unless it amounted to abandonment. But if the road were one of necessity, the ploughing of it would not destroy the plaintiff’s title to it.\nThe answers were excepted to on part of the plaintiff.\nApril 30, 1853, verdict for defendant.\nSubsequently, viz., in April, 1854, the judge, in writing, stated that being called upon by the counsel of plaintiff to furnish a copy of a portion of his charge in the case so far as it related to the declaration, he certified what he believed to be a copy of such part of it; that other portions of the charge he had not found. In his statement it was, in effect, alleged that he had charged, that it being alleged in the declaration that the plaintiff, by reason of being the owner of land and the easement thereof, had a right of way, he could not recover for any disturbance of a right of ivay by necessity, inasmuch as a recovery under the declaration for any amount would establish the right; whereas, if a recovery were on the ground of a right of way from necessity, the right would cease when the necessity ceased. That, therefore, if the plaintiff recovered, it must be by making out a case of prescription.\nError was assigned — 1. To the rejection of the offer to prove the residence of the defendant in the neighborhood of the land. 2. In the portion of the general charge certified after the trial. 3. In the answer to the sixth point. 4. In the answer to the seventh point. 5. In the answer to the eighth point.\nSmith and Frazer, for plaintiff in error.\nThe residence of the defendant in the neighborhood was admissible as evidence of knowledge on his part of the existence of the road: 2 Harris 22. Whatever puts a party on inquiry amounts to notice: 7 Watts 267; 4 Harris 364.\n2. The position of the Court, that the right of way from necessity should have been set out in the narr., is in conflict with precedent and authority: 2 Chitty 808. In 2 Saunders’ Rep. 114, note, it is held that the plaintiff need not declare how he is entitled to a right of way. Also 1 Chitty 382; 2 Id. 800, note y.; 1 Tidd 396; 1 Vent. 274. If the plaintiff had been defendant and claimed a right of way from necessity, it might have been necessary to plead it: 3 Chitty 1125.\n3. The doctrine of estoppel is not applicable. The right by prescription is as valid as if secured by deed duly recorded; and silence will not estop him whose deed is of record: 4 Harris 364, Knauff v. Thompson; 10 Barr 531. The right of way was not exposed to sale with the farm, and the purchaser might have become informed as to it.\nFranklin, with whom was Fordney, for defendant in error.\nThe matter excepted to in the second assignment is not in the answer to the fourth point, but is in the general charge to which no exception was taken.\nA right of way from necessity is not an appurtenance, but an easement arising by operation of law, and it should be pleaded: 3 Stephens Nisi Prius; Woolwich on Ways 15-23; Id. 72; 19 Wend. 507. The declaration is not general. In it is claimed a specific right of way through the defendant’s barn-yard. This specific right could arise either from grant or prescription, and not from necessity unless the defendant declined or refused to designate a track over his farm. A recovery under this declaration would establish the right of way through the barn-yard; whereas a way by necessity might be over some other part of the farm less inconvenient to the defendant: 4 East 107.\nAs to 3d and 4th assignments, there was no reservation of a right of way in the conditions of sale by the administrators. It was not specified in any deed or record, and the ground in the field over which it was claimed, was ploughed at the time of such sale in 1847. Michael Kauffman should have given notice of it: 3 Rawle 492; 10 Barr 530; 7 Watts 100; 4 W. & Ser. 323; 5 Id. 302.\n6. There was nothing in the circumstances in evidence which could be relied on as notice to a purchaser, or to lead him to inquiry as to the existence of a road."
  },
  "file_name": "0333-01",
  "first_page_order": 333,
  "last_page_order": 338
}
