{
  "id": 974067,
  "name": "Strohm's Appeal, or Rush's Estate",
  "name_abbreviation": "Strohm's Appeal",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "351",
  "last_page": "355",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 351"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 255",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 370",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838025
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0370-01"
      ]
    },
    {
      "cite": "5 Wharton 242",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 421,
    "char_count": 9619,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 6.621661417227996e-08,
      "percentile": 0.4042604414388638
    },
    "sha256": "e0a717c11cea5dceacbc207a0948dbd8acf06785fd32988a32a02ccb39b0ed5e",
    "simhash": "1:77bfaf50e436ee4f",
    "word_count": 1707
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Strohm’s Appeal, or Rush's Estate."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\nIt may be conceded for the purposes of this case, that when a question of abatement arises between particular and residuary legacies, there is a difference between a deficiency of assets, and the loss of them arising from the waste or insolvency of the personal representative. In the latter case it has been held that the surplus, after payment of debts and particular legacies, is as much a legacy as any other, and that the residuary legatee has a right to call for an equalization of the loss by abatement. According to Dyose v. Dyose, 1 P. Wms. 305, the loss in such case falls pari passu upon each. A residuary legatee is not less the object of the testator’s bounty than other legatees. On the contrary, the intention is, generally, to give him more instead of less than the others, and it would rarely accord with that- intention to throw upon him exclusively all the losses arising from the misfortunes or misconduct of the common trustee. Where there is no loss arising from these causes, but a mere deficiency of assets, it is a necessary result that he cannot call for an abatement. He gets the residue, whether it be more or less, and he can claim no more. In this case, there is no evidence that the assets were wasted by the executor. On the contrary, there is a balance of $>1900.38 in the hands of his administratrix de bonis non, &c. If any portion of this fund belonged to the estate of Henry Rush, it was the duty of the administrator de bonis non, &c., of that estate, to collect it, sect.. 31, Act 24th February, 1834. The presumption is that he has done his duty in this respect, and that the balance in his hands is all that remains of the personal estate after payment of debts. This is the only fund before us for distribution, and the appellees have a right to their legacy out of it. Conceding that there is another fund in the hands of Henry Share’s representative, out of which they might obtain satisfaction, would not better the case of the appellants. The appellees are not bound to resor-t to it.\nThe appellees were not entitled to their legacy until after the death of their mother in 1845. A sufficient time has not elapsed since the legacy was demandable, to raise a presumption of payment.\nThe decree of the Orphans’ Court is affirmed.\nDecree affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Herr and ParJce, for appellants.",
      "Hllmaher, for appellees."
    ],
    "corrections": "",
    "head_matter": "Strohm’s Appeal, or Rush's Estate.\n1. Though where assets are lost by the waste or insolvency of the personal representative, the common trustee of the legatees, the residuary legatee is not alone to bear the loss; but where it arises from a deficiency of assets the residuary legatee cannot require an abatement of specific legacies.\n2. But where there is no evidence of loss by the insolvency of the executor, specific legatees are entitled to payment out of a fund in the hands of the administrator de bonis non of the estate of the testator, which was first submitted for distribution, though there appears to be a fund sufficient to pay their legacy in the hands of an administrator of the estate of the executor; they were not bound to resort to that fund.\n3. A presumption of payment of the specific legacy did not arise in seven years from the death of the person who was entitled to the interest on it during life.\nAppeal from tbe decree of the Orphans’ Court of Lancaster county.\nThis was an appeal by John Strohm, for himself and others, from the decree of the Orphans’ Court, confirming the report of an auditor reporting distribution of moneys in hands of Jacob Eehl, administrator de bonis non of Henry Rush, deceased, the net amount for distribution being $724.80.\nHenry Rush died in 1811, having made his will, dated 11th May, 1811, by which, after directing the payment of his debts, he bequeathed to his sister Nancy, intermarried with Henry Kendrick, ¿6400, “ during her lifetime, to enjoy the interest of the same, but not touching the principal; and after her death- to be equally divided between her lawful children.”\nHe next devised to his brother, Jacob Rush, two-thirds of his remaining estate — and next bequeathed to his brother John Rush’s four children “all and every part” of his “remaining property.”\nLastly, he nominated Henry Shearer executor of his will.\nLetters testamentary issued to Henry Shearer, who, on 24th June, 1811, submitted an inventory of personal estate which had come to his hands, amounting to $2984.38-|-. Subsequently, viz., fifteen or more years before the audit, Henry Shearer died intestate, without having rendered any further account of the estate of the testator. In 1852, Sarah Haines received letters of administration de bonis non of the estate of Henry Share. On the 9th February, 1853, she exhibited in the register’s office her account of said estate, showing a balance in her hands due the estate of Henry Share of $1741.81-J-. On the 1st day of April, 1853, Jacob Fehl took out letters of administration de bonis non cum testamento an■nexo on the estate of Henry Rush; and on the 16th day of May, 1853, he exhibited and filed his account in the register’s office, showing a balance in his hands of $767.55, due said estate.\nNancy Kendrick, the devisee, died about 1845; her will was proved in January, 1845.\nThe balance in the hands of Fehl, the administrator de bonis non, was claimed by children and representatives of Nancy Kendrick, as entitled to the ¿6400 legacy on her death. Their claim was resisted by persons claiming under the bequest of the remainder of the estate. On the part of the latter it was contended, before the auditor, that Henry Shearer, the executor, was necessarily trustee of the specific legacy of ¿6400, to put it to interest for the use of Nancy Kendrick during her life, and pay the principal to her children after her death. It was alleged that Henry Shearer received sufficient assets to pay the ¿6400; and having received it, the children of Nancy Kendrick should be referred to his estate, and not to the money in the hands of the administrator de bonis non, which it was alleged on their part had been raised out of the remainder of the estate of Henry Rush, the testator, and should b,e paid to those who were entitled to the remainder of his estate.\nThe auditor remarked that the money for distribution was the first portion of the estate of the testator which was submitted for distribution, and that it should be applied to those claiming under the specific bequest of ¿6400. He observed, that if the fund in the hands of Sarah Haines, as administratrix of the estate of Henry Share, be part of the estate of Henry Rush, there could be no injury done by appropriating the balance in the hands of Jacob Fehl to the specific legacy; for when that is paid or provided for, the other fund becomes a part of the residuum of his estate for distribution among the residuary legatees. He accordingly reported a distribution of the amount in question amongst the claimants under the specific bequest in part payment of their claims.\nIt appeared that the fund in dispute, in the hands of Jacob Fehl, arose from a charge in favor of Henry Rush, the testator, on real estate left by his uncle, but which money was not payable till the death of Veronica, the widow of the uncle; and that the widow died in 1852, about seven years after the death of-Nancy Kendrick.\nExceptions to the report of the auditor were filed, which were overruled, and the report was confirmed.\nIt was excepted, in effect, that the Court erred in decreeing the fund to the children of Nancy Kendrick, and not to the appellants, who claimed as entitled to the remainder of the estate after the payment of the ¿6400 legacy.\nHerr and ParJce, for appellants.\nIt was alleged that Henry Shearer had the ¿6400 in his hands as trustee for the use of the specific legatees, and not as executor; and that his representatives alone were accountable for it: 5 Wharton 242; 4 Id. 184; 1 Watts 370 ; 5 Barr 508; 9 Watts 255; 7 Barr 461. The opinion was expressed that the legacy had been paid during the life of Henry Shearer; but it was alleged that if it had not been, the claimants of the specific legacy should not have been silent till the opportunity of recovering it was lost, and then claim other funds, to, which it was alleged the claimants under the residuary clause were entitled. It was further said that there was no legal evidence submitted that the ¿6400 had not been paid.\nHllmaher, for appellees.\nIt does not appear from the record or evidence in the case whether there was any of the inventoried estate of Rush, the testator, left after his debts and the expenses, of settling his estate were paid. It was alleged that no part of the ¿6400 had been paid. The testator did not appoint a trustee separate from the executor, and it was his duty to see to that bequest. His neglect to file an account cannot prejudice the appellees. They are not claiming the interest, but the principal of the fund ; and claim it out of the first available funds. From 1811, when the. testator died, till 1845, when Nancy Kendrick died, they could not institute proceedings against Shearer or his estate; but those entitled to the remainder of the estate could have instituted proceedings to compel the payment of the ¿6400 legacy in order to remove it out of the way of payment to them of the residue. Though in 1852, about 41 years after the filing of the inventory on the estate of Henry Rush, an administration on the estate of a Henry Share exhibited a fund, the specific legatees were not bound to look to it. If this was the estate of Henry Shearer, the executor of the will of Rush, the appellants can resort to it."
  },
  "file_name": "0351-01",
  "first_page_order": 351,
  "last_page_order": 355
}
