{
  "id": 974029,
  "name": "Stigers versus Thomas",
  "name_abbreviation": "Stigers v. Thomas",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "367",
  "last_page": "370",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 367"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 525,
    "char_count": 10493,
    "ocr_confidence": 0.445,
    "sha256": "fbca4194d6e10ca75bb88367d0461c7a94534a6ac79fdb7cc9d90e0b73037d6c",
    "simhash": "1:b42fa14bdffc7b1a",
    "word_count": 1831
  },
  "last_updated": "2023-07-14T18:41:05.651470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stigers versus Thomas."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\nThe law of this case is to be found in the agreements between the Penns and Lord Baltimore in relation to their boundary, viewed by the light of the circumstances under which they were made. That is the test of the Hawkins title.\nThe agreement of 4th July, 1760, is the principal one. Does it confirm the Hawkins title ? On the first trial the Court below decided that that title was entirely ineffectual so far as it embraced land in Pennsylvania. In the Supreme Court that decision was reversed, and it was held that the order of resurvey of 1765 related back to the original warrant of 1753, and was therefore within the spirit of the agreement of 1760, between the Penns and Lord Baltimore.\nThe question raised in the Court below on the second trial was different, in form at least, from that raised on the first trial. It is that a Maryland title, without actual possession at the time of the agreement of 1760, is of no effect in Pennsylvania.\nThere is a still more important difference between the two trials, arising from the fact that since the former hearing in 1846, all the documents, then so much needed, and the whole history of the disputes about the boundary line between Pennsylvania and Maryland, have been brought to light and published; and now we have before us, in the Pennsylvania Archives and Colonial Records, all the agreements about the line and all the facts necessary to illustrate them.\nThese circumstances are sufficient to account for and to require all the differences that will appear between our opinion now and that expressed by the Court at the former trial, and we shall spend no time in attempting to reconcile them.\nThe agreement of 4th July, 1760, refers (4 Pennsylvania Archives, p. 27) to the line fixed by the agreement of 10th May, 1732, and Lord Baltimore releases to the Penns all the land north of that line, providing, however, p. 28, that the release shall not affect grants “heretofore” made by Lord Baltimore to persons “now in actual possession and occupation” of such lands; and providing, further, and this is the relevant provision here, that it shall not affect grants heretofore made of lands on the west of the Susquehanna, which do not encroach more than one-fourth of a mile over the line fixed by the agreement of 1732, and which are “ now in the actual possession or occupation” of such claimants.\nA corresponding release was executed by the Penns to Lord Baltimore, p. 34, with identical provisions, p. 35, except that on the east of the Susquehanna, encroachments by grant and possession under the Penns were protected to the distance of one-fourth of a mile south of the line. Thus all encroachments by grants and possession under the Penns, and west of the Susquehanna, were protected generally, and those east of it were protected to the distance of one-fourth of a mile south of the line fixed by the agreement of 1732. The Baltimore grants over the line, which were east of that river and which were actually possessed, were protected generally, and those west only to the distance of one-fourth of a mile north.\nAll this is perfectly comprehensible when read with reference to the previous state of the controversy. The agreement of 10th May, 1732, fixed the boundary as a line of latitude, 15 miles south of the most southern part of Philadelphia, and provided that titles to lands granted by either, and which were “ cleared occupied, and possessed” before 15th May, 1724, should be protected. The date of these settlements was, perhaps, fixed by the date at which an agreement dated 17th February, 1724, and made in London, went into effect in the colonies: 1 Archives 338, 483; 3 Col. Records 231. It provides that no persons should be disturbed in their, possessions on either side, nor should any lands be surveyed, taken up, or granted within the disputed territory; which elsewhere, 3 Col. Records 213, appears to have been about half a mile wide. This agreement in 1724 was limited in its operation to 18 months, under the expectation that before the expiration of that time the boundary would be finally settled.\nThe agreement of 1724, therefore, protects only occupiers of land at that time; and since it prohibits all new grants and settlements, it was reasonable to expect that the agreement of 1732 would not protect grants and intrusions in violation of it. And so the matter was viewed by Governor Gordon in his letter to Governor Ogle of Maryland, 15th June, 1732, before seeing the agreement of May 10, 1 Archives 331, and so it is written in the agreement of 1732, 4 Archives 10: and in another letter, 13th September, 1731, Id. 291, he says that Pennsylvania had allowed no surveys contrary to the agreement of 1724.\nBut there are other indications that mere paper titles without possession cannot be regarded as protected by the agreement of 1760. The line which was provided for in the agreement of 1732 was not run, and the border difficulties continued, especially by illegal settlements from Maryland, west of the Susquehanna: 1 Archives 448. An active correspondence was carried on between the governors of the two colonies, and it was proposed to have a provisional line run, and an arrangement made of the difficulties in the mean time: 1 Archives 453; 4 Col. Records 218.\nThe immediate result of all this was that, by the King’s order in council, 18th August, 1737, the governors were enjoined not to make grants or permit settlements of the lands in contest: 4 Col. Records 298; and shortly thereafter the proprietors entered into a provisional agreement, stipulating that all lands “now possessed” under either proprietor should remain so, and that all vacant lands on the east of the Susquehanna, so far as 15] miles south of the latitude of the southern part of Philadelphia, and on the west of the river, so far as 14-|- miles south of the same latitude, should belong to the temporary jurisdiction of Pennsylvania, until the final settlement of the line; and that the respective parties might grant lands on their side of the said limits, and account for the proceeds after the final settlement of the boundary: 4 Col. Rec. 299-301.\nThis arrangement was confirmed by the King in Council, and ordered to be carried into execution by the actual running and marking of the line, 25th May, 1738: 1 Archives 595, 612. A joint commission was therefore appointed, 5th December, 1738, to run the temporary line: 4 Col. Records 313; and in April and May, 1739, it was run by them, 15\\ miles south of the latitude of Philadelphia, as far west as the east side of the Susquehanna, and the starting point for the rest of the line was marked one-half a mile further north on the west side of the river. The minutes, and a map of their work, are given in 1 Archives 595-611. The line was in the same month of May continued westward 14f- miles south of the latitude of Philadelphia, by the Pennsylvania commissioners alone, and marked for a distance of 88 miles further west, “ to the top of the most western hill of a range of hills, called the Kittochtinny hills,” which was beyond where persons were then permitted to settle: 1 Archives 613. We further learn, from a letter of Governor Ogle of Maryland in 1749, that the line was afterwards completed by Pennsylvania: 4 Col. Records 422.\nWith all this light shed upon the subject by these transactions and documents, it is easy to understand the part of the agreement of 1760 that is in question here.\nIt protects no Maryland title west of the Susquehanna that was more than one-fourth of a mile north of the true line, as it should afterwards be ascertained; and.not even that, unless it was accompanied by actual possession. It allowed that much margin, because it had been allowed by the agreement of 1737; but it disallows it for the future. It did not allow more, because no equity demanded it; for all settlements and grants along the disputed boundary had been often forbidden, and the line was accurately described, and had even been previously run and marked on the ground, and none could be excused for ignorance of it.\nIn none of the agreements does a grant by one proprietor give title within the limits of the other (except the one of 1737 to the extent of one-fourth of a mile over the line), unless followed by occupation. The agreement of 1760 ratifies some grants that were over the line, but only such as were then “ in actual occupation and possession” of the claimants. Unless the defendant below ean show a Maryland title existing by grant and occupation at the date of that agreement, and of land not more than one-fourth of a mile north of Mason and Dixon’s line, he must depend on the merits of his Pennsylvania title.\nJudgment reversed and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Lyon, for plaintiff in error.",
      "Cessna and J. A. Fisher, contra."
    ],
    "corrections": "",
    "head_matter": "Stigers versus Thomas.\nThe agreement of 4th July, 1760, between the Penns and Lord Baltimore relative to the boundary line between Pennsylvania and Maryland, construed under the light of the other agreements and documents concerning that controversy, does not confirm any Maryland titles to land in Pennsylvania west of the Susquehanna river, except those that existed by grant and occupation at the date of that agreement and that are not more than one-fourth of a mile north of Mason and Dixon's line.\nThe case of Thomas v. Stigers, 5 Barr 481, corrected in this respect.\nError to the Common Pleas of Fulton county.\nEjectment by Abner Stigers and others, heirs of John Watt deceased, against George Thomas and James Conley. Stigers holds a warrant dated April 6, 1842, and Thomas one dated in May, 1842; but the plaintiff’s principal reliance was upon an outstanding title under a Maryland warrant, with which he did not show that he had any connexion. That warrant was issued in 1753, and a patent was obtained under it in 1754, not including the land in controversy. But by the land laws of Maryland any owner of land had a right, at any time, to get an office order of resurvey, so as to connect with it any contiguous vacant land that he might wish; and under this law an order of resurvey was issued in 1765, and a contiguous vacancy, including the land in dispute situate in this state, was surveyed and patented by Maryland to Hawkins. On the authority of this same case, Thomas v. Stigers, 5 Barr 480, the Court below decided that the Hawkins title was valid. That report is now referred to for a more particular statement of the facts.\nLyon, for plaintiff in error.\nCessna and J. A. Fisher, contra."
  },
  "file_name": "0367-01",
  "first_page_order": 367,
  "last_page_order": 370
}
