{
  "id": 973973,
  "name": "Leah Passmore's Administrator's Appeal; or Etter's Estate",
  "name_abbreviation": "Passmore's Administrator's Appeal",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "381",
  "last_page": "383",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 381"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts 186",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 403",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849953
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0403-01"
      ]
    },
    {
      "cite": "1 Dall. 8",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        12122314,
        1408474
      ],
      "opinion_index": -1,
      "case_paths": [
        "/dall/1/0008-01",
        "/us/1/0009-02"
      ]
    },
    {
      "cite": "5 Cushing 153",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        314655
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/59/0153-01"
      ]
    },
    {
      "cite": "9 Leigh 79",
      "category": "reporters:state",
      "reporter": "Leigh",
      "case_ids": [
        4446844
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/36/0079-01"
      ]
    },
    {
      "cite": "1 Johns. Ch. Rep. 494",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1975561
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/1/0494-01"
      ]
    },
    {
      "cite": "1 Cushing 118",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        1980592
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/55/0118-01"
      ]
    },
    {
      "cite": "1 Baldw. 174",
      "category": "reporters:federal",
      "reporter": "Baldw.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 457,
    "char_count": 8206,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 3.5832235844538276e-07,
      "percentile": 0.8868698522577957
    },
    "sha256": "d61df740212e1cb84ea928ce747114b5e91e96382b41dadc1e26afac2062c25f",
    "simhash": "1:a843c4b42c2e2f35",
    "word_count": 1477
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Leah Passmore’s Administrator’s Appeal; or Etter’s Estate."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\nIn regarding the principal clause, it is very apparent that the testator does not use the word “ revert” in the strict legal sense; for he certainly means to exclude Henry from having any share in the reversion. In other words, the estate which the devisees or legatees take is not by way of reversion, but' a gift of the reversion. It is intended for only some of his heirs, and is therefore only a remainder. And he does not use the word “heirs,” as correctly indicating their relation to him, but as meaning his children and grandchildren.\nThe trouble is to ascertain what he means by his “ surviving heirs herein named,” his daughter Leah having died before Henry’s estate terminated. Was she a surviving heir of her father within the meaning of his will ? If, when he wrote it, he was thinking of his children and grandchildren who had already died, or who might die before he should, then she was. This may have been his thought, for he does not describe those who are to take after Henry’s death, as those who shall be then his surviving heirs, nor as the survivors of his devisees, but as surviving heirs who\" are herein named, which grammatically refers to the present time, that of the making of the will. And such also would be the most natural interpretation of a gift of the reversion to be divided “ agreeably to the intestate laws.”\nBut this clause presents itself in other aspects. The estate to Henry was in terms a life estate, with remainder to his unborn issue, if he should leave any. Now if we treat this as constituting an estate tail, then the clause we are especially considering gives a vested remainder in the other devisees or legatees, or in some one for their common benefit. If it was only a life estate, then the estate of his unborn children was a contingent remainder, and that of the other devisees a vested one subject to be defeated by the death of Henry leaving issue living. In either way, therefore, the other devisees or legatees had a vested estate at the moment of the testator’s death: 3 Madd. 410; 2 State R. 69; 1 Baldw. 174; 2 Keen 284; 7 W. & Ser. 279.\nThis view is very important, for it gives to the devisees an estate independently of the directions concerning distribution, and makes those directions merely the means of placing them in the enjoyment of it. And if we give the fullest meaning to the word “revert” we arrive at the same result; for as a reversion it must vest in them immediately on the taking effect of the temporary estate of Henry, that is, on the testator’s death.\nWhen a devise or bequest is ambiguously expressed, it is always important to bear in mind the inclination which the law has in favor of the heirs, which with us is a rule of equality, and also in favor of a vesting of the estate at the death of the testator, or as early as possible thereafter, and also in favor of an absolute rather than a defeasible estate. All these principles are of use here.\nIt is in perfect accordance with them, and under their influence, that it has so often been decided that the word survivors shall be referred to the death of the testator, if there is nothing indicating a contrary intention. It favors, in this instance, equality among his heirs or devisees, and we see no word tending to show that he meant to place Leah' on a different footing from any of the others. He makes no provision in defeasance of her estate in any event; but, on the contrary, he seems to say that it shall go to her as an heir agreeably to the intestate laws. It requires clear expressions or implications to divest her vested estate.\nWe are therefore of opinion that in providing this remainder for his “surviving” heirs, he meant his “other” heirs or rather devisees and legatees. And when he said “ agreeable to the intestate laws” he added a confirmation to this view.\nDecree accordingly.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "JEvans. and Mayer, for appellant,",
      "Gibson and Keesey, for the appellees,"
    ],
    "corrections": "",
    "head_matter": "Leah Passmore’s Administrator’s Appeal; or Etter’s Estate.\n1. When a devise or bequest is ambiguously expressed, it is always important to bear in mind the inclination which the law has in favor of the heirs, which, in this state, is a rule of equality; and also in favor of a vesting of the estate at the death of the testator, or at the earliest possible period thereafter; and also in favor of an absolute against a defeasible estate. It is under the influence of this bias that words of survivorship are referred to the death of the testator, if there be nothing indicating a contrary intention.\n2. Where land was devised to a son for life and then to his issue who should survive him, with a provision that at his death without such issue it should revert to the devisor’s estate and be sold by his executors and the proceeds thereof distributed among his surviving heirs named in his will agreeably to the intestate laws of the state; this was equivalent to a vested remainder in the devisees and legatees living at the testator’s death, subject to being divested on the son’s dying leaving issue; and the share of one of the devisees who died before the termination of the precedent estate, passed to her representative.\nAppeal from the decree of the Orphans’ Court of Yorh county, in relation to the distribution of the estate of Henry Etter, deceased.\nThe present question arises on the interpretation of the will of Henry Etter, so far as it relates to the land devised to his son Henry. His will was made in 1848, and among other things he devises to Henry a tract of land, “ to hold the same during his natural life; and from and immediately after the death of my said son, I give and bequeath the said premises unto his lawful issue, if such he shall have any to survive him. But if my said son should die without such issue to survive him, then, and in that case, the said premises shall revert to my estate and be sold by my executors, and the proceeds distributed among my surviving heirs hereinafter named, agreeably to the intestate laws of Pennsylvania.”\nAt the date of the will, some of the children of the testator were dead, having left issue, and some of their issue were dead. In other parts of his will he provides expressly for his other living children, including Leah Passmore, and for the children of those that were dead. Leah Passmore died without issue, after the testator, in 1848, and her brother Henry, the devisee, died in 1849. The executors sold the land pursuant to the directions of the will, and the administrator of Leah Passmore’s estate claimed to share in the distribution of it as fully as if she had survived her brother; but it was decided that he was not entitled, and hence this appeal.\nJEvans. and Mayer, for appellant,\ninsisted that the rule which requires an estate to be construed as vested at the earliest possible period, made this a vested remainder in the devisees and legatees who survived the testator; that describing them as the “ heirs herein named,” and also the words “agreeable to the intestate laws of Pennsylvania,” required this construction; and that it was subject to be defeated by the contingent estate provided for the unborn children of Henry. In support of these views, they cited Brimmer v. Sohier, 1 Cushing 118; Barlow v. Salter, 17 Ves. 479; Wilmot v. Wilmot, 8 Id. 12; Acton v. Brooks, 7 Sim. 204; Lapsley v. Lapsley, 9 Barr 130; Hopkins v. Jones, 2 Id. 69; Johnson v. Morton, 10 Id. 245; Drayton v. Drayton, 1 Dessaus. 324; Earl v. Grim, 1 Johns. Ch. Rep. 494; Hansford v. Elliot, 9 Leigh 79; Vickers v. Stone, 4 Georgia 461; Stimpson v. Batterman, 5 Cushing 153; Bayley v. Bishop, 9 Ves. 6; Price v. Watkins, 1 Dall. 8, and many other cases.\nGibson and Keesey, for the appellees,\nreviewed the cases cited on the other side, in order to show that they do not sustain the construction contended for, and argued that the word “ surviving” must refer to the testator’s death, and relied upon Moore v. Smith, 9 Watts 403; Leak v. Robinson, 2 Mer. 363; Lamb v. Lamb, 8 Watts 186; Brograve v. Winder, 2 Ves. Jr. 634; Rose v. Hill, 3 Burr. 1881; Houghton v. Whitgreave, 1 Jac. & Walk. 146; Cripps v. Walcott, 4 Mad. 11; Cochran v. Cochran, 3 Dessaus. 186; Caldwell v. Skilton, 1 Harris 152; Jessup v. Smuck, 4 Id. 340, and other cases."
  },
  "file_name": "0381-01",
  "first_page_order": 381,
  "last_page_order": 383
}
