{
  "id": 974077,
  "name": "Rewalt versus Ulrich",
  "name_abbreviation": "Rewalt v. Ulrich",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "388",
  "last_page": "391",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 388"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Johns. 12",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2135845
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "59"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/10/0012-01"
      ]
    },
    {
      "cite": "8 Mass. 29",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "2 Pick. 243",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2049711
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/19/0260-01"
      ]
    },
    {
      "cite": "4 Pick. 198",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2031164
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "266"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/21/0208-01"
      ]
    },
    {
      "cite": "9 Watts 494",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 460,
    "char_count": 7812,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 5.641190181256852e-07,
      "percentile": 0.9486728762951044
    },
    "sha256": "d0ae2f20d7116b7009954d842c1d4724ad9f6560887891e184be68a374622b4b",
    "simhash": "1:9664a77854d2ebd6",
    "word_count": 1401
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rewalt versus Ulrich."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\nIf we take this provision just as it stands, it amounts to a gift to her for life, and then to her heirs, and that is equivalent to an absolute gift. But it is apparent that he meant issue by the word heirs: and if he had used that word, it is quite apparent that the clause would have been construed an entailment; and that, when relating to personal property, is also equivalent to an absolute gift. There is nothing here, as in many reported cases, that ought to induce us to reject this consequence of the word issue. Here the gift is absolute in the first instance, and the qualification of it uncertain. If the word heirs were technically accurate it would annul the qualification, and such is the effect of the word issue;' and yet in the mind of the testator those two may have had a widely different meaning. We ought not to substitute the word issue for the word heirs, and then refuse to it its technical meaning, especially when that favors the absolute vesting of the gift and equality among the testator’s heirs.\nIf we wrere to treat the gift as a life estate, the limitation over to his children and their heirs is not too remote; for the word heirs is improper; and besides, it is surplusage, because, without this, the gift over would vest in right in them on the testator’s death, subject to be divested on her death leaving issue, and of course would be transmitted in right to the representatives of those who die before the vesting in enjoyment. If we could treat it as an entailment, the same principle would govern in this respect.\nAnd we cannot use the word “ then” as leading to a different construction of this qualification; for “then,” or “in that case,” or similar expressions are always used in these substitutionary clauses, and they all involve the idea of the time “then;” yet it is not from them, but from other parts of the will, that we learn what time is meant for the vesting. It is not the “then” that gives us the when.\nNor does the bequest over to his children “and their heirs,” express an intent to limit the granddaughter’s share to a life estate, for that is one of the most common of all limitations after an estate tail.\nAnd we are not willing to admit that there is anything unreasonable in the result attained by the principle here assumed. An artificial rule applied to an artificial subject is not an illegitimate process. It may be true that in such cases a testator is seldom thinking of an indefinite failure of issue; but it is just as true that he as seldom thinks of the consequences of a contrary construction, and that very often he has no very definite thought about it. It is much more probable that he intended the gift to his granddaughter to be absolute if she should have issue, as she has, than that he intended to take it away if she should die without leaving any issue surviving her.\nCertainly, he intended her to have the money; and most likely he never thought of his intention being defeated in this respect, by her being unable to give bail that she would not use the money. Possibly, ho intended merely to provide for her death in his lifetime. It is not at all likely that he intended her children, not yet born, or his legatees over after them, to have the principal benefit of this gift. That the gift is to her, proves that, as to it, she was the principal object of his bounty.\nThere is nothing more common than for testators and their scriveners to write the clauses of their wills from some form book, where they find their thought approximately expressed, without thinking very clearly on the subject, or studying the effects of the provisions which they find made to their hand. In such cases the construction which the law puts upon their expressions is apt to be quite as appropriate as any which they would have made themselves, and quite as suitable to unanticipated events. In this class of cases the usual construction has the merit of vesting the legacy absolutely at the earliest possible date, and of making it available to the primary object of the testator’s bounty; and in the present instance, it favors equality among his heirs.\nWe have often felt that our duty in construing wills would be much more satisfactorily performed, if we were more fully advised of the circumstances under which the will was made, as the state of the testator’s property, family, and the like: 2 Jarm. on Wills 742; 2 Pow. on Devises 6; 20 State Pep. 59. We do not think that such information would have been useless here.\nJudgment reversed and judgment for the plaintiff.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "McCormick, for the plaintiff in error,",
      "H. Alricks and JET. A. Alricks, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Rewalt versus Ulrich.\n1. \"Words in -wills, which, in relation to land, would create an estate tail, give an absolute right to chattels.\n2. Words that create a vested or an absolute estate, will not, on a doubtful implication from other words, be construed contingent or defeasible.\n3. Primd facie the first taker is the principal object of the testator’s bounty, and in doubtful cases the construction leans in favor of making the gift to him as effectual as possible.\n4. In doubtful cases the construction leans in favor of the heirs, and in favor of vesting at the death of the testator, or at the earliest possible period thereafter.\n5. The circumstances under which a will is made, as the state of the testator’s property, family, and the like, are often material aids in its interpretation.\n6. Where personal property is bequeathed to the testator’s children, and the child of a deceased child equally, and the grandchild’s portion has the qualification, that if she should “die without heirs,” it should be equally divided among his children “ and their heirs.” Held, that the granddaughter’s share vested absolutely on the testator’s death, she having survived him.\nError to the Common. Pleas of Dauphin county.\nAction by William Rewalt and Elizabeth his wife, against the executors of her grandfather, Michael Ulrich, to recover a legacy claimed by her under his will. Her title to the legacy was not disputed ; but the defence was that her title was only for her life, with a quasi remainder to her children, or to the testator’s children, and that she had not given bail in accordance with the Act of Assembly; and this defence was sustained below.\nThe whole case turned upon the construction of the words of bequest in her favor, which are as follows:—\n“ My granddaughter (Elizabeth) shall have one seventh part in right of her deceased mother, my daughter Elizabeth. Should, however, my granddaughter die without heirs, her seventh part shall then be equally divided among my six children before named, or their heirs.” He then directs his debts to be paid, and says “ the overplus shall then be equally divided among my children and granddaughter, 'share and share alike, to them as above named,” there being six children.\nMcCormick, for the plaintiff in error,\nargued that these words would make an estate tail of land, and give an absolute title when referring to personal property, and cited Fearne on Rem. 467; 2 Jarm. on Wills 427, 442, 446; 2 Rop. on Leg. 353, 370; 1 Prec. Ch. 528; 1 P. Wms. 534; 6 T. R. 307; 17 Ser. & R. 293; 9 Watts 494.\nH. Alricks and JET. A. Alricks, for defendants in error.\nIt was argued that tine expression “ die without heirs” was equivalent to a dying without issue living, and that therefore the implied limitation in favor of the legatee’s children, and the express one in favor of the testator’s children, were good, and the estate of the plaintiff was but a life estate; and cited 2 Jarm. on Wills 498, 499; 4 Pick. 198; Cro. Jac. 590; 6 Ser. & R. 460; 3 Barr 304; 5 Id. 266; 2 Id. 69; 2 Pick. 243; 2 Dessaus. 18; 8 Mass. 29; 10 Johns. 12; Lewis on Perp. 324, 52 Law Lib.; 2 Rop. Leg. 396; 6 Ser. & R. 29; 2 Id. 59; 7 W. & Ser. 279; 6 Beav. 412; 9 Watts 494."
  },
  "file_name": "0388-01",
  "first_page_order": 388,
  "last_page_order": 391
}
