{
  "id": 973981,
  "name": "The Borough of York versus Forscht",
  "name_abbreviation": "Borough of York v. Forscht",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "391",
  "last_page": "393",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 391"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "13 Mass. 272",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2073800
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/13/0222-01"
      ]
    },
    {
      "cite": "2 Yeates 4",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "2 Dall. 240",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "opinion_index": -1
    },
    {
      "cite": "3 Cushing 404",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        1984070
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/57/0404-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 329,
    "char_count": 5132,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 3.0266090728838395e-07,
      "percentile": 0.854262738870104
    },
    "sha256": "246ed699a51bdfbc4e10b30e93a0b5fc07a2a9b731f90d6300a01cf5dd2a62fa",
    "simhash": "1:d9f9b9ca9d39030b",
    "word_count": 916
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Borough of York versus Forscht."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowbxb, J.\nIt is not denied that the record proves a conviction as an act of the Court, and thus makes out one condition upon which the reward depends ; but it is insisted that it does not tend to prove in this proceeding that Michael Fisher is the guilty person, which is the other condition of the reward.\nThe Court below held that the record of conviction was primé facie evidence of the guilt of Fisher for the purposes of this case, and this is in accordance with the case of Mead v. City of Boston, 3 Cushing 404.\nIt is certainly true, as a general rule, that a conviction in a criminal case is not evidence, in a civil case, of the fact upon which it is founded. And the reasons usually given, are, because it may have been produced by the testimony of the party interested in establishing the fact; because a contrary rule is wanting in mutuality, and because the parties and rules of proceeding in the two cases are different.\nNone of these reasons apply to the present ease: because this is not against the party convicted; because, as in penal actions, the expected reward does not affect the competency of the witness; because here there is mutuality, for the conviction is a necessary element of the case; and because, by the nature of the contract, the result of a case, to be instituted between other parties, is appealed to, and made a test of the relation of these parties to each other. The rule does not apply to this case, because its reasons do not.\nThe proceeding in penal actions is a very direct analogy in support of the evidence. There, a reward is offered for the detection and conviction of offenders, and the right to it is established by the very proceeding that produces the conviction. Here the substance is the same, though the form of proceeding is necessarily different. The conviction is had in one proceeding, and the reward recovered in another; and this difference admits the defence, in the latter case, that the conviction was obtained by fraud, mistake, or perjury ; or, in other words, that the consideration has failed.\nThe present case may be stated thus: The burgesses of York are a part of the public police. It is therefore the state, by one of its departments, that offers a reward forVhe detection and conviction of an unknown offender against its laws. The plaintiff below professes to have made the detection, and points out the offender. The state then takes up the matter, and proceeds in its own way to ascertain whether or not this is the real offender, and decides that he is. Surely the state, or the department immediately concerned, is bound to admit that the reward is earned.\nBesides this, the very purpose of conviction, in its relation to the reward, is to ascertain the fact of detection, and for that purpose alone it is made a condition of the reward. To it the offer of the reward appeals, and by it the defendants below are hound, unless error be shown.\nIt will be seen that these views rule most of the points raised below against the plaintiff in error. As to the others, we must content ourselves with saying that we see no error in them, and that it is within the legitimate province of the burgesses of a borough to offer rewards for the detection of offences against the general safety of the inhabitants.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowbxb, J."
      }
    ],
    "attorneys": [
      "Divans and Mayer, for the plaintiff in error,",
      "Burhee, with whom was Keyser, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "The Borough of York versus Forscht.\n1. \"Where a reward is offered for the detection and conviction of an offender, and a person is detected and convicted, the record of conviction is evidence, in an action for the reward, that the person convicted is the true offender.\n2. It is within the legitimate province of the burgesses of a town to offer rewards for the detection of offenders against the general safety of its inhabitants.\nError to the Common Pleas of Torle county.\nAssumjmt by Samuel Forscht against the borough for a reward of $1000, offered by the burgesses for the detection and conviction of the person who set fire to Mrs. Beitzel’s barn in said borough, on the evening of the 22d December, 1850. Forscht made information against one Michael Fisher, and he was tried and convicted. The principal points in the cause were as to the authority of the burgesses to offer such reward, and as to the competency of the record of conviction as evidence of the identity of the offender. The Court below, Graham, P. J-., decided both points in favor of she defendant in error.\nDivans and Mayer, for the plaintiff in error,\non these points relied on the charter of the borough and its several supplementary Acts, and on Freeman v. Boston, 5 Metcalf 56; Stetson v. Kemp-ton, 13 Mass. 272; McDermond v. Kennedy, Brightly’s Rep. 332; Commonwealth v. McWilliams, 11 State R. 61; King v. Boston, 4 East 572; Burdon v. Browning, 1 Taunt. 520; Smith v. Rummens, 1 Camp. 9; Hathaway v. Barrow, Id. 151; King v. The Warden, 12 Mod. 337; Respublica v. Smith, 2 Dall. 240; Same v. Sheppard, 2 Yeates 4; Same v. Wright, 1 Id. 401; 1 Starkie Ev. 278-280; 1 Greenl. Ev. 537.\nBurhee, with whom was Keyser, for defendant in error.\nThey relied principally on Mead v. The City of Boston, 3 Cushing, 404."
  },
  "file_name": "0391-01",
  "first_page_order": 391,
  "last_page_order": 393
}
