{
  "id": 974015,
  "name": "Stewart versus Montgomery",
  "name_abbreviation": "Stewart v. Montgomery",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "410",
  "last_page": "413",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 410"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 387,
    "char_count": 7280,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 2.4296692258661803e-07,
      "percentile": 0.8019000335540798
    },
    "sha256": "1e3a3ad98f23fa95f1e156e3e7d04b13ab5631b4216f6921e32d07fa8d6e4ed0",
    "simhash": "1:5fe90a150a5ebaac",
    "word_count": 1273
  },
  "last_updated": "2023-07-14T18:41:05.651470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stewart versus Montgomery."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nIt is clearly and definitely settled, that, where a judgment is obtained against an executor, upon a scire facias subsequently issued to charge the realty in the hands of an heir or devisee, the judgment against the personal representative does not preclude a defence upon original grounds.\nThe Act of 1834 requires the widow, heirs, and devisees to be made parties to suits brought against the personal representatives where the intention is to charge the real estate with the payment of the debt sought to be recovered. As parties they may avail themselves of any defence which will defeat the claim and protect their estate. This Act was not intended to give (nor does it give) the right to be twice heard upon one issue by the same person.\nAs executor of his father’s estate, the plaintiff in error had his day in Court. Not being successful in defending against the demand, of the plaintiff below, in a representative capacity, he asks now for a second chance as devisee of the real estate. As executor, his official duty, prompted by his personal interest, urged him to make every defence in his power. It is stated in the bill of exceptions, and in the charge of the Court, that the rejected evidence was then admitted and passed upon. Suppose the verdict had been against the plaintiff in a contest with the executor, could he have renewed the battle by attacking the same person as devisee ?. Clearly not. Why then should not the defendant be precluded from gainsaying the decisiveness of the. result ? Equality of right in our Courts of justice lies at the very foundation of American jurisprudence.\nBecause the statute requires the devisee to be made a party, it is argued that the right of defence follows. So it does, if the question is an open one; but, where it has already been adjudicated between the same parties, although in a somewhat different form, it must be considered as settled. Atherton v. Atherton, 2 Barr 112, is not in point. There the land was attempted to be sold, upon a judgment against the administrator, without having-made the heir a party. Upon the application of an alienee, the levy was set aside. But it is nowhere said in that ease, or in any other, that, if the heir had been made a party, he would not have been bound by a judgment obtained against him as executor or administrator so as to be estopped from setting up the same defence the second time.\nBefore the Act of 1834, a judgment against personal representatives was conclusive against heirs or devisees without a hearing on their part. To hear them twice would be the other extreme. If the same opportunity is given to them for defence that is afforded to other suitors, there is no ground of complaint.\nWhether there was sufficient personal estate to pay the judgment, was wholly immaterial in this proceeding. The creditor had the legal right to charge the real estate, by making the devisee a party before the'personal estate is finally settled. The fund to be resorted to for the ultimate payment of the judgment, is at all times under the control of the Court. Moreover, it is, to say the least, somewhat singular that the defendant should interpose this defence. If it is true that there is personal property in his hands sufficient to pay the debt, why does he not pay it ? Ample opportunity has been afforded him to do so, but, instead of satisfying the claim voluntarily, the plaintiff has not been able to realize the fruits of his judgment, although he has used process of law for this purpose.\nThe purchase of the estate by Gregg since the scire facias against the devisee, gives him no better footing than his grantor (Stewart) had before the sale.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Linn, AArith whom AA'as Hale, for plaintiff in error.",
      "McAllister, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Stewart versus Montgomery.\n1. Though in a proceeding by scire facias on a judgment against the executor alone, the heir or devisee, who has not been notified, is not precluded by the judgment, but may contest it; yet where the executor is the sole devisee of the real estate the judgment is conclusive.\n2. In the scire facias proceedings against the executor as devisee of the real estate, it was not material whether or not sufficient personal estate to pay the claim had come to the hands of the executor; the creditor was not bound to wait for a settlement of the personal estate, before charging the land with his claim. The fund to be resorted to will be under the control of the Court.\n3. A purchaser of the land from the devisee after scire facias issued upon the judgment, was in no better situation than the devisee himself.\nError, to tbe Common Pleas of Oentre county.\nH. Montgomery brought an action on the case to August Term, 1849, against D. A. Stewart, as executor of the will of William Stewart, deceased, to recover for medical services rendered to the testator. The pleas were non assumpsit and non assumpsit infra sex annos. On 11th September, 1850, verdict for plaintiff for $142.50. A fi. fa. to November Term, 1850, was returned “ nulla bona.” On 11th September, 1851, a scire facias was issued against the said William Stewart, as executor, with notice to him as devisee of the real estate left by the said deceased.\nOn the trial, under the scire facias, the judgment in the first suit being offered in evidence on part of the plaintiff, was objected to; and after argument it was asked that Andrew Gregg be admitted as defendant to defend his interest as purchaser from the said D. A. Stewart, devisee of the real estate, the conveyance to Gregg being dated 20th December, 1851. He was added as a defendant, but the Court declined to direct the jury to be re-sworn. The record of the judgment was objected to, it being alleged that it constituted no cause of action against the devisee, and that the plaintiff must establish his original cause of action. The record was admitted.\nD. A. Stewart was devisee of all of the real estate of William Stewart, subject to the payment of certain legacies. The inventory of the personal estate, showed personal assets come to the hands of the executor amounting to about $4500, composed chiefly of notes and other choses in action. No administration account had been settled.\nWhen the deed to Gregg was offered, it was objected to on part of plaintiff, because it was subsequent to the judgment and to the issuing of the scire facias. It was admitted.\nOn part of defendant it was offered to contest the judgment on original grounds. This was objected to, on the ground that D. A. SteAvart, the defendant, being the sole executor and devisee of the real estate, was the only person interested in the suit, and Avas precluded by the judgment. The evidence was OAmi’ruled.\nAugust, 1853, verdict for plaintiff for $167.78.\nError was assigned to the admission of the record of the judgment; to the rejecting of the evidence offered in opposition to the claim; to the charge by Burnside, J., that D. A. SteAvart had his day in Court; that the return of nulla bona was strong primd facie evidence that the personal estate had been exhausted; and that Gregg, the purchaser, having purchased after the judgment was obtained and the scire facias issued, Avas in no better situation than D. A. Stewart.\nLinn, AArith whom AA'as Hale, for plaintiff in error.\nMcAllister, for defendant in error."
  },
  "file_name": "0410-01",
  "first_page_order": 410,
  "last_page_order": 413
}
