{
  "id": 974082,
  "name": "Shitler versus Bremer",
  "name_abbreviation": "Shitler v. Bremer",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "413",
  "last_page": "415",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 413"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Peters Rep. 387",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 174",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Wharton 399",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829046
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0399-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 319,
    "char_count": 5250,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 1.6211949453013668e-07,
      "percentile": 0.6872659371260641
    },
    "sha256": "ccfcdac4dc405ffe8cc649721b75050295f464a0c9468bfc7ee616a323b29da0",
    "simhash": "1:0409caf0a3c529ed",
    "word_count": 960
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shitler versus Bremer."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nThe evidence given to prove that the letter was in the handwriting of the defendant below was very slight. One witness said “ it looks like it; resembles it; can’t say I believe it to be his writing, for there is a possibility of mistake; there is a general resemblance.” Another says “there is a slight resemblance of some letters.” We cannot say that it was error in the Court to submit this evidence to the jury.\nThere was error, however, in the effect given to the letter after the signature was established. The suit was brought to recover for goods sold eleven years before its commencement. The defendants plead the statute, and the admission contained in the letter was simply that he was indebted to the plaintiff, coupled with a promise to pay “ some in two months, and all before long, with interest from April, 1846.” The letter wras dated, in July, 1846. Now, without attempting a review of the decisions made by our predecessors, upon the requisites to avoid the bar of the statute of limitations, it is sufficient to say, that we have recently held, in an unreported case, that a naked admission of indebtedness, without in any way indicating the amount or nature of the debt, or a promise to pay something without any reference to the sum to be paid, or what it is to be paid for, is no answer to the plea of the statute. Here the letter relied upon as a promise to pay, and admission of a debt due, was entirely silent as to how much was due, what sum would be paid, or what was the character of the debt — whether one, or $1000; due for land or goods; founded upon a contract with or without a consideration.\nHad the case referred to been reported, and brought to the notice of the Court of Common Pleas, it would doubtless have produced a different result. As it was not, the error must be corrected in another trial.\nJudgment reversed and a venire de novo awarded.\nSee 10 Harris 308, Suter v. Sheeler.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Banks, for plaintiff in error.",
      "JE. L. Smith, contrit,"
    ],
    "corrections": "",
    "head_matter": "Shitler versus Bremer.\n1. In relation to the handwriting of the defendant a witness said he had never seen him write — had seen his writing — had seen his name to orders as school director brought to him as teacher — this “ looks like it — resembles it— can’t say I believe it to be his writing for there is a possibility of mistake.” Another said he had seen him write — “can’t say this is his writing — can’t say I believe it to be — there is a slight resemblance of some letters — seven years since I saw his writing.” Held, that there was no error in submitting the evidence to the jury.\n2. A naked admission of indebtedness without indicating the amount of the debt or of the promised payment, or the nature of the claim, will not prevent the bar of the statute.\nError to the Common Pleas of Berks county.\nThis was an action of debt, brought on 5th March, 1851, in favor of Shitler v. Bremer, on book account for goods sold and delivered and on defendant’s promise to pay. The plea of the statute was interposed.\nThe book account was for tobacco sold on 29th July, 1840, amounting to $109.68; and evidence was given of the plaintiff’s book. To avoid the statute, a letter, alleged to have been written by defendant, was offered, elated July 6, 1846. It was objected to ; and to prove the handwriting in it, a witness testified that he never saw Daniel Shitler write; “ I have seen his writing; I have seen order’s signed by him, that children brought to me as teacher, when he was a school director; there is a general resemblance to his handwriting. This looks like it — resembles it — can’t say I believe it to be his writing, for there is a possibility of mistake.”\nAnother witness testified that he had seen defendant write; “ can’t say this is his writing; can’t say I believe it; there is- a slight resemblance of some letters; seven years since I saw his writing; no resemblance in D’s as he writes now.”\nThe letter was admitted. In it, the writer requested the plaintiff to wait about two months longer, then he would come down and pay some, and all before long, and interest from April last, 1846, till paid. Jones, P. J., charged that the letter, if believed to have been written by the defendant, took the case out of the operation of the statute of limitations.” Verdict for plaintiff. The instruction was assigned for error.\n(See the case of Suter v. Sheeler, 10 Harris 308.)\nBanks, for plaintiff in error.\nIt was admitted that if a witness has the proper knowledge of a party’s handwriting, he may declare his belief as to the handwriting in question: 1 Greenleaf 576; 1 Barr 384. But-before it is allowable for a witness to express his belief, he must state facts and circumstances to show that he has sufficient knowledge to enable him to speak with reasonable certainty. It must not be guess-work or mere probability: 1 Harris 647, Porter v. Wilson. The rule is stated in Phil. Hv. 421; 1 Wharton 399. 2. To take the case out of the statute, the promise must not be vague or uncertain: 5 Harris 289; Id. 303; 2 Id. 481; 4 Barr 324; 10 Watts 174; 1 Peters Rep. 387. In the letter the nature of the debt and amount of it is not stated: 10 Barr 128.\nJE. L. Smith, contrit,\nreferred to case of Reader v. Grim, 3 P. L. J. 65; Huff v. Richardson, 7 Harris 389."
  },
  "file_name": "0413-01",
  "first_page_order": 413,
  "last_page_order": 415
}
