{
  "id": 974036,
  "name": "Commonwealth versus Gardner",
  "name_abbreviation": "Commonwealth v. Gardner",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "417",
  "last_page": "421",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 417"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 461,
    "char_count": 11841,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 4.856319230494445e-08,
      "percentile": 0.304472770420206
    },
    "sha256": "44f2870294e85320052aadbfb762734fadc109952cc0e09e423e974dcc486366",
    "simhash": "1:cceed4f4dd6e13bf",
    "word_count": 2007
  },
  "last_updated": "2023-07-14T18:41:05.651470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth versus Gardner."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nAn Act of Assembly was passed on the 21st of March, 1852, which provided “ that the parts adjacent to the Pine Grove School-house, in the township of East Pennsborough, now embraced in the Walnut Grove school district, shall be erected into a separate school district, entitled to all the rights and privileges now allowed by law to the several districts of this Commonwealth.”\nUnder this Act, the defendants claimed to have been elected school directors for a portion of the territory formerly included in East Pennsborough township and school district, and took upon themselves the duties thereof.\nA writ of quo warranto was issued at the instance of the directors of the old district, alleging that the defendants had usurped the office of school directors over a portion of said district.\nThe plea was, in substance, that the General Assembly, by the Act above quoted, had created a new district, and that under it the defendants were duly elected, and have the right to exercise the duties of directors of the common schools within said new district.\nThis plea was traversed by the relator, and hence two questions arose upon the trial, — 1st. Was the Act a valid one? 2d. Was the election legal ?\nIt was conceded by the defendants that, previous to the passage of the controverted Act, there was no school district in East Pennsborough township known as the “Walnut Grove school district but it was contended that there was a sub-district by that name, and witnesses were examined under an exception to prove the existence of such a sub-district. Upon evidence on the one side tending to prove the existence, and, upon the other, the 'nonexistence of said sub-district, the Common Pleas instructed the jury, — “ That if, prior to the Act of 21st March, 1853, there was a sub-district in East Pennsborough township known and recognised as the Walnut Grove school district or sub-district, of known, determinate, and fixed boundaries, capable of being ascertained, and pointed out without difficulty or mistake, then the Act referred to would not be inoperative and void, but would authorize the election of school directors, and the organization of the Walnut Grove district for school purposes, and the present defendants could hold and exercise the functions of school directors in the district thus organized.”\nThere was error alike in the reception of the evidence and the instruction as to its effects.\nSub-districts, under the Act of 7th April, 1849, could legally he created only hy the board of school directors, and the evidence of their action in this behalf is the township records or minutes of the board. Until the boundaries are ascertained and recorded, the sub-district is not in existence. If the minutes of the board did not show a sub-district, known as the “Walnut Grove district,” there was none, and it was error to receive parol evidence to prove the existence of what could have no real or legal existence.\nBut, supposing the existence of a Walnut Grove sub-school district to have been legitimately established, how would the case then stand ? It was, in the language of the Act, “ the parts adjacent the Pine Grove School-house, in the township of East Pennsborough, now embraced in the Walnut Grove school district,” which were to form the new district.\nIt is said that by establishing the boundaries of the Walnut Grove sub-school district, you have the precise ground covered by the new district. In other words, that the whole of said sub-district and no more, was to comprise the mew district. Unless this can be adopted as the correct construction of the Act, there is neither accuracy nor precision in the description. If the words, “ now embraced in the Walnut Grove school district,” are to be considered in an unqualified sense, then of course all the territory within said district is included; but the Act reads “ the parts adjacent the Pine Grove School-house, now embraced,” &c. Here then are two matters of description, and we are not justified in excluding either. 1st, The territory must be adjacent to the Pine Grove School-house; and 2d, It must be embraced in the Walnut Grove school district. As well might it be said that everything was included which was adjacent to the Pine Grove School-house, whether embraced in the Walnut Grove school district or not, as to say that all that was so embraced was to be taken, whether adjacent. to the school-house or otherwise.- Again, to confine the description to the Walnut Grove school district, we have the legislative absurdity of making a new district out of the precise territory of an old one. The Act would read thus: “ That the parts now embraced in the Walnut Grove school district, shall be erected into a separate school district,” &c. Our respect for the legislative department of our state government, forbids that we should take such liberties with their enactments, particularly as by it we convict them of doing not only a useless, but a foolish Act.\nAs we understand this legislation, there is really nothing by which to locate the school district but the Pine Grove School-house and the parts adjacent thereto, for there was no Walnut Grove district or sub-district in existence, and we cannot suppose that the legislature intended even by implication to sanction a sub-district attempted to be made in plain violation of the law of the land. But even with the Walnut Grove district as descriptive in part of the locality of the new district, the Act was void for uncertainty. It was neither certain in itself, nor could it be rendered so by anything to which it referred.\n■ The error which the Common Pleas committed was in permitting the defendants to patch up an attempt at legislation, totally and ineurably defective in its descriptive parts, by proving the existence of that to which the law itself forbade an existence.\nThe evidence should have been rejected, and the jury instructed that the Act in question was inoperative and void, and consequently no justification to the defendants.\nAs what has already been said is decisive of the case, it is unnecessary to consider the assignments of error which relate to the manner of the election. No one could legally be held, therefore it is wholly immaterial as to the way in which it was conducted.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Henderson and Miller, for plaintiffs in error.",
      "Bonham and Watts, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Commonwealth versus Gardner.\n1. Where the terms of an Act of Assembly designed to establish a separate school district are so uncertain that the boundaries of the district cannot be definitely ascertained, it is inoperative and void.\n2. The 11th section of the Act of 21st March, 1852, provided, That “ the parts adjacent the Pine Grove School-house in the township of East Pennsborough in the county of Cumberland, now embraced in the Walnut Grove School District, shall be erected into a separate school district,” &c.: Held, that there being no Walnut Grove School District legally established, the Act was void for uncertainty.\n3. The fact that a sub-school district had been irregularly formed, its boundaries never having been entered on the minutes of the board of school directors as required by law, did not cure the defect in the Act.\n4. A sub-school district can be formed only by the school directors of the proper district, and the only evidence of their action on the subject is the minutes of their board on which should be entered the bounds of the sub-district.\nError to tbe Common Pleas of Cumberland county.\nThis was a writ of quo warranto, issued at the instance of the school directors of East Pennsborough township, to Gardner and others, to show by what authority they acted as school directors over a portion of the township.\nThe defendants represented themselves as acting under the authority of an Act of Assembly, passed on 21st March, 1852 (Acts, p. 377), as follows:—\nSection 11. That the parts adjacent the Pine Grove Schoolhouse, in the township of East Pennsborough, in the county of Cumberland, now embraced in the Walnut Gfrove school district, shall be erected into a separate school district, and be entitled to all the rights and privileges now allowed by law to the several school districts of this Commonwealth.\nThe first seetion of the Act of 7th April, 1849 (Acts, p. 441), provides that “ every township, borough, or ward in this commonwealth, shall constitute and be a school district.”\nAs to sub-districts, the 17th section provides that “the directors of each district may, if they deem it expedient, divide the same into sub-districts, the bounds of which shall be entered on the minutes of the board; and said sub-districts shall not be altered or abolished, except with the consent of a majority of the citizens of the sub-districts, ascertained at a public meeting held for that purpose, or by writing, signed by their names, and addressed to the board of directors.”\nOn the part of the defendant, it was pleaded that “the parts adjacent the Pine Grove School-house, in the township of East Pennsborough, now embraced in the Walnut Grove school district, is a well defined and well known school district, lying and being in the township aforesaid; and that the same has been known, used, and called by the name of Walnut Grove school district, ever since the passage of the School Act of 1836; and being so known, and defined, the legislature by the Act of 1852 erected it into a separate school district, and that in'pursuance of such Act, the defendants were elected school directors.”\nIt was not shown that the boundaries of the alleged sub-district had been entered on the minutes of the board of school directors of East Pennsborough township, but as to the existence or nonexistence of such a district, was heard on the trial.\nVarious points were submitted on part of plaintiffs, the first of which was, if the jury believe “that the parts adjacent the Pine Grove School-House, in the township of East Pennsborough, now embraced in the Walnut Grove school district,” were at the time of the passage of the Act uncertain, in its description, and did not include any certain and fixed boundaries; and that the bounds of the territory intended to be included in said description have never been entered on the minutes of the board, — then the Act of 21st March, 1852, is no authority for the defendants to exercise the rights and privileges of school directors, and they were usurpers.\nGraham, P. J., in relation to objections made to the regularity of the election of the defendants, charged that the question as to the- validity of the election was more a question of law for the Court than of fact for the jury; and instructed them that the election would not in this case be considered irregular, as the suggestion had not been made at the instance of citizens who resided in the district; but he referred to the jury to decide from the evidence whether such a sub-district as the Walnut Grove school district, with fixed and known limits, existed before the Act . of 1852, and if so, to find for the defendants.\nVerdict was rendered for the defendants.\nError was assigned to the admission of testimony as to the alleged .sub-district, it being alleged that no sub-district could legally exist unless its boundaries were entered on the minutes of the board of school directors of the township, and that such minutes were the only proper evidence. 2. To the admission of a witness to show when, where, and how the defendants were elected school directers. 8. To the admission of the book of minutes of the alleged súb-district. 4. To the instruction and answer in reply to the jírsí-póint, and to the charge as to the election, and the right of the defendant to act as directors within the limits of the East Pennsborough district.\nHenderson and Miller, for plaintiffs in error.\nBonham and Watts, for defendants in error."
  },
  "file_name": "0417-01",
  "first_page_order": 417,
  "last_page_order": 421
}
