{
  "id": 974080,
  "name": "Morrison versus Funk",
  "name_abbreviation": "Morrison v. Funk",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "421",
  "last_page": "423",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 421"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts 214",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 361,
    "char_count": 6334,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 1.5037998731924066e-07,
      "percentile": 0.6661409603417033
    },
    "sha256": "b41c0d21cd8dc169c0215c1665662d8e54046da5c247481414061d8abc929d1c",
    "simhash": "1:f6f5312185e4f0c3",
    "word_count": 1091
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Morrison versus Funk."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nA purchaser at sheriff’s sale is protected by the recording acts against an outstanding title of which he has neither actual nor constructive notice. But this principle cannot be so applied as to convert an equitable into a legal estate.\nThe possession of Samuel Funk was notice of his title. It did not, however, vary the effect of the record which showed the legal title to be in the plaintiff below, as executor of G-eorge Funk. Samuel, by his purchase at the executor’s sale, followed by possession and improvements, had an imperfect estate with the right to call for a conveyance upon payment of the purchase-money. This interest passed to the plaintiff in error by his purchase at the sheriff’s sale. The effect of the delay in calling for an execution of the contract upon the part of the executors, was to cast the onus upon the plaintiff below. After the expiration of twenty years, the law presumed the purchase-money to have been paid. This presumption in the estimation of the jury was overthrown by the evidence, which left the way open for the plaintiff to demand a specific execution of the contract.\nThe President of the Common Pleas was right in instructing the jury “ that if the purchase-money was not paid, the plaintiffs were entitled to a conditional verdict.”\nWe see no error in the manner in which the evidence was submitted to the jury.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "The case was submitted. King and Jordan were for plaintiff.",
      "Cessna, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Morrison versus Funk.\n1. Though a purchaser at sheriff's sale is protected by the recording Acts against an outstanding title of which he has neither actual or constructive notice, this principle is not to be applied so as to convert an equitable into a legal title.\n2. The possession of one who received possession under articles of agreement, was notice of his equitable title only; and only such title passed to the sheriff's vendee under a judgment against him.\n3. After possession for twenty years payment of the purchase-money will be presumed-but such presumption may be rebutted.\n4. The admissions of the first purchaser that the purchase-money was unpaid, made before judgment obtained against him, were admissible in evidence against the purchaser at sheriff’s sale under such judgment.\n5. If the purchase-money were not paid the owners of the legal title were entitled to a verdict to be released on payment of the purchase-money at a time to be fixed by the jury.\nError to the Common Pleas of Bedford county.\nEjectment by George Funk, surviving executor of the will of George Funk, deceased, v. Sophia Morrison and others, for a house and lot of ground in Bedford. The writ was issued on 2d February, 1852. Plea, not guilty.\nThe ground in dispute belonged to George Funk, who by his will, proved in 1814, directed it to be sold by his executors. The executors sold it in December, 1814, to Samuel Funk for $1300. No deed to him was made, but he took possession and subsequently built upon it. The house was completed in 1835 and occupied by his tenants.\nIn December, 1842, Joseph S. Morrison obtained judgment against Samuel Funk, the purchaser, and the premises in dispute were sold on ven. exp. under it in February, 1848, and deed made to S. M. Barclay who purchased in trust for Morrison. On 6th September, 1851, Morrison sold to Cook, one of the defendants, by articles of agreement.\nThis ejectment was brought to enforce specific performance of the contract of sale to Samuel Funk.\nTo show the non-payment of the purchase-money, a witness testified that he offered to purchase the premises from Samuel Funk in 1835 and 1840; and that in 1835 Funk said he would see the heirs and let him know; and in 1840 he said he could not make a good title for the property, unless his brothers and sisters would consent.\nAnother witness said he had frequent conversations with Samuel Funk about this property, and that Funk said to him that he had never paid the executors for the property; that he ought to have a credit for some money borrowed, about $130, borrowed in 1831 or 1832. The witness said he could not fix any date to such conversations ; they extended back a good while before Funk’s death. He died two or three years ago.\nThe Court rejected evidence of admissions by Funk made after the entry of Morrison’s judgment.\nKimmel, President Judge, charged, inter alia, “that this being an unfinished title, the purchaser was bound to take notice of its defects, and could not claim to be an innocent purchaser without notice; and although the executor laid by for thirty years, yet if Samuel Funk never paid the purchase-money he could not set up such delay as a defence, and that Morrison could only avail himself of such defence as belonged to Funk.” He further charged, “ that after twenty years, payment of the purchase-money would be presumed, but that the presumption could be repelled. That the only admissions made by Funk on which the jury could rely, were those made before Morrison’s judgment was obtained; and he directed them that if they believed the purchase-money was not paid, to find for the plaintiff, the judgment to be released on the payment of the purchase-money remaining due; and to give defendants time for its payment.\n\"Verdict was rendered for plaintiff to be released upon payment of $4046, to be paid one-third in six months, and the balance in two equal annual payments with interest on the whole sum. Credit was allowed for about $130. The deed was delivered to prothonotary, and judgment was entered on the verdict.\nError was assigned to the charge.\nThe case was submitted. King and Jordan were for plaintiff.\nIn the printed argument it was, inter alia, observed that in order to recover,' other facts should have been established besides the non-payment of the purchase-money; that a party is not entitled to the aid of a chancellor where, owing to his laches, the rights of other parties intervened: 1 Brightly 48; 2 Pa. Law Journal 65.\nCessna, for defendant in error.\nThe presumption of payment after twenty years was capable of being rebutted: 17 Ser. & R. 53; 2 Watts 214; 7 W. & Ser. 70; 5 Barr 435. The conversations admitted in evidence were those AYhich took place after Morrison obtained judgment. Morrison Avas not to be considered as an innocent purchaser without notice. This was a judicial sale, and the principle of caveat emptor applies."
  },
  "file_name": "0421-01",
  "first_page_order": 421,
  "last_page_order": 423
}
