{
  "id": 974016,
  "name": "Porter versus Seiler",
  "name_abbreviation": "Porter v. Seiler",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "424",
  "last_page": "432",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 424"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Gall. 483",
      "category": "reporters:federal",
      "reporter": "Gall.",
      "opinion_index": -1
    },
    {
      "cite": "6 Conn. 508",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6755569
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/6/0508-01"
      ]
    },
    {
      "cite": "5 Day 144",
      "category": "reporters:state",
      "reporter": "Day",
      "opinion_index": -1
    },
    {
      "cite": "5 W. 376",
      "category": "reporters:state",
      "reporter": "W.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "377"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "4 Bibb 400",
      "category": "reporters:state",
      "reporter": "Bibb",
      "case_ids": [
        6415121
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/7/0400-01"
      ]
    },
    {
      "cite": "3 Rawle 172",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822489
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0172-01"
      ]
    },
    {
      "cite": "3 Whar. 274",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "8 Conn. 431",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6753527
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/8/0431-01"
      ]
    },
    {
      "cite": "10 Pick. 252",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2014276
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/27/0256-01"
      ]
    },
    {
      "cite": "11 Wendell 18",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "3 Blackf. 155",
      "category": "reporters:state",
      "reporter": "Blackf.",
      "case_ids": [
        1391996
      ],
      "opinion_index": -1,
      "case_paths": [
        "/blackf/3/0155-01"
      ]
    },
    {
      "cite": "5 Watts 344",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 275",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843935
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0275-01"
      ]
    },
    {
      "cite": "3 Bibb 192",
      "category": "reporters:state",
      "reporter": "Bibb",
      "case_ids": [
        6392989
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/6/0192-01"
      ]
    },
    {
      "cite": "1 Marsh. 168",
      "category": "reporters:state",
      "reporter": "Marsh.",
      "opinion_index": -1
    },
    {
      "cite": "7 Porter 106",
      "category": "reporters:state",
      "reporter": "Port.",
      "case_ids": [
        11255872
      ],
      "opinion_index": -1,
      "case_paths": [
        "/port/7/0106-01"
      ]
    },
    {
      "cite": "9 Pick. 551",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2058415
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/26/0561-01"
      ]
    },
    {
      "cite": "5 Porter 382",
      "category": "reporters:state",
      "reporter": "Port.",
      "case_ids": [
        11256470
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/port/5/0382-01"
      ]
    },
    {
      "cite": "5 Cushing 295",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        314650
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/59/0295-01"
      ]
    },
    {
      "cite": "3 Wharton 274",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "7 Conn. 116",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6753326
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/7/0116-01"
      ]
    },
    {
      "cite": "3 Bibb 195",
      "category": "reporters:state",
      "reporter": "Bibb",
      "opinion_index": 0
    },
    {
      "cite": "16 Wendell 646",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2149101
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/16/0646-01"
      ]
    },
    {
      "cite": "1 Kirby 60",
      "category": "reporters:state",
      "reporter": "Kirby",
      "case_ids": [
        11137581
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kirby/1/0060-01"
      ]
    },
    {
      "cite": "3 Rawle 172",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822489
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/3/0172-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 973,
    "char_count": 25537,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 7.354104396105706e-07,
      "percentile": 0.9688468323828918
    },
    "sha256": "bda8949b526401fb7bdaa16e7facd0115f0d57205080b77fa7b479d0b0f76243",
    "simhash": "1:7ac396e0874390b3",
    "word_count": 4511
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Brack, C. J.,' concurred with Lewis, J."
    ],
    "parties": [
      "Porter versus Seiler."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nThis was an action of trespass vi et armis, brought by Christian Seiler v. Henry Porter, to recover damages for an alleged assault and battery. The declaration charges the assault and battery to have been committed by injuries inflicted with a knife of the defendant upon the person of the plaintiff. The plea was “not guilty,” to which was added after the evidence had closed, “ son assault demesne.” The verdict was for two thousand dollars, upon which judgment was rendered in the Common Pleas of Dauphin county.\nIn this Court six errors, are assigned. One to the admission of evidence offered by the plaintiff; one to the rejection of evidence offered by the defendant; and four to the instructions given by the Court to the jury in the general charge.\nBut little need be said as to the first, third, fourth, and sixth assignments of error.\nNothing can be clearer than that it was not only competent, but important for the plaintiff to show that he was authorized by the owner of the horse to take it from the possession of the owner’s son and the defendant, otherwise he would have occupied the very unfavorable position of being injured in attempting, by force and without right, to take possession of a horse and carriage then in the actual custody of others.\nThe remark as to which of the witnesses were entitled to the most credit, preceded and followed as it was by the explicit declaration that the jury were'the sole judges alike of the correctness and credibility of the witnesses, calls for no interference from us. The same may be said as to that part of the charge in which the jury were told that it was for them to determine to what extent the defendant was injured, or whether he feigned greater suffering than he endured. Surely it requires no argument to prove that we cannot reverse an important cause upon such grounds as these.\nAs to the damages, the jury were instructed that if they believed the attack was wanton and unprovoked, and with a deadly weapon, they could give exemplary, or even vindictive damages, if necessary to repress the practice of carrying and using deadly or dangerous weapons. The objection urged against this part of the charge is, that there was no evidence that any such practice existed in the community where the injury was inflicted and the cause tried. Grant it. Yet the direction was correct without the reason. If the attack was wanton and unprovoked, and with a deadly weapon, it was a case for vindictive damages, whether there was such a practice or not, and whether it would repress it or not. The addition could not injure the defendant, but might benefit him, for the jury might infer that unless it was necessary to repress the practice spoken of, vindictive damages should not be given. So far the case is free from- difficulty. There remain, however, to be noticed, somewhat more in detail, the second and fifth assignments of error.\nThe defendant offered upon the trial to show his general character, that it was uniformly good, and that he was reputed to .be a peaceable and orderly person, for the purpose of rebutting any inference of malice. This was objected to and rejected. The question thus presented is by no means a new one. , Many cases in which the principle is involved are to be found in the English reports, and in those of the different states of this Union. The decisions have not been in entire conformity with each other, but the weight of authority is largely in favor of the rule as pronounced by the Court below. The Attorney-General v. Bowman, 2 Bosanquet & Puller 532, note A, is the leading English case. This was an information against the defendant for keeping false weights. It was proposed to give evidence of his general good character, but it was held to be inadmissible, Chief Baron Eyre observing that “ the offence imputed is not in the shape of a crime.” It would be contrary to the true line of distinction to admit it, which is this, that, in a direct prosecution for a crime, such evidence is admissible, but where the prosecution is not directly for the crime but for the penalty, it is not. In Goodright v. Hicks, cited in Buller’s N. P. 296, which was an action of ejectment by an heir at law, to set aside a will for fraud and imposition committed by the defendant, it was held that witnesses could not be examined as to defendant’s good character. Humphreys v. Humphreys, 7 Conn. Rep., was an issue upon the adultery of the wife, and the proof, merely presumptive evidence of her good character, was refused: Woodruff v. Whittelsey, 1 Kirby 60. Trover for goods, where fraud upon creditors by a colorable bill of sale was in question, and the evidence circumstantial, the general character of the parties to the bill for honesty was refused. In Fowler v. Etna Fire Insurance Co., 6 Cowen 473, a fraudulent valuation of loss at a fire was imputed to plaintiffs, which involved moral perjury at least, it was ruled that evidence of his good character was improperly received.\nGough v. St. John, 16 Wendell 646, was an action on the . case for a false and fraudulent representation as to the solvency of another. Upon the trial evidence was received that the defendant sustained a good character for honesty and fair dealing. The judges of -the Supreme Court were unanimously of opinion that this evidence was inadmissible; admitting that the contrary had been decided in Ruan v. Perry, 3. Caines 120, but overruling it in terms. In Givens v. Bradley, 3 Bibb 195, evidence of the plaintiff’s character was refused, although the action was assault and battery; and in Rogers v. Lamb, 3 Blackford 155, which was case for malicious prosecution, it was held that the defendant’s character was not in issue, and that he could not call witnesses to support it. In our own state evidence of the defendant’s good character was rejected in Nash v. Gilkeson, 5 Ser. & R. 352, although fraud was imputed to him by the evidence given by the plaintiffs. And in Anderson v. Long, 10 Ser. & R. 55, the plaintiff was refused permission to show his good character for honesty, although the defence ivas that he had fraudulently obtained the bond upon which the suit was brought.\nThe principles upon which these decisions rest, are 1st, That in civil suits evidence of the character of the parties, except where the character is directly in issue, is not admissible.\n2d. That putting character in issue is a technical expression, which does not mean simply that the character may be affected by the result, but that it is of particular importance in the suit itself, as the character of the plaintiff in an action of slander, or that of a woman in an action on the case for seduction. The remark of Professor Greenleaf, in his Treatise on Evidence, vol. 1st, sect. 54, that “ generally in actions of tort, wherever the defendant is charged with fraud from mere circumstances, evidence of his general good character is admissible to repel- it,” is not sustained by any authority which I can find, save Ruan v. Perry, 3 Caines, and this is expressly overruled in 16 Wendell, before referred to.\nIt is admitted that the defendant’s good character would have been legitimate evidence in his favor, upon the trial of an indictment for the assault and battery with which he was charged, and it is somewhat difficult to perceive why it should be received in the one case and excluded in the other; but such, as we have shown, is the well settled rule of law, and, unless it is manifestly wrong, ought not to be disturbed. It does not follow because it is not in consonance with the rule in criminal evidence, that it is therefore clearly wrong. To exclude evidence of character in all civil actions where character is not directly in issue, makes the result depend rather upon the character of the circumstances attendant upon the transaction than upon that of the parties, or either of them.\nIn the very able argument made by the counsel for the plaintiff in error, it is contended that where the action is to recover damages for an injury committed against the person by force, alleging a malicious intention upon the part of the defendant, and where the evidence is conflicting, character should be received. There is no such distinction or exception as this to be found in any of the authoritative cases. It is not the consequences to be apprehended from the result that puts the character in issue, but the nature of the issue itself. To use the language of Justice Daggett, in Humphrey v. Humphrey, (7 Conn. 116), “ Causes charging cruelty, and even forgery, are often agitated in suits by individuals; and the result not unfrequently affects the property and reputation of the party deeply; yet no individual has been permitted to attempt to repel the proof by showing a good reputation.” It would be no rule at all if it were to be enforced or set aside according to the extent of the disaster to be apprehended from an unfavorable result. Again: were we to determine that whenever the evidence imputed a criminal act to the defendant for which he might be indicted, he should have the advantage of his good character, we should be utterly disregarding the rule of stare decisis; which ought never to be done, except where an adherence to the beaten track is certain to produce the most mischievous results. There was no error committed in rejecting evidence of the defendant’s good character.\nAn indictment was preferred in the Quarter Sessions of Dauphin county against the defendant, for an assault and battery with intent to commit murder, and for an assault and battery. He was found guilty upon the charge of assault and battery, but not guilty of the intent to kill. The sentence \"was to pay a fine of one hundred dollars and costs. This record was offered in evidence by the defendant, and received without objection. The learned judge instructed the jury “ that this record, when given in evidence by the defendant, was strong evidence that an assault and battery was committed,” and further, that he “ did not consider it by any means conclusive that Porter did not stab Seiler, for it would be the duty of the jury to acquit on the two first counts, if they believed the knife was drawn and used after the fight commenced and the blood became heated, as killing in such cases would not have amounted to murder, but would at most have been manslaughter. Yet that by no means shelters the defendant from his civil responsibility for the injury done.” It is assigned for error that the Court erred in charging that the record was strong evidence “ that an assault and battery was committed.” That “ it was not conclusive that Porter did not stab Seiler,” and in further charging “ yet that by no means shelters the defendant from his civil responsibility for the injury done.”\nIt must be remembered that this record was offered by the defendant, and, as appears from what was said by the judge, for the double purpose of showing the punishment already received, and of disproving the intention to kill. It certainly could not have been offered by the plaintiff for any purpose; but when voluntarily given by the defendant, and admitted without objection by the plaintiff, and without its effect being restricted in any manner, was it not evidence that the assault and battery had been committed ? It was offered and received generally, and it contained the verdict of guilty of an assault and battery, with the sentence of the Court thereupon; and if evidence to disprove the intention to kill, it was evidence to verify the assault. Had it been offered specially in mitigation of damages by the defendant, I will not say that it should have been allowed any other effect; but, from the course pursued, it would seem that both parties were willing that it should\nbe received, for all that appeared upon its face, — the plaintiff, because it affirmed the assault, and the defendant, because it negatived the intent to kill. In Moses v. Bradly, 3 Wharton 274, a similar record, when offered by the defendant, was permitted to be used as evidence that an assault had been committed; and in Weckerly v. The Lutheran Congregation, 3 Rawle 172, a plaintiff who produced a record between himself and another party as the foundation of his action, was held to be bound by all that appeared upon the record. The judge was right in saying that an acquittal upon the two first counts in the indictment did not conclusively disprove the stabbing, for the reason given in the charge. A misconstruction is placed upon the last clause in the assignment of error. Its true meaning is simply that the absence of the intention to kill by no means shelters the defendant from his civil responsibility for the injury done.\nUpon a somewhat careful examination of this case, we are satisfied that it was fairly and legally' tried; that no evidence was received which should have been rejected, and none rejected which should have been received; and that the charge to the jury contained a correct exposition of the law, and a fair statement of the facts.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      },
      {
        "text": "Lewis, J.,\ndissented as to the effect allowed to be given to the record of conviction and sentence, alleging that such a record was not legal evidence for the defendant, ivhere the plaintiff claims no more than compensation for the injury sustained; but where he claims vindictive or exemplary damages,.it is proper evidence for the purpose of showing how much the defendant has already suffered for punishment, and as an example to others; and that giving it in evidence, on the part of the defendant, for such purpose was not an admission of the justice of the conviction.\nBrack, C. J.,' concurred with Lewis, J.",
        "type": "dissent",
        "author": "Lewis, J.,"
      }
    ],
    "attorneys": [
      "Porter, for plaintiff in error.",
      "McAllister and Bawn, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Porter versus Seiler.\n1. A case will not be reversed on account of an expression of opinion by the Court as to which of certain witnesses are most entitled to credit, or upon evidence in the case which, however, is submitted to the jury for its decision.\n2. In an action of trespass for injury inflicted by the defendant upon the plaintiff in an attempt by the plaintiff to take a horse and carriage from the possession of the defendant and another, it was competent and material for the plaintiff to show that he was authorized by the owner of the horse to take it from the possession of the defendant.\n3. Where the injury for which the action was brought was inflicted with a knife, it was not error in the Court to instruct the jury that if the attack was wanton and unprovoked and with a deadly wjpapon, they might give exemplary or even vindictive damages if necessary to repress the practice of carrying deadly or dangerous weapons, even though there was no proof of any such practice in the community. The direction was right without the reason, and the jury might infer that unless it were necessary to repress such practice vindictive damages should not be given.\n4. In an action of trespass for an injury inflicted with a knife evidence of his general good, peaceable character was not admissible on part of defendant for the purpose of rebutting malice. Evidence of character is not admissible in civil suits except where it is directly in issue, and where from, the nature of the issue such evidence is of special importance in the suit trying._ Whether the act charged or complained of be indictable or not is not material.\n5. In such an action there was offered on part of the defendant, without qualification but generally, the record of an indictment against him containing three counts, two of which were for assault and wounding with intent to kill and murder, and the third for assault and wounding, being the same occurrence as was the subject-matter of the suit trying, and in which proceeding the defendant was acquitted on the first two counts, and convicted upon the third and sentenced, it being stated by the judge to have been offered for the purpose of showing the punishment already received and of disproving an intention to kill: — ■\nIt was Held not to have been error in the Oourt to charge that the record was strong evidence that an assault and battery had been committed, but that it was not conclusive that the defendant did not stab the plaintiff, as if the knife were not drawn and used till after the fight commenced and the blood became heated the killing would not have amounted to mwder; yet that the absence of an intention to kill did not shelter the defendant from civil responsibility to the party injured.\nError to the Common Pleas of Dauphin county.\nThis was an action of trespass vi et armis, by Dr. Christian Seiler v. Henry Porter, for a personal injury inflicted by the defendant upon the plaintiff. The declaration contained two counts, one for an assault on the plaintiff with a knife, with which he stabbed the plaintiff in his right side; and the other for an assault and battery. The plea at first was not guilty; but after the testimony was closed the plea of son assault demesne was added.\nOn the evening of September 8th, 1850, H. Seiler took his father’s horse and carriage, and with H. Porter, the defendant, proceeded from Harrisburg up the river. Dr. Seiler, with another person, pursued the young men and passed them above town, and on reaching them on their return an affray took place, when the plaintiff was stabbed and seriously injured.\nIt was proposed to prove, on part of plaintiff, that the horse and buggy was hitched up by II. Seiler, and that the defendant was then present — that it was taken without the consent of the owner, and that at his request the plaintiff- went to bring it back.\nThis was objected to as irrelevant, but was received to show that the plaintiff had authority to stop the defendant in the road, and ■take possession of the property, he being interested therein, and it being illegally taken. Exception taken. — First bill.\nTestimony was given to the effect stated — the' owner of the horse and wagon stating that the plaintiff used the horse and wagon when he chose — that he told the plaintiff to go and bring the horse and wagon back and make the boys walk. He said the Doctor used the horse when he pleased. He said he first knew that the horse was gone when he went to feed him in the evening.\nJ. Knepley testified, inter alia, that when the plaintiff caught the horse by the bridle, he told the defendant and the other ono with him that they must get out and walk, and that he was sent for the horse and wagon.\nIn the course of the defence it was offered to prove the general character of the defendant — that it was uniformly good — that he was reported peaceable and orderly. This was offered for the purpose of rebutting any inference of malice. Objected to and overruled on the ground that the defendant’s character was not in issue.\nThe record of the indictment of defendant and H. Seiler for the assault and injury in question, tried at January Sessions, 1851, was read on part of the defendant. The indictment contained three counts, the two first for an assault and battery with intent to kill and murder, and the third for an assault. The defendants were acquitted on the two first counts, and convicted upon the third, and were fined $100 and the costs.\nOn part of the plaintiff, Knepley, the person who had gone with the plaintiff in the carriage and was present when the occurrence in question took' place, was examined; and, on the part of the defendant a witness, Tracey, was examined as to declarations of Dr. Seiler on the same evening after the occurrence. Other evidence was given.\nPearson, President Judge, in the course of his charge, observed to the jury that they were the sole judges both of the credibility and correctness of the witnesses, but that he deemed it his duty to say that, supposing the two witnesses in question were equally worthy of credit, Knepley’s testimony was entitled to more.weight, as he was an eye-witness to the whole transaction, so far as the darkness nermitted him to observe it, whilst Tracey merely give the statement of the plaintiff, made in great haste, and in few words, and under excitement, and when in fear from the effect of his wound. Eor- other parts of the charge excepted to, see the assignment of errors.\nYerdict was rendered for plaintiff for $2000 damages.\nIt was assigned for error, — 1. That the Court erred in admitting the testimony stated in the first bill of exceptions. 2. In rejecting evidence of good character in defendant. 3. In charging as to the degree of credit of the two witnesses referred to. 4. In directing the jury to determine to what extent the defendant was injured in the affair, or whether he feigned greater suffering than he endured. 5. In charging that the record of the indictment and proceedings therein was “ strong evidence that an assault and battery was committed; that he did not consider it conclusive that defendant did not stab the plaintiff; and that it did not shelter the defendant from civil responsibility for the injury done.” 6. In charging that if the jury believed the attack on plaintiff was wanton and unprovoked, and with a deadly weapon, they could give exemplary or even vindictive damages, if they believed the same necessary to repress the practice of carrying and using deadly or dangerous weapons. (The Judge added, the question as to the amount of damages, or whether any should be given, was for the jury exclusively.)\nPorter, for plaintiff in error.\nThat evidence of defendant’s general character was admissible, reference was made to 5 Cushing 295; 5 Porter 382; 3 Strobhart 517. It is admissible in mitigation of damages: 12 Modern 384; 9 Pick. 551; 1 Wil. Saunders 46 d; 7 Porter 106. Its admission may be restrained not only to charges of a malicious intention to kill, but to doubtful cases: 3 Greenleaf’s Ev. 25; Swift on Ev. 140; 5 Taunton 326; 1 Marsh. 168; Best on Pres. 286. The law of England distinguishes between cases where the character of the parties must necessarily be in issue, and where it is not. It is admissible where from the nature of the proceeding it is material: Best 244; 2 Starkie 304; 1 Strobhart 372: 3 Bibb 192; 1 Devereux 345; 3 Caine 120; 3 Espinasse Rep. 284; 1 Greenleaf, § 54; Buller N. P. 296; 2 Atkins 339; Best 214. The case of Nash v. Gilkeson, 5 Ser. & R. 352, was an action of assumpsit.\nIn relation to the 4th assignment, it was said that there was no evidence that the defendant feigned greater suffering than he endured, and it was error to submit such a proposition to the jury.\n5th assignment. The record was evidence in mitigation of damages, (8 Barr 456,) but by the charge it was deprived of its value for that purpose. When it was offered the plea of not guilty was the only plea, and the record was admissible. 6th. There being no evidence of a practice in the community of carrying deadly weapons, it was error to submit such a view to the jury: 5 Watts 275; 6 Id. 74; 8 Id. 385; 10 Barr 363.\nMcAllister and Bawn, for defendant in error.\nIn civil eases evidence of defendant’s general character is not admissible, unless it is put in issue by the nature of the proceeding: 1 Starkie 303; 5 Ser. & R. 352, Nash v. Gilkeson; 10 Ser. & R. 55, Anderson’s Executors v. Long; 5 Watts 344; 3 Blackf. 155; 3 Penna. Rep. 49; 1 Camp. 460; 3 Id. 519; 2 Saunders Pl. 785; 1 Selwyn N. P. 35, note a; 5 Porter 382; 6 Harrison’s Dig. 2787; 8 W. & Ser. 376; 9 Barr 137; 2 B. & P. 532; 1 Greenleaf’s Ev. § 54, 55. This kind of evidence is inadmissible, where the general character is involved by the plea only, and not by the nahcre of the action. It is not admissible in actions for assault and battery, nor in assumpsit, nor in case for malicious prosecution, &c.\nIn the narr. in this case there is no charge of an intention to hill. Good character is no shield against a claim for damages. The nature of the action determines whether evidence of character is admissible; and where from its nature, as in libel or slander, or by husband for the seduction of his wife, character is involved, it is admissible; otherwise not. In this case the defendant’s character was not directly involved, and a good character on his part would not restore strength to the plaintiff.\nWhether evidence of intention is admissible to affect the amount of damages, will depend on its materiality to the issue. In actions of trespass vi et armis, the secret intention of the defendant is immaterial.\n3d assignment. The degree of weight to be given by a judge in directing the jury to particular evidence' must be left to his discretion, which is not the subject of revision: McClel. & Y. 286; 4 Ch. Gen. Prac. 42; 11 Wendell 18; 10 Pick. 252; 8 Conn. 431; 8 Greenleaf 42; 1 Rep. Con. Ch. 216, Kinlock v. Palmer; 7 Ser. & R. 230.\nAs to 5th assignment was cited 3 Whar. 274; 3 Rawle 172. In an indictment for assault and battery with intent to murder, where the killing would have amounted to manslaughter only, the defendant must be acquitted: Whar. C. L. 316; Lewis 98; 1 Russel 585. When the charge was given the plea of son assault demesne was in, and the case of Frederick v. Gilbert, 8 Barr 456, was applicable. That the record was not admissible in mitigation of damages was cited 4 Bibb 400. It was also said that the record was .not offered in mitigation of damages.\nAs to the 6th assignment, reference was made to 4 Ser. & R. 27, Sommer v. Wilt; 5 W. 376, damages may be given not only to compensate but to punish; or for example: Id. 377. Also cited 1 Barr 197; 8 Id. 65; Sedgwick on the Law of Damages 39; 5 Day 144; 6 Conn. 508; 11 M. & W. 625; 1 Gall. 483."
  },
  "file_name": "0424-01",
  "first_page_order": 424,
  "last_page_order": 432
}
