{
  "id": 974074,
  "name": "Wilson versus McCullough",
  "name_abbreviation": "Wilson v. McCullough",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "440",
  "last_page": "447",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 440"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts 78",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "7 Watts 267",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "10 Watts 402",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 741,
    "char_count": 19428,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 3.152734942099149e-07,
      "percentile": 0.8627701846709982
    },
    "sha256": "7a2104efa2a57b0cddd64340b7dcf51b4601c8796bb0d5b5f30cfe31de90b0a9",
    "simhash": "1:5a772e08fc428602",
    "word_count": 3434
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilson versus McCullough."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nWoodward, J.\nThe validity of the marriage articles having been established, when the case was here in 1852 (7 Harris 77), the great question on the last trial of the cause was, whether the*bank had notice of them when the mortgage of 12th December, 1821, was taken. The bank was a mortgagee without constructive notice, for the articles were not recorded until some months after the mortgage was duly executed and recorded. Had the bank actual notice ? The plaintiffs held the affirmative of this question, and the burden of proof was on them. The evidence produced and relied on by them was that of General Forster, the cashier of the bank in 1821. He described the negotiations which led to the loan to Wilson and wife, and proved the letters addressed by him to Mr. Clark, as attorney of the bank, and then added, “ I heard articles of marriage settlement, between James Wilson and wife, talked of very frequently in bank and out of bank. It was before the mortgage was taken, and while they were negotiating for the loan. When spoken of in bank, it was before\" the board of directors, but whether in session or individually I cannot say. I did not know the terms — it was spoken of as such a thing existing. The board did not seem to regard it as of much importance in the transaction with Wilson and wife.” On his cross-examination he stated, “ I never heard whether it was in regard to real or personal estate, or anything about it, and did not know Avho the trustees were. I merely heard there was such a thing. I cannot tell how I acquired the knowledge — it must have been from some of the directors or before the board. I, perhaps, said, on a former trial, I got the information from Jacob M. Haldeman. I say now from him or the president of the bank. Mr. Elder, the president of the bank, was a lawyer......I had no written communication with Clark and Wilson other than what is contained in the letter-book. I never mentioned to Mr. Clark the existence of the marriage settlement. I never spoke of it, that I recollect, either to him or James Wilson.”\nThe defendents then proved, by Peter Keller and Jacob M. Haldeman, the only two surviving directors of 1821, that they had no knowledge of the marriage settlement when the loan was made to Wilson and wife, and Mr. Haldeman fixed the time when he first heard of it — seven or eight years afterward when he went to Carlisle to attend the sale of this property on the mortgage. “ Mr. Foster was then along — no sale was made at that time. I cannot say what year that was — that was the first I ever heard of this thing. I heard General Alexander speak of it at that time. General Foster was present.” General Foster being recalled by the plaintiffs, stated, “ I heard of this marriage settlement before and after the mortgage ivas executed. I got my information at Harrisburg, all that I got. I did attend sheriff’s sale of this property with Mr. Haldeman. I don’t remember anything about the conversation with Mr. Alexander spoken of by Mr. Haldeman.”\nThe Court was called on to say that if the jury believed General Forster, the bank and all claiming under it were affected with notice of the marriage articles; but the learned judge laid down, with commendable brevity and precision, the law as to notice of an unrecorded deed, and referred all the evidence to the jury for them to decide Avhether such notice had been proved or not.\nHerein there Avas no error of which the plaintiffs have reason to complain. We are of opinion that the Court might have assumed higher ground, and ruled that General Forster’s testimony, taken without any allowances on account of age, infirmities of memory, or of conflicting proofs, failed to prove such notice to the. bank of the marriage settlement as would entitle that instrument to preference over the mortgage.\nThe mortgagee here was a bank, governed by a president and directors, and to affect the corporation with ■ notice it must be brought home to them, for it is the president and directors in the aggregate, with whom strangers have to do, and by whom all corporate acts are to be performed. Hence notice to a single corporator, is not notice to the corporation unless communicated to the board: Bank of Pittsburgh v. Whitehead, 10 Watts 402; Custer v. Tomkins County Bank, 9 Barr 27. Where a by-law, or the course and usage of business, have devolved certain duties on a particular officer of the bank, notice to him of matters relating to the routine of business intrusted to his charge, is notice to the bank, for the law presumes the directors to have employed a faithful agent, who will communicate to them what is communicated to him, and if he do not, the responsibility is on his employers.\nBut in the negotiation of a loan of a character and upon a security so much out of the course of ordinary bank accommodations, as that made to Wilson and wife, and especially when an attorney has been employed to act for the bank, notice of an unrecorded deed communicated to the cashier could scarcely be considered notice to the bank. The correspondence of Mr. Forster shows that the board was deliberating and acting in regard to this loan, and that he sent such instructions, and such only, to the attorney, as the board directed. The transaction did not fall within the circle of his ordinary duties as cashier, but was peculiar and extraordinary, and he did not communicate to the board what he says he heard about the marriage articles. Under these circumstances, had he received full and explicit notice of the articles, it might be well doubted whether it could, in reason or law, be treated- as notice to the bank. But he never received such notice. He heard a marriage settlement spoken of, but who were the trustees, what was settled, whether real or personal estate, and on what terms, and Avhen made, he did not hear. Was this notice of the. conveyance, AA’hich had been made of the particular premises, described in the mortgage ? Obviously it was not. Nor was it sufficient to put the bank on inquiry. For, of whom could they inquire ? If of the grantors, the conveyance was denied, for the mortgage made by them Avas a solemn assertion of their ownership of the premises. Indeed it is a fair presumption from the transaction, especially from Mrs. Wilson’s joining in the mortgage, that all proper inquiries were made in that quarter, and that the title AAras represented as in her. Of the trustees, the bank could not inquire, for even Mr. Forster had not heard them mentioned. Nor was any person in possession of the premises under a title inconsistent with that of the mortgagors. The public register was searched in vain, and no clue whatever was furnished to Mr. Eorster, by which he or the directors could come to a knowlege of the truth. Whatever puts a party on inquiry, amounts to notice, provided it would lead to the knowledge of the requisite fact, by the exercise of ordinary diligence and understanding; but evidence that it was generally reported in the neighborhood that a person had sold land to another, and that the report was communicated to the defendant, is not sufficient: Jacques v. Weeks, 7 Watts 267; Epley v. Witherow, Id. 167; Hood v. Fahnestock, 1 Barr 470. And an intimation by one not interested in land that another title is outstanding, is not notice to a purchaser: Miller v. Cresson, 5 W. & Ser. It is a settled principle, said Chief Justice Gibson, in Koons v. Swope, 2 Watts 78, that the vague reports of strangers, or information given by a person not interested in the property, are insufficient to affect a purchaser with notice. Now, a mortgagee, as well as a purchaser, is within the recording Acts, and equally entitled to notice of previous conveyances ; and if these rules be applied, it is evident from the testimony of General Foster that no person in interest ever gave him notice of the marriage articles, and that vague rumor, which was all he had, never furnished him with such facts as would have enabled the hank, with the use of ordinary diligence and understanding, to discover their relation to this land.\nIn equity a purchase with notice of a secret trust is regarded as a fraud, and therefore it must be made out by clear proof of actual notice. My opinion is, said Duncan, J., in Peebles v. Reading, 8 Ser. & R. 496, that in such a case “the notice should he actual, circumstantial in the transaction,” and “ by the party in interest.” “ It must be proved that he knew exactly the state of the party having the equity, and knowing that acquired the legal estate. Nothing short of this, which is actual fraud, will postpone his legal title; and the fraud must be very clearly proved.”\nThis is a pretty strong statement of the rule, and must be taken with the modification settled in subsequent cases, already referred to, that what is sufficient to lead to the fact, is notice of the fact; hut where, as in this case, neither the special agent and attorney of the corporation, nor any officer of it having the business in charge, ever heard an intimation of the secret trust, and the cashier heard only such vague rumors as General Foster describes, there is not the least difficulty in saying that there was neither actual notice, nor its equivalent, and the Court might very properly have taken the case from the jury and ruled it against the plaintiffs on this .point. Of course they were not injured when, instead of doing this, the Court submitted the question to the jury.\nThe four propositions of the plaintiffs in regard to the validity of the judgment on the mortgage, are in direct conflict with the ruling of this Court, when the cause was last here, and therefore they were all properly negatived.\nIt is not necessary to notice the answer of the Court to the defendants’ first point. As the decisive point in the cause might have been ruled by the Court, and was found by the jury against the plaintiffs, this alleged error is wholly unimportant.\nIn the other answers of the Court, and in admitting the deposition of Peter Keller, there was no error.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Bonham, and Williamson, with whom were Hepburn and Moore, for plaintiffs in error.",
      "Biddle and Watts, with whom uTas Miller, contrá."
    ],
    "corrections": "",
    "head_matter": "Wilson versus McCullough.\n1. To affect a bank, to which application is made for a loan on mortgage security, (a mode of business out of the usual course of bank accommodation), with notice of an unrecorded deed, actual notice should be brought home to the president and directors or to some other officer to whom such matters have been specially given in charge. Yague rumor to the cashier of the bank of such a deed was not notice to the bank or sufficient in law to put it to inquiry.\n2. Marriage articles relating to one-half of the female’s real estate, executed previous to the marriage, were not recorded, and subsequently the husband and wife executed a mortgage of her real estate to a bank for the purpose of procuring a loan. Though the cashier testified that he heard the marriage articles frequently talked of in and out of the bank, whilst the loan was negotiating — that they were spoken of before the board of directors, but whether in session or individually he could not say — but that he never heard whether they regarded real or personal estate and did not know who were the trustees, and did not certainly know from whom he acquired the knowledge and had never informed the counsel of the bank, applied to in the- negotiation of the loan, of the existence of the marriage articles.\n, It was Held, that the Court might have charged that this did not amount to notice to the bank of the unrecorded articles, instead of referring the evidence to the-jury to decide whether such notice to the bank had been proved or not.\n3. It was not a leading question to ask a witness whether it was or was npt made known to the Board of Directors of a bank (of whom he was one) that certain property proposed to be mortgaged to the bank bad been previously conveyed; or whether he as a director had or had not any knowledge of such conveyance. .\n4. The statement of the witness that the existence or otherwise of the articles in question vras referred to the president of the bank (who it appeared was a lawyer) and that at the next discount day it was made known to the board that the property was clear of encumbrances, was pertinent and competent evidence on the part of those claiming under the mortgage to the bank.\nError to the Common Pleas of Cumberland county.\nEjectment by Thomas S. Wilson and others v. D. W. McCullough and others, for 2050 acres of land, called the Cumberland Furnace Estate. This is the same case, reports of which exist in 7 Harris 77, &c., and in 9 Harris 436, &c.\nThe plaintiffs below claimed one undivided half of the property in question under a marriage settlement between James Wilson and Thomas Duncan and Thomas Carothers, guardians of Eliza Ege, dated the 21st of July, 1817, and recorded on the 22d July, 1823 ; and the whole of the property as heirs at law of Eliza Wilson, formerly Eliza Ege. The marriage articles applied to but half of the estate of Eliza Ege, the female then about to be married to James Wilson.\nThe defendants claimed under a mortgage given by James Wilson and wife to the Harrisburg Bank for $5484, dated the 12th December, 1821, and recorded 21st December, 1821; the various proceedings had upon said mortgage, and the subsequent sale thereon and conveyance of the' property to them. The mortgage was intended to apply to the whole estate of Eliza Wilson, late Eliza Ege. The mortgage was assigned to Jacob Albert, on 18th July, 1833, viz., nearly ten years after the marriage articles were recorded.\nIn the decision in 1852 (see report in 7 Harris), it was held that the sale under the mortgage conferred no title, on account of want of description of the land in the precipe for a scire facias on the mortgage, no such writ having actually issued; and that the marriage articles were binding on those having actual notice of them before they were recorded.\nIn the opinion in 9 Harris 441, it was considered as having been shown that the property mortgaged to the bank was the subject-matter of the scire facias and judgment, and that it was sufficiently described in the writs of levari facias; and that after these writs were issued, the ancestors of the plaintiff procured Jacob Albert, under whom the defendants claimed, to buy the judgment, and it was decided that the plaintiffs were estopped from contesting the proceeding. The decision to that extent affected only the half of the premises in dispute.\nLowrie, J., in his opinion, 9 Harris 441, observed that, “ To our mind it is clear that the mortgage in question and the proceedings under it, have not at all affected the title.to the half of this land that was included in the marriage settlement, and this the plaintiffs below have properly recovered.” But it was considered that for the reasons before stated (viz., the proceedings on the mortgage, &c.), the defendants had made good their defence to the half of the land not included in the marriage articles.\nOn the trial of the present case, the validity of the marriage settlement having been affirmed by this Court, the remaining material question was, whether the Harrisburg Bank had actual notice of the marriage articles in December, 1821, at the time they received from Wilson and wife the mortgage of her whole estate in the premises, the said mortgage, as before stated, not being recorded till 22d July,'1823.\nIn relation to the matter of notice to the bank of the marriage articles, the then cashier of the bank, General Forster, and J. M. Haldeman, a director, were examined, and the deposition of Peter Keller, a director at the time of the loan to Wilson, was taken. For a part of the testimony of General Forster, see opinion of Woodward, J. The other witness said, inter alia, that he did not recollect of anything being made known to the board of directors of a marriage settlement between Wilson and his intended wife. That he heard of it seven or eight years afterwards at Carlisle. General Forster was then present.\nThe deposition of Peter Keller was taken on part of the defendants. He was asked, Was it or was it not made known to the board of directors at any time, by James Wilson or any one else, that the property which James Wilson offered to mortgage had been previously deeded by him and his wife to any one else ? The question was objected to, generally, at the time. On the trial it was objected-to as leading ; and the statement as to the report by the president was objected to as incompetent, being but his declaration. The witness, inter alia, said: We left it to Mr. Elder, the president, to inquire into it, and at the next discount day it was made known to the board of directors that the property was clear of encumbrance.\nHe was asked: Had you or not, as a director, any knowledge that Wilson and wife had made a- deed for the property to any one before he mortgaged it to the bank ? The question was objected to, generally, and on the trial as leading. The answer was, No, I had not.\nGraham, President Judge, observing that the cases of Miller v. Cresson, 5 W. & Ser. 307, and cases therein referred to, were not altogether reconcilable with the cases of Jacques v. Weeks, Barns v. Clinton, Lewis v. Bradford, and Sergeant v. Ingersoll, 7 Barr and 3 Harris, instructed the jury: — “ That whatever is sufficient to put a party on inquiry amounts in judgment of law to notice, provided the inquiry becomes a duty, as in cases of purchasers and creditors, and would lead to the knowledge of tíre requisite fact by the exercise of ordinary diligence and prudence. Notice of a deed is notice of its contents. Had the bank such notice in this case of the existence of a prior settlement between Wilson and wife as ought to have put a prudent, discreet person upon inquiry, and would such an inquiry have resulted in the discovery of the truth ? If so, then their mortgage cannot prevail against the plaintiffs, who claim under the marriage settlement. But notice of a mere rumor of such settlement would not be sufficient to affect the bank, or the present defendants who claim title through a sale upon their mortgage.”\nHe instructed them that if the bank had notice of the marriage settlement, it being recorded before the assignment of the mortgage to Albert, was notice to him and those claiming under him.\nThe fifth point submitted on part of defendants, was, that it is a settled principle “ that the vague reports of strangers, or information given by a person not interested, respecting a defective title to land, will not have the effect of notice to the purchaser. Hence, if the jury should believe the testimony of Mr. Forster, it afforded no such notice to the bank as would affect their title under the mortgage.”\nThe judge declined to instruct to that effect, but referred his testimony to the jury to determine whether the notice to the bank was vague rumor, or such as ought to have induced proper inquiry which would have resulted in ascertaining the truth.\nVerdict was rendered generally for the defendants.\nError was assigned to the answers to various points: inter alia, io the answer to the fifth point submitted on part of defendants; and to the charge and submission as to notice. Also to the admission of the deposition of Peter Keller.\nBonham, and Williamson, with whom were Hepburn and Moore, for plaintiffs in error.\nBiddle and Watts, with whom uTas Miller, contrá."
  },
  "file_name": "0440-01",
  "first_page_order": 440,
  "last_page_order": 447
}
