{
  "id": 974088,
  "name": "Zacharias versus Zacharias",
  "name_abbreviation": "Zacharias v. Zacharias",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "452",
  "last_page": "456",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 452"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Rawle 302",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 104",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840135
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0104-01"
      ]
    },
    {
      "cite": "1 Hill Ch. 62",
      "category": "reporters:state",
      "reporter": "Hill Eq.",
      "case_ids": [
        9503219
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "158, 164"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/sc-eq/10/0047-01"
      ]
    },
    {
      "cite": "1 Harrington 117",
      "category": "reporters:state",
      "reporter": "Harrington",
      "opinion_index": -1
    },
    {
      "cite": "6 Hill 541",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "23 Wend. 528",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2025533
      ],
      "pin_cites": [
        {
          "page": "530"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/23/0528-01"
      ]
    },
    {
      "cite": "4 Watts 340",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 271",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838051
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/1/0271-01"
      ]
    },
    {
      "cite": "4 Watts 340",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 583,
    "char_count": 11813,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 2.456086833844103e-07,
      "percentile": 0.8050465490459097
    },
    "sha256": "bda68256cbf512c4fbb5f5b02cf9643c6e52c02e0237bdf76d4f14b5418d9ac2",
    "simhash": "1:a1b7ca373e4b8cec",
    "word_count": 2110
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Zacharias versus Zacharias."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nWoodward, J.\nCan it be doubted that from the time George received the money for Matthias, whether from his father on his death-bed, or through the heirs by Daniel, one of the executors, he was subject.to an action for money had and received ? Assumpsit with us lies upon a promise made to the plaintiff, or to another for him, or where money has been received to his use; and in the latter case gives effect to the same principles that are administered through a bill in equity. That George received the money for the use of Matthias is shown by the testimony of Edmund Zacharias, and very expressly by the terms of the paper signed for $378.67, on the 8lst December, 1832; and if subject to an action therefor from the time he received it, which it seems to me is beyond doubt, the statute of limitations would commence running in his favor from that time. Statutes of limitation do not act on the right, but on the remedy. A debt is not extinguished by six years’ delay to sue for it, but as against a plea of the statute the action for its recovery is gone. From the moment the right of action accrues, the statute begins to run, and unless arrested by a renewed promise, or by a distinct and express acknowledgment of the specific debt as a subsisting liability, becomes, after six years, an absolute bar to the action. Here more than 18 years elapsed from the last receipt of money before institution of the action, and no such promise or acknowledgment was proved as would take the case out of the statute. What was said at the funeral, as proved by Edmund Zacharias, was neither specific enough for an acknowledgment nor consistent with a promise to pay. What then is there to exempt this stale claim from the operation of the statute of limitations ?\nIn the first place it is insisted that the statute did not begin to run until after demand made, and for this Krause v. Dorrance, 10 Barr 462, and Foster v. Jack, 4 Watts 340, are relied on. Both these cases proceeded on the peculiarity of the relation between counsel and client, in the first of which there was no question upon the statute of limitations, and in the other it was held that the statute did not run against counsel fees, whilst the professional relation continued with the client.\nThe relation of counsel and client is necessarily one of great confidence, and often embraces more than a single transaction. If either could harass the other with actions before demand made, or dissolution of the relation, it would prove destructive of the confidence which it is the policy of the law to promote. For different hut equally satisfactory reasons we have held that a county is not suable by its creditor until after demand made, but these are to be regarded as exceptions to the general rule, which gives a man his action for moneys presently due him in the hands of another. There was nothing in the relation between the plaintiff’s testator and the defendant to prevent an action for this money at any time after it came into the hands of the latter, and therefore the doctrine of the cases cited is not applicable.\nBut it is further urged, that the relation between them was that of trustee and cestui que trust, and that as long as there is a continuing and subsisting trust acknowledged or acted on by the parties, the statute of limitations does not apply.\nThat this was a direct trust may be admitted without its following necessarily that the statute is inapplicable. Some trusts are exclusively cognisable in Courts of equity, and over others Courts of law and equity exercise concurrent jurisdiction, and the rule is well settled, in regard to the latter, that the statute is equally a bar in both jurisdictions, because otherwise a creditor might always elude the statute by electing to pursue his remedy in equity. The sound rule established on the solid foundations of authority and policy is, that the trusts not to be reached or affected by the statute of limitations, are those technical and continuing trusts which are not at all cognisable at law, but fall within the proper, peculiar, and exclusive jurisdiction of Chancery: Lockey v. Lockey, Prec. in Chanc. 518 ; Sturt v. Mellish, 2 Atkyns 610; Kane v. Bloodgood, 7 Johns. C. R. 116; Lausatt’s note to Fonblanque’s Equity, 1 vol. 246; Lyon v. Marclay, 1 Watts 271.\nThe plaintiff’s argument, to have force, must proceed on the ground that the trust in this case belongs exclusively to an equity jurisdiction, and yet he has instituted an action at law upon it. If his argument be good, his action cannot lie. But I think his action is well brought. Whether he could have sued the defendant on the equity side of our Courts, he was not mistaken in supposing he had a remedy at law, but the statute of limitations applicable to such a trust in a Court of equity is, a fortiori, applicable to it in a Court of law.\nThe case of Johnson v. Humphreys, 14 Ser. & R. 394, is distinguishable from this case in its facts. In that case, there was. nobody in the country who had a right to demand payment until Humphreys took letters of administration, in 1819, and within two years thereafter he brought suit. Besides, there was an acknowledgment of the debt by the trustee, to which the Court gave effect as continuing the trust. If what was said by Judge Rogers, in that case, may seem inconsistent with our ruling here, his subsequent opinion in Lyon v. Marclay fully justifies the position we have assumed.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Davis, for plaintiff in error.",
      "Strong and Banks, for defendant."
    ],
    "corrections": "",
    "head_matter": "Zacharias versus Zacharias.\n1. Trusts not to be reached or affected by the statute of limitations are those technical and continuing trusts which are not cognisable at law, but over which Chancery has exclusive jurisdiction.\n2. The statute of limitations begins- to run whenever the right of action accrues.\n3. It was testified that the defendant, within a year before-the institution of the suit, said that his father had charge of money of the plaintiff’s- testator, and that he had received it of his father and given his bonds for it; but that he promised his father before his death, above twenty years previous, that he would take care of the testator as long as he lived, and of his money, and his father then gave him back his bonds: and' further, that the defendant told the witness to keep the matter secret and he would satisfy the plaintiff. It also- appeared that about eighteen years previous to suit brought the defendant had received for the testator above $300 from the executors of his father’s will. In assumpsit by the executor of the creditor it was Held, that the defendant was liable to suit any time after the receipt of the money — that the statute was applicable to the claim — and that his declarations as testified to were not sufficiently specific to amount to an acknowledgment of indebtedness, or consistent with a promise to pay.\nError to the Common Pleas of' Berks county.\nAction of assumpsit, brought January 3, 1851, by Daniel Zacharias, executor of the will of Matthias Zacharias, deceased, v. George Zacharias. The declaration was for money had and received, with the common fnoney cotints. Pleas, non assumpsit and non assumpsit infra sei annos.\nMatthias Zacharias, the plaintiff's testator, came from Germany to this country, many years ago, and lived with and worked for Daniel Zacharias, the father of the defendant. He saved some money which he placed in the hands of Daniel Zacharias, last mentioned, to take care of it for him, and lend it out upon interest, which he did. He lent some of it to Adam Barnhard; and it was alleged, on part of the plaintiff, that some of it was lent to the defendant, and his bends taken therefor.\nMatthias Zacharias continued to live with Daniel Zacharias until shortly before Daniel’s death, when he went to live with Oeorge Zacharias, the defendant, where he died in June, 1850.\nShortly before his death, Daniel made a will, in which he directed that if Adam Barnhard did not pay the one hundred pounds, that the same should be paid by his executors and deducted from his daughter “ Catharine’s inheritance.” Daniel Zacharias, the father of defendant, died in 1827.\nIt appeared that the amount of the principal of the bond of Adam Barnhard, with seven years’ interest, viz., $378.67, was, on 31st December, 1832, paid to the defendant by o.ne of the executors of his father’s will; and in the receipt it was stated that the amount was “received for Matthias Zacharias.”\nIt was testified that the defendant and his wife took good care of Matthias.\nEdmund Zacharias, a son of the plaintiff, testified that in 1850 he told the defendant that he knew he had received seven or eight hundred dollars of the testator’s money — that the defendant said he had, but nobody could prove it. He said his father put the money of Matthias out on interest, and he got the money from his father and gave him bonds for it; and that when his father came to die, he (the defendant) promised him that he would take care of Matthias as long as he lived, and would also take care of 'his money, and then his father gave him back his bonds. He said that when Matthias came to him he paid him wages, and after he could not earn wages, he worked for his board — that he asked the witness to say nothing about the last will of the decedent, and said he would “ satisfy my father.”\nJones, President Judge, charged that it is only when a trust is of the kind exclusively cognisable in equity, that it is beyond the operation of the statute of limitations. The defendant received the money from the executor in 1832; at any time after that he was liable to be called on for it by Matthias Zacharias, and the statute began to run from the time the money was received. He further charged that acknowledgment, to take the case out of the statute, should be sufficiently definite to found an action upon as a distinct contract; and if so, if made to a stranger, it will -not avail.\nVerdict for defendant.\nThe charge, with respect to the statute and the acknowledgment, was assigned for error; and also that the Court induced the jury to believe that $378.67 was all the money the defendant received.\nDavis, for plaintiff in error.\nThe distinction as to trusts, to which the statute does or does not apply, is between express and implied trusts — that implied trusts are within the operation of the statute, whilst express trusts are not: 3 John Ch. 190; 7 Id. 90; 14 Ser. & R. 394. In this case the promise was express that defendant promised to take care of Matthias as long as he lived, and would also take care of his money. It was contended that the statute does not begin to run till after the relation between the parties is dissolved by demand or otherwise; and in this case no demand was made till after the death of Matthias: cited 10 Barr 462; 4 Watts 340; 5 Iredell 597; 2 U. S. Dig., pl. 230; 9 New Hamp. 359; 1 Am. Leading Cases 520; 23 Wend. 528, 530; 6 Hill 541; 8 Metcalf 217; 1 Harrington 117; 1 Hill Ch. 62-67; 2 Id. 158, 164; 1 Bailey's Eq. Rep. 226.\nAs to the acknowledgment, was cited 2 Watts 104; 5 Barr 162.\nStrong and Banks, for defendant.\nThe money was received above 18 years before suit. To remove the bar of the statute by a new promise, that promise, as a new cause of action, should be in terms unequivocal and determinate, not vague or uncertain: 5 Harris 280; Id. 303; 2 Id. 481-2, 3.\nIt is not sufficient that a trust existed. It is only trusts which are not cognisable at law, but which fall within the exclusive jurisdiction of Courts of equity, that are beyond the statute of limitations : 1 Watts 2tl; 1 W. & Ser. 118; 2 Rawle 302, App v. Dreisbach; 7 John Ch. 110; 8 Harris 299, Harrison v. Brolaskey.\nA demand is not necessary before suit or to prevent the running of the statute. (See 10 Harris 21, Drexel v. Raimond.)"
  },
  "file_name": "0452-01",
  "first_page_order": 452,
  "last_page_order": 456
}
