{
  "id": 974087,
  "name": "Keim versus Robeson; Porter versus Robeson",
  "name_abbreviation": "Keim v. Robeson",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "456",
  "last_page": "460",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 456"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Pa. Rep. 325",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        400734
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/3/0325-01"
      ]
    },
    {
      "cite": "6 Watts 349",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846028
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0349-01"
      ]
    },
    {
      "cite": "1 Met. 117",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        2042460
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "180"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/42/0117-01"
      ]
    },
    {
      "cite": "1 Jones 163",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 491,
    "char_count": 9953,
    "ocr_confidence": 0.414,
    "pagerank": {
      "raw": 5.7685864741067757e-08,
      "percentile": 0.36050113346376567
    },
    "sha256": "6584f4cd3e29058d2b85414ffb2f5530fefc7fc67a1d90f4b9ebb2fa6ce4ef01",
    "simhash": "1:cefa82a4610e65c2",
    "word_count": 1747
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Keim versus Robeson. Porter versus Robeson."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nIt is a conclusive answer to the claim made by Seitzinger’s executors, that when Keim and Seitzinger bought from the assignees of Ege they not only took the property expressly subject to the encumbrance in favor of George Ilain’s widow, but retained in their hands a sum sufficient to pay it, which was deducted from the purchase-money. The charge upon the estate remained until actual payment, but the duty to make the payment became personal as a fund was provided for that purpose. When Keim and Seitzinger conveyed the property to Blight, Mcllvaine, and Mc-Crea, no mention was made of the encumbrance. As between Keim and Seitzinger, their vendor and vendees, this debt was their own, and when paid by them neither in law nor equity could they demand repayment from any quarter.\nIt matters nothing that the encumbrance was mentioned in the subsequent conveyances to and from the Bank of the United States and its vendees. The only effect of this was the protection of the vendor in the event of the lien being enforced against the estate; but it could in no wise enlarge the rights or restrict the liability of Keim and Seitzinger created by the express agreement between them and Ege’s assignees and the implied one with their vendees.\nNeither is there more virtue in the action by reason of the use of the names of Porter and Pratt as legal plaintiffs. They bought and sold subject to the lien. Its non-payment would give no right of action against them, and its payment by a prior owner would give them no right of action against Robeson.\nThe Court of Common Pleas was clearly right in directing a verdict for the defendant.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Strong and Banks, for plaintiff in error.",
      "Smith and (Jordon, for ' defendant in error."
    ],
    "corrections": "",
    "head_matter": "Keim versus Robeson. Porter versus Robeson.\n1. Purchasers in buying land subject to a widow’s thirds received a deed, “under and subject to a dower charged thereon;” and retained out of the. purchase-money the amount of the said charge and by an agreement under seal agreed to pay all charges on the estate to the amount of the purchase-money. They conveyed to others without charging the premises with the said thirds, receiving the whole purchase-money.\nHeld, that having been subsequently compelled to pay the thirds, the same could not be recovered back from a subsequent purchaser, though in the conveyance to the latter the land was described as having been formerly conveyed, “under and subject to a dower charged thereon.”\n2. The reference to the encumbrance in the subsequent conveyances was for the protection of each vendor in the event of the lien being enforced against the estate by the heirs; but it did not enlarge the rights or restrict the liability created by the express agreement referred to and the implied one with subsequent vendees.\n3. The claim of the plaintiff was not rendered more effectual by suing in the name of those who conveyed to the defendant.\nError to the Common Pleas of Berlcs county.\nOne of these cases, which were actions in assumpsit, was in the name of Greorge D. Keim, administrator with the will annexed of Gr. D. Keim, deceased, who survived Jacob W. Seitaingor, for the use of Jacob W. Seitzinger, v. Henry P. Eobeson; and the other was in the name of David E. Porter and Jared Pratt, for the use of Eichard Eoone, executor of the will of Jacob W. Seitzinger, deceased, v. Henry P. Eobeson.\nThe eases were tried together — the plea in each case being non assumpsit; and on 12th January, 1854, verdict was rendered for defendant in each case.\nIn the year 1811, George Hain died intestate, seised in fee of a tract of land in Heidleburg township, Berks county, containing 91 acres and 80 perches, and leaving a widow and children. Under proceedings in partition in the Orphans’ Court, the land was adjudged to George Gernant, a son-in-law, at the valuation of 2200Z. One-third of this sum remained charged for the benefit of the widow of George Hain, deceased, during her life, and the principal after her death for the children of the said George Hain.\nGeorge Gernant, being thus the owner, conveyed the land to George Ege, by deed of general warranty, in which no mention was made of any charge thereon, but reciting that it had been adjudged to him by the Orphans’ Court, &e. ' He took from George Ege a bond conditioned for the payment of the interest to the widow of Hain, during life, and the principal to the heirs. George Ege, in 1824, assigned the land to assignees in trust for his creditors. On 13th July, 1837, Andrew Taylor, with Boone and Seyfert, as assignees of Ege, conveyed the said land to George D. B. Keim and Jacob W. Seitzinger in fee, it being described a3 ninety-one acres and eighty perches, conveyed to Ege by Gernant, “under and subject to a dower charged thereon.” It was testified that Keim and Seitzinger had retained $1955.54 of the purchase-money, with interest, from January 1, 1837, on account of the thirds in question ; and it appeared that they, Keim and Seitzinger, executed a paper under seal, dated 14th February, 1837, by which they agreed to pay any lien or charge against the said estate to the amount of the purchase-money.\nAfterwards, in 1837, Keim and Seitzinger conveyed an undivided sixth to C. Blight, and on the same day conveyed to J. Mellvaine a sixth, without mention of the dower in any part of the deeds. In June, 1838, they conveyed to John McCrea, no mention of the dower being in the deed. II. Mellvaine, devisee of J. Mellvaine, conveyed to Blight; and McCrea conveyed to Blight, without mention of the dower.\nIn September, 1844, J. A. McCrea conveyed to James Dundas and others, various lands, including the ninety-one acres conveyed by Ege to Gernant, “under and subject to a dower charged thereon.” In 1844, Dundas and others conveyed to David E. Potter and Jared Pratt the ninety-one acres “ under and subject, nevertheless, to all the rights of dower and rents reserved, as stated and contained in the various deeds, &c.; and subsequently, viz., in January and October, 1845, Porter conveyed to ITenry P. Robeson; and Pratt, in November, 1845, conveyed to Mm the ninety-one acres, &c., conveyed to Ege by Gr'ernant, “ under and subject to a dower charged thereon.”\nRobeson has been since in exeMsive possession.\nThe widow died in May, 1845.\nTo January Term, 1846, a suit was brought against Keim and Seitzinger, for the said one-third, and on 6th August, 1849, judgment was recovered against them for $2938.47, which was subsequently paid. (See report of the case in 1 Jones 163, &c.)\nIt was contended, on part of the plaintiffs below, that this money was paid in relief of the defendant, and that the law raised a promise to pay it.\nJones, President Judge, charged that if Keim and Seitzinger retained from the purchase-money when they purchased the sum of $1955, to indemnify themselves against the dower charged on the land, it appeared to him that to preserve a claim for it as between them and their grantees, more was required than appeared on the face of their several deeds ; and that if Keim and Seitzinger paid the claim, he did not see that they could properly claim to have paid it in relief of Robeson, or that the law raised an assumpsit in favor of Porter and Pratt.\nThe said instruction was assigned for error.\nStrong and Banks, for plaintiff in error.\nIt was said that Robeson knew of the encumbrance as it lay in the course of his title; and that by the introduction into the deed to him of the words referred to relating to the charge, it was said was intended more than indemnity.\nIt was contended that he who purchases subject to an encumbrance, a.s between the vendor and vendee makes the debt his own: 5 W. & Ser. 36; 4 W. & Ser. 50; 1 Met. 117; 2 Id. 180. Other cases were cited.\nIt was further observed that Robeson having bought for so much less, on account of the charge in question, and having in effect as much in his hands for its payment, had been relieved by the compulsory payment by Keim and Seitzinger, and they might use any engagement of his to procure reimbursement.\nSmith and (Jordon, for ' defendant in error.\nIf this were an action by the heirs of Sain, they could recover if they had not been paid. But they have been paid. Seitzinger, for whose use the suit was brought, with Keim, retained the amount of the lien in question out of the purchase-money, and promised to pay it. While thus retaining the money, they conveyed the land and received the whole price from their vendees, without making any provision for the payment of the lien by their vendees. They cannot recover what they have been compelled to pay by reason that some of the subsequent holders thought proper, in transferring the property, to provide for their own indemnity from loss w'hich might accrue if Keim and Seitzinger failed to pay the encumbrance. That the words “under and subject” constituted an engagement to indemnify vendor from loss from the failure of the grantee to perform his duty to the ground landlord, was cited Walker v. Physic, 5 Barr 193. Also cited 5 Barn. & Cress. 327-589; 5 W. & Ser. 36; 6 Watts 349; 3 Barr 141. The cases in 17 Ser. & R. 94, 5 Barr 193, also cited as to personal liability for an encumbrance.\nThe deed to Seitzinger and Keim did not charge the land with this lien, though it was alleged in recital that it was under and subject to it. The contracts of parties are not to be looked for in recitals. Per Kennedy, J., 3 Pa. Rep. 325.\nThe grantor being liable for an encumbrance may provide for his indemnity against it when he sells by contracting with his vendee for its discharge; but Seitzinger and Keim, when they sold, made no bargain with their vendees to pay it, and did not ehai’ge it on the land. There was a propriety for charging the encumbrance in the subsequent conveyances, as Keim and Seitzinger might fail to pay the encumbrance to the heirs; but their contracts were between themselves,- and could not avail Seitzinger who had not charged the land in his conveyances."
  },
  "file_name": "0456-01",
  "first_page_order": 456,
  "last_page_order": 460
}
