{
  "id": 974031,
  "name": "Uhler versus Maulfair",
  "name_abbreviation": "Uhler v. Maulfair",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "481",
  "last_page": "485",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 481"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 487,
    "char_count": 9983,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 2.6081453092250023e-07,
      "percentile": 0.8201775470307342
    },
    "sha256": "20e51b6ce96d0629606f404cafb7347d4c5ad4433f2e0fe6f11d9dea36dea969",
    "simhash": "1:5122a44f8cd7d6f7",
    "word_count": 1763
  },
  "last_updated": "2023-07-14T18:41:05.651470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Uhler versus Maulfair."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\nThe principle is now too well settled to require further authority or argument, that so long as a debtor retains dominion over his property, he may prefer one creditor to another, and that such a preference is not fraudulent either in law or in fact. If Hean believed that Ashntead’s demand had less equity than those of his other creditors, on account of its nature and origin, and the positive agreement when it was contracted that it should be postponed until the others were paid, he had a right to prefer the others. In doing so he did no more than any honest man, under such circumstances, ought to have done. If there was nothing fraudulent in the act and intentions of Hean, there could be none in him who purchased with a knowledge of those intentions. How can Maulfair be affected injuriously with notice of Hean’s purposes, if those purposes were perfectly honest, and such as the law sanctions ? Hean had a right to convey his property for a fair price to his other creditors, for the very purpose of paying them, and postponing Ashmead until they were paid. This is not “delaying or hindering” Ashmead within the meaning of the prohibition. It is not depriving him of any right whatever. He had no right to a priority over the other creditors. That rested with the debtor himself, and after he had disposed of it to other creditors to whom he thought it justly belonged, it would be a fraud in Ashmead to deprive them of their legal rights, thus honestly acquired. It is perfectly immaterial whether the conveyance was made directly to the other creditors, or to Maulfair under an arrangement to pay the consideration-money to them. The plaintiff in error has, therefore, no cause to complain of the instructions given to the jury on this part of the ease.\nIt is equally clear, and legitimately flows from what has been said, that the Court was also correct in declaring that the case of Ashmead v. Hean & Maulfair, as reported, 1 Harris 584, is not the law of the land. That case was in principle the same as the unfortunate case of Summer’s Appeal, and they fell together. The chief justice of this Court, in Covanhovan v. Hart et al., very truly remarked in relation to them, that “reason and justice have vindicated their supremacy against these judicial invasions of it:” 9 Harris 501.\nThis disposes of the errors assigned in relation to the charge. The others relating to the rejection of evidence are not properly assigned. But it seems clear to us that the object of the legislature, in passing the Act of 12th July, 1842, was to remove every temptation to falsify from every person ealled upon, either to “ answer any bill seeking a discovery in relation to any fraud prohibited by the Act,” or to “ answer as a witness in relation to any such fraud.” And for this purpose it was declared that “ no such answer shall be used in evidence in any other suit or prosecution.’’ On this ground, as well as on the ground that the examinations of Hean and Maulfair did not tend to establish anything material to the plaintiffs in error, they w.ere properly rejected.\nThe errors assigned are not sustained, and the judgment is to be affirmed.\n• Judgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Weidman and Kline, for plaintiff in error.",
      "Funic and Fisher, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Uhler versus Maulfair.\n1. So long as a debtor is the owner of real estate he may prefer one creditor to another either by judgment, or conveyance for a fair price.\n2/ It is immaterial whether the conveyance be made to a creditor or to another under an arrangement to pay the price to creditors designated. The case of Ashmead v. Hean, 1 Harris 584, overruled.\n3. The examination of a debtor in a proceeding against him under the Act of 12th July, 1842, to abolish imprisonment for debt, or the answer of a with ness in such a proceeding, are not, by the provisions of the 22d section of such Act, admissible in evidence against the witness in an ejectment subsequently brought against him.\nError to the Common Pleas of Lebanon county.\nEjectment by Daniel Maulfair v. George Uhler, John Hean, and Eliza Ashmead, for two pieces of improved land.\nThis was the same property in dispute in the case of Ashmead v. Hean, 1 Harris 584.\nThe property formerly belonged to John Hean. He was indebted to Edward Ashmead in two bonds, one for $1000, payable on 1st May, 1841, the other for $248, payable on 1st April, 1847; and Ashmead placed the bonds in the hands of counsel for collection. Hean applied to Maulfair; Maulfair agreed to purchase, and Hean conveyed to him the estate in controversy in this suit, with certain personal property. The property in dispute was conveyed for the consideration of $1550, for which amount Maulfair assumed debts of Hean. This occurred on 24th February, 1847.\nMaulfair leased to Hean the real estate for $100.\nSuit was brought in favor of Ashmead v. Hean to April Term, 1847; judgment was obtained on 12th August, 1847, for $1082; and under it the property in dispute was sold to Ashmead. Sheriff’s deed to him dated 6th January, 1848.\nEjectment was brought in favor of Ashmead v. Hean and Maulfair, and verdict was rendered in favor of defendants, which was reversed. See case of Ashmead v. Hean, 1 Harris 584. The case was afterwards tried and verdict rendered for plaintiff.\nAshmead died, having devised his property for the use of his widow Eliza, and his children, — and she was put into possession of the premises.\nAfterwards, Daniel Maulfair brought this ejectment for the 'recovery of the said premises.\nOn the trial there was offered, on the part of the defendant, the examination of Maulfair, taken in a proceeding against John Hean, under the Act of 12th July, 1842, to abolish imprisonment for debt and to punish fraudulent debtors. It was objected to, because, by the 20th section, persons who collude with a debtor to receive his property, with intent to defraud his creditors, may be punished; and because, by the 22d section, the answer of a witness is not to be used as evidence against him. The provision is, “No person shall be excused from answering any bill seeking a discovery in relation to any fraud prohibited by this Act, or from answering as a witness in relation to any such fraud; but no such answer shall be used in evidence in any other suit or prosecution.”\nThe evidence was rejected.\nThe examination of Hean in that proceeding was offered and rejected.\nOn part of the plaintiff, John Hean was called. He was objected to as having sold with warranty. A release was then handed to him, and he was received under objection. Hean testified, inter alia, that the bonds which Maulfair arranged, were for borrowed money. That, when he took from Ashmead a store, in wdiich they had been partners from 1836 till the spring of 1840, when they dissolved partnership, Ashmead said he was agreed to take his (Hean’s) bond and wait until his other debts were paid; and that then he (Hean) agreed to take the store. That he would not have taken the store if Ashmead had not made such agreement. He said he told Maulfair the conditions on whieh the store had been sold, and that he wanted to prefer his other creditors. He said he considered $1550 the full value of the property in dispute.\nHe further stated that nothing w7as said by him to Maulfair about preventing Ashmead from recovering his debt; that he would like to have paid all of his debts with his property.\nHe said that he bought the store in 1840, and sold it bt auction in 1845.\nOn the part of the defendant, it was contended that the object of the conveyance by Hean to Maulfair was to delay or defeat Ashmead, and that the conveyance to Maulfair, though for a full consideration, was fraudulent as to Ashmead, and the case of Ashmead v. Hean, 1 Harris, was referred to.\nPearson, President Judge, charged the jury, that the case of Ashmead v. Hean had been overruled. Further, that a creditor can sell his property to a person not a creditor, under an arrangement to pay certain of his specified debts; that he can so sell if it be done in good faith, for its full value, and for an honest purpose. But if the vendor sells and the purchaser buys for the purpose of hindering, delaying, or defrauding creditors, the sale is void as against the creditor intended to be defrauded. That if the motive be not payment of the debt, but, in the language of the statute, be to delay, hinder, or defraud particular creditors, it is void as to the creditors intended to be defrauded, though made for a full consideration, and though the proceeds have gone to the use of creditors. It is then not bond fide, but maid fide. He therefore added that if Hean sold and Maulfair purchased, for the honest purpose of paying the creditors selected and specified, the sale could not be impeached; but if Hean’s object in selling was to delay and hinder Ashmead in the collection of his debt, for the purpose of punishing him for threatening to press, or for not giving further credit (though his debt contracted in 1840, was not sued till 1847), and that such object was known to Maulfair, the purchaser, it was an improper and dishonest motive which induced the purchase, and the creditor intended to be defrauded may avoid it. The question was, therefore, one of intention; if the motive was honest there was nothing improper in the act.\nException was taken on each side to the charge.\nNovember 10, 1853, verdict for plaintiff.\nIt was assigned for error: 1. That the Court erred in rejecting the examination of Maulfair; 2. In rejecting the reeord and examination of Hean; 8. In charging that the decision in Ashmead v. Hean had been overruled; 4. In charging that a debtor in failing circumstances could sell his property to a person not a creditor, under an arrangement to pay specified debts; and that “ If Hean sold and Maulfair purchased for the honest purpose of paying the creditors selected and specified at the time of their contract, the sale could not be impeached.”\nWeidman and Kline, for plaintiff in error.\nFunic and Fisher, for defendant in error."
  },
  "file_name": "0481-01",
  "first_page_order": 481,
  "last_page_order": 485
}
