{
  "id": 974051,
  "name": "New Washington Road",
  "name_abbreviation": "New Washington Road",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "485",
  "last_page": "488",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 485"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 402,
    "char_count": 9084,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 6.087085966315723e-08,
      "percentile": 0.3794669110052362
    },
    "sha256": "9490af8355fabcc0fe845488c9e3d5642d65fbbc2f7fe112f9374167a184ba23",
    "simhash": "1:3e51c58595f62dd5",
    "word_count": 1536
  },
  "last_updated": "2023-07-14T18:41:05.651470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Lewis, C. J., dissented."
    ],
    "parties": [
      "New Washington Road."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, J.\nThis is perhaps the most curiously complicated road case that has ever been seen. A report is made by viewers in favor of a road terminating at a point not mentioned in the petition. This was confirmed nisi in September, 1850, continued in December, and confirmed absolutely in the May following, though the viewers had not assessed the damages as they were required by law to do. While these proceedings were being bad on the report, there was a strong movement for a review. The first petition for that purpose, which was presented in December, 1850, bears upon it the incomprehensible endorsement, “ not a majority of original viewers of former petition.” Upon the next petition, in February, 1851, reviewers were appointed. The reviewers made a report in May, for a road with a terminus according to the first order, but not according to the first report, and it was confirmed nisi at the same term, when the report of viewers was confirmed absolutely. In September, 1851, there was a petition for proper persons “ to view said road or parts thereof,” on which viewers were appointed, whose report was subsequently set aside, and reviewers were appointed on a different petition, whose report was made; and that also, after being referred back and amended, was marked, “not confirmed.” Besides these currents and counter currents of views and reviews, there was an undertow of irregular petitions, and remonstrances from friends and enemies of the road, which did not cease for nearly four years after the controversy first began. At length, however, an order to open the road, based on confirmation of the first report, was issued and is now in the hands of the supervisors.\nWe do not reverse these proceedings for general confusion of the record. There are six specific errors assigned. Of these I do not, for my own part, consider it necessary to discuss more than that one which complains of the Court for confirming the report of viewers, while the report of the re-reviewers was pending undisposed of. A review is a matter of right, and when it is demanded it suspends all proceedings on the original report until the review is also ripe for a final decision. After the report of re-reviewers has stood for a term, but not until then, the Court may adopt and confirm whichever of the two it approves of. Of course, I say this only of a case in which both reports are in legal form, and where no re-review has been granted.\nThe confirmation nisi is an order of the Court to confirm the report, unless exceptions be filed, or a review be demanded. In this case a final confirmation was rendered legally impossible by the petition for review, until the report which it produced could be disposed of in the regular way.\nEach of us by turns, and all of us together,- on many different occasions, have had this mysterious record under special consideration. We agree that most of the errors do not need any particular notice; for they were not caused by.any mistaken opinion of the Court below, but happened by mere accident, mixed, perhaps, with a little too much negligence of clerks, attorneys, and judges. The same things can hardly ever happen again — certainly not in the same unlucky combination. After much tribulation a majority of this Court concur upon the following points as the grounds of reversal :—\n1. The neglect of viewers to assess the damages to the owners of lands through which it passed.\n2. The confirmation absolutely of the viewers’ rep>ort, and the confirmation nisi of the reviewers’ report on the same day — which were inconsistent judgments in the same case.\nThis is not the only case we have seen, which shows the necessity of more system in these matters than is usually observed. Every Court of Quarter Sessions ought to keep a road docket, in which the petition, order, appointment of viewers, filing of report, exceptions, petition for review, &c., should be noted in their proper order, with correct dates, so that the progress which each proceeding has made, and its condition at every stage, can be seen at a glance. Confusion and disorder are the necessary consequences of having everything on loose papers, without any reference from one to the other. ■\nAll orders and proceedings in this case are quashed and set aside.\nLewis, C. J., dissented.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "New Washington Road.\nThe proceedings in a road case were reversed, 1. On account of the neglect of the viewers to assess the damages to the owners of lands through which it passed. 2. Because of the confirmation absolutely of the viewers’ report, and the confirmation nisi of the reviewers’ report on the same day — which were inconsistent judgments in the same matter.\nCertiorari to the Court of Quarter Sessions of Clearfield county.\nIn the matter of the exceptions to the confirmation of the report of the viewers appointed to view and lay out a road, from the public road between James Gallaher’s and John Borabaugh’s, to the town of New Washington, in said county.\nOn the 30th of April, 1850, a petition was presented to the Court of Quarter Sessions of Clearfield county, signed by twenty-nine of the citizens of Burnside township, in said county (nineteen of whom subsequently signed petitions for reviews, and remonstrances), praying the appointment of . viewers to view and lay out a road “ from the public road between James Grallaher’s and John Borabaugh’s, at the north-east corner of James Gallaher’s fields, to the town of New Washington.” On the same day viewers were appointed, and the order was issued. At September Sessions, 1850, the viewers reported a road from the point above named “to a public road near New Washington,” which.report was confirmed nisi.\nAt the ensuing December Sessions a remonstrance was presented against the confirmation of the report, and the matter was continued. At the same time a petition, signed by twenty-nine persons, was presented, praying for'a review, which was endorsed — “not a majority of original viewers of former petition. By the Court.”\nAt February Sessions, 1851, another petition for a review was presented, which was granted, and the order issued. No action was had on the original report.\nAt May Sessions, 1851, the reviewers reported a road “from the north-east corner of James Gallaher’s field, to the main street of the town of New Washington,” one mile and six rods in length, which was confirmed nisi. The original report, at the same time, was confirmed absolutely. At the ensuing September Sessions, the review was marked “ continued;” and at the same time another review was granted on petition, and viewers appointed, who reported at December Sessions, 1851, a road similar to the one reported by the former reviewers, between the same points, 287 perches in length. This report was confirmed nisi.\nAt February Sessions, the last-mentioned report was set aside, and a petition signed by sixty-eight of the citizens of Burnside township was presented, praying the Court not to confirm the original report, and asking for a view, which was granted, and viewers appointed. At May Sessions, 1852, they reported a road, substantially the same as that reported by the two former sets of reviewers. Exceptions were filed by one as attorney of the original petitioners. This report was confirmed nisi. At September Sessions, following, this report was marked “ referred back to viewers to report as to damages,” and a remonstrance against the original report, signed by eighty-three of the citizens of Burnside township, was heard and filed of record. At December Sessions, 1852, another remonstrance of the same character, and praying the confirmation of the last report, was also heard and filed. The report was referred back to the viewers for informality, and was returned to the Court, reporting the damages at $20, and was accompanied by releases for half that amount. This report was marked “ not confirmed. By the Court.” An order to open the road according to the original report, was .in the hands of the supervisors, when the certiorari in this case was issued.\nIt was assigned for error: 1. The Court erred in confirming the original report, because the viewers neglected to give notice, obtain releases, and report damages, as required by the Act of the 6th of April, 1843, the provisions of which were extended to Clearfield county by the Act of 7th May, 1844-. 2. It was error to confirm the original report absolutely, and, at the same time, confirm the review nisi. 3. The original report should not have been confirmed, because the viewers did not confine themselves to the points named in the order, but laid out a road to an entirely different terminus. 4. In the original report, as is shown by the face of the record, the road was not laid out “ with a due regard to private property.” 5. It was error to refuse to grant a review on the petition presented at December Sessions, 1850. 6. The report of the viewers presented at May Sessions, 1852, when it was returned corrected, after haying been referred back for informality, should have been confirmed."
  },
  "file_name": "0485-01",
  "first_page_order": 485,
  "last_page_order": 488
}
