{
  "id": 973979,
  "name": "Knabb versus Drake",
  "name_abbreviation": "Knabb v. Drake",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "489",
  "last_page": "491",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 489"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 259,
    "char_count": 4488,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 2.6502184997001997e-07,
      "percentile": 0.8239860702303493
    },
    "sha256": "69f4bc06f953c2ab125789ef52ac3974b70d74698902cf6955292022ee9d5472",
    "simhash": "1:64b743b1de5ec841",
    "word_count": 774
  },
  "last_updated": "2023-07-14T18:41:05.651470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Knabb versus Drake."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\nThe exemption laws are intended to provide for the comfort of the debtor’s family, as well as for his own comfort; and therefore in no instance, except in the single case of an impossibility to set off real estate of the proper value without prejudice to the whole, is the debtor allowed to take the money in lieu of the articles exempt. If the debtor sells the property exempt from execution, it is clear that the money in the hands of the purchaser is liable to attachment. The recovery of damages in an action of trespass for taking it in execution, transfers the right of property, and has the effect of a sale. The damages secured by the judgment must therefore be liable to attachment. The legislature never intended to intrust the debtor with money which he may misapply, or squander away without providing for the objects secured by the exemption law. If he purchases other articles exempt from execution, with other funds or on credit, those articles are of course exempt from execution. If, in addition to this, he may retain the proceeds of articles formerly held, he will enjoy a double exemption, which is more than the Act of Assembly contemplates or allows. In this ease, the damages include more than the value of the property. More than half the sum recovered was given for punishment of the trespass, or as exemplary damages. This is admitted in the case stated. This part of the damages is clearly not exempt from attachment. In an action of trespass for seizing property exempt from such seizure, it will rarely happen that the mere value of the property will be given. In such a case the jury will generally give exemplary damages.\nIf we add anything to the statute, we should involve ourselves in inextricable difficulties. The only safe course is to adhere to the terms of the law. Where a statute is in derogation of common law rights, it ought to receive a strict construction. In the case before us, neither the letter nor the meaning of the exemption law precludes the creditors from attaching the money recovered by the debtor.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Bualcalew, for plaintiff in error.",
      "Pleasants, contrá."
    ],
    "corrections": "",
    "head_matter": "Knabb versus Drake.\n1. The exemption laws being intended to provide for the comfort of the debtor’s family as well as his own comfort, therefore, except where it is impossible to set off real estate of the proper value without prejudice to the whole, the debtor is not allowed to take the money in lieu of the articles exempted.\n2. If the debtor sells the property exempted the money may be attached for his debt; and the recovery of damages in an action of trespass for taking the property, transferring the right to it to the purchaser, has the effect of a sale, and the damages secured by the judgment may be attached under an attachment execution.\nError to the Common Pleas of Columbia county.\nJohn C. Drake & Co. obtained a judgment, on 9th September, 1852, against A. B. Knabb, for $380.18.\nKnabb had brought an action of trespass against John Robison to November Term, 1848, for seizing and selling certain personal property, exempt by law from levy and sale upon execution ; and on 12th September, 1858, he obtained judgment for $200. It was said that the judgment was for the value of the goods, with exemplary damages. Sixty dollars of the amount of the judgment was assigned by Knabb, but the whole was unpaid, when Drake & Co. had an attachment execution issued upon their judgment against Knabb, with notice to Robison as garnishee, and had $140 of the amount of the said last judgment attached.\nA case was stated in which Drake & Co. were plaintiffs, and Knabb was defendant, to determine whether the $140 was liable to attachment.\nConyngham, J., considered that the exemption Act protected the property itself, but not its representative. That after sale of the property Knabb could have maintained either replevin or trespass ; that by a recovery in trespass the purchaser’s claim was affirmed; and he considered that the proceeds would be as liable to attachment as the proceeds of a voluntary sale. February 9th, 1854, he directed judgment for the plaintiff for $140. Such judgment was assigned for error. ..\nBualcalew, for plaintiff in error.\nIt was contended that the judgment should be held to represent the exempted property, and stand in its stead.\nPleasants, contrá.\nThe damages in this case were not merely the value of the goods sold, but were in part exemplary or vindictive, and the latter part does not represent the property sold."
  },
  "file_name": "0489-01",
  "first_page_order": 489,
  "last_page_order": 491
}
