{
  "id": 974039,
  "name": "Troutman's Appeal",
  "name_abbreviation": "Troutman's Appeal",
  "decision_date": "1854-09",
  "docket_number": "",
  "first_page": "491",
  "last_page": "495",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 491"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 449,
    "char_count": 11811,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 4.236000985511415e-08,
      "percentile": 0.26521126622964275
    },
    "sha256": "d4461eb76413cd203c74bd349283a424d6c6a860fb0c4a64a140a6f3fbc71cc3",
    "simhash": "1:34ceaa87329ea94b",
    "word_count": 2106
  },
  "last_updated": "2023-07-14T18:41:05.651470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Troutman’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nKnox, J.\nThis is a contest between Troutman, the appellant, and Campbell, the appellee, for a sum of money made by the sheriff of Lycoming county upon a sale of the real estate belonging to John E. Youngman, against whom both the appellant and the appellee had a judgment, which judgments were liens upon the property sold.\nThe real estate of Youngman (the sale of which produced the fund) was sold on the 6th of December, 1849, but the money was not paid into Court until the 8th of September, 1853, having been in the mean time withheld hy the purchaser until recovered from him by process of law.\nIn February, 1851, the judgment of Campbell against Young-man was opened upon the allegation of the defendant that it had been fully paid; and upon an issue to determine what, if anything, was due upon it, a verdict was rendered in February, 1853, for the defendant. Upon the record, then, this judgment is to be satisfied, and without explanation is clearly not entitled to the fund in Court.\nAt the trial between Campbell and Youngman, the latter offered as payment upon the judgment the amount of the bid of George W. Youngman, made in December, 1849, but not yet recovered by the sheriff. This was allowed, without objection, and the result was that including it the judgment was overpaid five hundred and four dollars. If this bid had been excluded the judgment would still have been paid, and the verdict would have been for the defendant. Upon the allegation of overpayment upon the judgment, Youngman sued Campbell, and in February, 1853, recovered the sum of $371.66, which is said to have been the balance due Youngman, after deducting a promissory note held by Campbell against him, and which was offered and received as a set-off. By these proceedings Youngman has received from Campbell the amount of George W. Youngman’s bid. How does this affect Troutman ? Does it preclude his claim ? The Common Pleas decided that it did, and decreed the money to Campbell. In this there was error. Troutman was a stranger to the controversy between Youngman and Campbell. He had an attorney in Court, it is true; but that attorney performed his whole duty when he gave notice to the sheriff not to pay the proceeds of the Youngman bid to Campbell, as it was claimed by his client. Until the money was actually brought into Court there could be no binding distribution of it, and an attempt to apply it to any particular judgment was entirely nugatory, so far as those not parties to the arrangement were concerned.\nThe mistake in this whole business has been in considering the sale of the real estate to George W. Youngman as so much money paid on the Campbell judgment. The levy and sale of real estate does not, of itself, satisfy so much of the judgment upon which the sale is had, as the estate sells for. The right to the credit depends upon the right to receive the money. The one cannot exist without the other. And as Campbell’s judgment had been fully paid without applying to it the fund in controversy, it necessarily follows that it could not be so applied in order to give Youngman a right of action against Campbell to the exclusion of Troutman, the appellant. To do this would be, in effect, to allow a debtor to receive the money made by a sheriff’s sale of his real estate, whilst his judgment-creditors were unpaid.\nWhen it was ascertained that the appellee’s judgment was paid without reference to the bid of George W. Youngman, all claim upon his part to this fund was at an end, and the money should have been decreed to the next judgment-creditor.\nThe decree of the Court of Common Pleas is reversed, and it is ordered and decreed that the fund in Court be paid: First, to the judgment of Jacob Rodarmel; Second, to the judgment of Lewis M. Troutman; and that the costs of this appeal be paid by the appellee, John R. Campbell.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Scales, for plaintiff.",
      "Armstrong, contrá."
    ],
    "corrections": "",
    "head_matter": "Troutman’s Appeal.\n1. The sale of real estate does not of itself satisfy so much of the judgment upon which the sale is had as the estate sells for — the credit depends on the right to the fund.\n2. After real estate had been sold at sheriff's sale an issue was directed between the defendant and the creditor to try whether the judgment under which it was sold was paid; and on the trial of the issue the debtor claimed and obtained credit for the amount of the said sale (which however at the time had not been paid by the purchaser to the sheriff), and in the issue judgment was rendered for the debtor. The said sum being subsequently paid into Court, it was Held, that the issue between the defendant and the creditor was not conclusive upon other judgment-creditors who were not parties to it, and who might show that, independent of the said proceeds of sale, the judgment under which the money was raised was paid.\n3. Until the money was in Court there could be no binding distribution of it. It was not'payable to the debtor but was applicable to the judgments in their order.\nAppeal from the decree of the' Common Pleas of Lycoming County, directing distribution of certain proceeds of sale of real estate of John E. Youngman, sold by the sheriff on 3d March, 1854.\nJohn R. Campbell, on 8th November, 1848, obtained a judgment in the Common Pleas of Lycoming county, against John E. Young-man, for $3000, on a single bill, with warranty of attorney. To December Term, 1848, a fi. fa. was issued on this judgment, and personal property was levied on and sold for $971.50, and $946.97, the balance, after deducting costs, was appropriated to this judgment. To September Term 1849, a fi. fa. for the residue was issued, and real estate of defendant was levied on. Venditioni exponas to December Term, 1849, and- on 8th of December, 1849, one piece of property was sold to John R. Campbell, plaintiff, for $200, and another piece to George W. Youngman, for $500. Youngman having neglected or refused to pay the amount of his bid, an action of assumpsit, for its recovery, was instituted by the sheriff, to April Term, 1850, in which, on the 7th of February, 1852, a verdict was rendered in favor of plaintiff for the sum of $564.91.\nOn the 15th of February, 1851, the Court opened the judgment of John R. Campbell against John E. Youngman, on defendant’s application and allegation that the judgment was paid. On the trial of this case, the plaintiff showed his judgment, executions, and sales, and was charged with the proceeds of the sales of the personal and real property, no objection being made at the time by the plaintiff or defendant, or any creditor of John M. Young-man. The defendant, besides these credits, showed a receipt from John R. Campbell, to him, dated November 8,1848, for two notes, di-awn by J. M. Cummings in his favor, one for $1011.22, at twelve months: and one at eighteen months, for $1041.57, received by Campbell as collateral security; and proved that Campbell had given up these notes to Cummings, the drawer of them, whether with or without Youngman’s consent, did not appear. His consent, however, was not shown. These notes, with the proceeds of sales of personal and real property, left a balance due Youngman from Campbell; and on 5th February, 1853, a verdict ivas rendered for the defendant.\nYoungman had brought suit against Campbell, to April Term, 1850; and on the 8th February, 1853, a verdict was rendered in Youngman’s favor for $371.66. On the trial of this case, the judgment of Campbell for $3000 was shown, and that it had been opened; and that on 5th of February, 1853, there was a verdict for plaintiff for the $371.66, as before stated; judgment was entered by consent on the verdict on the 8th of February, 1853. The Court instructed the jury in this case that the plaintiff was not barred from recovering, by the verdict and judgment in the case of Campbell against Youngman; that even if the plea of set-off had been put in, the defendant therein could not have recovered, as it was neither an adversary suit, such as could have been arbitrated, or an action pending.\nOn 8th September, 1853, the money arising from the sale of the real estate purchased by Greorge W. Youngman, was paid into Court by the executors of the sheriff.\nOn 30th January, 1854, was presented the petition of John R. Campbell for leave to take the money out of Court.\nOn 6th February, 1854, the answer of the creditors of John E. Youngman to above petition was filed, in which the facts set forth in the petition were admitted, but it was denied that there was any appropriation of the fund, by the Court, or that the facts as stated, amounted to such; and alleging further, that the judgment of John R. Campbell was fully paid, exclusive of the $500 alleged to have been claimed as a credit by said John E. Youngman, and that there was the sum of $504.31 due by Campbell, applicable to the payment of his judgment against John E. Youngman, after fully paying the same, which would have been recovered in that issue, had the law permitted it.\nAt the time of the sale of John E. Youngman’s real estate by the sheriff, to wit, on the 6th of December, 1849, there was one judgment prior to Campbells, in favor of Jacob Rodarmel, entered on the 3d of June, 1848. The judgment, under which the fund in Court was claimed • adversely to John R. Campbell, was in favor of Louis Troutman. It was entered on the 24th of November, 1848. The name of an attorney for him was on the record. No application had leen made by either of the judgment-creditors of Youngman, to have the money brought into Court, although the sheriff had made return to the writ of venditioni exponas, in due time, that the real property had been sold; or to interplead or be heard on the trial of the case of Campbell against Youngman. Rut on the 7th of February, 1853, a motion was made, and a rule granted on George W. Youngman, the purchaser of part of the real estate of John E. Youngman, and the judgment-creditors of John E. Young-man to show cause on the first day of the then next term, why the judgment in favor of the sheriff, except so much of it as might be applied to the Rodarmel judgment, should not be marked for the use of L. M. Troutman.\nOn the 8th of the same month, a motion was made by counsel, to show cause why the judgment should not be marked for the use of John B. Campbell. Both these rules were discharged by the Court, that the rights of neither party might be prejudiced, when the question of distribution came up.\nJordan, J., stated that when the credit of $500 with its interest was claimed and allowed John E. Youngman, Campbell had a lien prior to that of Troutman, and that amount having been credited to Youngman and charged against Campbell, it would be wrong to permit Troutman to take the money out of Court. That Troutman, although not a party to the suit of Campbell against Youngman, or Bennett (the sheriff) against Youngman, had counsel in Court, who, from December, 1849, till February, 1853, made no claim to the proceeds of sale of the real estate.\nOn 3d March, 1854, the fund in Court was directed to be paid to Campbell, after deducting the prior lien in favor of Rodarmel.\nTo such decree exception was taken.\nScales, for plaintiff.\nIt was, inter alia, said that the material question was, whether before the money had come to the hands of the sheriff, the Court could appropriate it: 9 Barr 270, Opinion in Williams’ Appeal. There was no distribution of the money until the decree of the Court of 3d March, 1854, and at that time Campbell had no judgment prior to that of Troutman’s.\nArmstrong, contrá.\nIt was contended that Youngman, the defendant, having obtained credit in the issue for the proceeds of sale, it amounted to an appropriation of them, and that such judgment had not been reversed. That they were thus decided to belong to Campbell.\nSeptember, 1854,"
  },
  "file_name": "0491-01",
  "first_page_order": 491,
  "last_page_order": 495
}
