{
  "id": 973984,
  "name": "Fisher versus Farley",
  "name_abbreviation": "Fisher v. Farley",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "501",
  "last_page": "505",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 501"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 38",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846871
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0038-01"
      ]
    },
    {
      "cite": "2 Rawle 53",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820556
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0053-01"
      ]
    },
    {
      "cite": "4 Watts 357",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842803
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0357-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 472,
    "char_count": 10265,
    "ocr_confidence": 0.392,
    "pagerank": {
      "raw": 1.5020332767367038e-07,
      "percentile": 0.6658330273309371
    },
    "sha256": "5297abe42c237c7226bd7afefb9d68c59d46aaa71dbd59954da0b45f3667a036",
    "simhash": "1:c0be91e4e2bd96b8",
    "word_count": 1846
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fisher versus Farley."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nJacob Farley, the defendant in error, and plaintiff below, claimed a private right of way across the land of John L. Fisher, the plaintiff in error, and defendant below, and this action was brought by Farley against Fisher to recover damages for its obstruction.\nAs presented ujmn the paper-boob, the defence appears to have been—\n1st. That the right of way was a public and not a private right, and therefore there could be no recovery, as no special damage was alleged or proven.\n2d. That if the right was a private one the defendant was justified in putting his fence across the path by the Act of 25th of April, 1850.\nThe first ground was affirmed by the Court of Common Pleas, but it was left to the jury to say from the evidence whether the right was public or private. This was so clearly correct that it needs no argument to sustain it. The point submitted was this: “ That under the pleadings and evidence in this cause, if it has been used as a public foot path, the plaintiff cannot recover.”\nTo which the answer was: “ If it has been used as a public foot path common to the use of any person who has occasion to use it as a foot path, the plaintiff cannot recover under the evidence and pleadings in the case.”\nIt is difficult to perceive how the point could have been more directly affirmed, and yet we have two errors assigned upon the answer. “ 1st. The Court erred in their answer to defendant’s second point.” “3d. The Court erred in submitting to the jury to find whether this was a public or private road.”\nThese assignments are sufficiently answered by what has already been said, viz. That the point was answered according to its prayer, and the question submitted as requested. Where the Court is asked to instruct the jury that if they find a certain state of facts, then the law is as stated, it will not do after an affirmative answer to allege that it was error to leave the question at all to the jury. Cases would seldom be finally disposed of if judgments were reversed upon such grounds.\nThe second assignment arises under the construction of an Act of Assembly passed 25th April, 1850, in the following words\n“ No right of way shall hereafter be acquired by user where such way passes through uninclosed woodland; but on clearing such woodland the owner or owners thereof shall be at liberty to enclose the same, as if no such way had been used through the same before such clearing and inclosure: Provided, that the provisions of this section shall in no way affect any suit or suits now pending in any of the Courts of this Commonwealth in relation to any right of way or any other matter embraced in this section.”\nIt was held by the Court of Common Pleas that this Act did not apply to a case where the right was perfect before its passage. In this there was no error. It would be a manifest perversion of the language of the statute to give it a retroactive effect. This is never done unless in obedience to a legislative mandate clear and unequivocal, and not then if within the constitutional prohibition. Were the rule otherwise 'the case would still have been properly decided, for here the language most clearly refers to rights to be acquired after the passage of the Act — “ No right of way shall be hereafter acquired by user, &c.” The legislative intention, as here expressed, is too plain to be controlled by an inference deduced from the proviso that the Act should not affect pending suits. This was inserted from an abundant caution to prevent what has too often resulted from legislative action, viz. interference with existing rights by a denial or change of remedies. After having provided by apt words that the Act should be prospective only, a-superfluous addition is made that pending suits shall not be affected. The first includes the last provision, but the last does not destroy the first.\nThe jury, after agreeing upon their verdict, sealed it up and separated. Upon its presentation in Court it was found to be deficient in not assessing any sum as damages. Against the objection of defendant’s counsel the Court refused to receive the verdict, but referred it back to the jury, with directions to assess the damages, which was afterwards done at one dollar.\nIt is very evident that the principal if not the only matter of contest between the parties was as to the right of recovery. No special damage was claimed, and the amount found was merely nominal. This is substantially the same as the first finding, which was generally for the plaintiff. The change was therefore merely formal, and properly allowed. Due regard for the administration of justice requires that considerable discretion in this respect should be given to the Court before whom the trial takes place.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Casey, with whom was Tharp, for plaintiff in error.",
      "Miller and Linn, for defendant in error, were not heard."
    ],
    "corrections": "",
    "head_matter": "Fisher versus Farley.\n1. Where the Court is asked to instruct the jury that if they find a certain state of facts, then the law is as stated in the point, it is not, after an afirmative answer, assignable for error that the Court erred in submitting the question of fact to the jury.\n2. The provision in the Act of 25th April, 1850, that no right of way shall be hereafter acquired by user where such way passes through uninclosed woodland, does not apply to a right of way which was perfect before the passage of the Act.\n3. In an action for obstructing an alleged private right of way in which no special damage was claimed, the jury agreed upon a verdict for the plaintiff, and then separated. The Court refused to receive the verdict because no damages had been found, but referred it back to the jury with directions to assess damages, and the jury found one dollar damages: Held, that no special damage being claimed and the amount found being nominal the change in the verdict was properly allowed.\nError to the Common Pleas of Union county.\nThis was an action in ease by Jacob Farley v. John L. Fisher, for obstructing an alleged private right of way, to the damage of the plaintiff. The action was brought in 1851. No special damage was claimed in the narr. The plea was, not guilty.\nThe father of the plaintiff owned a tract of land of about 104 acres, taking possession of it about 1810. He either made or used a road previously existing through adjoining lands, and it was used by the family till Jacob Farley, the plaintiff, became the owner of his father’s tract in 1827; and he used the road till it was obstructed by Fisher, who, in 1850, purchased some of the land over which the x’oad ran.\nOn tlie trial points were submitted on part of the defendant: 1st. That if the jury believed that the people generally in the neighborhood of this road, have used it as a horse and foot path without hindrance or obstruction for fifty years, then the plaintiff has failed to show that it is his private way, and he could only recover by averring in his declaration, and proving some extraordinary and special damage suffered by himself. 2d. That under the pleadings and evidence in this cause, if it has been used as a public foot path, the plaintiff cannot recover. 3d. That if the jury believe, that where this right of way is claimed, had been uninclosed woodland, and was cleared and fenced by the defendant for the purpose of farming and tillage, he was protected in doing so and authorized by the Act of Assembly of the 25th April, 1850, and the plaintiff cannot recover.\nThe Court instructed the jury that a continued, uninterrupted, and adverse use of a way under a claim of right and with the knowledge and acquiescence of the owner of the land over which it passed for a period of twenty-one years or upwards, will authorize a recovery in damages by the person claiming such right which is interfered with.\nThe first point was answered in the affirmative. In respect to the question involved in the second point, the Court submitted to the jury to inquire whether the evidence showed a private right by such user by which the Court intimated such a right of way could be acquired; but instructed them that if the way had been used as a public foot path, common to the use of any person who had occasion to use it as a foot path, the plaintiff could not recover under the evidence and pleadings in the case. As to the third point, the Court instructed the jury that the Act of 25th April, 1850,-in relation to roads through uninclosed woodland, did not give the owner of the land the right to obstruct a road by fencing where a right of way had been acquired by use for the length of time from which such a right would be presumed.\nThe jury being out, the had them informed that when they agreed on their verdict they should seal it and bring it into Court the next morning. After sealing their verdict they separated, and the next morning they rendered a “verdict for the plaintiff.” The jury were sent out again to determine an amount of damages — the defendant’s counsel objecting. They afterwards, 25th February, 1853, found for plaintiff one dollar.\nIt was assigned for error, — 1 and 2. That the Court erred in the answers to the first and second points. 3. In submitting to the jury to find whether this was a public or private road, it being alleged that there was no evidence of a private right of way. 4. In refusing to have the verdict recorded as first rendered.\nThe 21st section of the Act of April 25, 1850, is as follows:—\n“ No right of way shall hereafter be acquired by user, where such way passes through uninclosed woodland; but on clearing such woodland, the owner or owners thereof shall be at liberty to inclose the same, as if no such way had been used through the same before such clearing and inclosure : Provided, that the provisions of this section shall in no way affect any suit or suits now pending in any of the Courts of this Commonwealth in relation to any right of way or any other matter embraced in this section.”\nCasey, with whom was Tharp, for plaintiff in error.\nAs to the fourth assignment, was cited 4 Watts 357; 3 Pa. Law Jour. 369; 2 Rawle 53. It was alleged that the case of Wolfran v. Eyster, 7 Watts 38, as to having formalities in verdicts amended, did not sustain the course herein pursued, as in this case no damages whatever were found.\nMiller and Linn, for defendant in error, were not heard."
  },
  "file_name": "0501-01",
  "first_page_order": 501,
  "last_page_order": 505
}
