{
  "id": 974063,
  "name": "Thomas versus Snyder",
  "name_abbreviation": "Thomas v. Snyder",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "515",
  "last_page": "521",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 515"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Wend. 483",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        3517444
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/2/0483-01"
      ]
    },
    {
      "cite": "14 Peters 461",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "16 Pick. 157",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "2 Gall. 51",
      "category": "reporters:federal",
      "reporter": "Gall.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 585,
    "char_count": 15999,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03424813570212008
    },
    "sha256": "7ad9754d24b2ded1db34b5da862706dec2e107849a3e6b538e89ea5c06d9ad2a",
    "simhash": "1:b8eb60855e14389d",
    "word_count": 2879
  },
  "last_updated": "2024-02-27T17:12:18.845027+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thomas versus Snyder."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\nThe right of the plaintiff below to the flour in controversy, did not depend upon the ownership of the mill, nor upon the relations existing between Long and Wagner respecting the occupancy of it. The questions proposed to be put to Samuel Long, on the cross-examination, were therefore irrelevant and improper.\nCharles Cawley was a witness for the defendants. If he testified to anything pertinent to the issue, the plaintiff had a right to cross-examine him in reference to it, and to any other facts bearing upon his evidence in chief; and if he did not answer truly, it was proper to call a witness to contradict him. If his testimony in chief'was irrelevant, an error in permitting it to he thus discredited, did no injury to the plaintiff in error, and is therefore no ground for reversal. As his testimony in chief is not set forth in the bill of exceptions, nor in any other part of the paper-book, we cannot say there was error in the manner of impeaching it. Every presumption is in favor of the judgment of the Court of Common Pleas.\nThe errors complained of in the 4th and 5th assignments are, in the argument, reduced to the question whether there was such property in Snyder, the plaintiff, as would enable him to maintain this action. We think this question was properly disposed of by the Court below. The evidence tended to show that Long and Wagner were the agents of Snyder, for the purchase of the grain from which the flour was made, and that it was bought for him and paid for with his money. There was no evidence that the 100 bushels referred to in the defendants’ second point were purchased for any other person than Snyder. The instructions to the jury and the answers to the points were correct.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Miller, Qasey, and Merrill, for the plaintiffs in error.",
      "Woods and Slenher were for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Thomas versus Snyder.\n1. The overruling of questions, proposed to be put to a witness on cross-examination, as to matters immaterial to Che issue, is not error.\n2. If a witness for the defendant testifies to any thing pertinent to the issue, the plaintiff may cross-examine him in reference to it and to any other facts bearing on his evidence in chief; and if the witness does not answer truly other witnesses may be called to contradict him. But if his testimony in chief were irrelevant, the error in permitting it to be, discredited did no injury to the defendant, and is no ground of reversal. If, however, such evidence in chief do not appear in the bill of exceptions or in the paper-book, this Court cannot judge of the manner of impeaching it, and the presumption will be in favor of the judgment of the Common Pleas respecting it.\n3. “Where certain persons were the agents of the plaintiff to purchase grain and manufacture it into flour, and grain was bought for the plaintiff and paid for with his money, and the flour made therefrom was set apart in the mill fox-delivery to him, he could maintain trespass for taking it away from the mill under an execution against one of the agents.\n4. Though the plaintiff, after the flour was taken away by the defendants, said that he would look to the agent for the money furnished, he would not be thereby precluded from maintaining trespass for the removal of the flour.\nError to the Common Pleas of Union county.\nThis was an action of trespass by Henry W. Snyder v. A. Thomas, sheriff, and others, for taking and carrying. away 47 barrels of flour from a mill formerly the property of Samuel Long. The plea was, not guilty.\nLong was the owner of the mill in 1850, in which year it wa3 levied on and sold as his property by the sheriff; and, on the 16th December of that year, the sheriff executed a deed to Jacob W. Smith, who, on the 18th December, conveyed it to Michael Wagner.\nLong continued to occupy the mill, transacting business in the name of Wagner. It was alleged, on part of defendants, that the arrangement was a contrivance to hinder or defeat the creditors of Long.\nOn the part of the plaintiff it was alleged that he furnished money to Wagner with which to buy wheat, of which flour was to be made for his use; and that a portion of this flour was taken by the sheriff and those acting with him.\nOn part of the plaintiff was shown a note as follows: — ■\nNew Berlin, February 11, 1852.\nHenry W. Snyder, Esq.,\nSir, — I have bought one hundred bushels of wheat, now in the mill. If you wish to have the wheat, you will have to send me the money, &c.\nSend the money by the bearer, Samuel Long, and take his receipt for the same. Signed, Michael Wagner.\nReceived, February 11, 1852, fifty dollars on the above order.\nSamuel Long.\nAlso a receipt as follows:—\n$300.00.\nReceived, March 11th, 1852, of H. W. Snyder, three hundred dollars in trust, for which I am to account in grain purchased, and to be purchased for him. Signed, Michael Wagner.\nIn relation to the receipt for $300, a witness, James Harrison, stated that he was present, when the money was paid; that Wagner was to buy wheat, oats, and rye, and convert the wheat into flour, &c.\nSamuel Long was examined, and stated that Wagner brought $300 to him at the mill and said he should buy wheat, &c., for Snyder — the, wheat was to be made into flour. He bought wheat and made 47 barrels of flour, which was the same that Sheriff Thomas, one of the defendants, took. The other defendants were with him.\nAnother witness, Aurcmd, said that he was employed in the mill — that 47 barrels of flour were made for Snyder, and it was standing in the mill, and was taken away by the defendants. -He further said that he told Snyder that the flour was ready, and that Snycler said we should wait till the roads got better. This was about two weeks after the flour was made and packed.\nAnother witness said that the flour was in the mill for several weeks. That he told two of the defendants that it was Snyder’s flour.\nThe sheriff’s deed to Smith for the mill was shown, and the agreement of Smith and Wagner, dated 18th December, 1850, for the purchase of the mill.\nOn part of defendants was shown a judgment in favor of Jacob Reichley v. Samuel Long, for $151.51 — fi. fa. to May Term, 1852, levied, on 1st May, on 4T barrels of flour, and 34J bushels of wheat; and the return of the writ.\nTestimony was given that Snyder said he would look to Wagner for his money.\nIt was observed on the paper-book that other of defendants’ testimony related to contradictions of Samuel Long’s testimony. The testimony in contradiction was not stated.\nVarious points were submitted on part of defendants. The first was, that if Snyder furnished $300 to Long in trust, to be accounted for in grain, and Wagner put the .money into the hands of Long, and he purchased grain and made flour of it, and whilst it was in the mill, before delivery of it to Snyder, it was taken away by defendants, Snyder had not such property in the flour as to maintain the action.\n2. That if 100 bushels of the wheat of which the flour was made was purchased by Wagner before he received any money from Snyder, and before the arrangement stated in the receipt of March, 1852, and this wheat or the flour from it was mingled with other wheat or flour, the whole to be delivered to Snyder, the latter had not such possession as to maintain trespass.\nAs to this point, see opinion of Lewis, J.\nThe 3d was, that if Snyder stated that he would look to Wagner for the money he advanced, it is evidence that he did not claim to be the owner of the flour.\nThe 4th was, that no such possession had been shown in Snyder as will enable him to maintain the suit.\n5. That there was nothing in the arrangement which would require Wagner to deliver to Snyder the flour made from the wheat bought with the money advanced by Snyder.\n6. That the plaintiff was not entitled to recover.\nWilson, President Judge, charged the jury that, whether the flour was made from wheat purchased by Wagner or Long, the miller, for Snyder, was a question for them. If it were, the position of Wagner and Long in respect to the mill, could not affect Snyder, and was not material in this suit.\nHe observed as to Long’s testimony, that testimony offered to contradict a witness, should relate to a matter material to the issue. Also, that Long’s testimony was corroborated by that of others; but the credit of witnesses was for the jury.\nHe added, that if Snyder had established his title to the 47 barrels of flour, then it was a question of law whether he had such possession as to maintain trespass. To maintain trespass, generally, there should be in the plaintiff either actual possession or a right to immediate possession flowing from the right of property. If Wagner was the agent of Snyder, such agency would not be inconsistent with a right in Snyder to immediate possession of the flour: King v. Humphreys, 10 Barr 217. The letter of 11th February, 1852, would seem to imply a previous understanding or conversation between Wagner and Snyder about getting wheat for the latter; or to let him have wheat. He further directed the jury that if they found that the grain was purchased for Snyder, paid for with his money, and manufactured and put into barrels for him, the barrels being purchased for Snyder, and the barrels and flour kept separate and ready for delivery, which Snyder postponed after he had notice of the flour being ready for delivery, he would have such right to immediate actual possession, accruing from the right of property, as would enable him to maintain trespass.\nHe refused to instruct the jury as requested in the first point— also as requested in the second point, referring to his general charge. As to the third, he instructed that the declaration of Snyder as to looking to Wagner for indemnity, would not preclude him from maintaining this action. As to the fourth, he refused to instruct, and referred to his general charge. As to the fifth, that Wagner might have accounted for the grain purchased by him with Snyder’s money, by furnishing flour from a similar quantity of wheat; but that this would not be conclusive against Snyder’s right to recover, if his money paid for the specific wheat out of which the flour was made, and which was set apart for him in the mill.\nHe refused to instruct as requested in the sixth point.\nMay, 1854, verdict for plaintiff.\nThe first assignment related to the rejection of various questions proposed to be put to Long as to his position with respect to the mill.\nThe second assignment was that the Court erred in permitting a question to be put to C. Cawley, a witness for defendants, on his cross-examination, viz.: The plaintiff offered to ask the witness whether he did not call on Justice Roush, on the same day that he states Long called on him in town, and cause an attachment execution to be issued against Long, with notice to himself to attach the price of ten barrels of flour spoken of. This was offered to contradict the statement of the witness that certain flour, contracted for by the witness with Long, was not to be paid for until the whole fifty barrels were delivered. It was objected to as irrelevant and not a cross-examination.\nCawley’s evidence in chief was not stated in the assignment of error nor in the bill of exceptions, nor in the digest of evidence in the paper-book.\nThe third assignment was, that the Court erred in admitting on part of plaintiff, testimony by Squire Roush that Cawley, the witness for defendant, had ordered him to issue an attachment execution on Settler’s judgment v. Long. This was offered to contradict Cawley. It was objected that the cross-examination of Cawley as to that matter wras as to a matter collateral to the issue; and that his answer was conclusive on the plaintiff. The statement of the Court was to this effect: The defendants called Charles Cawley to contradict Long (a witness for plaintiff) as to his testimony that the flour was to be paid for as delivered by the load. Cawley states that it was not to be paid for until all of it was delivered. The plaintiff then cross-examined him to the alleged fact that on the same day that he got the first ten barrels of flour he gave Squire Roush notice of it, and directed an attachment execution to attach it; this being offered as some evidence to show that the flour was to be paid for as delivered. Cawley denied directing the attachment to be issued, and the justice was called in order to contradict Cawley and to sustain Long.\nThe testimony was admitted.\nThe fourth assignment was, that the Court erred in the answers to the several points, and in refusing to answer them as requested. Fifth. That the Court erred in ruling that under the evidence in the case there was either such possession or property shown in the plaintiff as enabled him to maiptain the action.\nMiller, Qasey, and Merrill, for the plaintiffs in error.\nAs to the second assignment, the evidence was irrelevant. It was a different transaction from the one in question in the issue, and one which had been elicited by the examination in chief. As to the third assignment, it was observed, that the evidence admitted was as to a collateral fact not material to the issue and irrelevant; and that the rule was that a witness could not be cross-examined as to any fact which is irrelevant to the issue, merely for the purpose of contradicting his statement: 1 Greenleaf’s Ev. § 449; 7 East 108 ; 1 Starkie’s Ev. 164; 2 Camp. 627; 2 Gall. 51-53; 8 Greenleaf 42-5; Wend. 301, 305; 16 Pick. 157-8; 11 Jur. 478; 1 Exch. 91; 8 M. & W. 123; 11 Ad. & El. 322; 14 Peters 461.\nAs to the fourth and fifth assignments, as to the title necessary to maintain trespass, reference was made to 2 Trou. Haley 44-5.\nWoods and Slenher were for defendant in error.\nAs to the second error. The defendants below in cross-examining Long, a witness for plaintiff, were permitted to ask him in relation to a contract which Long stated that he had made for Wagner with Charles Cawley, for the sale of fifty barrels of flour, to be paid for as delivered, — and that Wagner had delivered ten barrels.\nThe defendants afterwards called Cawley to contradict Long, and to state that the flour was not to be paid for until the whole fifty barrels should be delivered. This testimony, perhaps inadvertently, was not objected to on the part of the plaintiff. The plaintiff then proposed to ask Cawley what is stated in the bill of exceptions which is the subject of the second assignment. It was alleged that after Cawley was permitted to state that the sale of the fifty barrels of flour to him was an entire contract, and not to be paid for till the whole of it was delivered, it was proper to ask him on cross-examination what he did, as tending to show that he did not consider the contract to be an entire one. It is not irrelevant to inquire of a witness whether he has on some former occasion given a different account of the matter to which he has testified, in order to lay a foundation for impeaching his testimony: 1 Greenleaf, § 449.\nThird assignment. Great latitude of interrogation is sometimes permitted in the exercise of the judge’s discretion: Greenleaf, § 449; 1 Stark. Ev. 186-7; and in note A. A party who originally called a witness, and availed himself of his testimony, cannot subsequently object to him on the ground of interest, or impeach his general character: 2 Wend. 483, Fulton Bank v. Stafford. Whether the defendants could or could not call Cawley to contradict Long, a witness for plaintiff, as to the contract for the sale of the flour; when they did call him and availed themselves of his testimony on a particular fact, they have no right to object that such fact was collateral. The Court, in the exercise of their discretion, admitted the testimony.\nAs to the 4th and 5th assignments, reference was made to 10 Barr 217, King v. Humphreys, that where rags were delivered at a designated price to be made into paper, which was to be delivered at a price stated, the difference to be paid for in a note, trespass would lie against a creditor of the manufacturer for levying on the paper."
  },
  "file_name": "0515-01",
  "first_page_order": 515,
  "last_page_order": 521
}
