{
  "id": 974062,
  "name": "Commonwealth versus Burkhart",
  "name_abbreviation": "Commonwealth v. Burkhart",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "521",
  "last_page": "523",
  "citations": [
    {
      "type": "official",
      "cite": "23 Pa. 521"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 318,
    "char_count": 5774,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 1.0405705669565109e-06,
      "percentile": 0.9839618062674697
    },
    "sha256": "a4ad5db79f3e40f2bdbbebe1437777ca6fcfe1946290afb641422ac9ae2f87ed",
    "simhash": "1:9a8b8960a84b6edc",
    "word_count": 1016
  },
  "last_updated": "2023-07-14T18:41:05.651470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Lewis, J., and Knox, J., dissented."
    ],
    "parties": [
      "Commonwealth versus Burkhart."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\nWe are asked to quash the writ, because the decision on the certiorari in the Common Pleas cannot be reviewed here, and, if it can, it must be done on certiorari. But we think these reasons are not sound; for section 22 of the hundred dollar law, preventing, writs of error to review the judgment of the Common Pleas on a certiorari to a justice of the peace, applies only to the jurisdiction given by that Act; and, because, though the proceeding before the justice of the peace was out of the course of tire common law, yet the certiorari suit in the Common Pleas was in the course of the common law, and it is properly reviewed on writ of error : 5 Binney 27.\nThe Court below reversed the conviction, because the charge set forth in the complaint was not sufficiently definite in that it does not state the facts that constitute the offence. And such seems to be the rule laid down in the notes on Sander’s Case, 1 Saund. Rep. 262; and many cases are there referred to in support of it: 1 Stra. 66, 497; 2 Ld. Raym. 1220-1386-1415; 1 T. Rep. 125-127; 8 Id. 542; 1 East 639; 13 Id. 139; Comyn 522; 1 Burr. 148-613; and others were referred to on the argument: 2 Ld. Raym. 1265; 1 Salk. 680; 8 T. Rep. 536; 9 Queen's B. R. 80; but on examination it is ascertained that they all refer to the recital of the information or complaint in the record of conviction. There a defect may be fatal, because the judgment is usually that the defendant is guilty of the premises charged upon him, and thus the errors of the recital become, by reference, incorporated into and taint the judgment. There is no such defect in this conviction, and none such is alleged.\nThe Courts are no longer astute in discovering defects in such proceedings: 2 T. Rep. 23; and when the charge in the complaint and summons is so specific as to give the defendant fair notice of the substance, time, and place of the offence charged, as is done here, it ought to be regarded as sufficient. And where the defendant appears and goes to trial, without any objection to the complaint and summons on account of indefiniteness, such a defect ought to be considered as cured: 3 Burrows 1785; 1 East 649.\nWe must judge of the validity of this conviction by -what appears on its face; 5 T. Rep. 338; 6 Id. 538; taking the magistrate’s judgment on the weight of the evidence, 6 Id. 177, 375; 8 Id. 588 ; and going by this rule, we find a definite offence charged, the appearance of the defendant to answer it, a trial in his presence, evidence of the facts that constitute the offence, and an adjudication that the defendant is guilty of the offence as charged, and has incurred a defined penalty, being the one'authorized by law, and we must allow the conviction to be enforced.\nJudgment of the Common Pleas reversed and the judgment of the justice of the peace affirmed.\nLewis, J., and Knox, J., dissented.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "SlenJeer, for plaintiff.",
      "Miller, for defendant."
    ],
    "corrections": "",
    "head_matter": "Commonwealth versus Burkhart.\n1. The judgment of the Court of Common Pleas on a certiorari to a summary conviction by a justice of the peace may be reviewed on writ of error in the Supreme Court.\n2. \"Where the information or complaint in a case of summary conviction is so specific as to give the defendant notice of the substance, time, and place of the offence charged, it is sufficient.\n3. Any indefiniteness in the information or summons is cured by the defendant appearing and going on,to trial without objection.\n4. If the record of conviction sets forth a definite offence, it is not vitiated by the fact that the same offence is indefinitely charged in the information on which the writ issued.\n5. The offence is sufficiently specified when the record sets forth that the defendant, at a given time and place, w:as guilty of disturbing a particular congregation, whilst then and there assembled for the purpose of religious worship and transacting business pertaining to such worship, contrary to the form of the Act of Assembly in such case made and provided.\nError to the Court of Common Pleas of Union county.\nThis was a certiorari to a justice of the peace on a summary conviction under the Act of 16th March, 1847, for disturbing a religious meeting.- s\nInformation was made before David Botdorf, a justice of the peace of said county, that, at a given time and place, “ whilst the Evangelical Lutheran Congregation were assembled for the purpose of religious worship, and transacting business pertaining to such worship, Burkhart, the defendant, was guilty of disturbing them in their said worship and business;” and therefore he was tried and convicted.\nThe record of conviction set forth the information as being, that, at a given time and place, the defendant “ was guilty of disturbing the Evangelical Lutheran Congregation, whilst then and there assembled for the purpose of religious worship, and transacting business pertaining to such-worship, contrary to the form of the Act of Assembly in such c.ase made and provided;” and that, after summons, appearance, and trial by witnesses in the presence of the defendant, “the said-justice adjudged that the said defendant is guilty according to the form of the Act of Assembly aforesaid, and he is accordingly convicted of the offence charged upon him by said information,” and adjudged to forfeit $25 and costs.\nOn certiorari it was excepted, among other things, that “the information does not contain sufficient to ground a warrant under the statute;” and so the Common Pleas decided and reversed the judgment; and this was assigned for error.\nThe defendant moved the Court to quash the writ of error on the ground that the judgment of the Common Pleas is final; and, if it is not, that certiorari, and not error, is the proper remedy.\nSlenJeer, for plaintiff.\nMiller, for defendant."
  },
  "file_name": "0521-01",
  "first_page_order": 521,
  "last_page_order": 523
}
