{
  "id": 970690,
  "name": "Schuylkill Navigation Company versus Loose",
  "name_abbreviation": "Schuylkill Navigation Co. v. Loose",
  "decision_date": "1852-06-28",
  "docket_number": "",
  "first_page": "15",
  "last_page": "19",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 15"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Rawle 358",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823549
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0358-01"
      ]
    },
    {
      "cite": "4 Rawle 9",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823533
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0009-01"
      ]
    },
    {
      "cite": "4 Rawle 362",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 665,
    "char_count": 11774,
    "ocr_confidence": 0.422,
    "pagerank": {
      "raw": 1.3959631991950262e-07,
      "percentile": 0.6437205412361879
    },
    "sha256": "7389c67bf08669c4168dc21d2b285d2776a2e0a7665d4dd7ac9765aba2cf2b59",
    "simhash": "1:362697908c4ef67c",
    "word_count": 2073
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Gibson, J., dissented."
    ],
    "parties": [
      "Schuylkill Navigation Company versus Loose."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\nThis Company, in enlarging their canal, made a very heavy embankment, projecting a considerable distance into the Schuylkill river, and thereby caused some diversion of the river, and, in times of high water, an injurious inundation of the plaintiff’s land. The remedy adopted is the one pointed out by the Act of Assembly authorizing the original improvement, and the question to be decided is, does that Act give a remedy for an injury of the character complained of?\nThe Act of 14th December, 1829, Pamp. L. p. 11, authorizes the strengthening, enlarging, and altering of the Company’s works, at discretion, and then continues the provisions of the original law (8 March, 1815, Pamp. L. p. 72) in relation to compensation for damages, and applies them to the work to be done under the Act of 1829. If this is to receive a liberal construction, and we shall show that it must, then we cannot avoid the conclusion, that wherever a common law injury is occasioned by the Company, in strengthening, enlarging, and altering their works, the injured party shall have redress in the form of proceeding prescribed by the original act. The Legislature could not anticipate all the modes in which injuries might arise in the exercise of such large powers as they were conferring, and therefore they declare that the former remedies shall apply to the new work, that is, to all injuries done in the execution of the new work.\nIf, however, it should be thought that a true construction of this provision requires its limitation to the same injuries, as well as remedies, as are provided for in the original law; then it becomes our duty to examine how far it was intended by the original Act to protect the rights of individuals against injuries by this Company. _ _ .\n_ _ Leaving out unnecessary words, we find, in section 10 of that Act, the provision that, “if any person shall be injured by means of any dam being erected, or his land inundated by swelling of the water in consequence of the erection of any dam; or any mill or other works, on the said river or any of its tributaries, iujured by swelling the water into the tail race thereof, and the Company and owner cannot agree on the compensation to be paid,” then such shall be the remedy.\nOn this provision the objection is raised, that the inundation of the land of the plaintiff below was not “in consequence of the erection of any dam,” and therefore he is without the remedy provided by the statute. Is this so ? May this Company destroy a man’s land by turning the river upon it, and he be without remedy unless the injury was caused by means of a dam ?\nLooking at the whole Act, we find that the Legislature have provided a remedy for every injury which would readily suggest itself as likely to be' caused in constructing such a work. The Company may take land for their canals, locks, and sluices; they may enter upon land and take materials; they may affect the tail races of mills by swelling the water of the river; they may cross public and private roads; but they must pay for all, and do as little damage as possible. Is it intended that they may inundate a man’s land without any liability, if they can do it without a dam ? When the Legislature seem to be intending full protection of individual rights, and especially protection against inundation by means of the Company’s works, though they speak only of inundation in consequence of dams, do they not speak of dams merely by way of example of the mode in which such inundations are ordinarily caused ? Surely such is the intention of the law.\nWhen we bear in mind how carefully full redress was provided for similar injuries when the State was itself engaged in public improvements (25th February, 1826, Pamp. L., 57), and when corporations are authorized to make improvements, and especially in the early Act incorporating the Harrisburg and Pittsburgh Turnpike Road Company, passed 24th February, 1806, which has been the model Act for such cases ever since; when this is borne in mind, it is impossible to avoid the presumption, that in all such cases, the remedy is intended to be coextensive with the injuries that may be caused in a way so direct as this one.\nConstruing this statute according to the principles of the common law, Hob. 98, we cannot readily suppose that the Legislature intended to destroy a clear right, at the very time that they were employing their minds in giving a sure and speedy remedy. Magna Charta is only declaratory of true common law, when it says that “justice and right shall be denied or delayed to no one,” and our Constitution does the same when it declares, Art. 9, s. 11, all courts shall be open, and every man, for an injury done him in his lands, goods, person, or reputation, shall have remedy by due course of law, and right and justice administered without sale, denial, or delay.” It is impossible, in the face of principles of justice so clearly and solemnly announced, to suppose that the Legislature, when providing a remedy for an acknowledged injury, mean to take it away unless the injury arise in one specified form.\nWe cannot exclude the influence of the common law, much less of the Constitution, in giving a construction to statutes: for the common law “giveth much light, and judges,,as much as may be, follow the rule thereof,” 3 Co. 13, 85; 2 Inst. 301. I mean not the Anglo-Norman or Anglo-Saxon common law of eight hundred or a thousand years ago, though it had virtues and principles of the most stern and generous kind, which are not entirely concealed under its old barbaric costume. But I mean our own common law, with those same virtues and principles derived by legitimate inheritance, and improved by their own legitimate operation.\nLooking at the protection guarantied by the common law and the Constitution, we ought to presume that the prescribed remedy was intended to be complete unless the contrary appear. Such is the common law rule of interpretation; for Acts that give a remedy for a wrong done are to be taken equitably; 2 Inst. 152, 249, 395, 572; and the words shall be extendedor restrained according to reason and justice; Hob. 299; and according to their end, though the words be short and imperfect; Hob. 157.\nWhere the reason of a rule is general, and the provision special, the rule is general in its application. Ubi lex speeialis est, et ratio ejus generalis, generaliter accipienda est; 2 Inst. 43. And this maxim is especially applicable to laws providing remedies. There the words are to be taken, not literally, but according to the intent of the Legislature, and such construction is always to be made that the party grieved and in equal mischief, may be relieved; 2 Inst. 680. Of this rule Lord Coke gives many illustrations, to which we can only make reference: 2 Inst. 291, 322, 346, 427, 429, 476, 502, 681; Hob. 122.\nOur own case of Voeghtly v. The School Directors, 1 State Rep. 332, is an instance of the application of the principle; though the law was not a remedial one. The law taxes debts due on promissory notes, bonds, mortgages, and judgments; and these were held to be but examples, and not to exclude debts due on articles of agreement for the sale of land.\nThere is abiding and productive truth in the old thought that nothing is more glorious and necessary to a state and to its citizens than full execution of justice: 2 Inst. 280. There is vital and energetic honesty in the maxim, lex est tutissima cassis, et sub clipeo legis nemo decipitur, especially when considered as a maxim of our own common law, with its generous infusion of equity principles. Neither the end, which is justice, nor the means by which a man may attain the end, and that is law, shall be denied: 2 Inst. 56.\nYet how vain is all this, if an improvement corporation is to get a charter of its own choice, and likely of its own framing, with remedies to suit itself, special and unusual in their character, and shall then be allowed to evade every liability except such as is explicitly and strictly laid upon them by the terms of their charter. If their privileges are to be liberally, and their liabilities strictly construed, then are they clothed with a distinction which would sufficiently account for all the jealousy with which they are frequently regarded. But such is not the case here. The remedies provided against their injuries are entitled, like other remedies, to a liberal construction for the purpose of redressing the wrong, and on this principle this Company has been properly declared liable.\nJudgment affirmed.\nGibson, J., dissented.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "W. Strong, and Banks, for the Company.",
      "Smith, contrá."
    ],
    "corrections": "",
    "head_matter": "Schuylkill Navigation Company versus Loose.\nThe Act of 8th March, 1815, incorporating the Schuylkill Navigation Company, provided a special mode of proceeding, to obtain compensation for mjjiry sustained “ by means of any dam or dams erected, or the land of any person inundated by swelling of the water in consequence of the erecting of any dam or dams, or any mill or other water works injured by swelling the water into the tail race of any mill or other water works,” &c,;\nThe Act of 14th December, 1820 (Acts, p. 11,12), extended the privileges of the Company for another term, they to be enjoyed “in like manner and under the same liabilities and regulations in all respects as they heretofore have been.” It was held, that a person whose land was injured by being overflowed in consequence of the elevation of the embankment and tow path of the canal, and the contracting the channel of the .Schuylkill river, was entitled to have recourse to the special remedy provided by Act of Assembly; that such remedy was not to be limited to the description of injury by the erection of a dam, particularly mentioned in the Act of incorporation, but embraced the case of the complainant.\nAppeal from the Court of Common Pleas of Berks county.\nThis was an appeal on the part of the President, Managers, and Company of the Schuylkill,Navigation Company. It was taken in a proceeding had in the Common Pleas of Berks county, on a petition,of G-eorge Loose, asking the Court to award a venire directed to the sheriff to. summon a jury to ascertain and report to the Court, what damages had been sustained by him in consequence of a quantity of ground having been thrown into the river Schuylkill for the purpose of forming an embankment of the canal of the Company, thereby contracting the channel and causing an overflow upon land of the petitioner. The alleged injury was done in the course of the enlargement of the canal in the years 1846 and 1847. The canal was on the opposite side of the river from the land of the petitioner.\nThe Court charged the jury that this special proceeding could be sustained in order to recover consequential damages for such an injury as that complained of in the petition, and in April, 1852, they found $500 damages.\nThe instruction was excepted to.\nW. Strong, and Banks, for the Company.\nThey contended that the injury complained of did not result from the enlargement of the canal. Also, that the only injuries which the Company was bound to compensate, were: 1. Taking materials : 2. Occupation of land for locks or canal: 3. Injuries consequent on the erection of a dam. There was cited, 6 W. & Ser. 101; 8 Id. 85; 6 Barr 382; 3 Harris 193. In those cases there was some general provision for injuries beside those specified in the Act. Reference also made to 14 Ser. & R. 71; 4 Rawle 362.\nSmith, contrá.\nHe referred to the Act of 8th March, 1815 [Acts of 1814-15, p. 72), and to the opinion of Tilghman, C. J., 14 Ser. & R. 82. Also to 16 Id. 44; 4 Rawle 9, Lehigh Bridge Co. v. Lehigh Coal and Navigation Co.; 1 W. & Ser. 352; 4 Rawle 358, Union Canal v. O’Brien; 6 Barr 379, Mon. Nav. Co. v. Coon.\nJune 28, 1852,"
  },
  "file_name": "0015-01",
  "first_page_order": 17,
  "last_page_order": 21
}
