{
  "id": 970639,
  "name": "Ebner versus Stichter",
  "name_abbreviation": "Ebner v. Stichter",
  "decision_date": "1852-06-28",
  "docket_number": "",
  "first_page": "19",
  "last_page": "23",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 19"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "15 Ohio 248",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        491925
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ohio/15/0248-01"
      ]
    },
    {
      "cite": "4 Watts 317",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842725
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0317-01"
      ]
    },
    {
      "cite": "12 John. 222",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2139144
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/12/0222-01"
      ]
    },
    {
      "cite": "5 Bin. 362",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 511",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Pa. Rep. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 541,
    "char_count": 11309,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 1.7241586562622722e-07,
      "percentile": 0.7043875917090147
    },
    "sha256": "db10d11746d1a8f9c13228145c916a433f2e5da83b3a6dbc987bea58e1619e79",
    "simhash": "1:d53498f1867ed5ff",
    "word_count": 2120
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ebner versus Stichter."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\nThe jury have found, under proper evidence and proper instructions, that the alley appurtenant to the plaintiff’s lot, and that over the defendant’s, formed one continuous way, that the plaintiff had a right of passage over the defendant’s part of the alley, and the defendants over that of the plaintiff, by mutual agreement, each grant being the consideration of the other.\nThe defendants have erected a building on each side of, and over their part of the alley, and the plaintiff avers that, by reason of this, the capacity of the alley has been reduced, so that he cannot have his proper enjoyment of it; and claims that, on this account, he has a right to revoke the alley privilege granted to the defendants; and complains that, though he did so, yet the defendants continue to use the alley over or appurtenant to his lot, and thus obstruct his use of it.\nAdmit the encroachment averred, does the right to revoke the grant follow ? This is the only question that demands consideration. If, under proper instructions, the jury have come to a wrong conclusion, it is not our province to correct that error.\nThe question is really too plain for argument. This is not a case of mutual and dependent covenants, where one party is not bound to perform if the other fails. But it is a case of vested, executed rights, which one party claims to have forfeited, because a kindred right of his has been encroached upon, though not taken away. It would not prevent, but rather foster litigation, to sanction such a principle. And there is no necessity for it; for the law gives an adequate remedy for such encroachments, by action. To allow one party to revoke the other’s rights' for a mere encroachment, would be to hold out inducements to undertake reprisals, that must, in the nature of things, result in open war. It would be a rule incapable of definition, and therefore liable to continual abuse. Under the smallest annoyances, which must occasionally arise between tenants in common, the right of revocation would be claimed and suits would be the natural consequence. The cause was properly tried. The plaintiff’s remedy is by action.for the*obstruction of the other part of the alley, and not by revocation of the use of the part granted to the defendants.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Hoffman, for plaintiff in error.",
      "Strong, contrá."
    ],
    "corrections": "",
    "head_matter": "Ebner versus Stichter.\n1. An agreement, by one under whom the plaintiff claimed, to give to B. a right of passage along a private alley, in consideration of a light of way granted by B. over his lot, and followed by expenditure of money by B. on the faith of the agreement, cannot be revoked by the plaintiff on account of the interruption, by one claiming under B., of the right of passage over the lot: the remedy of the plaintiff is by action for the disturbance of his right of way over the lot.\n2. The owner of a portion of the front of a lot, No. 1, having with the owners of other portions of the same lot a right of passage along a private alley in the rear of the lot, agreed with B., the then owner of an adjoining lot, No. 2, to permit the owners of lot No. 2 to pass along the said private alley to a street bounding the first lot on the west: and B. agreed that the owner of part of lot No. 1 should have the right of way across his lot, No. 2, to a street on the south of both lots, on which they fronted. A subsequent owner of lot No. 2 erected a building over the passage across the latter lot. A., a subsequent owner of the part of lot No. 1 referred to, alleging that the passage over lot No. 2 was obstructed by the said building, brought an action against the owners of lot No. 2 for passing along the private alley after the said obstruction was made. It was held, that the obstruction of the passage across lot No. 2, if existing, did not authorize A. to revoke the right of passage along the said alley as respected the owners of lot No. 2; that A. could not maintain an action against the owners of lot No. 2 for using the private alley, but that his remedy was by action for the disturbance of his right of passage over lot No. 2.\nError, to the Common Pleas of Berks county.\nThis was an action on the case by John Ebner v. Joseph L. Stichter and James McKnight for interfering with or disturbing his right of way, along a private alley bounding his lot in the rear. His lot was a part of a lot No. 1, fronting on Penn street, in Reading, the other part of the lot being situate on the corner of Penn and Callowhill streets. His portion of said lot was about 28 feet in width and extended 100 feet back to the private alley, laid out in the rear of the lot, of which alley he had the use in common with other owners of parts of the same lot. John Bishop was the owner of' lot No. 1, being 60 feet front on Penn Street, and extending 200 feet in depth along Callowhill street. In 1791 he divided it, and laid off the private alley 100 feet back from Penn street, laying off lots on each side of the alley. In 1791 he sold to John Shenfelder a part on Penn street, adjoining lot No. 2, viz., 28 feet front on Penn by 100 feet deep, with a right to the ten feet alley in question, in common with other parts of his lot No. 1; and in 1794 he sold the part on the corner of Penn and Callowhill streets to Collinson Read, who afterwards conveyed to the county commissioners with a right to the said alley. ■ Gr. De B. Keim, who was owner of the lot No. 2, in 1809 or 1810, made an arrangement with Shenfelder to use the alley in common, he for the grain business in which he was engaged, and Shenfelder to use a part of Keim’s lot No. 2, for his stove and tin business, and for hauling through lot No. 2, in and out from Penn street. Keim had a gate put up on the private alley on the line of lot No. 2, and also a gate on Penn street, and Shenfelder and Keim used the alley and yard on lot No. 2, until the death of Shenfelder, and afterwards until 1842, when Keim sold to Stichter and McKnight. The latter had a building erected over lot No. 2, from Penn street back 140 feet. A passage way of about seven feet wide was left through the building. . This way was entered from Penn street by a door, and another door was placed at the end to connect with the ten feet alley. After this, Ebner, who became owner of the lot formerly owned by Shenfelder, and Hoff, who became owner of the other part of the lot No. 1, had a bar placed across the alley at the line of lot No. 2, which was removed by the defendants, and an action was brought against them by Ebner for so doing.\nThe deposition of G. De B. Keim was taken, and he testified to the arrangement with Shenfelder. He stated that in making that arrangement nothing was said about building over lot No. 2. That he did not understand it to be such as to prevent him, his heirs, or assigns from doing so. That Peter, the son of Shenfelder, passed over lot No. 2, after his father’s death.\nJacob Long stated that on one occasion Shenfelder nailed up the alley, but afterwards on Mr. Keim’s application opened it.\nOn the trial plaintiff’s counsel submitted points as follows:\n1. That if the jury believe the evidence of George De B. Keim and Jacob Long, then their verdict should be for the plaintiff; and more especially if they find that the defendants, within five years, and after they became the owners of lot No. 2, altered and abridged the yard or lot through which the said Shenfelder and the plaintiff passed in and out from Penn street.\n2. That if the jury believe, that the use of the alley was by the permission and consent of the said Shenfelder, then neither George Be B. Keim, nor the defendants under him, acquired any right by lapse of time. To acquire such a right, the user must be adverse to and in hostility of the owner of the easement.\nJones, J., charged that Ebner had the right to bring suit for a wrongful use of the alley by the defendants, though their acts may not have done him any sensible injury. If they had no right to use the alley, then the plaintiff could maintain this action. To warrant Keim in using the alley for his grain business, it was necessary to acquire, from the other owners of the right of passage, permission to use it. The commissioners agreed, and with Shenfelder an arrangement was made by him: That if this license or permission was carried into effect by Keim, by making alterations and improvements upon the faith of it, it was not revocable by Shenfelder. That the right, which Keim gave to Shenfelder to pass over his lo.t No. 2, was a valuable consideration. Also, that if the defendants have done anything to prejudice any right of Ebner, that the law will afford, a remedy; and that the owners of lot No. 2 were not bound to keep the lots in the same condition they were in in 1809; that all that could be required of them would be a reasonable passage way for the enjoyment of the easement across lot No. 2.\n“The plaintiff stands upon the ground of the arrangement of 1809 ; that it was made and revoked. The legal consequences that he would draw from the evidence of G. Be B. Keim and Jacob Long, we do not think are to be drawn irresistibly.\n“ With regard to his second point, the right acquired is not by lapse of time, but by the irrevocability of the arrangement between Keim and Shenfelder, if that arrangement was made upon valuable consideration, or expense was incurred by Keim on the faith of it.”\nJanuary 21, 1852, verdict for the defendants.\nError was assigned, inter alia, to the charge that the license by Shenfelder was not revocable, if Keim made improvements on the faith of it. That there was error in ruling that the license to Keim to use the alley was not forfeited or revoked by the erection of the building and interfering with the use of the yard as it had been used from 1809; also in the answer to the first point on part of plaintiff, and in the answer to the last point, in not distinguishing between a license for a permanent, and one for a mere temporary purpose.\nHoffman, for plaintiff in error.\nThe arrangement between Keim and Shenfelder was of a temporary nature, and was intended on the part of Keim to be confined to the grain business in which he was engaged. Agreeably to their understanding, it might be revoked by either party without the consent of the other. The expenditure of money on the part of Keim consisted in the removal of a shed, and putting up a gate. The store house spoken of had been built before: 17 Ser. & R. 383; 14 Id. 267; 4 Id. 445; 10 Barr 126.\nIf either party closed up the way by building on it, the other might bring an action, or he might elect to consider the agreement rescinded: 14 Ser. & R. 267; 3 Pa. Rep. 505; Id. 445; 8 Watts 511; 5 Bin. 362; 12 John. 222; 4 Id. 418.\nStrong, contrá.\nThe testimony of Keim proved a license executed, and considerable expenditure by him on the faith of it. It could not therefore be rescinded or revoked by the plaintiff against the consent of defendants: 4 Ser. & R. 421; 4 Watts 317; 2 Roll. 143; 8 East 309; 39 E. C. L. 19; 11 Adol. & E. 34, Wood v. Manley; 7 Taunton 374; 2 Grill. 221; 15 Ohio 248; 7 N. Hamp., Woodbury v. Parshley.\nThe license was binding on subsequent purchasers: 4 Watts 317; 14 Ser. & R. 272. Equity would decree the execution of the contract: 4 Ser. & R. 244; 14 Ser. & R. 271, Rerick v. Kern.\nJune 28, 1852,"
  },
  "file_name": "0019-01",
  "first_page_order": 21,
  "last_page_order": 25
}
