{
  "id": 970561,
  "name": "Kline versus Bowman",
  "name_abbreviation": "Kline v. Bowman",
  "decision_date": "1852-06-28",
  "docket_number": "",
  "first_page": "24",
  "last_page": "34",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 24"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 316",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846859
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0316-01"
      ]
    },
    {
      "cite": "5 Rawle 106",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824636
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/5/0106-01"
      ]
    },
    {
      "cite": "2 Pa. Rep. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 280",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838055
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0280-01"
      ]
    },
    {
      "cite": "4 Watts 396",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842743
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0396-01"
      ]
    },
    {
      "cite": "1 Watts 259",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838090
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0259-01"
      ]
    },
    {
      "cite": "3 Rawle 129",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle 56",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820579
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0056-01"
      ]
    },
    {
      "cite": "4 Watts 397",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Pa. Rep. 112",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle 440",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823534
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0440-01"
      ]
    },
    {
      "cite": "3 Bin. 358",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 378",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 263",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840097
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0263-01"
      ]
    },
    {
      "cite": "1 Penn. Rep. 282",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 Cow. 246",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2161466
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cow/2/0246-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 965,
    "char_count": 30305,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 1.5974120140160076e-07,
      "percentile": 0.6832689859524629
    },
    "sha256": "f0c8c8fd67191e6c5725c506ede7e331cc655a5b83ceb1314c46c342abd6fa98",
    "simhash": "1:d3e3a4f5a654b6dd",
    "word_count": 5434
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kline versus Bowman."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\nThis action was brought by the defendant in error, to recover the distributive share which became payable to him, as one of the heirs of John Bowman, deceased, upon the death of the widow, in pursuance of certain proceedings in the Orphans’ Court for the purpose of partition.\nWe are of opinion, for the reasons stated in the opinion of the Court below, that the lien, by which the interest on one-third of the purchase-money was secured for the benefit of the widow for life, the principal to be paid to the heirs at her death, continued a charge upon the land, and was not divested by the sheriff’s sale to Levi Kline.\nMerger depends, generally, upon the intention of the parties to be affected by it, and an intention to prevent it will be presumed wherever it is the interest of the party that the encumbrances shall not be sunk in- the inheritance: 1 W. & Ser. 485; 2 Cow. 246. Where a mortgagee who had purchased the equity of redemption, assigned the mortgage within six months after the purchase, and without having previously done any act manifesting an intention that the equity should merge, it was held that the estates did not merge: James v. Morey, 2 Cowan 246. In the case before us, the deed of 30th March, 1836, from Moses Bowman and others to John Bowman, contains a clause by which it is expressly provided that the land shall remain charged with the payment of the interest to the widow for life, and the principal at her death, “ to the heirs and legal representatives, or lawful owners, of said John Bowman, deceased.” This was a sufficient manifestation of an intention that the encumbrance should not merge in the estate; and, after John Bowman- had accepted a deed, subject to that encumbrance, he, and all claiming under him, are estopped from avoiding the payment of the money upon the ground of any supposed merger by reason of the previous conveyance of the land by Moses Bowman, one of the heirs.\nThe plaintiff’s share was not demandable until after the death of the widow on the 8th August, 1850, so that there was no presumption of payment arising from the lapse of time. His title to recover was properly sustained upon ground entirely independent of that derived from the testimony of David and Joseph Bowman. The plaintiff in error has therefore sustained no injury by their admission as witnesses.\nThere is no error in the proceedings below.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Porter and Weidman for Kline, the purchaser at the sheriff’s sale.",
      "Msher, and Ulrich, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Kline versus Bowman.\n1. A certain tract of land of an intestate was appraised under proceedings in the Orphans’ Court, and not being taken by any of the heirs, was sold under an order of the Orphans’ Court, in which the terms of sale were directed to be, “ One-half of the purchase-money to be paid in hand, and the residue in five equal annual payments.’’ No direction was given as to a charge of one-third of the purchase-money on the land. The purchasers gave to the administrators judgment bonds conditioned for the payment to the widow of the intestate of the interest of one third part of the purchase-money, and, at her death, the principal of the third to the administrators. One of the tracts was purchased 'at the sale for the use of certain minor heirs of the estate, by whom it was subsequently conveyed to another of the heirs, it being declared in the conveyance that the sum of $2713.19 remains charged on the premises during the life of the widow of the intestate, the interest thereof to be paid to her yearly, and at her death the said principal sum to be paid to the heirs of the intestate. During the lifetime of the widow, the land was sold on judgments obtained against the grantee for other claims unconnected with the partition, the judgments being obtained after the conveyance by the heirs. After the death of the widow, one of the heirs brought an action of assumpsit against the purchaser at the sheriff’s sale, to recover his share of the said principal sum payable after the widow’s death.\nIt was held, that the said third part of the purchase-money, though not specially charged on the premises by order of the Orphans’ Court, was nevertheless a lien on the premises; that the premises were conveyed by the heirs subject to it; that the purchaser at the sheriff’s sale took the premises subject to the said third part, and was liable to pay it in addition to the amount of his bid; and that the plaintiff could recover his share of it by action of assumpsit.\n2. The arrears of interest unpaid to the widow were payable out of the proceeds of the sheriff’s sale. See opinion in the case of Schertzer’s Executors v. Herr, postea 37.\nError to tbe Common. Pleas of Lebanon county.\nThis was an action of assumpsit to January Term, 1852, by Moses Bowman v. Levi Kline. It was brought to recover a share of certain moneys which, on the part of the plaintiff, were alleged to be a lien on certain land which the defendant had purchased at sheriff’s sale, when sold as the property of John Bowman, junior. The material question in the case was, whether or not the land purchased by the defendant at the sheriff’s sale, was sold subject to the payment of a portion of purchase money arising under a previous sale of it by order of Orphans’ Court. On the part of the defendant it was contended, that no lien was imposed on it by virtue of the proceedings under the order of the Orphans’ Court; and, 2dly, if a lien did at one time exist, that the same was discharged by the said sheriff’s sale.\nThe material facts of the case were as follows :\nIn November, 1814, John Bowman died, seised of a large body of real estate, leaving a widow and issue ten children, viz., John, Jacob, Abraham, Henry, Samuel, Joseph, Michael, David, Nancy, and Moses, the nine last named being in their minority, and the last named being th« present plaintiff below, and defendant in error. John, who was also one of the administrators of his father’s estate and the eldest son, on the 7th of November, 1815, presented his petition to the Orphans’ Court of Lebanon county, praying for a partition or valuation of the lands of which the intestate died seised. An inquisition w7as held, the lands appraised in four parts, and on the 2d of January, 1816, the inquisition was confirmed by the Court. On the same day John Krieder, Henry Herr, and Henry Ellenberger, who had in the meantime been ' appointed guardians of the said minor children, and John Bowman, eldest son, appeared in open Court, and respectively refused to take any of the said real estate at the valuation, and asked that the same might be sold.\nThe Court ordered a sale of the said real estate, the order being in the following terms, viz.:\nOne half of the purchase-money to le paid in hand, and the residue in five equal annual payments. The Court rule and order, that John Bowman and Jacob Ellenberger, administrators of John Bowman, deceased, do, on the day aforesaid, viz., the 1st day of March next, expose to sale by public vendue or outcry, on the premises, the said four tracts of land with the appurtenances, and sell the same to the highest and. best bidder, according to the terms above-mentioned, and that they make r.eport of their proceedings herein, to the next general Orphans’ Court, after sale.\nThe administrators, together with two sureties, having entered into recognisance, for the faithful performance of their duty, in the sum of $50,000, on the 1st of April, 1816, reported, that they had sold 98 acres and 74 perches of the land to Solomon Seagrist, at <£42 per acre — $11,027.80; and 98 acres and 74 perches to Henry Herr and Henry Ellenberger for ¿631 per acre — $8138.91. Whereupon the Court made the following order, viz., “which report being read and heard, the Court here do confirm the said report, and it is considered and adjudged by the Court, that the sales so as aforesaid made, be and remain firm and stable for ever.”\nOn the 5th of April, 1816, John Bowman and Jacob Ellenberger, administrators of John Bowman, deceased, executed and delivered a conveyance of one of the tracts sold to Solomon Sea-grist, “ subject and liable to the payment of the pur chase-money $ according to the terms prescribed in the said order.”\nOn the same day Solomon Seagrist executed and delivered judgment bonds, securing to the widow the interest on the one-third of the purchase-money. On the 25th day of October, 1816, Solomon Seagrist and wife conveyed the land to John Bowman, without any condition. On the 5th of April, 1816, the administrators conveyed the other tract of 98 acres and 74 perches to Henry ITerr and Henry Ellenberger, “subject and liable to the payment of the purchase-money, according to the terms prescribed in the said order.” On the same day Henry Herr and Henry Ellenberger executed and delivered judgment bonds, securing to the widow the interest on the one-third of the purchase-money. (This purchase was alleged by the guardians1 to have been made for the benefit of those of the heirs of whom they were the guardians, and in a contest between them was so decided to’ be. See Bowman v. Herr, 1 Penn. Rep. 282.)\nOn the 17th April, 1834, Samuel Bowman and wife executed a voluntary deed of assignment, in trust for the benefit of creditors, to David Bowman and John Wolfersberger.\nOn the 20th of May, 1835, Henry Ellenberger, deceased, and George Reidenaur, trustee in the place of Henry Herr, deceased, conveyed the land to the six wards of Herr and Ellenberger.\nOn the 29th July, 1835, David Bowman and John Wolfersberger, assignees of Samuel Bowman and wife, conveyed the undivided sixth of the premises to Joseph Bowman.\nOn the 19th of August, 1835, Joseph Bowman, by deed, conveyed the undivided four-fifths of the one-sixth of the premises, to Michael Bowman, David Bowman, Moses Bowman, and William Seagrist and Nancy his wife..\nIn neither of the four last mentioned deeds is there stated to be any reservation or charge on the land.\nOn the 30th March, 1836, Joseph Bowman and wife, Michael Bowman and wife, William Seagrist and wife, David Bowman and wife, and Moses Bowman (being six of the ten children of John Bowman, deceased), executed and delivered a deed, conveying the premises to John Bowman, which was recorded the same day, and contains the following clause: “ under and subject that the sum of two thousand seven hundred and thirteen dollars and nineteen cents, remains charged on the above-mentioned and described tract of land, during the natural life of Magdalena Bowman, widow and relict of John Bowman, deceased, and the interest thereof to be paid to the said Magdalena Bowman, yearly and every year, and at and immediately after her death, the principal sum of $>2713.19, to be paid to tlie heirs and legal representatives, or lawful owners, of the said John Bowman, deceased.”\nJohn Bowman becoming embarrassed, executions were issued against him, and the two tracts of land were levied on and sold by the sheriff. The property was sold under judgments against John Bowman, junior, which were unconnected with the proceedings in partition. Two of them were obtained in 1845, and revived in 1848, and another one was obtained in 1847.\nThe sheriff’s sale took place on 16th February, 1850, during the lifetime of the widow of John Bowman, deceased. Deed by sheriff to Levi Kline, defendant, the purchaser, acknowledged on 11th April, 1850.\nThe claim of the plaintiff was to a portion of the principal sum, to the interest of which the widow of John Bowman, Sr., was entitled during her natural life. She died on or about the 9th August, 1850.\nOn the trial, David Bowman and Joseph Bowman were offered to prove declarations of the defendant, made on the day of the sheriff’s sale, that the interest on the fund charged for the use of the widow would have to be paid to the widow during her life, and after her death, the principal to the heirs, in addition to the amount of the sale.\nOn the trial, points were proposed on the part of the defendant, as follows:\n1. That there has been no evidence given of any such lien being created at the time of the sale by order of the Orphans’ Court, of the real estate of John Bowman, deceased, as that set forth in the plaintiff’s declaration, and therefore the plaintiff cannot i ocover in this suit.\n2. That the reservation contained in the deed from Joseph Bowman and wife, Michael Bowman and wife, William Seagrist and wife, David Bowman and wife, and Moses Bowman, dated 30th March, 1836, does not create a lien on which the plaintiff can recover in this action against the defendant.\n3. That if any lien were created for any of the purchase-money at the Orphans’ Court sale, it was to be paid out of the purchase-money, when the premises were sold at sheriff’s sale, and did not continue a lien as against the lands in the hands of the sheriff’s vendee.\n4. That if any lien were created by the terms of the reservation in the above mentioned deed of 30th March, 1836, it was to be paid out of the purchase-money when the premises were sold at sheriff’s sale, and did not continue alien against the lands in the hands of the sheriff’s vendee.\n5. That the matters set forth in the evidence of David Bowman and Joseph Bowman create no promise, liability, or assumption by the defendant to the plaintiff.\n6. That the evidence in the cause proves no consideration for any express assumption by the defendant to the plaintiff, and the action cannot be sustained as upon an implied assumption upon the evidence given.\n7. That the reservation in the deed 30th March, 1836, not specifically reserving a share to the parties of the first part in the sum to which the land was sold subject by that conveyance, and there being other parties in being to satisfy the words of the deed, their general reservation created no lien as to them, on the land purchased by the sheriff’s vendee; and consequently, as to that, the plaintiff cannot recover.\nThe Court in effect negatived all of the propositions except the fifth, which was affirmed. The charge of Pearson, J., was, inter alia, as follows:—\n“ This action is brought to recover the distributive share of the plaintiff, as one of the heirs of John Bowman, deceased, out of the real estate of the decedent, after the death of his widow, against Levi Kline, a purchaser of the property at sheriff’s sale. After a proceeding in partition, an order of sale was made of John Bowman’s lands by the Orphans’Court of Lebanon county. Terms, one-half in hand, the balance in five equal annual instalments; no order was made in regard to the widow’s dower.\n“ Sale was made of the land in two parts, to different purchasers, who paid their hand-money, and gave their respective bonds to the administrators for the amount set apart for the widow, conditioned to pay her the interest during life, and the principal to the heirs of John Bowman after her death.\n“ On these bonds judgments were entered in the Common Pleas of Lebanon county, in the years 1816 and 1817. These judgments were never revived. The whole of this land eventually came into the hands of John Bowman the younger, and was subsequently sold from him by the sheriff of Lebanon county, and conveyed to Levi Kline, the purchaser, by deed dated April 11, 1850. During the time that John Bowman held the land, he paid to the widow, his mother, her annual interest, in the room of dower; the last sum being paid in 1849. She died on the 9th of August, 1850. The first question to be determined is, whether the widow held a lien on the land during her lifetime, and the heirs one, for their distributive shares, after her death. By the common law the widow is entitled to dower out of all the lands of which her husband was seised during coverture. Of this no sale or order of court could deprive her without her consent. By the 22d section of the Act of the 19 th of April, 1794, it is provided, that if on partition, the land is awarded to any of the children of the deceased, the share of the widow shall be set apart and remain charged upon the premises, the interest to be paid her during her life, and after her death the principal be distributed amongst the heirs of the deceased. No provision was made in that act for a sale, in case none of the heirs would take the property at the appraisement. By the Act of the 2d of April, 1804, direction is given for selling the land, where none of the heirs will take it at the appraisement, ‘ on such terms as the Court shall think proper to direct.’ By the 2d section of the Act it is provided, inter alia, to confirm the sale, ‘ subject and liable to the payment of the purchase-money, according to the terms prescribed by the Court in the order of sale, and the Court shall order the proceeds of such sale to be distributed in such manner as according to law and justice may be proper.’ This is a. supplement to the Act of 1794. By the Act of the 7th of April, 1807, it is further provided, that where each of the heirs takes a purpart, the interest of the widow shall be estimated by the inquest, and remain a charge on each of the shares, and when the estate is divided into fewer parts than there are heirs, it is in like manner charged; and in each case a remedy by distress or action is given for the recovery of the annual interest during the widow’s lifetime; and after her death provision is made for distributing the same among the heirs. The seventh section of the same Act provides for a sale according to the Act of 1804, if no one of the heirs will take the land at the appraisement. The Act of 1804 authorizes the Court to fix the time of payment, and declares that ‘ the land shall be subject and liable to the payment of the purchase-money, according to the terms prescribed by the Court in the order of sale.’ Under these provisions there is no doubt but the Court might have declared that the widow’s share should remain charged; but that was not done by express words. Was it a lien by implication ? This question has been frequently before the Supreme Court. Some of the cases arose since the Act of 1828, which will be hereafter referred to; others when there was an express reservation in favor of the widow in the order itself; some under the Act of 1794. In all of which cases the lien was recognised as remaining. But in Hawk v. Geddis, 16 Ser. It. 23, the question arose under this same Act. There the Court made an order to sell for one-half in hand, the balance in five equal annual instalments. The hand-money was paid, and bonds given for the annual instalments; no judgments were entered on the bonds, but on a question which arose between the principal obligee and surety in the obligations, when it became necessary to determine whether a lien existed, Judge Duncan, who delivered the opinion, says that the sale is ‘ subject and liable to the payment of the p-ur chase-money, the lien continues for the purchase-money, and the purchaser talces it subject to it.’ Yet there was no order that it should be so. The judge declares that ‘ the lien is not cancelled, nor could it be by the administrators unless the money had been actually paid,’ although some seven years after the sale they gave an unconditional deed for the land, containing a receipt in full for the purchase-money. One of the judges dissented, but upon other ground. This same case was again before the' Supreme Court, and was overruled on the point raised in the first case by the dissenting judge; but the existence of the lien claimed in this case is fully recognised, both in the opinion of the Court, and that of another judge who dissented on other principles. ' We have then these two cases precisely in point. So far as regards the lien they do not appear to be overruled or shaken. The case most relied on, as affecting the principle of Hawk v. Geddis, is to be found in 2 Watts 263, Eshelman v. Witmer; but that was an order to sell for cash, and the soundness of the other case is not questioned. The action now trying possesses much stronger features of a lien than Hawk v. Geddis. There the deed was withheld at the time of sale, and was delivered after the term .of credit fixed by the Court had expired, accompanied with a receipt in full for the purchase-money. Here a deed is delivered at the time of sale, containing a provision that the same is ‘ subject and liable to the payment of the purchase-money, according to the terms prescribed by the said order, as by the records of the same Court more fully and at large appears,’ which clearly showed that the purchase-money remained unpaid. Bonds were taken in both cases, which alike merged the simple contract debt arising from the bid. And' although in this case they were entered in the Common Pleas, yet the judgment was no more effectual merger of the debt than the bond. There is an additional equity in favor of these present obligations. The condition of payment of the amount annually due to the widow during life, and of the principal to the heirs after her death, is set forth in full in the bond, and copied into the record, so that every one who examined could see that the money now claimed would not fall due during the widow’s life. The lien of those judgments continued under the laws then in force, until the 23d day of March, 1830, being payable at a future period.\n“ The other deed under which John Bowman held the property, was made to him by his brothers and sisters, who became the owners, and bears date March 30, 1836. In it is full notice of the existence of this lien, and that the widow’s 'share remained charged. It is conveyed subject to the payment of interest on $2713.19 to the widow of John Bowman, deceased, during her life, and the principal to his heirs after her death. Mr. Kline has to claim through these two deeds. He has no other title to the lands. Yet if there was no lien originally, these reservations will not create one which can be enforced in this form of action. The character of the conveyance is mentioned to show that the claim presents a stronger equity than in Hawk v. Geddis. The Act of April 14,1828, seems to carry with it a legislative construction, that without an order, the lien does not continue. It provides, that where a Court orders a sale, it shall direct the interest of the widow to remain a lien, and the interest of one-third or one-half (according to her right) to be paid her during life, and the principal to be distributed among the heirs after her death. It has been argued that this would have been unnecessary, if the lien existed before; but the law provides a different remedy to enforce payment of the annual interest, than any which could have been pursued under the Act of 1804, a distress. Besides, the legislative construction of statutes is often not the true one, even when directly made; here it is only implied or inferred that they did consider that no lien existed. Hawk v. Geddis was decided but a year before, and was probably not reported when this law passed. It has certainly been generally understood by the legal profession throughout the state, that a lien existed without an express order to that effect; and when we take into consideration that the Act of 1804 was hut supplemental to that of 1794, and the two required to form a system, it may-well he doubted whether it was necessary to create the lien by express words. The other Act gave it, and why repeat it in the supplement ? The decisions under the Act of 1804 are binding upon us, and even if we were dissatisfied with the reasoning of the Court, we must take it as a rule of law not to be disregarded.\n“ Assumpsit is the proper form of action to enforce payment in the present case, and is correctly brought in the name of each heir, for his distributive portion. It should not be sued jointly. This suit is not brought on the reservation in the deed of 1836. The remedy under that reservation would bo either by covenant, treating it as a covenant real, running with the land, or by ejectment. But we consider it settled in Pennsylvania, that assumpsit will lie to enforce payment under the original lien. Stating the reservation in the deed of 1836 in the narr. is mere surplusage. Neither the original lien, nor that contained in the deed last referred to, can be taken out of the purchase-money at sheriff’s sale. The purchaser buys subject to the lien of the widow and heirs.\n“The defendant contends that Moses Bowman by his deed to John, of the 30th March, 1836, conveyed to him his reversionary interest in this farm; if he did not, that it must be reserved for the other heirs, who did not join in that deed. We think otherwise. A general conveyance without reservation would clearly pass it; and consequently, being vested in John, it would pass to ICline by the sheriff’s sale. By a fair construction of the reservation, Moses Bowman retains the right to himself. The land is transferred, ‘ under and subject that the sum of $2713.19 remains charged on the above-mentioned and described tract of land, during the natural life of Magdalena Bowman, the interest thereof to be paid to her yearly and every year, and at and immediately after her death, the principal sum of $2713.19 to be paid to the heirs and legal representatives or lawful owners of John Bowman, deceased.’ This may fairly be construed to reserve the payment of the whole sum of $2713.19 to the heirs and legal representatives of John Bowman, deceased, or the lawful owners of the land. The whole sum is reserved to all the heirs, the grantors included. All is to, be paid, of course all are to receive. It is nearly or quite as strong as an express reservation in favor of the grantor, which, it has been decided, does not pass his interest. The actual intention cannot be doubted, and we think it is sufficiently expressed. Prior to this conveyance, Moses Bowman had purchased an interest from the assignees of his brother, Samuel Bowman, and in conveying, reserved that interest, under the head of ‘ lawful owners.’ He is therefore entitled to recover (in addition to his share in the whole fund) one-sixth part of Samuel Bowman’s interest in the 98 acres and 74 perches, vested in him by the deed of the assignees. The whole question is one of law, and you have only to make a calculation of the amount due, and render a verdict according to our direction.”\nApril 16, 1852, verdict was rendered for the plaintiff for $732.11 damages, for which the defendant is not to he personally responsible; judgment de terris to be entered, with costs. '\nError was assigned inter alia to the-charge, and to the admission of testimony by David and Joseph Bowman.\nPorter and Weidman for Kline, the purchaser at the sheriff’s sale.\nIt was contended, inter alia, that if the purchase-money of the land unpaid to the administrators of John Bowman was a lien on the land, that it was precise and definite, and was payable out of the proceeds of the sheriff’s sale.\nBy the Act of 1794 no authority was given to the Orphans’ Court to direct a sale in case the heirs refused to accept. The Act of 1804 authorized the Court, when the heirs, when notified, did not show cause against a sale, to direct a sale, and if confirmed, “to decree the estate to the purchaser, subject and liable to the payment of the purchase-money, according to the terms prescribed by the Court in the order of sale.” The Act of 1807 extended the provisions of the Act of 1804 to cases in which the estate had been divided into fewer parts than there were heirs. But none of these Acts authorized a sale where all of the heirs voluntarily appeared and refused to accept, and requested a sale, and therefore the Act of 1808 was passed. This Act authorized the Court to require security from the administrators. If the provisions of the Act of 1804 apply to sales made under the Act of 1808, then the purchase-money of the estate of John Bowman, deceased, sold to Seachrist, and to Herr & Ellenberger, remained a lien on the land in the possession of John Bowman, the defendant in the execution, till the time of sale.\nThere was no Act, until that of 1828, making it imperative on the Court to set apart a portion of the purchase-money for the use of the widow. In the present case the Court did not make any such order. But if this money was a lien, it was a lien according to the order of sale, to wit, for the payment of specific sums of money in each of five consecutive years. The lien, which the terms of sale created, was susceptible of ascertainment by calculation, and was divested by the sheriff’s sale, and the proceeds should be applied to it. That the sheriff’s sale discharged the lien, if it existed: reference was made to 2 Watts 378; 3 Bin. 358; 4 Rawle 440; 1 Id. 302; 1 Pa. Rep. 112; 4 Watts 397, Luce v. Snively; 6 Id. 167; 16 Ser. & R. 410; 8 W. & Ser. 444 ; 1 Barr 92; 5 Barr 420; 14 Ser. & R. 257; 2 Rawle 56; 7 Ser. & R. 290; 3 W. & Ser. 3; 3 Rawle 129.\nThe arrears of annuity payable out of land to a widow, which have become due and payable at the time of\" a sheriff’s sale, are discharged by the sale; future arrears have been excepted on account of the impossibility of computing their amount: 1 W. & Ser. 239, Reed v. Reed.\nMsher, and Ulrich, for defendants in error.\nIt was contended that the amount of money of which the widow of Bowman was entitled to the interest during her life, wras a charge upon the land, though no order of Court was made to that effect. The Act of 19th April, 1794, of the 2d April, 1804, and 7th April, 1807, direct that the share of the widow shall remain a charge on the land, and the Act of 29th March, 1832, is explicit on the subject. Cited 16 Ser. & R. 23, Hawk v. Geddis. Also cited Hise v. Geiger, 7 W. & Ser. 274-5, to the point that it is discharged only by payment to the heirs, not to the administrators.\nThis principal sum of which the widow was entitled to the interest, was not discharged by the sheriff’s sale: 7 Barr 154; 1 Watts 259, Fisher v. Kean; 4 Watts 396 — 7, Luce v. Snively; 1 Harris 102-3; also 1 Watts 280, Geddis v. Hawk; 2 Pa. Rep. 359; 5 Rawle 106; 7 Watts 316, Mix v. Ackla; 8 Id. 296; 1 Barr 95; 8 W. & Ser. 153; 8 Barr 473, Lauman’s Appeal.\nKline, the purchaser, therefore bought subject to the said principal sum. He was bound to pay it in addition to his bid, and the net proceeds of the sheriff’s sale were applicable to the judgments against John Bowman the younger.\nJune 28,"
  },
  "file_name": "0024-01",
  "first_page_order": 26,
  "last_page_order": 36
}
