{
  "id": 970620,
  "name": "Perry County Insurance Company versus Stewart",
  "name_abbreviation": "Perry County Insurance v. Stewart",
  "decision_date": "1852-06-28",
  "docket_number": "",
  "first_page": "45",
  "last_page": "48",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 45"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "21 Pick. 162",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2048012
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/38/0162-01"
      ]
    },
    {
      "cite": "8 Met. 114",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        1964761
      ],
      "pin_cites": [
        {
          "page": "121"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/49/0114-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 478,
    "char_count": 11364,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 2.8227718679298364e-07,
      "percentile": 0.838466644194314
    },
    "sha256": "5aed5b06e9789b1d6bc81e687fb3c3be20f61dc064cbf4cb0963684a7e086049",
    "simhash": "1:3e7e74900cad714e",
    "word_count": 1996
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Perry County Insurance Company versus Stewart."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\nWhere one has entered into an agreement for the sale of his insured property, but has not made conveyance thereof, nor received the purchase-money, his interest in the property and policy is not thereby parted with, so as to bar his right of action on the happening of a loss.\nWhere the agent of an insurance company certified to his employers that he had surveyed certain property intended to be insured, and gave a written description thereof to the company, including a kitchen building not then in existence, and thereupon a policy was issued, and afterwards the property was destroyed by fire; if the objection be taken by the company that the description was false as to the kitchen building, the insured may show, by oral testimony, that the building was in contemplation at the time of the policy, and therefore included in it, the company being informed of the facts, and that it was afterwards erected, and may recover for the loss of it.\nIf, under such circumstances, it appear by the evidence that the additional building did not conform to the intention of the insured as communicated to the company’s agent at the time of the survey, the variation does not, of itself, vitiate the policy. It stands upon the principle of an alteration, and avoids the policy only in case the risk is thereby increased; a question of fact to be decided .by the jury.\nThe by-law of this company providing that, in case of any alteration, “application may be made” to have the premises examined to ascertain and certify whether the risk is increased or not, is a rule which may well be followed in order to save litigation; but such course is not a necessary element in the insured’s case. He may take the risk of that question before the jury.\nThis cause having been rightly tried on these principles, is free from error.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Junkin, with whom were Anderson and Gfantt, for plaintiff in error.",
      "McIntyre and Hepburn, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Perry County Insurance Company versus Stewart.\n1. Where one has made an agreement for the sale of his real estate insured, but has not made conveyance nor received the purchase-money, his interest in the property and policy is not thereby parted with so as to bar his right of action on the happening of a loss.\n2. Where the agent of an Insurance Company certified to his employer that he had surveyed certain property intended to be insured, and gave a written description of it to the Company, including a kitchen building not then in, existence, and thereupon a policy was issued, and afterwards the property was destroyed by fire — if the objection be taken by the-Company that tíre description was false as to the kitchen building, the insured may show, by oral testimony, that the building was in contemplation at the time of the making of the policy, and was therefore included in it, the Company being informed of the facts, and that it was afterwards erected, and the insured may recover for the loss of it.\n3. If under such circumstances it appear by the evidence that the additional building did not conform to the intention of the insured as communicated to the Company’s agent at the time of the- survey, the variation does not of'itself vitiate the policy. It stands upon the principle of an alteration, and avoids the policy only in case the risJc is thereby increased, which, as a question of fact, is to be decided by the jury.\n4. The by-law of the Company providing that, in case of any alteration, “ application be made” to have the premises examined, in order to be ascertained and certified whether the risk be thereby increased or not, need not be complied with by the insured before suit for a loss; he may take the risk of that question before the jury.\nError to the Common Pleas of Perry county.\nThis was an action of debt, brought by John B. Stewart against The Perry County Mutual Eire Insurance Company, to recover amount of loss by fire, on policy of insurance issued by defendant. Defendant pleaded non est factum, payment with leave, and special pleas. Plaintiff replied non solvit; issue.\nPlaintiff gave in evidence a policy of insurance to the amount of $1000, issued by defendant to plaintiff, dated the 20th day of January, A. D. 1847, commencing 20th January, 1847, and ending 20th January, 1852. The building insured was thus described in the policy: “ a two story log and frame dwelling-house, and two story kitchen attached, valued at $1500.” Amount of loss payable three months after notice of loss sustained; and containing certain covenants, to the effect that if the premises be altered or applied to other uses which would increase the hazard, then so long as that is the case, the policy is to be of no effect; and that the policy was to be subject to the terms of the Act of Incorporation and By-Laws of the Company. The interest of the insured not to be assignable, unless by the written consent of the Company.\nOn part of plaintiff it was proved, that the building insured was burned on 16th July, 1850. A committee, appointed by the Board of Managers, reported that the plaintiff had sold the undivided half of the property in October, 1849, and had conveyed the same; that no notice of the sale was given to the Company, and that the policy was not transferred. Also, that Stewart had, by article of agreement, agreed, on 1st July, 1860, to sell to the same person the other undivided half of the property insured, and that the deed was to be made and possession given on 1st of October, 1850. That it was conceded that the Company cannot be held liable for the loss to the one-half of the property sold in 1849, as no notice of the sale was given to the Company within thirty days, nor a transfer of the policy made and approved. That on this account the Company was absolved from this portion of the obligation. The committee estimated the whole loss at $1000, and expressed the opinion that the Company was liable for one-half of it, viz. for the half of the property not conveyed.\nThe purchaser, in the article of agreement, released to Stewart all claim to any part of the insurance for the last undivided half of the property agreed to be sold, but not conveyed.\nThe Company resisted a recovery on the grounds that plaintiff had parted with his entire interest in the premises insured, to James T. Carter and others, by first conveying away the undivided half, and afterwards, and before the fire, the other half, so that at the time of the fire no interest whatever remained in him; and mainly on the ground that plaintiff had added to the building insured after the policy issued, a kitchen, one, or one and a half stories high, and run the pipe of a cooking stove through the roof of the said shanty or kitchen, thereby increasing the risk, and from which the fire actually originated, without giving notice to the Company, agreeably to the fourteenth by-law of said Company, thereby avoiding the policy altogether. The by-law was as follows:\n“ Whenever any alterations or additions, or change of occupants shall be made to any building insured, application may be made to1 any agent, who shall examine the premises, and certify his opinion whether the hazard be thereby increased or not; and if not increased, the secretary shall enter on the record of said policy, ‘ altered but not endangered,’ and give to the insured a certificate thereof. But in case,the agent shall judge that such alterations or additions do increase the risk, he shall say how much, and take an additional note for such increased risk; and the secretary shall enter a minute thereof on the record of said policy, and give to the insured a certificate thereof.”\nThe plaintiff claimed to recover the one-half of the amount covered by the insurance, viz., $500, with interest from 27th October, 1850, three months after the defendants received notice of the loss.\nGraham, J., charged, inter alia: It appears that after the insurance was effected an addition was built to the house insured, which was used as a kitchen, and in which, from the evidence, it seems tbe fire originated; and the defence relied upon by defendants arises out of this circumstance.\nIt is not controverted by plaintiff that a kitchen was added to the building in 1849, of which it does not appear any notice was given to the Company, and if there was no further evidence on this subject defendants would be entitled to your verdict. But plaintiff has called the agent of the Company by whom the application for insurance and the description of the property was taken, who states that at the time the description of the property was given him by plaintiff, that plaintiff communicated to him that he intended to add a kitchen, and gave him a description not only of the house as it then was, but also of the addition intended to be added. On part of plaintiff it is contended that this additional building or kitchen is described in the application ; that this fact was communicated to the committee of the Company at the time the return was made by Mr. Leeds their agent, and that the addition described was not then erected; and with a full knowledge of these facts the application was approved and the policy issued by the Company. If the kitchen erected in 1849 is described with sufficient accuracy in the description given by Mr. Stewart, and the application was approved and policy issued with full knowledge of all the facts by the defendants, we instruct you that the kitchen being added under the circumstances we have mentioned would not avoid the policy. On the other hand, it is contended by defendant that the kitchen is not described, but the application only contains a description of plaintiff’s house as it was at that time. If this is the case, and you should be of opinion that the addition erected in 1849 is not described in the application, then the plaintiff cannot recover.\nHe referred to them whether the additional building or kitchen erected in 1849 was described in the application for insurance; if not, that he could not recover: but if they found that it was desci’ibed, then to inquire whether the description corresponded with the building erected, or whether there was such a variation as to increase the danger from fire.\nIf the loss was occasioned by the negligence or carelessness of the plaintiff in not erecting the building in the manner stated in his application for insurance, it was right that he should bear the injury resulting from his own conduct.\nVerdict for plaintiff for $535.75.\nError was assigned to the charge.\nJunkin, with whom were Anderson and Gfantt, for plaintiff in error.\nIn the absence of any stipulation not to alter or add, an alteration or addition is made, then whether the risk is increased is a question for the jury; but where there is a stipulation as in this case, and a by-law requiring notice to he given so that the Company may judge for itself as to the risk; or an agreement exists to erect the building in a particular way; its legal effect is that it amounts to a stipulation that such mode of building shall be substantially observed during the continuance of the policy: 8 Met. 114, 121, Houghton v. Man. M. F. Ins. Co.; 21 Pick. 162.\nMcIntyre and Hepburn, for defendant in error.\nThe alteration which will vitiate the policy is one by which the risk is increased. Such was the contract in this case. The jury were to decide this question: 10 Pickering 535, Curry v. Com. Ins. Co.\nJune 28,"
  },
  "file_name": "0045-01",
  "first_page_order": 47,
  "last_page_order": 50
}
