{
  "id": 970583,
  "name": "Hoffman versus Locke",
  "name_abbreviation": "Hoffman v. Locke",
  "decision_date": "1852-07-20",
  "docket_number": "",
  "first_page": "57",
  "last_page": "59",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 57"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts 130",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851004
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0130-01"
      ]
    },
    {
      "cite": "1 Rawle 347",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 416,
    "char_count": 6242,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 8.900267076764357e-08,
      "percentile": 0.4999523138221572
    },
    "sha256": "89d3cd94a23faa859e03715964b0eb6e3a2bbf6b57b842d7165d3fa81276a94f",
    "simhash": "1:e6b4baa5dccef1f5",
    "word_count": 1127
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hoffman versus Locke."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court, filed was delivered by\nBlack, C. J.\nIt is not to be denied that cases do exist in which a defendant may desire, for honest and just reasons, not to put his defence on the record in the shape of an affidavit. But such cases are not more than one in a thousand. Nevertheless we believe this to be one of that sort, and I mention it merely to prevent a particular application of the remarks which I am bound to make on the general subject.\nA cause is not beyond the power of the Court until arbitrators are actually chosen. If a rule to refer is entered at a time, or under circumstances, which might do the other party an injury, or deprive him of fair advantage, it is proper for the Court to stop the proceeding. When the choosing of the arbitrators would prevent the plaintiff from having a judgment under the Act of 1851, the Court ought to interfere, otherwise the statute might be evaded and trifled with in a manner that would be altogether discreditable to the administration of justice.\nThis judgment was pronounced by the Court for want of an affidavit of defence, and in accordance with an Act of the Legislature. But it is said the Legislature had no power under the Constitution to pass such a law. The clause of the’ Constitution which forbids it is not pointed out; and I am ignorant of any provision which secures to the good people of this Commonwealth the privilege of making false defences against honest claims. The law is not only constitutional, but eminently wise, just, and necessary. It is no tyranny to require that a good defence shall be fully and fairly stated on the record, and n'o hardship to verify it on oath. Still less is it a subject of reasonable complaint that a judgment may be rendered against a party, who, upon his own showing, has no legal or equitable ground upon which he can resist it. If there be any who are too tender in conscience to affirm or swear to the truth, I know of no help for them; for there is no system of judicial procedure yet invented, which will enable them to get the unwritten facts of a case before the Court, except by the oath of somebody; and a man who is too scrupulous to swear himself will not call a witness to do it for him. The sin is no less when committed by proxy than if perpetrated in person. How such men can demand a jury trial without doing violence to their principles,is not easy to see, unless they forget that jurors are always sworn.-\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Smith, for plaintiff in error.",
      "Strong and Richards, for defendant in error, were not heard in reply."
    ],
    "corrections": "",
    "head_matter": "Hoffman versus Locke.\n1. A cause is not put beyond the power of the Court by the mere entry of a rule to choose arbitrators, and notiee of it; its power over it remains till arbitrators are chosen.\n2. The Court below struck off a rule to arbitrate when it would have prevented the plaintiff from obtaining judgment under the Act of 3d April, 1851, for want of an affidavit of defence: Held, that the Court had power to do so.\n3. The Act of 3d April, 1851, authorizing judgments for want of affidavit of defence, was constitutional.\nError, to the Common Pleas of BerJcs county.\nAn action of debt by Locke v. Hoffman was brought to January Term, 1852, No. 133. The writ was issued on 3d January. It was brought on a bill or note by Samuel Congdon on Hoffman for $486.21, payable six months after date, and accepted by Hoffman.\nOn 3d February, 1852, defendant’s counsel entered a rule to choose arbitrators on the 20th February, and notice was served on the attorney of plaintiff. On the 14th February, plaintiff’s attorney asked the Court for judgment under the 8th section of the Act of 3d April, 1851, authorizing judgments to be entered in certain cases, for want of an affidavit of defence : Acts of 1851, p. 307, since repealed, see Acts of 1852, p. 121. The Court granted a rule to show cause why judgment should not be entered in favor of the plaintiff for want of an affidavit of defence, the rule to nominate arbitrators to be suspended until the decision, after which the arbitrators may be chosen, unless judgment be entered for plaintiff.\nAfter the above entry the Court was adjourned to the 21st of February, at which time the Court met, and made the following order:\n“And now to wit: February 21,1852, Rule to arbitrate stricken off. Same day the Court made the rule to show cause why judgment should not be entered absolute; and ordered judgment to be entered in favor of the plaintiff for $543.17.”\nThe provisions of the said 8th section re-enacted as to Berks and Tioga, Acts of 1852, 386-7. It was assigned for error:\n1. The Court erred in arresting the defendant’s proceedings under the arbitration law, until the day for nominating arbitrators had gone by, and in striking from the record the rule and proceedings under it, and rendering judgment against the defendant whilst the proceedings were regularly progressing.\n2. The Court erred in entertaining the rule against the defendant to enter judgment for want of an affidavit of defence.\n3. The rule of Court of the 4th August, and Act of Assembly of 3d April, 1851, are contrary to law and the Constitution of Pennsylvania.\n4. The Court erred in entering judgment against the defendant.\nSmith, for plaintiff in error.\nThe party entering the rule could not strike it off against the consent of the other party who might appear, and with the prothonotary, choose the arbitrators and proceed : 1 Rawle 347, Fisher v. Mechanics’ Bank; 1 Miles 21, Douglass v. Kinton; 6 W. & Ser. 89, Lusk v. Garrett; 6 W. & Ser. 147, Schuylkill Bank v. Macalister; Wharton’s Dig., page 37, pl. 293.\nIf the Court can arrest the proceedings before the choosing of the arbitrators, then they can do the same after and before the day of meeting; if there is no meeting on the day fixed, the proceeding if carried on afterwards is irregular, unless defendant appear or consent: 2 Ser. § R. 459, Wier v. Johnston.\nEither party had the right to enter a rule to arbitrate.\nStrong and Richards, for defendant in error, were not heard in reply.\nIn the printed argument it was contended that until arbitrators are appointed, the jurisdiction of the Court is not taken away; that until then the case is in Court, subject to rules of Court as to pleading, &c.: 4 Ser. & R. 140, Thompson v. White; 10 Watts 130; 1 Ashmead 45.\nJuly 20,"
  },
  "file_name": "0057-01",
  "first_page_order": 59,
  "last_page_order": 61
}
