{
  "id": 970579,
  "name": "Heckerman versus Hummel",
  "name_abbreviation": "Heckerman v. Hummel",
  "decision_date": "1852-07-20",
  "docket_number": "",
  "first_page": "64",
  "last_page": "70",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 64"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Whar. 229",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829033
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0229-01"
      ]
    },
    {
      "cite": "1 Whar. 246",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829035
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0246-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 741,
    "char_count": 19992,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 1.965463282919186e-07,
      "percentile": 0.7386382372099686
    },
    "sha256": "2c5a485c9e9baed5fd89113397ed9ad98576365233d24a329c81cd5cd0efcd48",
    "simhash": "1:0b6734feab7de45b",
    "word_count": 3487
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Heckerman versus Hummel."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court, filed was delivered by\nLewis, J.\nThis was an action of covenant brought by Mary Hummel, the widow of David Hummel, deceased, to recover arrearages of ground-rent charged upon lots numbered 115 and 116 in Ilummelstown. The town was laid out about the year 1763, by Frederick Hummel. Upon his death, in 1779, “the plantation and the town” were claimed under his will by his two sons, David and Frederick; and upon a partition, made by agreement between them in 1789, the lots in question were set apart to David Hummel, who died in 1793, having devised the ground-rents to his widow, the plaintiff below.\nOn the 25th January, 1763, John Pochner executed the counterpart of a deed of indenture between himself and Frederick Hummel the elder, by which it appeared that the lots in question were granted to Pochner upon ground-rent. We infer, from the evidence given, and from the presumptions arising in the case, that the rents, as stipulated in that deed, have been paid without dispute to Frederick Hummel, and those claiming under him, from 1763 to 1840, a period of nearly eighty years. The plaintiff below had been in the uninterrupted receipt of them, from the persons occupying the premises, from 1798 to 1840, nearly half a century. In 1832, the lots were sold as the property of Conrad Etla, to George Backenstose and George P. Horner. They paid the ground-rents to the- plaintiff below from the time of their purchase to 1840. In the year 1841, Backenstose having sold to Horner, the latter conveyed to Heckerman, the defendant helow, expressly subject to “ the ground-rents of $2.22 on each lot, yearly, for ever, on the first day of November, due and to become due on each lot, payable to the proprietors thereof.” No claim has ever been made to the ground-rents, adverse to the plaintiff below, and those under whom she claims. The defendant below, although notified to produce his title papers, produced no other conveyances than the sheriff’s deed to Backenstose and Horner, and the deed from Horner to Heckerman. No title was shown in Etla, except the evidence tending to prove his purchase from the executor of Shenk, who had paid rent to plaintiff.\nThe streets on which the lots in question are located have been duly opened, but some of the streets in other portions of the original towm plan, have never been opened; they continue to be enclosed and cultivated by the descendants of the former proprietor, Frederick Hummel the elder. And this was one of the grounds of defence against the payment of the rent. The evidence offered in support of it was rejected. It might be well questioned whether, after the plaintiff’s seisin and enjoyment of the ground-rents for nearly fifty years, her rights could be prejudiced by the acts of others. But the dedication of streets and .alleys, in laying out a plan for a town, is a contract with the public, and is not such a contract with each purchaser of a lot as can be made the foundation of an action, -without proof of special damage. A lot-holder can neither release the proprietor from his obligation to the public in this respect, nor claim damages for its violation by an action in his own name, or by way of sot-off, or otherwise. The remedy is by abatement or by indictment. The decision of the Court in rejecting the evidence was correct.\nAfter the lapse of “threescore years and ten” the memory fails, witnesses die, and documents are lost or mislaid. It is therefore difficult, and frequently impossible, to establish, by positive evidence, the facts of an ancient transaction. The law, in furtherance of justice, and for the protection of society, has, in such cases, substituted for positive evidence the doctrine of presumptions. A possession of twenty-one years is not only a sufficient defence to an ejectment, but is a title on which a plaintiff may support such an action against another. Deeds, thirty years old, in accordance with the possession, may be given in evidence without proof. Thus, as “the scythe of time destroys the evidences of title, the hour-glass measures out the period when those evidences are no longer necessary.” This period has been nearly quadrupled in the case before us; and the facts in evidence furnish ample justification for all the instructions given to the jury relative to the application of the rules of presumption to the indenture between Hummel and Pochner, and to the supposed title of other descendants of Hummel who had never made claim.\nWith the evidence before us that the defendant below purchased from those Avho had always acknoAvledged the title of the plaintiff, and had paid her the ground-rents during their possession of the premises, and with the decisive fact that he accepted of a conveyance subject to those ground-rents, it is manifest that he has no title to the property founded upon an adverse possession. He must claim the title of Hummel, charged with the ground-rent, or take the position of an intruder, without any title whatever. When a tenant unjustly disclaims the title under which he received the possession, the law punishes his treachery by a forfeiture of the estate. It would be well for persons who are disposed to resist the payment of ground-rent, to consider whether they are prepared to surrender the possession to the representatives of those from Avhom they received it, charged with that encumbrance.\nFrom what has been said, it will be perceived that the defendant below is not in a condition to take advantage of the omission to record the deed from Hummel to Pochner. He either purchased the title subject to the ground-rent, or he stands before us without any title whatever. In neither case can he be regarded as the innocent purchaser of the legal or equitable title without notice of an unrecorded deed. The facts were fairly submitted to the jury, and after their verdict for the plaintiff below, we are to take it that the defendant below purchased the title held under Frederick Hummel the elder, subject to the ground-rent, payable to the plaintiff. He is therefore affected with notice of every fact lying Avithin the course of his title, and apparent upon the face of it. The ground-rent reserved in the deed to Pochner, and again charged in the deed to the defendant below, was an encumbrance of this description; and the purchaser was bound to take notice of it, whether the deed to Pochner was recorded or not. The recording Act does not apply to such a case, and Salter v. Reed, 3 Harris 260, cannot be received to overturn the long and properly settled law on this subject. Where the estate in the land and that in the ground-rents are granted by separate deeds, and the one is recorded and the other not, the purchaser at sheriff’s sale, or otherwise, without notice of the unrecorded deed for ground-rent, Avould of course take the estate in the land discharged from such encumbrance. But that is not the case here. The title purchased by the defendant “ bore record” of the estate in the ground-rents. If any error occurred in the proceedings of the Court below, it was in giving instructions too favorable to the plaintiff in error. Of this he cannot complain.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Hawn, for plaintiff in error.",
      "Fisher, eontrá, the Court declined to hear."
    ],
    "corrections": "",
    "head_matter": "Heckerman versus Hummel.\n1. In an action of covenant for ground-rent of two lots of ground, brought by one claiming as devisee of one who claimed from the original proprietor, in proof of the creation of the ground-rent, there was given in evidence a deed above eighty years old, executed by the grantee of the two lots, acknowledging the lots to be subject to the ground-rent, and covenanting to pay it. The deed by the proprietor of the lots and ground-rent was not produced, but ground-rent thereon had been paid by the successive owners to the plaintiff in the action for above forty years before the defendant purchased the lots from others who had purchased them at sheriff’s sale. It was held, that the existence of a deed creating the ground-rent, supposed to be dated in 1763, being an ancient deed, and properly belonging to the grantee of the lots, was to be presumed.\n2. The defendant having received from the purchasers at sheriff’s sale a conveyance of the lots subject to the payment of the specified amount of ground-rent payable to the proprietors of the lots, was not in a condition to take advantage of the omission to record the deed creating the ground-rent. He either purchased the title subject to ground-rent, or, having shown no other title, although notified to produce his title papers, he is to be considered as not having any title whatever. No title was shown to have existed in the person as whose property the lots were sold at sheriff’s sale, except the evidence tending to prove his purchase from the executor of one who had paid rent to the plaintiff. The defendant is not to be regarded as an innocent purchaser of the legal or equitable title without notice of an unrecorded deed.\n3. Such a purchaser is affe.cted with notice of every fact lying within the course of his title, and apparent upon the face of it. The ground-rent charged in the ancient deed, and again charged in the deed to himself, was an encumbrance of which he was bound to take notice, whether the ancient deed was recorded or not. The recording Acts do not apply to such a case. Salter v. Heed, 3 Harris 260, is not to be received to overturn the long settled law on this subject. The title purchased by the defendant bore record of the estate in the ground-rents.\n4. The dedication of streets and alloys in a town is a contract with the public, and is not such a contract with each purchaser of a lot as can be made the foundation of an action by him without proof of special damage. A lot-holder can neither, release a proprietor from his obligation to the public, nor claim damage for its violation by action in his own name, or by way of set-off in an action for ground-rent. The remedy is by abatement, or by indictment; See 2 Waits 23; 16 Ser. & R. 390-307.\nError to the Common Pleas of Daivphin county.\nThis was an action of covenant brought by Mary Hummel against George Heckerman, to recover certain arrears of ground-rent, which, as she alleged, were charged on twro lots of ground, Nos. 116, 116, in Hummelstown, Dauphin county. The declaration was in covenant, and the plea nil debet.\nThe plaintiff gave in evidence a patent to Valentine Kloninger, dated 6th November, 1752; a judgment against Kloninger, in 1755, for ¿6300, executions and a sheriff’s sale; and a deed from T. Pugh, sheriff, to T. Willing, acknowledged 5th May, 1758, for 151 acres; a deed from T. Willing to John Campbell, dated 5th November, 1761; a deed from John Campbell to Frederick Hummel, dated 6th November, 1762, consideration ¿6200, recorded 24th November, 1762 ; the will of Frederick Hummel, dated 8th April, 1779, and proved 21st July, 1779 ; an agreement between Frederick and David Hummel, dated 14th October, 1789, for a partition of the ground-rents, allotting lots 115 and 116, among others, to David Hummel, recorded in Dauphin county; the will of David Hummel, dated 16th September, 1793, proved 17th December, 1793, giving to his wife, Mary Hummel, the plaintiff, the ground-rents in question, with others.\nIt was proved that the town of Hummelstown (or Frederickton) was laid out by Frederick Hummel on the land covered by the patent to V. Kloninger.\nJohn Pochner purchased from Frederick Hummel lots Nos. 115, 116, and he executed a deed as to each lot, each dated 25th January, 1763, acknowledged on 21st December, 1764, which were to the effect that Frederick Hummel had granted to him the said lots, each subject to a yearly ground-rent of ten shillings sterling; nine shillings for the use of Frederick Hummel, and one for the use of a Herman Lutheran church, intended to he erected in said town. This deed was executed only by John Pochner, and' it never was recorded.\nFrederick Hummel, the elder, in his will, directed that “Frederick and David shall have the plantation and the town.”\nDavid Hummel received the rents of the lots allotted to him, including lots 115, 116, from the year 1789 till his death.\nThe plaintiff’s counsel read a notice to the defendant, served on him on 15th November, 1851, to produce on the trial the deeds from Frederick Hummel and wife to John Pochner, for lots 115, 116, and all the deeds and intermediate conveyances from Pochner and the successive owners of said lots, including those to himself.\nNo deeds Avere produced in pursuance of the notice.\nThe plaintiff’s counsel, on the trial, gave in evidence the deeds before referred to, executed by Pochner; also, a deed from Heorge P. Horner and wife to Heckerman, the defendant, for the said two lots, dated 2d April, 1841, “subject to the payment of $2.22 on each lot, yearly, for ever, on the first day of November, due and to become clue on each lot, and payable to the proprietors thereof.” This deed recites a sheriff’s sale to Horner and Backenstose, as the property of Conrad Etla, and that Backenstose had sold his moiety of the lots to Horner.\nIt Avas proved that the lots had been occupied by Shenk and others before Etla; that Shenk occupied them for fifteen, years, and died in possession; also showed two receipts, dated November 14, 1815, each for payment of $14.86, by Shenk, in full for four years’ ground-rent, and the arrearages from the year 1793 ; also, the payment of ground-rent by the executor of Shenk’s will, for the yeai’S from 1824 to 1827 inclusive; also, that Backenstose had paid ground-rents for years from 1831 to 1835, and Horner from 1836, till the time he sold to Heekerman.\nThe defendant’s counsel then gave in evidence\nJudgment 88, April Term, 1832, Cassel v. Etla, and fi. fa. levied on the lots in question, and ven. ex. to August Term, 1832, and return of sale to George Backenstose and George P. Horner, for $280. Deed, J. Seiler, sheriff, to same, dated 27th August, 1832 ; and deed, Horner to Heekerman, the defendant, dated April 2, 1841, for lots 115 and 116.\nThe defendant offered to prove that rows of lots on each side of Market street, with lanes and alleys around them, have been opened, but that two ranges on each side, with the streets and alleys around the same, never have been opened; but are now, and always have been cultivated as a farm by Frederick Hummel, a son of David Hummel, deceased, and son of the plaintiff, he claiming under and through the will of Frederick Hummel, the original proprietor, and also through the will of David Hummel. That, originally, six ranges of lots were plotted, three on each side of Market street, and that but two and a half ranges have ever been opened. Offered, for the purpose of showing that the original proprietors have not complied with the agreement entered into with the purchasers of lots as implied by laying out the town, and selling by a plot, which is in evidence. That the opening of the streets, lanes, and alleys, is an implied condition, precedent to exacting ground-rent, without a compliance with which it cannot be exacted. This was objected to, on the ground that the streets, lanes, and alleys are, and always have been, opened around the lots for which the rent is claimed, and the claimant, or those from whom she derives title, hare never interrupted the tenant in the enjoyment of his lots as demised. Therefore the evidence is irrelevant. This evidence was rejected as irrelevant, and that it would afford no defence.\nPearson, J., inter alia, charged the jury as follows: — “ The first question is raised on the deeds of 1763, acknowledging the ground-rent. It is contended that those deeds are void, that they were intended to have been signed both by Hummel and Pochner, and Hummel having failed to sign them, they are not obligatory. We have little doubt from the evidence in the case (and you will probably infer it), that the conveyances were made after a fashion now almost obsolete, but in common use a century since, and still more common at an earlier period, by what was called a deed and counterpart. The deed executed by the grantor, the' counterpart by the grantee, and both together constituting but one conveyance. That in this case deeds were made, signed, and delivered by Hummel to Pochner, conveying the lots subject to the ground-rent, and by Pochner to Hummel, covenanting to pay the rent.\n“ The one deed would go into the hands of Pochner, and it would scarcely be expected that the plaintiff could produce or prove it at the end of nearly a century. The other, acknowledging the mode of tenure and payment of the rent, was delivered to Hummel, and has been handed down to his descendants with his other title papers. If such was the case, this is a valid deed. That it must have been so, is fairly inferable from the fact that all the holders of these lots, so far as they could be traced back by the evidence, have acknowledged that they were subject to ground-rent ; and the precise sum, payable at the same time called for in the deed, has been annually rendered. No other evidence has been given of Hummel having parted with his title, or of the creation of the ground-rent. It is fairly inferable, from the evidence, that it has been paid for nearly fifty years; how it was before is left to conjecture.”\nOn 12th March, 1852, verdict for plaintiff for $>56.39.\nIt was assigned for error:\n1. There was error in rejecting the evidence offered by the defendant. 2. The Court erred in their charge to the jury in their instruction that the deed from John Pochner to Frederick Hummel was sufficient to create the ground-rent, without being signed by Hummel, and that the jury might presume the execution of a counterpart by Hummel, which was delivered to Pochner. 3. In saying to the jury that, although the will of Frederick Hummel did not devise the ground-rents to his sons, Frederick and David, yet, under the evidence, the descendants of Frederick Hummel would be barred, and a release from them to the plaintiff might be presumed. 4. In saying that it was not shown that Horner bought at the sheriff’s sale an apparently good title, when it had been proved that Etla was in possession; the ground-rent deed from Pochner was not on record, and no notice of any claim for ground-rent was given at the sheriff’s sale.\nHawn, for plaintiff in error.\nThere was an implied engagement to open the streets, according to the plan of the town. Though the effect of the evidence offered, if it had been received, might not have amounted to a suspension of the whole rent, yet,'if any damage was sustained by the failure of the proprietor and his descendants to open the streets and alleys, the defendant had a right to an abatement of the rent pro tanto.\n2. There was no evidence that Pochner ever had possession of the two lots. His deed was inoperative, as there was no evidence tha.t any of the occupiers of the lots claimed that their title was derived through him.\n8. A devise of the town would not be a devise of the ground-rents charged on lots in the town, which had been sold: 1 Whar. 246, Skerrett v. Burd; 6 Cruise 162-166. If not devised they descended to the heirs, and are not presumed to be paid or released merely by the lapse of over thirty years: 1 Whar. 229. A person entitled to a rent does not lose it by non-user. A lapse of over twenty years will raise a presumption of payment of arrears, due over twenty yéars, but not as to those rents which became due within that time.\n4. Etla was in possession of the lots as owner, and they were sold on a judgment against him to Horner and Backenstose, without notice of the claim for ground-rent being given at the sale, and there was none upon record: Salter v. Reed, 3 Harris 260. The fact that Horner and.Backenstose paid rent would not be sufficient to charge the lots with a permanent ground-rent. At most, their payment would be merely evidence from which actual notice of the liability of the lots to ground-rent might be inferred.\nFisher, eontrá, the Court declined to hear.\nJuly 20, 1852,"
  },
  "file_name": "0064-01",
  "first_page_order": 66,
  "last_page_order": 72
}
