{
  "id": 970576,
  "name": "Schriver versus Meyer",
  "name_abbreviation": "Schriver v. Meyer",
  "decision_date": "1852-07-27",
  "docket_number": "",
  "first_page": "87",
  "last_page": "94",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 87"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Watts 286",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "4 Rawle 82",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "4 Rawle 75",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823541
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/4/0075-01"
      ]
    },
    {
      "cite": "3 Watts 475",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841246
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0475-01"
      ]
    },
    {
      "cite": "7 Blackf. 488",
      "category": "reporters:state",
      "reporter": "Blackf.",
      "case_ids": [
        1382734
      ],
      "opinion_index": 0,
      "case_paths": [
        "/blackf/7/0488-01"
      ]
    },
    {
      "cite": "17 Wend. 393",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2020889
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "437"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/17/0222-01"
      ]
    },
    {
      "cite": "6 Johns. 191",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": 0
    },
    {
      "cite": "3 Call 306",
      "category": "reporters:state",
      "reporter": "Call",
      "case_ids": [
        6716184
      ],
      "opinion_index": 0,
      "case_paths": [
        "/va/7/0521-01"
      ]
    },
    {
      "cite": "1 Munf. 537",
      "category": "reporters:state",
      "reporter": "Munf.",
      "case_ids": [
        2094041
      ],
      "opinion_index": 0,
      "case_paths": [
        "/va/15/0212-01"
      ]
    },
    {
      "cite": "1 Wash. 96",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        6714829
      ],
      "opinion_index": 0,
      "case_paths": [
        "/va/1/0428-01"
      ]
    },
    {
      "cite": "2 Binn. 13",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788915
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/2/0013-01"
      ]
    },
    {
      "cite": "4 Yeates 179",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": 0
    },
    {
      "cite": "2 Yeates 250",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812622
      ],
      "pin_cites": [
        {
          "page": "380"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/2/0250-01"
      ]
    },
    {
      "cite": "1 Dall. 226",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        12142102,
        1408359
      ],
      "opinion_index": 0,
      "case_paths": [
        "/dall/1/0226-01",
        "/us/1/0237-02"
      ]
    },
    {
      "cite": "3 Watts 471",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841239
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0471-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 972,
    "char_count": 20984,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 2.1867173240123998e-07,
      "percentile": 0.7733047370715436
    },
    "sha256": "96ded77b786ed8709d7fbf593b09e9eb0632a2e5c27a316e594ce90ad7fd79e3",
    "simhash": "1:0ae7fa3b5328ed15",
    "word_count": 3817
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Black, C. J., and Gibson, J. dissented."
    ],
    "parties": [
      "Schriver versus Meyer."
    ],
    "opinions": [
      {
        "text": "The opinion of this Court, filed was delivered by\nLowrie, J.\nSo far as relatos to the intent of the devising clause, this will was disposed of in a former opinion of this Court in one sentence, and the remainder of the opinion was devoted to a clause which is entirely unimportant. The true point of this case is thus dismissed: “ As to the common introductory words, it is enough to say, there is nothing in particular to which they can attach; and it has long been held that they are inoperative by themselves.” It is with most sincere reluctance that we find ourselves constrained to declare that this conclusion of our predecessors is opposed to the whole current of Pennsylvania decisions, and would in almost all similar instances frustrate the manifest intent of the testator.\nAs in the case of Harper v. Blean, 3 Watts 471, this testator “ had no other real estate than that described in the will. He had no issue, but left his wife surviving. He left also a brother and sisters, under whose right the plaintiff claims.” Nearly his whole fortune was the result of the efforts of himself and wife, and he had no intimacy with his brother and sisters, most of whom lived at a distance from him. Under such circumstances, it would not have been unreasonable if he had given all he had to his wife; and certainly common justice would declare her claims to stand much higher than those of the brother and sisters.\nBut we may set aside all this, except the fact that he had no other land than that described in the will, and construe this will without the aid of any other extraneous circumstances. It sets out with the usual introduction, then directs as to his burial, and then says: “ As to such worldly estate wherewith it hath pleased God to bless me in this life, I give and dispose of the same in the following manner.” Then he directs payment of his debts, and then gives a particular part of his plantation to his wife, and the rest to his brother and sisters.\nIn the case of Weidman v. Maish, 16 State Rep. 504, this devise to the wife was held to create but a life estate, and we know of no similar decision in our books, except the case of Steel v. Thompson, 14 Ser. & R. 88, which is an exceptional case, in opposition to prior ones, attempting to overrule one of them, French v. McIlhenny, decided by a majority of the Court against a strong dissent, and never since received as law so far as we know.\nThe words “ as to such worldly estate, &c.,” if they have nothing to which they can attach, must of course be inoperative. Here, however, they are most distinctly attached to the words “ I devise the same,” &c. What follows then is most plainly a specification of the manner in which his “ estate” is to be disposed of, and this brings the case explicitly within that large class of cases wherein the devise of the testator’s “ estate” is held to carry a fee, and the whole spirit of those decisions is violated by declaring this a life estate.\nIn the case of Busby v. Busby, 1 Dall. 226, it was declared that similar words, “ unconnected with any particular devise, show an intention to dispose of his whole estate,” and will help the interpretation in case of doubt.\nIn Caldwell v. Ferguson, 2 Yeates 250, 380, there were no words of inheritance, but a fee was raised by the words, “ touching such worldly estate, &c., I give the same in the following manner.” And it was there declared that the general clause was connected with the rest of the will by the phrase, “ I give the same.”\nIn Doughty v. Brown, 4 Yeates 179, the words were, “ touching all my worldly effects real and personal I dispose thereof in the following manner;” and the Court say that these words “fully evince his intention of disposing of all his property.”\nIn French v. McIlhenny, 2 Binn. 13, “ as for such estate, &e., I give the same in the following manner,” were held sufficient to carry a fee without anything to aid them.\nIn Cassel v. Cooke, 8 Ser. & R. 289, a somewhat similar introductory clause is used in aid of the construction, and the Court say: “ It is declared by the testator that he intends to dispose of all his worldly estate, ont and out.” This will not of itself be sufficient to give a fee; but it is always carried down to the devising clauses to show the intent.” And the same principle runs through the case of Campbell v. Carson, 12 Ser. & R. 54, and, going a little out of the order of time, the case of Johnson v. Morton, 10 Stat. Rep. 245.\nIn McClure v. Douthitt, 3 State Rep. 446, the words are, “as to my worldly estate, I dispose of it as follows,” and then the testator gives his daughter a tract of land. The Court say: “We ought to have done at first in regard to words of inheritance what our Legislature has done at last, by declaring every devise to be a fee which is not specially restricted. The devise to the testator’s daughter therefore was a fee even as the law then stood.”\nIn Miller v. Lynn, 7 State Rep. 443, the Court in speaking of similar words say: “the words in the preamble make it apparent that he intended to'dispose of his whole estate. Although, therefore, there are no words of limitation or perpetuity added to the devise to the children, yet as there is no limitation over, we bring-down the word estate in the preamble, and connect it with the devise in order to effectuate the intent.”\nIn Peppard v. Deal, 9 State Rep. 140, speaking of a devise of a house, and the words “as to my worldly estate,” the Court say: “ The language in the introduction is carried down to the devising clause to explain the intent.”\nIn Harden v. Hays, 9 State Rep. 151, the Court say: “It is very evident from the introductory clause that the testator had no intention to die intestate; but that in this case, as in almost all others, he supposed he was devising his whole estate. Where the word estate is coupled with a devise of real estate, it is uniformly held to be a fee simple; and this is carrying out the intention of the testator in ninety-nine cases out of a hundred.” Here the word estate in the introduction was coupled with the devising clause exactly as in this case: “ I give and devise the same as follows.”\nIn McCullough v. Gilmore, 11 State Rep. 370, even less definite language — “ all my worldly substance and property shall be disposed of in the following manner,” — was held to give a fee. “ These words,” say the Court, “and the like of them are generally carried down into the corpus of the will to show that the testator meant to dispose of his whole interest in a particular devise, unless words are used which plainly indicate an intent to limit.”\nWith such unquestionable authority for declaring that this devise conveys a fee simple to the testator’s widow, it would be a waste of time to go over the decisions in England and in other states, and we content ourselves with a mere reference to some of them. Dunn v. Gaskin, Cowper 660; Loveacres v. Blight, Id. 355; Frogmorton v. Holliday, 3 Burrows 1618; Kennon v. McRoberts, 1 Wash. 96; Wyatt v. Sadler, 1 Munf. 537; Watson v. Powell, 3 Call 306; Winchester v. Tilghman, 1 Har. McH. 452; Jackson v. Merrill, 6 Johns. 191; Fox v. Phelps, 17 Wend. 393, and 20 Id. 437; Fogg v. Clark, 1 N. Hamp. 163; Franklin v. Horter, 7 Blackf. 488.\nIt is among the oldest legal principles that a devise of all one’s estate carries a fee; and what else is this ? If we shorten the devise so as to make the sense more striking, it will stand as follows : As to all my worldly estate I devise the same as follows, one farm to my wife, and the other to my brothers and sisters; or thus: I devise all my worldly estate as follows, my personal property and half of my plantation to my wife, and the other half of my plantation to my brothers and sisters. In this form can any one doubt its true interpretation ?\nIt is really much more plainly a fee to each than in the eases of Saylor v. Kocher, 3 W. & Ser. 163, where the devise was of all his “leasehold estate;” and Harper v. Blean, 3 Watts 475, where the effective words were, “with whatsoever is not named that I have any right or claim to in law or equity;” and Dice v. Sheffer, 3 W. & Ser. 419, where the words “ all what I have, both l'eal and personal property,” were declared equivalent to “all my estate.” It is stronger than Neide v. Neide, 4 Rawle 75, where the devise was, “ I give to my son John my late purchase from Elizabeth Claxton, and also four acres of woodland, being in a corner, &c.”\nHow all this line of decisions was broken through in the case of \"VYeidman v. Maish we cannot say, but must presume that it was inadvertently done, in the crowd of business which presses upon this Court, and which must occasion frequent mistakes. If they were intended to be overruled, they deserved in their rejection, a much more ceremonious elegy than can be comprised in a single sentence; for great have been their merits, and much good have they done in the last seventy years.\nThe testator gives to his wife 85 acres of his plantation, and “the residue of his plantation” to his brother and sisters; but the plain and natural meaning of this is, not that he gives his wife a life estate in one part, and his brother and sisters a fee in the rest, and also in his wife’s part after her death. This phrase in wills has not yet been cast in the moulds of technical expression, and thus removed from the interpretation of common sense. It has still sufficient pliability to fall in with ease into its appropriate place, and with its proper value in an instrument written in ordinary language. And so was a similar provision disposed of in the case of Neide v. Neide, 4 Rawle 82.\nBut it is demanded of us that we shall -follow the decision in Weidman v. Maish, where this very devise has received a construetion. ■ And why must we follow it ? If the law was totally misapplied in that ease, where l-44th part of this land was in controversy, must we therefore continue to misapply it as often as the other shares come up for discussion ? ■ Because we or our predecessors have wronged one man by our blunders, must we therefore wrong forty-three others for the sake of our own consistency ?\nIf not thus, then on what principle can we do it ? Not simply because this very devise has been decided on; most certainly not. This would be presenting the former doctrine of recovery in a new aspect. One verdict and judgment are not conclusive even in the very same interest, and between the same parties; whereas this would make one verdict and judgment, as to one interest and one set of parties, conclusive as to all similar interests and as to other parties, even though not heard.\nDoes the doctrine of stare decisis hold us to conform to that decision ? I trust that this doctrine shall never be held to mean that the last decision of a point is to be taken as the law of all future cases, right or wrong. Then indeed will the isolated blunders of this Court be of far more force than an Act of Assembly, or a clause of the constitution; for they may invade the inviolability of contracts. This is certainly a new phase of the doctrine of stare decisis that is most suicidal in its result. It is setting aside the old doctrine and establishing a new one. It is a declaration that all Courts of the last resort must have been in error every time they have acknowledged and set aside former errors, which has not been an unfrequent event. Nay, more; it is claiming for this Court an infallibility that can have no result but the perpetuation of the most incompatible errors.\nAs I understand this doctrine, it is tersely expressed in the maxim, minime sunt mutanda quce inter pretationem certam semper habuerunt; and is well qualified by that other one, quce contra rationem juris introducta sunt, non debent tralvi in consequentiam, both of which are used by Lord Coke, and derived from Homan law. It is well explained in Lieber's Pol. Herm. 209. “ In a free country, where a knowledge of the citizens’ rights is all important, a precedent in law, if correctly and clearly stated — this is an essential requisite — -and if applied with discernment and with the final object of all law before our eyes, ought to have its full weight. If there has been a series of uniform decisions on the same point, they ought to have the force of law, because in this case they have become conclusive evidence of the law.” And the same writer has well estimated the value of a mere decision when he says, 1 Pol. Ethics, 265, “there is hardly such a thing as judge-made law, but only judge-spoken law. The doctrine pronounced to-day from a bench may, indeed, not be found in any law book ; but the judge has ascertained and declared the sense of the community as already evinced in its usages and habits of business. If he has not expressed it correctly, society will show its sovereign power; his decision will be reversed to-morrow, or corrected by statute.”\nThe true doctrine on this subject was declared and ’acted upon by this Court in Hawk v. Geddis, 1 Watts 286, and Cowden’s Appeal, 1 State Rep. 279, and is thus laid down by Chancellor Kent (Comm. Lect. 21): “ I wish not to be understood to press too strongly the doctrine of stare decisis, when I recollect that there are a thousand cases to be pointed out in the English and American books of reports, which have been overruled, doubted, or limited in their application. It is probable that the records of many of the Courts in this country are replete with hasty and crude decisions ; and such cases ought to be examined without fear, and revised without reluctance, rather than have the character of our law impaired, and the beauty and harmony of the system destroyed by the perpetuity of error. Even a series of decisions are not always conclusive evidence of what is law; and the revision of a decision very often resolves itself into a mere question of expediency, depending upon the consideration of the importance of certainty in the rule, and the extent of property to be effected by a change of it.”\nSuppose that we now assert that a devise, such as this, does not convey a fee simple, what will be the consequence ? First, we defeat the intention of this testator, and wrong his devisees. Then the cases of McClure v. Douthitt, Miller v. Lynn, Peppard v. Deal, Harden v. Hays, and McCullough v. Gilmore, were all decided within a very few years on the opposite principle, and all these cases will claim the right to be reheard, and all the titles acquired on the faith of these decisions may be declared invalid. How many are the wills similarly worded which have never been heard of in Court, because their construction has been considered as settled by former decisions, it is impossible to tell. Certainly the law must be the same for all. We dare not say that the principle of this case shall be limited to this will, for that would be making the rights of parties depend on the will of the judge, and not on the law of the land. We cannot do justice in this case without rejecting the decision in Weidman v. Maish, and reversing this judgment.\nJudgment reversed, and judgment for defendants below, with costs.\nBlack, C. J., and Gibson, J. dissented.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "JEvans and Mayer, for plaintiffs in error.",
      "Campbell and Potts, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Schriver versus Meyer.\nA testator directed as follows: — “ As to such worldly estate wherewith it hath pleased God to bless me in this life, I give and dispose of the same in the following manner, to wit: Item — It is my will, and I order and direct that ' all my just debts and funeral expenses shall be first paid and satisfied. Item —It is my will, and I give, devise, and bequeath unto my beloved wife Elizabeth eighty-five acres and. allowance of land of my dwelling plantation, whereon I now live, situate in Spring Garden township, in the county aforesaid, she to have the choice of the same wherever she thinks proper; and, further, I do give and bequeath unto my said wife all my movable property or personal estate, of what kind or nature the same may be, together with all the moneys due me, by bond, note, or book'account, to and for her only proper use and behoof whatever. Item — It is further my will, that my brother and sisters divide the residue of my said plantation amongst themselves, share and share alike.” He left no other real estate:\nHeld, that the introductory words in the will were to be considered in order to ascertain the intention of the testator, and that the widow took afee in the land devised to her. The decision in Weidman v. Maish, 4 Harris 504, overruled. See Wood v. Hills, postea 513.\nError to the Common Pleas of TorJc county.\nThis was an action of ejectment by John Meyer v. Michael Sehriver, John Lefevre, and others. A case was stated as if found by a special verdict, with'fight to either party to sue out a writ of error. The case depended on the construction of the devise of John Meyer to his widow, Elizabeth Meyer, whether it was in fee or for life only. See a history of the case in the case of Weidman v. Maish, reported in 4 Harris 504, &c., which does not differ in any material respect from the case stated in this suit.\nThe will of John Meyer was dated the 2d' of September, 1827. It was proved on the 15th June, 1829. It contained the following provisions: — “ As to such worldly estate wherewith it has pleased Hod to bless me in this life, I give and dispose of the same in the following manner, to wit: Item: It is my will, and I order and direct that all my just debts and funeral expenses shall be first paid and satisfied. Item: It is my will, and I give, devise; and bequeath unto my beloved wife Elizabeth, 8'5 acres, and allowance of land of my dwelling plantation whereon I now live, situate in Spring-garden township, in the county aforesaid; she to have the choice of the same wherever she thinks proper; and further, I do give and bequeath unto my said wife all my movable property or personal estate, of what kind or nature the same may be, together rvith all the moneys due me, by bond, note, or book account, to and for her only proper use and behoof whatever. Item: It is further my will, that my brother and sisters divide the residue of my said plantation amongst themselves, share and share alike. And lastly, I nominate and appoint my beloved friends, Michael Sehriver and John Lefevre, of the township aforesaid, to be the executors of this my last will and testament, hereby revoking all other wills, legacies, and bequests by me heretofore made, and declaring this and no other for my last will and testament. In witness whereof, &c.\n“ Signed, John Meyer.” [Seal]\nThe testator had no other real estate than the land devised. He left one brother, Jacob Meyer, and three sisters.\nThe case of Weidman v. Maish was tried -before Lewis, J., who. held that the devise to the wife of the testator was in fee; but his opinion was reversed by the Supreme Court, 4 Harris 504, the opinion being delivered by Hibson, C. J.; Coulter, J., and Chambers, J., dissenting. In that ease only the l-44th part of the property was involved. Another suit was brought for John Meyer, another party claiming an undivided sixth part of the same land. The case stated in this suit concluded as follows:\nAt the time of her death, the widow of the said John Moyer owned a house and piece of ground in Spring Harden township aforesaid, Avorth abou-t $400, and the inventory of her personal estate amounts to $5828.72.\nThe brother and sisters of the testator, as well as the ■ husbands of the sisters, are all dead, and all of them left issue. The plaintiff, John. Meyer, of Spring Garden township aforesaid, is a son of Jacob Meyer aforesaid, who left two children, both of whom are still living. _ If Elizabeth Meyer, the widow of John Meyer, took under his will an estate in fee simple in the land devised to her, then judgment to be entered for the defendants for costs. But if the said Elizabeth Meyer took a life estate in said land, then judgment to be entered for the plaintiff for the undivided sixth part of said land, with costs of suit.\nThe Court below entered judgment in conformity with the decision in Weidman v. Maish, in which it was held that the widow of the testator took only an estate for life ; that the words “ only proper use and behoof” are not words of limitation in a deed, nor did they import perpetuity in a will; that their meaning was vague, and as to the introductory words there was nothing in particular to which they could be attached, and that they were inoperative by themselves.\nJEvans and Mayer, for plaintiffs in error.\nIt was contended : 1. That the intention of the testator, apparent from the face of his will and the circumstances in which it was made, was to dispose of Ms tohole estate, and to devise a fee simple to his widow, as the chief object of his bounty. 2. That the words “to and for her only proper use and behoof whatever” are equivalent in a will to words of limitation, and serve in this connection to carry the real and personal estate to her absolutely.\nCampbell and Potts, for defendant in error.\nJuly 27,"
  },
  "file_name": "0087-01",
  "first_page_order": 89,
  "last_page_order": 96
}
