{
  "id": 970574,
  "name": "Coleman versus Coleman",
  "name_abbreviation": "Coleman v. Coleman",
  "decision_date": "1852-09-09",
  "docket_number": "",
  "first_page": "100",
  "last_page": "113",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 100"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Whar. 474",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "8 Watts 168",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1291,
    "char_count": 39164,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 5.58912533027692e-07,
      "percentile": 0.9477496564471519
    },
    "sha256": "85cdd49772b3c87bfb8d68a113defc227d85ea794e6f6d5e2c9f4fa788d7e2db",
    "simhash": "1:84e4f17036253c97",
    "word_count": 6702
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Coleman versus Coleman."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court, filed was delivered by\nWoodward, J.\nThe principal ground of defence against this action of partition is found in the agreement of SOth August, 1787. It is insisted, on the part of the plaintiffs in error, who were defendants below, that the instrument established a permanent tenancy in common in the ore-banks or mine-hills, and that partition of these cannot be had without violating the covenant of the parties, and sacrificing important interests which depend on its maintainance. On the part of the defendants in error, who were plaintiffs below, it is contended that the agreement of 1787 was not intended to establish permanent relations between the parties, and that there is nothing in it to deprive them of the remedies which are incidental to tenancies in common. The construction of that instrument, therefore, is the first thing in this voluminous record to engage our attention. We must first ascertain what the parties meant by their contract, and then we shall be prepared to give it due effect.\nThe parties to the agreement, or covenant, of 30th August, 1787, were three — Curtis Grubb, owner of one-half of Cornwall Furnace and its appurtenances, and one-third of Hopewell Forges, situated on said estate; Robert Coleman, owner of the Elizabeth Furnace estate, and of one-sixth of Cornwall, and of one-third of Hopewell Forges; and the testamentary guardians of Burd Grubb, and Henry Bates Grubb, who were owners of one-third of Cornwall Furnace, and one-third of Hopewell Forges. The ore-banks and mine-hills of which partition is sought in this action, were part of the Cornwall Furnace estate, and before the death of Peter Grubb, the ancestor of Burd and Henry Bates Grubb, he, his brother Curtis Grubb, and Robert Coleman for Cornwall Furnace, Robert Coleman for Elizabeth Furnace, and Peter Grubb for Mount Hope Furnace, held the said ore-banks and mine-hills, to supply the same respectively with iron ore, as they held the woodland belonging to the said furnaces respectively for the supply of charcoal for the manufacture of iron; and for the purpose of such supply of iron ore and charcoal, the said ore-banks and mine-hills, and said woodlands respectively, had been continually held, with, and as appurtenances to, and parcel of the said furnaces respectively, with the full knowledge and consent of the owners. Two former efforts had been made to part these estates into severalty. One by agreement of 8th December, 1785, of the parties then in interest, the other by agreement of 6th May, 1786; and in both of these agreements the mine-hills, like the rest of the estate, were to be divided into three equal parts — two equal third parts thereof, considering quantity and quality, to be assigned and allotted to Curtis Grubb and Robert Coleman, according to their several shares, and the other one-third equal part thereof to be assigned and allotted to the said Peter Grubb, to be by them held respectively in severalty. This stipulation in these prior agreements is worthy of observation, as manifesting the intention and desire of the parties that the mine-hills should continue to be used and en joyed as appurtenant to each of the furnaces and forges held in common.\nIt is apparent that no thought was entertained of separating any one of the establishments from the common fountain of ore which was the element of life and wealth to them all. Partition of the mine-hills was indeed to be had, but it was to. be partition into 11 three equal parts, considering quantity and quality,” a result which, had it proved attainable, would have been mutually beneficial, for it would have given to each owner in severalty a competent share of ore for the use of the residue of his estate. But after the fullest investigation by men qualified for the duty, such partition was found impossible; and this discovery led to the agreement of 30th August, 1787, which is the document now to be construed.\nThe parties recite that the former agreement cannot be carried into execution without the greatest injustice to some of the parties, and that the same had been so represented by the persons appointed in the said agreement to make partition. “ Therefore, in order to remove all difficulties,” and to assign and allot the premises according to the real interests and convenience of the several parties, this agreement was made, substantially reaffirming that of 6th May, 1786, except as to the mine-hills, which, instead of being divided, were to remain “together and undivided, as a tenancy in common,” the parties not to interfere with or interrupt each other at any mine-hole by them opened and occupied for the purpose of raising iron ore. Thus we see that the parties made this agreement as the only practicable mode of effecting partition of the whole estate.\nIt will help us, in construing their covenant, to consider, a little in detail, some of the “ difficulties” which they meant to obviate by this arrangement. They were, first and chiefly, the peculiarities in the formation of these hills. They are described as enveloped in walls of trap-rock, indicating at the surface, by their angles of position, that they came together; but whether they did not expand instead of meet beneath the surface, was uncertain. From these walls, irregular sheets or veins of trap-rock were found extending into the iron ore, forming irregular masses of both ore and rock, and, in many instances, cutting off the ore entirely, so as to render its continuance in a particular direction extremely uncertain. Beside, the ore in the different hills is of different qualities or kinds, and various kinds of ore are found in the same hill, a mixture of which is necessary to make good iron. The ore becomes exhausted at particular places where it is so mingled with sulphur and copper as not to be fit for use.\nSuch was the structure of these hills; and is it strange that they Avere regarded as indivisible into “ three equal parts, considering quantity and quality ?” Geology and mineralogy were unKnown as sciences at that day; but even in their present development, they would be incompetent to guide an inquest to such a partition of these shapeless and unstratified masses of rock and ore. This difficulty, then, was inherent in the subject-matter, and however it might be dealt with now, was regarded as insuperable in 1787. Unless violence be done to the intention of the parties, their agreement must be so construed as to remove this difficulty. That is, the physical peculiarities of these hills must not be permitted to prevent partition of the rest of the estate, and when the rest of the estate shall be divided, each part must have participation in the varied treasures of the hills. 2d. The state of the law of partition in Pennsylvania constituted another of the “ difficulties” of the parties. At common law there was no writ of partition between tenants in common. It was given by the statute of 31 Henry VIII., which was extended to Pennsylvania. In 1772 an Act of Assembly empowered the Courts of this state to issue writs of partition, and this was all the legislation in force here at the time this agreement was made. By an Act of 1799, and various subsequent Acts of Assembly, the powers of the Courts are enlarged, and proceedings in partition fully regulated; and if, upon inquisition, the estate be found incapable of division without prejudice to or spoiling the whole, it is appraised and valued; if divided at all, the parts are appraised, tenants in common are called in to elect to take or refuse at the appraised value, unequal parts are equalized by owrelty, and if all the tenants in common refuse to take, the estate is sold and the price divided. Under these Acts of Assembly partition or a sale could now be compelled of an estate situated as this was in 1787; but at that time there was no provision in force for valuation, election, owelty, or sale. The parties contracted with a view to the law as it then stood. We had no Court of Chancery to administer the statute of Henry VIII., and the statute provided only for equal partition among tenants in common, as estates of coparceners were divisible at common law. Such a division the parties believed to be impossible, and they accordingly undertook to do that for themselves which the law was incapable of doing for them. Had the law authorized a valuation of purparts, and enabled the Court to order a sale, they would not, peradventure, have come into the agreement to divide part of their estate, and hold the rest in common, for some might have preferred a sale. 3d. Another difficulty sought to be avoided arose out of the reservation of an incorporeal hereditament in the deed of 9th May, 1786, Peter Grubb and wife to Robert Coleman, for an undivided sixth of Cornwall Furnace, and an undivided third of Hopewell Forges and appurtenances. This reservation was in these words : “ Saving and excepting unto the said Peter Grubb, Jr., his heirs and assigns for ever, the right, liberty, and privilege, at all times thereafter, of entering upon the premises, and of digging, raising, and hauling away a sufficient quantity of iron ore for the supply of any one furnace, at the election of Peter Grubb, Jr., his heirs and assigns, at all times thereafter.” This was a right reserved of entering upon 9669 acres of land, and taking ore for the supply of any one furnace. What would have become of this easement on partition among the tenants in common of the estate out of which it was reserved ? Would Peter Grubb have been limited to the one-sixth part that might have been set out in severalty to his grantee, Robert Coleman ? This would have shorn the incorporeal hereditament of five-sixths of its value, without the consent of the owner of it. Would Peter Grubb have been permitted to enter and take ore from any part of the premises, as before partition ? This would have worked a prejudice and surcharge to the other tenants, for, unquestionably, the grant to Coleman, and the reservation to Peter Grubb, constituted but one “ stock,” as in Lord Mount-Joy’s case; and together they might not take more than one-sixth. See that case in Thomas’ Co. Litt. vol. 1, p. 536. Had the parties contemplated a sale of the estate, or the taking of it by one tenant in common at a valuation, this easement would have followed the estate, like an encumbrance ; but they had no thought of separating any one of themselves from the mine-hills, by sale or valuation. They looked only to a partition of those hills among themselves, in equal parts, “ considering quantity and quality,” and in the way of such a measure stood this easement, as a formidable difficulty.\nSuch were the “ difficulties’’ which the parties, on a full investigation, saw in the way of such partition as was contemplated in the agreements of 1785 and 1786. They made the agreement of 1787 to avoid these difficulties. And as the difficulties all pertained to the mine-hills, they agreed to divide the rest of the estate and not to divide these: “ Provided always, and it is hereby agreed that the ore-banks belonging to Cornwall Furnace, shall remain together and undivided as a tenancy in common; the said Curtis Grubb being entitled to three sixth parts, the said Robert Coleman being entitled to one sixth part thereof, and the said minor children being entitled to the remaining two sixth parts thereof; and that, for this purpose, an accurate survey shall be made of the said ore-banks and hills, if not already done, and it is hereby declared to be the true intent and meaning hereof, that neither of the said parties, their agents or workmen, shall interfere with or interrupt either of the other parties at the mine-hole by them opened and occupied for the purpose of raising iron ore.” Such were their words.\nI do not propose to follow counsel in a critical analysis of the words “ remain, together, undivided,” in the above proviso, for it is a canon of interpretation that too much regard be not had to the native and proper definition, signification, and acceptance of words and sentences to pervert the simple intentions of the parties. The lawyer who forms his opinion on the mere words, without the context, goes only skin deep into the argument: Touchstone 87.\nWe have seen what the difficulties in the way of parting this estate into severalty were, and that they were inherent and enduring. So long as the ore should last the estate would be incapable of equal partition; and yet so long as these furnaces and forges should continue to manufacture iron, that ore would be wanted. They used words to obviate the difficulty. The remedy was commensurate with the evil. Experience had proved it possible for these tenants in common to supply the wants of their respective establishments by occupying, each his mine-hole, and the fullest investigation had demonstrated that this was the nearest to a partition in severalty to which these hills could be brought, without “ the greatest injustice to some of the parties.” Just in that condition, therefore, shall the mine-hills be left; “remain” is the word. How long, it is asked ? I answer, as long as the “ difficulties” remain. As long as the ore endures and continues to be wrought in these furnaces and forges. “Remain together, undivided,” not for a day, or month, or year, so that at any of these intervals either party should be at liberty to sue out partition, and bring on the difficulties again; but these words meant that partition should not be sought whilst the difficulties, the convenience, and the interests of the parties as ironmasters continued as they were. We see in these words, when taken in connection with the history of the case, a clear intention to exempt the mine-hills from partition, and continue the' participation of the parlies in the manner experience had suggested and established. If the ore should fail (a contingency which at that day may have been deemed probable), or the manufacture of iron on the estate should cease, the agreement would have accomplished its mission, and the hills might then be parted. Rut until the happening of one or the other of these events, they were to remain appurtenant to the rest of the estate as before. The stipulation about the Bingham tract is an example of a more temporary, as that about the water-right is a more permanent arrangement than this concerning the mine-hills. The Bingham tract was to remain undivided “ for the present,” indicating a right to partition at any convenient time future. The water-right was to remain to Curtis Grubb and Robert Coleman, their heirs and assigns for ever. This was assignment to them of the water-right in fee. But the mine-hills should remain undivided, not only for the present, but whilst existing circumstances continued; and yet not necessarily for ever, for these circumstances might cease to exist.\nThat this is the true construction of the agreement may be very clearly inferred from the conduct of the parties and those claiming under them.\nFor more than sixty years they have used the mine-hills as appurtenant to their respective properties. They have invested large sums of money in purchases and improvements made on the faith of the relation established by this agreement. Their expensive and valuable furnaces and forges, valuable, because of their connection with this fountain of supply, will, if severed now, bo left on their hands only to decay; and embarrassment and ruin will befall the productive industry in which they are engaged. Did they stake these important interests on the relations of a day? Did they understand that the connection of some of these establishments with the mine-hills was to cease whenever the caprice, or the interests of any co-tenant should dictate a demand for partition ?\nThe construction of all contracts, whether sealed or simple, should be reasonable, and as near the minds and apparent intents of the parties as possible. Words are primarily the proper signs of their ideas, but when the meaning of their words is disputed, what higher evidence of their intention can we obtain than their acts and conduct? These are a practical interpretation of their agreement, and we should do violence, both to their intentions and their interests, if we failed to adopt that construction, to which, not only their words but their acts so unequivocally point.\nThe interpretation of the writing being such as we have expressed, it is next to be observed that the parties made it part of a judgment in partition.\nBy the. agreement of 6th May, 1786, amicable actions of partition were to be entered in Lancaster and Dauphin counties, and partition was to be decreed agreeably to the report of the persons appointed to make partition, and that report was to be binding and conclusive on all parties to the agreement, and no “ obstructions either in Court or elsewhere, were to be made by any of the said parties to the carrying of said report into full and complete effect, and making the said partition perfect and conformable thereto.” Those provisions were carried into the agreement of 30th August, 1787, by the words, “And it is further agreed that the article in the former agreement respecting the entry of amicable action in case and partition, and the report of the persons before appointed, and process and proceedings therein, shall be fully adopted according to the true intent and meaning of this agreement.”\nThe persons named in these two agreements proceeded to make partition by assigning Cornwall Furnace and certain designated tracts of land to Curtis Grubb and Robert Coleman, three undivided fourths to the former, and one to the latter; Union Foige, situate on Swatara creek, with a contiguous tract of land, to Curtis Grubb; two certain houses and lots of land in the town of Lebanon, to Robert Coleman; Hopewell Forges, with certain designated tracts of land, to Burd Grubb and Henry Bates Grubb; and for equality of partition they awarded certain sums of money to be paid among the parties, and then added the following: “And we do further report, that the tract of land called Bingham’s place, at Conewaga, together with a small tract of 50 acres of land, adjoining thereto, and also the ore-banlcs and mine-hills of Cornwall Furnace, do still remain undivided, to be held by the said Cicrtis Ghrubb, Robert Coleman, Rurd Gfrubb, and Henry Bates Grrubb, as tenants in common according to their respective shares and to the covenants and articles in the said agreement hereinafter recited contained.” This report so made was confirmed in the Courts of Common Pleas of Lancaster and Dauphin counties (then including Lebanon), on the day of November, 1787, and partition in said actions was fully executed, and the parties entered upon the purparts respectively assigned to them, which they and those claiming under them have continued to hold ever since.\nThus the agreement of 1787 became the judgment of a Court of Record. These titles afterward, by sundry conveyances united in Robert Coleman and Henry B. Grubb, who, on 30th November, 1802, entered into an agreement for the amicable partition of Mount Hope Furnace and Hopewell Forges; but “ the ore-banks,” said the agreeement, “ shall be excluded from said partition, and shall not be taken into consideration by said inquest.” By this partition, Hopewell Forges and 2311|- acres of land were allotted to Henry Bates Grubb. The ore-banks and mine-hills continued to be used as appurtenant to these properties.\nRobert Coleman made his will on the 3d March, 1822, and died 3d September, 1825. He devised Cornwall Furnace, Elizabeth Furnace, and Hopewell Forge, and all his right, title, and interest in the ore-banks and mine-hills to his three sons, William, James, and Edward.\nBy virtue of conveyances, descents cast, and actions of partition, Elizabeth Furnace with its appurtenances became vested in the plaintiffs below, defendants in error, Robert Coleman and George Dawson Coleman; Cornwall Furnace, with its appurtenances, in Robert W. Coleman; Colebrook Furnace, with its appurtenances, in William Coleman; and Mount Hope Furnace, with it’s appurtenances, in Edward B. and Clement B. Grubb, defendants below and plaintiffs in error. All these establishments continue to be used for the manufacture of iron.\nThe incorporeal hereditament reserved in the deed of 9th May, 1786, from Peter Grubb to Robert Coleman, became vested in Henry P. Robeson and Clement Brook, and they use it to supply Reading Furnace with ore.\nThe parties before us, it is thus seen, derive their titles through that judgment in partition in 1787 which was “ according to the covenants and agreements” of 30th August, 1787. The covenant of 1787 was inwrought into the titles of the parties by the judgment of the law, whose decree was, that the partition thus made should remain firm and stable for ever. That decree is conclusive until reversed or set aside. If mistake or fraud be committed in making up a record, it can neither be averred nor proved in a collateral proceeding, nor in an action founded on it. The record must be received as absolute verity, and speak for itself. If wrong, the only mode of having it corrected or set right is by an application to the Court where the judgment was had, of which the record is a memorial. In no other manner can a party or a privy to the judgment be relieved, as I apprehend, in any case: Morris v. Galbraith, 8 Watts 168; Hoffman v. Coster, 2 Whar. 474.\nA covenant founded in sound reason and experienced necessities, bound the parties to hold the mine-hills together for the use of the whole estate. A decree of a Court of justice in partition recognised and incorporated that covenant. As between the parties, the continuance óf the mine-hills in common, became a consideration for submitting to the partition of the rest of the estate. The implied warranty which attends partition, attached here, and if now all that was done is to be overthrown as to the mine-hills, it must necessarily destroy the whole of that partition: Feather v. Strohoecker, 3 Penn. R. 506.\nIf these parties are not to hold the mine-hills as tenants in common, then they no longer hold their respective parts of the rest of the estate as tenants in severalty. But if they hold these parts in severalty by virtue of a record unimpeachable collaterally, then by the same record,they are to hold the mine-hills in common. That record is as sure for the one purpose as the other. And the decree fixed the mode of enjoyment, as well as the tenancy in common. Each party was to occupy his appropriate mine-hole. Insurmountable difficulties being found in the way of dividing this part of your estate, we obviate them, by decreeing that you hold it in common, as appurtenant to each of your estates in severalty, and that you use each his proper mine-hole. The ore taken by each can then be estimated, and equity will compel an account among you for the adjustment of balances. Such, in effect, was the language which the decree of the Court addressed to the tenants in 1787, and has ever since sounded in the ears of their successors. That voice is as potential now as it was then, and these parties are as much bound to heed it as their ancestors were, for it is the voice of the law, echoing only the terms of the covenant under which they hold their estates.\nThis was in efiect partition of the profits of the mine-hills. The soil was valueless. The ore was the object to be secured, and this was indivisible into equal parts. The law did not enable one tenant to compel a sale, and there was the outstanding easement which was not subject to partition. What could be done in such circumstances except that which was done — make the hills an appurtenant of each several property, and secure to each tenant participation in the products, in the manner their convenience and experience had suggested.\nPartition thus made of the usufruct is not without analogies and direet authority in law. We have said that partition at common law was confined to coparceners, but inasmuch as the statute of 31 Henry VIII. gave partition to tenants in common in “like manner and form as coparceners by the common law of this realm have been and are compelled to do,” principles drawn from the law of partition among parceners are applicable to partition among tenants in copimon. Especially is this the case in Pennsylvania, where our statutes of inheritance and distribution have substituted tenancy in common for the English coparcenery. What then was the “manner and form” in which parceners had partition of the profits of impartible estates ?\nIn speaking of indivisible inheritances, Lord Coke asks, what shall become of them ? He first answers that the eldest shall have them, and others shall have an allowance in value in some other of the inheritance.\nBut what if the common ancestor left no other inheritance to give anything in allowance ? It is answered that one coparcener shall have the inheritance for a time and the other for a like time. Or in case of a piscary, one may have one fish and the other the second one, or the one may have the first draught and the second the second draught. If it be a park, one may have the first beast, and the second the second. If a mill, one to have it for a .timo, and the other for a like time, or the one, one toll dish, and the other the second. And this, he adds, appears to be the ancient law: Thomas’ Coke Litt. vol. 1. p. 537. And says Littleton: It is to be understood that partition may be made in divers manners. Modus et eonventio vincunt legem. Pacto aliquid licitum est, quod sine pacto non admittur.\nIn Allnath on Partition, 3-5 Law Library, it is laid down, that there may be partition in effect, and so as to give to each parcener a species of enjoyment in severalty without any division of the land.\nIn Salisbury v. Phillips, 1 Salkeld 43, Lord Holt said: When the thing and its profits are the same, partition of the profits is partition of the thing. See also Warner v. Baynes, Ambler 589; 6 Munroe 179.\nIn the case of Conant & Sons v. Smith & Buel, 1 Aiken 67, in which an ore bed similar to this was attempted to be brought intol. partition, the Supreme Court of Vermont denied both partition! and a sale on the ground that neither could be had without injus- ; tice to the parties, and suggested that a Court of Equity had the l power to regulate the enjoyment of the property between the \\ owners, by restricting them to the proportion of their respective * interests, by compelling accounts between them, and by appointing a common receiver for. all parties.\nThat our Courts possess the equity powers here referred to cannot be doubted, since the Act of Assembly of 25th April, 1850, Purdon, the 24th and 25th sections of which confer upon the Courts of Common Pleas equity jurisdiction to compel accounts between tenants in common of “coal or iron ore mines or minerals.”\nThe partition thus made in 1787, by the agreement of the parties in interest, with the sanction of the Court having jurisdiction, and in acordance with law, is binding on the successors in the title, not only because of the judgment of a Court in partition, under which they claim, but because the covenants of 1787 were real, and ran with the land, though the words heirs and assigns were not used. See Packenham’s case, cited in Spencer’s case, 3 Coke 16, and Mr. Hare’s note in 1 Smith’s Leading Cases, p. 108; Thomas’ Coke, Litt. vol. 2, p. 247-49. Even if the covenant did not so run with the land as to give a right of action to an heir or alienee, it would serve to rebut this action, for the law is, in regard to the img>lied warranty which annexes itself to exchange and partition, that though it does not extend to assignees, yet the assignee shall rebut: see note to Coke Litt. p. 249. Much more may an express covenant be set up by a privy in estate against the very action which it was the object of the covenant to exclude, though no words of perpetuity were used.\nWe have thus demonstrated, satisfactorily at least to our own minds, that the agreement of 30th August, 1787, and the judicial proceedings had pursuant to it, constitute an insuperable bar to this action. It follows that the Court below were in error in rendering judgment for the plaintiffs.\nAgainst these conclusions it is urged, that the partition of 1787 left the mine-hills a tenancy in common, and that partition is an inseparable incident of the estate of tenants in common, and therefore these plaintiffs should not be estopped.\nBut it must be apparent that this action is nothing more than an attempt to have a second partition of that which has already been the subject of partition.\nA large estate held in common, and involving various and complicated interests, was brought into severalty by reason of the exemption of the hills from the ordinary course of partition. Partition indeed was virtually made of them, and yet the plaintiffs, not proposing to re-divide the whole estate, would destroy the foundation on which the former partition rests, by subjecting the mine-hills to an actual division or sale. This cannot be permitted. Estates in common are undoubtedly meliorated by partition into severalty, and the interests of society require the statutes of partition to be liberally construed.\nWe have no doubt that any mineral lands held in common, whatever the peculiarities of their structure,' are subject to partition under our Acts of Assembly, for if upon inquest it is found they cannot be divided without prejudice to or spoiling the whole, they may be ordered to one or more of the tenants at a valuation, or be sold and the price divided. But neither the letter - nor the policy of our statutes demand partition of an estate in circumstances such as attend these hills of ore. The incidental right which the plaintiffs claim is gone, was surrendered by those under whom they claim, and they are enjoying, in the severalty of their estates, the consideration of that surrender.\nThere are many other matters suggested in the able and elaborate argument of this cause which we -do not take space to discuss. Nor do we notice in detail the errors assigned to the opinion of the Court below, because the capital error into which the Court fell was in sustaining the plaintiff’s action.\nWe put our judgment on the covenant of the persons under whom the parties litigant hold, and the judicial proceedings had thereon, and we refuse any further partition of these mine-hills, because as yet that covenant is operative, and the hills must “remain together and undivided, as a tenancy in common.”\nJudgment reversed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Reynolds, Weidman, and Meredith, were for plaintiffs in error.",
      "Kline and Morris were for R. Coleman and Geo. D. Coleman, plaintiffs below, and defendants in error."
    ],
    "corrections": "",
    "head_matter": "Coleman versus Coleman.\n1. The right of partition is a beneficial incident of tenancies in common, but it may be waived by agreement of the parties in interest.\n2. At common law partition was confined to coparceners; but as the statute of 31 Hon. VIII. gave partition to tenants in common in like manner and form as coparceners by the common law are compelled to do, principles applicable to partition among parceners are applicable in Pennsylvania to partition among tenants in common.\n3. Under the 24th section of the Act of 25th April, 1850, relative to partition, the Courts of Common Pleas in Pennsylvania have equity jurisdiction ta compel accounts between tenants of lands containing coal, iron ore, or other mineral.\n4. Land containing iron ore was held in common by two persons and the heirs of another former owner, each holding unequal interests, a right to take ore for one furnace existing in another person, his heirs and assigns. An agreement in writing was entered into by the two owners and the guardians of the minor heirs of the other, that amicable actions of partition of Cornwall Furnace, Hopewell Forges, and the ore-banks before referred to, be entered, and appointing seven persons named, to make the partition; and providing that the ore-banks should be divided into three equal parts, and two equal third parts, considering quantity and quality, be assigned to the two adult owners, and one third part to the said minor heirs:\nAbove a year afterwards, the persons appointed reported that the agreement could not be carried into execution without great injustice. It was afterwards, viz. on the 30th August, 1787, agreed in writing by the same parties, that, in order to remove all difficulties, persons designated should make partition of the furnace and forges aforesaid, and other real estate, “according to quantity and quality,” “ and assign the same according to the real interest and convenience of the several parties ;” but, providing that the ore banks belonging to Cornwall Furnace “ shall remain together and undivided as a tenancy in common,\" one of the parties to be entitled to three sixth parts thereof, another to one-sixth, and the said minor children to the remaining two sixth parts thereof; and declaring it to be the intent of the agreement, that neither of the parties, their agents or workmen, shall interfere with or interrupt either of the other parties at any mine-hole by them opened and occupied for the purpose of raising iron ore:\nIn another clause it was provided, that a tract of land called Bingham’s tract, “ shall remain undivided for the present\nThe entry of amicable actions of partition to carry out the agreement was provided for, and they were entered; and the persons appointed made report, allotting the furnace and forges, and reporting that the Bingham place, with a small tract of forty acres adjoining, and also the ore-banks and hills at Cornwall Furnace, do still remain undivided, to be held by the parties as tenants in common, according to their respective shares, and to the covenants and articles in the said agreements. This report was confirmed by the Court in 178?, and the parties entered on the purparts respectively assigned to them, and they and those claiming under them have since held the same; the right reserved to ore for one furnace also being exercised at the time of the institution of this action of partition:\nIn an action of partition brought to August Term, 1851, to divide the ore-banks and mine-hills, it was Held, that the partition made in 1787 by the agreement of the parties in interest, and decreed upon by the Court, was binding on their successors in the title, not only because of the judgment of the Court under which they claim, hut because the covenants in the agreement in 1787 were real and ran with the land, though the words “ heirs and assigns” were not used. Even if the covenants did not so run with the land as to give a right of action to an heir or alienee, they would serve to rebut this action of partition. The agreement of 1787, and the judicial proceedings had thereon, constitute a bar to this action.\n5. The continuance of the mine-hills in common, after the covenants between •the parties and the decree of the Court, became the consideration for submitting to the •partition of the rest of the estate. The implied warranty which attends partition attached in this case; and if what was done as to the mine-hills is to he overthrown, it would destroy the whole of the partition. If the rest of the estate he held in severalty by virtue of the partition, by virtue of the same proceeding the mine-hills are to be held in common.\n6. The words “ shall remain together and undivided as a tenancy in common,” construed to mean a tenancy in common, not for the present, nor for ever, but as long as the objects and purposes of the covenant in which they occur are in process of fulfilment; aDd so far they bar the action of partition.\nError to the Common Pleas of Lebanon county.\nThe writ in this case issued to the Court of Common Pleas of Lebanon county, to remove the record and proceedings in a certain action of partition, wherein Robert Coleman and George Dawson Coleman were plaintiffs, and Robert W. Coleman, William Coleman, Edward B. Grubb, and Clement B. Grubb (plaintiffs in error) were defendants, and in which Henry P. Robeson and Clement Brooke were admitted to defend, pro interesse sui, hut not to become parties.\nPearson, J., directed a judgment quodpartitio fiat to be entered, in consequence of which this writ of error was sued.\nThe plaintiffs, Robert Coleman and George D. Coleman, brought the action of partition to August Term, 1851, to have partition made of three contiguous hills, in Lebanon county, usually known as the Cornwall Ore-banks and Mine-hills, and severally known as the Big Mine, or Large Iron Hill, the Middle Hill, and the Grassy Hill. From these ore-banks the respective furnaces of these parties, and of those under whom they claimed, had been supplied with ore for above fifty years. The ore-banks and mine-hills consist of three hills, separated by narrow valleys and containing in all about one hundred and eight acres. The surface land is uncultivated and of little value, but it is underlaid by a deposit of apparently large quantities of iron ore, which is not equally distributed under the surface of the ground. It was alleged that the ore in the different hills is of different qualities or kinds, and that the iron ore in the same hill differs in quality.\nThe plaintiffs, in their declaration, alleged these ore-banks and mine-hills to be held together and undivided between the plaintiffs and defendants, setting out the courses and distances of the ore-banks, and that the plaintiffs were entitled to have fifteen forty-eighth parts, and the said Robert B. Coleman and William Coleman to have twenty-five forty-eighth parts, and the said E. B. Grubb and C. B. Grubb to have eight forty-eighth parts; the whole into forty-eight parts to be divided; and the plaintiffs demanded partition thereof accordingly.\nOn 10th September, 1851, R. W. Coleman and W. Coleman plead non tenant insimul; E. B. and C. B. Grubb plead the same. Robeson and Brooke, by their counsel, asked leave to become parties and to plead pro inter esse sui; their interest in the premises being set out in their statement. The Court permitted them to appear by counsel and be heard, so as to defend their interest in the premises, but not to become parties to the proceedings. Yarious other pleas were filed, and also demurrers to special pleas; but the Court directed all to be stricken off, and the ease to be tried on the general issue.\nFor the material facts as set out in the special pleas, and as disclosed by the evidence, see the opinion of Woodward, J.\nA jury was called, and under the charge of Pearson, J., on 12th April, 1852, rendered verdict for the plaintiffs, that they have partition of the premises demanded in their writ, except as to a house and lot of ground, as to which proof had been given that it was held adversely by one of the -defendants.\nJudgment quod partitio fiat was entered.\nError was assigned to the judgment of the Court, and to other matters.\nReynolds, Weidman, and Meredith, were for plaintiffs in error.\nHughes, Kunkel, and Penrose, for E. B. and C. B. Grubb; McCormick and Penrose for Robeson and Brooke.\nKline and Morris were for R. Coleman and Geo. D. Coleman, plaintiffs below, and defendants in error.\nSept. 9, 1852,"
  },
  "file_name": "0100-01",
  "first_page_order": 102,
  "last_page_order": 115
}
