{
  "id": 970675,
  "name": "Brestle versus Mehaffie",
  "name_abbreviation": "Brestle v. Mehaffie",
  "decision_date": "1852-09-27",
  "docket_number": "",
  "first_page": "117",
  "last_page": "119",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 117"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Dallas 92",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    },
    {
      "cite": "2 Met. 211",
      "category": "reporters:state",
      "reporter": "Met.",
      "opinion_index": -1
    },
    {
      "cite": "1 Dallas 216",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    },
    {
      "cite": "15 Johns. 44",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2140903
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/15/0044-01"
      ]
    },
    {
      "cite": "9 Peters 387",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "7 Peters 103",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        1436174
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/32/0103-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 351,
    "char_count": 6140,
    "ocr_confidence": 0.422,
    "pagerank": {
      "raw": 4.89950402824256e-08,
      "percentile": 0.30729088838770136
    },
    "sha256": "f905a745382e37b92284db35797a5876d32b5348de4cfa72b4ff1e689b99cc58",
    "simhash": "1:45768dbf504de4ab",
    "word_count": 1100
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brestle versus Mehaffie."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court, filed was delivered by\nGibson, J.\nThis cause was tried before the report of Oyster v. Longnecker was published, and ruled in conformity to the primitive decisions that a retention or receipt of anything in the shape of interest on a usurious contract, is a taking within the statute. But it has been settled, both here and in England, that until the lender has received more than principal and interest, bonus included, for the sum actually advanced, the offence is not consummated. Judging from the evidence on our paper-book, it would appear that not even the bonus had been received. To redeem their land from execution, the Mehaffies agreed with Brestle to get him an assignment of the judgment against them for a loan •less than the amount of the debt, the difference being made up by themselves. With the money borrowed, and the money advanced by them, they satisfied the execution, and the plaintiffs in the judgment assigned it to Brestle. Here the evidence stops. It was affirmed in the argument, that of the proceeds of the judgment, Brestle received the sum- he had advanced, with legal interest for it, and no more; and that the money put into the purchase of the judgment by the Mehaffies, was applied for their benefit to other liens on their land. Should that turn out to be the fact, it will result that the penalty has not been incurred; and the cause must, therefore, go to another jury for further development.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Gibson, J."
      }
    ],
    "attorneys": [
      "Hegburn, for plaintiff in error.",
      "Todd, for defendant in error.",
      "Eisher, in reply"
    ],
    "corrections": "",
    "head_matter": "Brestle versus Mehaffie.\n1. Until a lender has received more than principal and interest, bonus included, for the sum actually advanced, the offence of usury is not consummated.\n2. The defendant, being applied to for the loan of money to pay off a judgment against the plaintiff and another amounting to about $777.23, agreed to do so for a bonus of $100, which was paid by the defendants in the judgment. The defendant in this action paid off the judgment, and took an assignment and an amicable revival of the same. It did not however appear that he had ever received, by virtue of the judgment, more than the sum he had actually advanced, viz. $677.23 with legal interest:\nIn an action against the lender, for usury, it was held, that the offence of usury was not proved. The judgment against the defendant was reversed, and the case remanded to ascertain the amount finally received by the defendant by virtue of the judgment purchased.\nError to the Common Pleas of Qumberland county.\nThis was an action for usury, brought by Mehaffie v. Brestle, growing out of the purchase, by the latter, of a judgment against the plaintiff and his brother. The two Mehaffies were indebted on a judgment, amounting to about $777.28, and, their property being in danger of sale, the defendant was applied to for a loan of money. ITe agreed for the sum of $100 to advance the amount necessary. The sum of $100 was paid to Brestle or his counsel; the sum of $777.23 was paid to the attorney of the plaintiffs in the judgment, and the judgment was assigned to Brestle. On the same day his attorney obtained an amicable revival of the judgment. It was alleged by his counsel, in the Supreme Court, that the property of the Mehaffies was afterwards sold by the sheriff, and no more was claimed or received by Brestle than the sum of $677.23 advanced by him, and legal interest on that amount. The amount received by him was not, however, proved in the case.\nWatts, J., charged the jury that, if the defendant purchased the judgment from the plaintiffs therein, he had a right to do so at any price for which he could obtain it; but if his agreement was made with the Mehaffies, and was that he would loan them an amount sufficient to pay the judgment, and take a revival of it in his own favor for the amount of the debt and interest, which was to be a -lien on the defendants’ land, and for the payment of which he was to give time, and in consideration of which the Mehaffies were to pay the defendant $100, the transaction was within the statute against usury. That the facts were for the jury, hut he said, that if the assignment of the judgment was a mere device to avoid the appearance of an usurious contract, and there was, in point of fact, no purchase of the judgment, but that it was a mere loan by the defendant to the Mehaffies, for which $100 was paid, then it was usury, and the plaintiff was entitled to recover.\nYerdict was rendered for the plaintiff.\nError was assigned to the charge.\nHegburn, for plaintiff in error.\nUsury does not consist in the intent to talce, but in the actual taking: 4 W. & Ser. 115; 4 Id. 453, Lamb v. Lindsay. It is not committed by payment of a premium less in amount than the legal interest: till more than six per cent, on the loan is taken, the penalty is not incurred: 4 Harris 269, Oyster v. Longnecker; 6 Iredell 390. To constitute usury there must be a loan in contemplation of the parties; and a contract which, in its inception, is not affected by usury, cannot be invalidated by any subsequent usurious transaction: 7 Peters 103, Nicholas v. Fearson; 4 Alabama 128; 9 Peters 387; 2 Johns. Cases 60; 3 Id. 66; 15 Johns. 44; 3 Sandford’s Ch. Rep. 268.\nIf a contract be susceptible of two constructions, one of which will bring it within, and the other without the statute against usury, the latter should be adopted: 3 Cowan 284.\nTodd, for defendant in error.\nThe plaintiff’s allegation was, that the money obtained from Brestle was 'a loan for a usurious consideration; and, if this were so, any device resorted to for the purpose of concealing the true' character of the transaction, would not protect the defendant from the forfeiture imposed by the statute. The following authorities were referred to to show in what usury consists: 1 Dallas 216; 3 Wilson 250, Loyd v. Williams; 4 W. & Ser. 453-4; Id. 115; Douglas 235, Fisher v. Beasley; 1 East 195; 2 Met. 211; 13 Ser. & R. 218; 12 Id. 46; 2 Dallas 92.\nEisher, in reply\nreferred to Douglas 235, Fisher v. Beasley. Also that the contract in this case was not complete when the suit was brought, as the judgment was not then paid.\n27th September,"
  },
  "file_name": "0117-01",
  "first_page_order": 119,
  "last_page_order": 121
}
