{
  "id": 970661,
  "name": "Martin versus Gernandt",
  "name_abbreviation": "Martin v. Gernandt",
  "decision_date": "1852-09-27",
  "docket_number": "",
  "first_page": "124",
  "last_page": "130",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 124"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Wharton 27",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1834974
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0027-01"
      ]
    },
    {
      "cite": "4 Watts 424",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842755,
        1842699
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0424-01",
        "/watts/4/0424-02"
      ]
    },
    {
      "cite": "2 Watts 66",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840142
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0066-01"
      ]
    },
    {
      "cite": "4 Watts 286",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Bin. 40",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788946
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0040-01"
      ]
    },
    {
      "cite": "1 Rawle 223",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819198
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0223-01"
      ]
    },
    {
      "cite": "1 Watts 252",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838093
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "302"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0252-01"
      ]
    },
    {
      "cite": "2 Rawle 276",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820623
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "394"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0276-01"
      ]
    },
    {
      "cite": "10 Watts 13",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851011
      ],
      "pin_cites": [
        {
          "page": "30-1"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0013-01"
      ]
    },
    {
      "cite": "2 Pa. Rep. 223",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 Dall. 205",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11741664,
        11742121
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/2/0205-01",
        "/us/2/0205-02"
      ]
    },
    {
      "cite": "4 Binn. 161",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1792394
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/4/0147-01"
      ]
    },
    {
      "cite": "4 Watts 191",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 689,
    "char_count": 16156,
    "ocr_confidence": 0.424,
    "pagerank": {
      "raw": 2.3216989868817178e-07,
      "percentile": 0.7900773365551428
    },
    "sha256": "45c4d228375fddd6b4239de8b5f0ede3706f0b5989b409b93e35899a2179b30d",
    "simhash": "1:7a7b06a50b5abacd",
    "word_count": 2880
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Martin versus Gernandt."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court, filed was delivered by\nGibson, J.\nThe first, but least difficult, question on this record, is whether the order to apply the purchase-money in Martin’s hands to his judgment, is conclusive evidence of its fairness. Among Chief Justice De Grey’s distinctions in the Duchess of Kingston’s case, 11 St. Tr. 261, which have become text-book law, we have it that the judgment either of a concurrent or an exclusive jurisdiction, is not evidence of a matter incidentally cognisable by it; or of any matter to be inferred by argument from it Starting from that as a fixed point, it is proper to inquire how the collusiveness of Martin’s judgment could be put in contest when be appeared with it in bis band to claim the money on it. No question presented itself on the face of it, and none was adjudicated. His right to the money might have been litigated, but the honesty of his judgment could have been brought into the contest only indirectly. What then remains to sustain his present position but an argument that the Court would not have awarded him the money without having probed his judgment to test its solidity ?\nExamples to illustrate the application of the principle, were cited in Hibshman v. Dulleban, 4 Watts 191; and, among others, a grant of administration to a stranger in preference to one claiming it as the husband of the intestate, which was not allowed to be conclusive disproof of the marriage. But Hibshman v. Dulleban is itself an apt illustration. To per fraudum replied to a release pleaded in an action for a legacy, the defendants rejoined that the release had been allowed to bar exceptions to their administration account; but it was not allowed to conclude the question of fraud in the Common Pleas.\nThat question therefore was an open one at the trial of the case before us; and may not Martin’s purchase have been fraudulent by reason of collusion with his judgment creditor, though the land was not sold on his judgment? To land sold on a fraudulent judgment to the judgment creditor, the sheriff’s deed passes no title; but it is indifferent on what judgment land has been sold, the execution being no more than an instrument to turn it into money, substituted for it and bound by the liens till they are paid in their order. The argument for Martin is that Gernandt’s course was to claim the money in the hands of the sheriff or in Court; and that, having slipped his time, he is concluded. But to shut out subsequent investigation of an undiscovered fraud by leave to take money out of Court or apply it in the hands of the sheriff, would seem to give too much force to a summary order. The purchase-money was not in Court, for it had not been paid to the sheriff; and Martin procured an order to apply it to his judgment. By means of a collusive judgment, therefore, he may have obtained a conveyance without having paid, or being compellable to pay, a dollar for it; and if Gernandt may not resort to the land, he may have been tricked out of the benefit of his judgment. The means with which Martin paid for his purchase, was his judgment; and if it was fraudulent, it was no better than a false token employed to cheat. An order of appropriation procured by covin would involve the party in an imposition on the Court; and, instead of protecting him, would lay him open to be attacked at a disadvantage on original grounds: 2 Inst. 108, Kel. 43, 1 Sid. 254, and Ld. Raym. 276. In Beverly’s case, Dyer 245, note, a debtor by judgment, who had suffered himself to be outlawed for a felony in order to cheat his creditors, had purchased his pardon and procured restitution; and though the property was reacquired from the crown, the judgment creditor was allowed to have execution of it. That case goes as far as the present or Foulke v. McFarland and Gilbert v. Hoffman; in which it was ruled that title could not be acquired by a trick in a sale even on an unexceptionable judgment. Had the purchaser been a stranger, a sale even on a fraudulent judgment, would have given him the title; but Martin himself, as a purchaser on a valid judgment, might be affected by fraudulent acts in the course of his purchase, from his bid to the consummation of it by the conveyance. The law breaks through the cobwebs of artifice, though they be interwoven with judicial proceedings.\nIt was open therefore to Gernandt to show that Martin’s judgment was collusive; but how did he show it ? He introduced a verdict and judgment on a feigned issue to try the fact, when there was nothing pending to which a decision of it could be material. The proceeds of the sale had been distributed, and the transaction closed; and there was no proceeding in Court to which the issue could he collateral. There was nothing to try. Gernandt’s course was to sue out execution on his judgment, buy in the land, and try the question of fraud in an action of ejectment. The Court had no authority to settle it in advance, conclude Martin by a single verdict and judgment, and elude the statute which gives a plurality of chances. It is entirely clear that a judge has no power to rule a stranger into Court and compel him to answer; but the difficulty is that Martin appeared to the issue, which assumed something of the appearance of an amicable action. On the authority of Heller v. Jones, 4 Binn. 161, I at first inclined to think that, having taken his chance of the event, he was bound by it. In that case a purchaser under a younger judgment voluntarily appeared to a scire facias, and gave notice that he would insist on collusion, but did not give evidence or attend at the trial; and it was held that having been admitted to defend out of season, it lay not in his mouth to say he ought not to have been. But in that case there was a writ regularly pending, and in this there was none. The decision, however, was wrong on another ground; for though the civil law allows third parties to intervene, the common law does not, and for the plain reason that if the judgment be collusive it is open to attack and overthrow collaterally. The decision in that case can scarce be accounted an authority since the decision in Mitchell v. Hamilton, 8 Barr 486, which seems to have received the cordial approbation of the. profession. Fitzaldin v. Lee, 2 Dall. 205, is better founded in principle and more germane to the matter. Parties contesting the right to possession of land, agreed to try the matter in a summary way in the Common Pleas, and, to that end, gave the proceeding the form of a plaint under the landlord and tenant Act; but the judgment was reversed on error. Being coram non judice, because the Common Pleas has only appellate and restricted jurisdiction of such a case, it required no reversal ; but the decision shows that it is not every informal submission of a fact to a Court and jury -which precludes subsequent inquiry into the truth of it. The verdict and judgment in the feigned issue, therefore, ought to have been ruled out.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Gibson, J."
      }
    ],
    "attorneys": [
      "Hoffman, for the plaintiff in error.",
      "BanJcs."
    ],
    "corrections": "",
    "head_matter": "Martin versus Gernandt.\n1. The judgment of a Court of competent jurisdiction is not evidence of a matter incidentally cognisable by it, or of any matter to be inferred by argument fi-oin it. Hence the order of the Common Pleas to credit the purchase-money of land purchased by the plaintiff in a judgment to his judgment, is not conclusive evidence of the fairness of the judgment. No question as to its fairness presented itself on the face of the judgment, and none was therefore adjudicated; and the fairness of the judgment was an open one on the trial of an ejectment against the said plaintiff by another subsequent purchaser, on whose judgment the land was afterwards sold.\n2. The case is not varied by the fact that the land was not sold on such judgment alleged to be fraudulent, but upon a prior valid judgment. If the judgment were fraudulent, the order of appropriation would not protect the plaintiff in it, and the deed pf the sheriff conveyed to him no title.\n3. The remedy of the third judgment creditor was not confined to claiming the money for which the property was sold; it was competent for him to have the land sold on his judgment, purchase it, and try the question of fraud in an action of ejectment.\n4. But that the judgment of the first purchaser was collusive, cannot be shown by the record of a verdict and judgment against him, in a feigned issue directed to try that fact, which was ordered several years after the order of appropriation and the acknowledgment of the sheriff’s deed, and before ejectment brought for the land. There was no proceeding pending to which such issue could be collateral. The record of the feigned issue was not evidence in an ejectment by the third judgment creditor who had acquired title under a sale on his judgment, brought against the purchaser at the first sale. The latter was not concluded by the result of the feigned issue.\nError to the Common Pleas of JBerlcs county.\nThis was an ejectment to .August Term, 1840, by Edward D. Martin v. Isaac Ñalbach and John Gernandt, to recover a house and lot in Heading.\nBoth parties claimed under Thomas Jones. Solomon Shearer obtained an award of arbitrators against Thomas Jones, on 21st January, 1831, and on appeal verdict was rendered in his favor on January 11, 1832, for $278.50. Under this judgment, the property in dispute, and other real estate was sold. The sale was made under an al. ven. ex. to November Term, 1832, and sheriff’s deed was made to Martin, the purchaser of the premises in dispute, which was acknowledged on 15th August, 1832. The property sold for $310. At this time Martin had a judgment in the same county v. Thomas Jones, for $660, entered on 11th January, 1831, on bond, with authority to confess judgment. On 12th October, 1832, the purchase-money of the premises in dispute was considered in Court, and, on motion of counsel of Martin, the Court granted a rule to show cause why Martin should not be permitted to take the money out of Court on his judgment. On 13th October, 1832, the rule was made absolute.\nAt this time Gernandt had .a judgment against Thomas Jones, which was entered subsequent -to that of Martin, viz. on 13th January, 1831, for $460, as an indemnity for endorsing two notes. Jones died in 1836. An administrator was appointed to his estate, and he was substituted as defendant in the judgment of Gernandt, and a sci. fa. to revive the judgment was issued against him alone. Judgment wras taken, and on' ven. exp. to January Term, 1837, the premises in dispute were sold to Gernandt for $352; but the sheriff returned that the purchaser had failed to comply with the conditions of sale.\nApril 13,1837, a rule was granted in favor of said John Gernandt, against the said Edward D. Martin, to show cause why a feigned issue should not be granted, to try the question whether the said judgment of Edward D. Martin against Thomas Jones was not obtained in fraud of the creditors of the said Thomas Jones. In January, 1838, said rule was made absolute.\nApril 10,1838, the following agreement was entered into by the counsel of Edward D. Martin and John Gernandt:\n“ It is agreed that the issue directed by the above rule be entered, and that'Edward D. Martin be plaintiff, and John Gernandt defendant, and that no declaration be filed, and that the cause be tried upon the plea of payment, with leave to give the special matter in evidence, replication and issue.” Filed April 10,1838 February 25, 1839, verdict rendered in the feigned issue for the defendant, Gernandt. It was alleged, on part of the plaintiff in error, that this issue was tried in the absence of the plaintiff and his counsel. In January Term, 1839, an al. vend. exp. was issued on the judgment of Gernandt, as the administrator of the estate of Jones, and the premises in dispute were sold for $ 110 to Barclay, who received the sheriff’s deed, and assigned it to Gernandt on 25th February, 1839, the day on which the verdict in the feigned issue was rendered. Martin lived in the county of Philadelphia. In the. spring of 1840, Kalbach, the tenant of Martin, took a lease of the premises from Gernandt, and this ejectment was brought by Martin to August Term, 1840.\nOn the trial of the ejectment, the record of the judgment of Shearer, and the sale of the premises under it, were given in evidence on part of plaintiff. It was also proved that Jones, by his tenant, was in possession at the time of the sheriff’s sale in 1832, when Martin purchased.\nOn the part of defendant, the judgment of Gernandt v. Jones was given in evidence, and proceedings under it.\nIt was .then offered to give in evidence the record of the order for the feigned issue, and the proceedings thereon and verdict, in order to show that the purchase of the premises by Martin was fraudulent and void. The Court admitted it, and plaintiff’s counsel excepted.\nOn the part of the plaintiff, it was then offered to show that the verdict in the feigned issue was taken in the absence of the plaintiff’s counsel and of his papers; that the counsel was detained on the railroad on his way to Reading to try the cause; and also the character of the evidence which was received in the case.\nThe evidence was rejected, and exception taken. This was the second bill.\nJones, J., in his charge observed, that the feigned issue came to trial and resulted in a verdict for the defendant, Gernandt, “thereby finding that the said judgment of Martin v. Jones was in fraud of creditors.” That on part of the defendants it was contended that if Martin made use of his fraudulent judgment in acquiring such title as he has, it is void ab initio. He charged that if Martin were an innocent purchaser under the judgment of Shearer, that there might be force in the position that it would be immaterial that his judgment was afterwards discovered to be fraudulent; but he was not an innocent purchaser. He further charged that the judgment of the Court, awarding the purchase-money to Martin, was not conclusive; that fraud vitiates everything ; and if his fraudulent judgment was credited by a decree of the Court against the purchase-money, he acquired no title by his purchase and the decree of the Court.\nApril 14, 1851, verdict was rendered for defendants.\nError was assigned to the admission of the evidence of the record of the feigned issue, and to the rejection of the evidence as to it, offered on part of the plaintiff in the ejectment; also to the charge.\nHoffman, for the plaintiff in error.\nHe contended that the sale being made under a fair and valid judgment conferred title upon Martin. That the decree as to the purchase-money was a subsequent, collateral matter, affecting the sheriff and those entitled to it, but that the validity of the plaintiff’s title did not depend on the appropriation of the money. He referred to 2 Pa. Rep. 223, Stahl v. Hartman; 10 Watts 13, 30-1; 1 Baldwin 246; 2 Rawle 276; 3 Id. 394; 6 Id. 100; 7 Ser. & R. 199; 13 Ser. & R. 259-262.\nIf a judgment creditor receives the proceeds of sale on a fraudulent judgment, the remedy of subsequent creditors is by action against the creditor who received it: 1 W. & Ser. 372; 1 Watts 252; 1 Id. 302.\nThe verdict in the feigned issue was collateral to the purchase by Martin, and not so conclusive as to destroy the title acquired by that purchase. The- remedy of Gernandt was a suit against the sheriff for the fund which was substituted for the land: 1 Rawle 223; 2 Bin. 40; 4 Watts 286.\nBanJcs.\nThat the judgment of Martin was fraudulent, has been judicially determined in the feigned issue. That verdict and judgment is conclusive.\nThe decree of the Court as to the purchase-money was of Martin’s procurement. He got the deed by means of it, and the consideration being fraudulent, he acquired no title as to Gernandt: 1 W. & Ser. 299, Foulke v. McFarland; 2 Watts 66-7, Gilbert v. Hoffman; 7 Ser. & R. 230-6; 4 Watts 424; 6 Id. 86-9; 10 Barr 185-6; 1 Harris 369; 9 Barr 203 7 W. & Ser. 458; 6 Id. 29.\nThe decree of the Court as to the purchase-money was not conclusive, in ejectment, that the debt was due: 4 Wharton 27, Posten v. Posten.\nSeptember 27,"
  },
  "file_name": "0124-01",
  "first_page_order": 126,
  "last_page_order": 132
}
