{
  "id": 970637,
  "name": "Lloyd versus McNamara; McNamara versus Lloyd",
  "name_abbreviation": "Lloyd v. McNamara",
  "decision_date": "1852-09",
  "docket_number": "",
  "first_page": "130",
  "last_page": "134",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 130"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Dall. 449",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        1408602,
        12150223
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/1/0463-01",
        "/dall/1/0449-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 556,
    "char_count": 11830,
    "ocr_confidence": 0.408,
    "pagerank": {
      "raw": 4.9274502343555044e-08,
      "percentile": 0.3095504795839449
    },
    "sha256": "b0d33fd89d6f941c21f248e8de8ef87087d2ac6faa797af5891cf9caee1df697",
    "simhash": "1:6b39f17d4caee7e5",
    "word_count": 2087
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lloyd versus McNamara. McNamara versus Lloyd."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court, filed in was delivered by\nGibson, J.\nThe point raised on the soundness of the cause ■of action, according to the plaintiff’s own showing, supersedes the necessity of considering any other. The covenant implied from the assignment of a bond, is not a guarantee, but “ that the assignee should receive the money from the obligor to his own use ; and if the obligee should receive it, then, that the assignor ■should be answerable over for it.” The rule thus laid down in Cummings v. Lynn, 1 Dall. 449, has never been shaken. True ■it is, the contract of assignment, like any other, may be vitiated by the concealment of a fact or the suggestion of a falsehood; and the defrauded assignee may rescind it, and recover back the consideration for it, or perhaps recover in an action on the case for deceit. Mr. Justice Kennedy thought in Stroh v. Hess, 1 W. & Ser. 152, that the implied covenant might be stretched to • cover the injury; but the form of the remedy is not matter of substance; nor is it in question here, and we intimate no opinion on it. But where the assignor has dealt in good faith, he is done with the bond and all responsibilities arising from it, as much so as if he had been a stranger to it from the beginning.\nThis is the general rule; and the exception which exists in the case of partners who are liable, upon a division of partnership claims, to contribution for losses arising from a failure to recover them, has no place here. The consideration which lies at the foundation of this controversy was not partnership assets, but the individual estate of Lloyd, -who conveyed it to the purchasers to induce them to pay more for the partnership property than they were willing to give without it. It was a donation to the firm, without a spark of consideration moving from McNamara to Lloyd.\nBy the execution of the assignment, therefore, he incurred no responsibility as to the event; and he thenceforth had no more to do with the bond or the recovery of it than if he had always been a stranger to it. Consequently, the effort at the trial was to reach him, not on the contract of assignment, but on a promise to contribute, attempted to be implied from acts long subsequent to it. Nine years after the assignment, it was proposed by the assignee and the obligor to compromise a suit pending on the bond; and both the assignor and the assignee seem to .have entertained a vague notion that they were bound by some undefined obligation to share the loss; but a misconception of their responsibilities could not turn a hallucination into a reality. In the progress of the negotiation, Lloyd suffered himself to be consulted as a party, and pressed the parties to agree. The compromise was effected, but Lloyd was not a party to it. On other occasions he disclaimed an interest in it. Yet the judge directed that if he did “participate in, advise, and assent to the compromise,” he made himself liable ; and of course on an implied promise to share the loss occasioned by it. But he had no interest, legal or equitable, in it. He was not bound to remove tbe encumbrance on tbe land, whose price was the consideration of the bond; and the joint ownership with which he had parted, placed him in no community of interest with the plaintiff. The privity between them was at an end. Though a confidential adviser, Lloyd was a stranger to the arbitration and the compromise. An express promise to contribute, in consideration of the plaintiff’s assent, would have bound him ; but his mere advice was not a circumstance to raise a promise by implication of law; and in this respect the direction was erroneous.\nJudgment reversed.",
        "type": "majority",
        "author": "Gibson, J."
      }
    ],
    "attorneys": [
      "Miles, for Lloyd.",
      "Galvin and Blair, for McNamara."
    ],
    "corrections": "",
    "head_matter": "Lloyd versus McNamara. McNamara versus Lloyd.\n1. 'The covenant implied from the assignment of a bond is not a guarantee, but “that the assignee shall receive the money from the obligor to his own use; and if the obligee should receive it, then that the assignor should be answerable over for it.” When the assignor has dealt fairly, he is done with the bond and all responsibility arising from it.\n2. Two joint owners .of a furnace and lands being about to contract to sell the same, one of them agreed also to convey a tract of land which was his separate property. Bonds were taken from the purchasers; and in the same year one of the obligees, for a valuable consideration, by an instrument of writing, relinquished all his claim to certain of the bonds to his co-obligee. Above seven years after the assignment, suits were brought by the said coobligee on two of the said bonds, to which defence was set up on the ground of failure of consideration to part of the traet which had been thus separately owned. The cases were submitted to arbitration, and a compromise was made, leaving $1400 uneolleoted from the obligors, to await the result of the ejectment pending for such separate traet. To the written compromise the obligee who assigned was not a party, but it was alleged that he “ participated in and advised and assented to the compromise.” The plaintiff in the ejectment after-wards recovered a portion of the separate traet. In a suit against the assignor of the bonds by his co-obligee and assignee, for the whole of the amount left to abide the result of the ejectmgnt, it was lidd, that such assignor was not liable on his written relinquishment; that such participation, advice, or assent to the compromise did not impose any liability on him to his assignee. His express promise to contribute in consideration of the plaintiff's assent to the compromise, might have bound him; but his advice was not a circumstance to raise a promise by implication of law.\nError to thé Common Pleas of Blair county.\nThere were counter writs of error in this case. It was an action of assumpsit by Thomas McNamara v. Gr. L. Lloyd, brought to March Term, 1848. Defendant plead non assumpsit and payment, with leave, &c.; and non assumpsit infra sex annos, set-off, with leave, &c. The plaintiff replied non solvit, and that the defendant did, within six years before the commencement of the suit, promise, &c.\nOn 11th April, 1832, McNamara & Lloyd, being partners in the iron business, at Hannah Furnace, in Centre county, entered into a contract with Messrs. McCullough, Mitchell & Dixson, for the sale of the Furnace tracts, together with a large body of contiguous lands. The vendees agreed to pay for the real estate alone $30,000, as follows : $10,000 in hand, and three bonds for the balance. On the 26th of November, 1832, Lloyd, for a valuable consideration, assigned Ms moiety of the bonds to McNamara. McNamara brought suit on the bonds last due for a balance of $3933.99, in the name of Lloyd & McNamara, for use of McNamara v. McCullough & Dixson. These suits were referred to arbitrators, who met at Bellefonte on the 2d December, 1841. The defendants placed their defence to the payment of $2000 of the claim, on the ground of a failure in the title to a portion of a tract of land embraced in the sale of 11th April, 1832. Amongst the tracts of land sold, was one in the name of Lydia Fowler, containing about 300 acres, the legal title to which was in Lloyd alone, and which Lloyd conveyed to Mitchell and the other purchasers, by a separate deed, dated 27th April, 1832, containing his own warranty, for the nominal sum of $2000. Prior to the said sale, but after Lloyd assigned his share of the bonds to McNamara, and before the time of the arbitration, a’ person instituted an ejectment against McCullough, Mitchell & Dixson, for 120 acres of this tract, which he had purchased from Lloyd two years before the sale to McCullough & Co. Under these circumstances, MeCullough proposed to McNamara to compromise the suits by deducting $2000 to abide the final result of the ejectment for the Fowler tract, and arranging the balance to his satisfaction. It was alleged that McNamara refused to compromise, without first having obtained the assent of Lloyd.\nIt was alleged on the part of the plaintiff, that Lloyd did assent to the compromise, and advised it. After some negotiation, it was agreed to compromise by allowing $1400 to be deducted from the claim of McNamara. An ore-bank existed on a part of the Fowler tract.\nIt was observed by the Court, that Lloyd, by articles of agreement dated 11th March, 1829, had covenanted to sell a part of it for $1 per acre, and had received some hay on account. That the tract was unimproved, and remained in the possession of Lloyd, and, prior to the sale of the Furnace, was used with it. That it would appear from the evidence that Lloyd, at least, at the time of the sale to McCullough, Mitchell & Co., considered his contract for the sale of a part of that tract abandoned, or rescinded and inoperative. That the ejectment for its recovery appeared to be grounded on that contract. That about 100 acres of the tract, not including the ore-bank, was finally recovered in the ejectment. The verdict was rendered on 1st December, 1843. See a report of the first trial in 3 W. §• Ser. 429, &c.\nTaylor, J., on the trial, charged the jury, that if Lloyd participated in, advised and assented to the compromise, then if he was liable at the time, or had previously been so, Ms liability remained. But if he was liable over at all, and if he remained liable, it was upon a promise implied in the assignment of his interest in the bonds, for a full consideration. If he were liable at all, it was but for the one-half of the $1400, with interest from the date of the final judgment in the ejectment, his liability extending no further than his interest in the bond assigned, viz. one-half of it. He observed that the Eowler tract was treated as part of the furnace property; as a part of their joint or common property. In conclusion he charged, that if the evidence failed “ to satisfy the jury that Lloyd participated in, and assented to, the compromise, they should find for the defendant.” But if they were satisfied that he did so participate and assent, and were satisfied, also, from the evidence, that, at the time of the assignment, he designedly concealed the facts in relation to the Eowler tract, upon wdiich the loss happened, and which facts McNamara did not know, and having received valuable consideration for his interest in the bonds, the law would imply an obligation on his part to make that interest good, or to refund to that extent; and that the plaintiff would be entitled to a verdict for $700, with interest from the date of the judgment in the ejectment, viz. 1st December, 1843. If, on the other hand, there was no such designed concealment of facts relating to the consideration of the bond, the law would not imply a promise, and the verdict should be for the defendant.\nHe charged that the statute of limitations did not begin to run till the recovery in the ejectment, viz., 1st December, 1843.\nVerdict was rendered for the plaintiff for $1011.50, with costs.\nOn the part of McNamara it was assigned for error : That the Court erred in instructing the jury that the plaintiff was not entitled, in any view of the case, to recover more than $700, with interest.\nThe Court improperly treated the Hannah tract as a part of the partnership property, sold to McCullough & Co. If the firm of Lloyd & McNamara had bought it from a stranger, a failure in the title would have been their common loss: but since the title came from Lloyd, one of that firm, the loss is his own.\nOn the part of Lloyd errors were assigned relating to the admission and rejection of evidence, and to the charge; that the Court erred in submitting to the jury the question as to a concealment of facts by Lloyd, when there was no evidence upon which such a question could be based; and in their direction as to the statute of limitations.\nMiles, for Lloyd.\nGalvin and Blair, for McNamara.\nSeptember, 1852,"
  },
  "file_name": "0130-01",
  "first_page_order": 132,
  "last_page_order": 136
}
