{
  "id": 970673,
  "name": "Union Canal Company versus Keiser",
  "name_abbreviation": "Union Canal Co. v. Keiser",
  "decision_date": "1852-09",
  "docket_number": "",
  "first_page": "134",
  "last_page": "138",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 134"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Rawle 9",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823533
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0009-01"
      ]
    },
    {
      "cite": "4 Rawle 23",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 344",
      "category": "reporters:state",
      "reporter": "Watts",
      "pin_cites": [
        {
          "page": "345"
        }
      ],
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 568,
    "char_count": 11522,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 1.5245555329861953e-07,
      "percentile": 0.6698963916429105
    },
    "sha256": "daf173727cd240639ac44aea7a81f4b953f218881ac137328f118a121f321067",
    "simhash": "1:0bcb3d80c80696a9",
    "word_count": 2102
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Union Canal Company versus Keiser."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court, filed was delivered by\nGtbSON, J.\nBeing here on a certiorari, we are not at liberty to rejudge the judgment of the inquest ;• nor, if we had the power, have we the lights proper to do so. The statute of Westm. 2, gives a bill of exceptions only in a trial according to the course of the common law; and there is no other means of putting evidence on a record. The testimony of the witnesses at the hearing by the inquest, is consequently not before us; nor would depositions read at the hearing of the exceptions to the inquisition have been so. No lawyer ever spoke of sending up evidence given to freeholders on a plaint under the landlord and tenant Act. Under what seal would such evidence come, or by whom would it be certified ? A certiorari lies, not to an inquest, but to a Court which has cognisance of exceptions to its inquisition; and the regularity of the proceedings is all that is examinable on it. Exceptions to the merits of the inquisition being addressed, as they are, like a motion for a new trial, to the discretion of the judge, are determinable by him exclusively; for we would be incompetent to judge how far he ought to have believed the witnesses. The legitimate business of a Court of Error is not the trial of facts. The exceptions to the proceedings before us, depending as they do on parol evidence of matters not within the plaint, might be dismissed on that ground; but as it is desirable to have the opinion of this Court on the question of right, it may not be improper to say that it is in favor of the owner.\nThe petition is not artistically drawn; but it contains the sub stance of a plaint and a prayer for an inquest. The inquest assessed the value of the privilege appropriated at a round sum; and so far there is no exception. But the Company gave evidence to show that the complainant was not the owner of the premises at the time of the first erection; and insisted that he was not entitled to the whole, if to any part of the compensation. According to the evidence, as we have it, the diversion was begun, but in some measure abandoned, in the time of the antecedent owner, who seems to have not thought it w'orth his while to complain of it; and when the whole stream was drawn into the canal after the close of his ownei’ship, the part added to close up the breach in the dam was a new erection; and it does not appear that the inquest dealt with it as anything else. But were that otherwise, we would still be bound to affirm on the ground first indicated.\nProceedings affirmed.",
        "type": "majority",
        "author": "GtbSON, J."
      }
    ],
    "attorneys": [
      "S. W. Smith for the Union Canal Company.",
      "Banks, contó."
    ],
    "corrections": "",
    "head_matter": "Union Canal Company versus Keiser.\n1. On a certiorari to the Quarter Sessions to bring up proceedings had, in a mode specially authorized, against a Canal Company, for diverting water from a mill, this Court is not at liberty to rejudge the judgment of the inquest; such certiorari does not bring up the evidence submitted to the inquest. The regularity of the proceedings is all that is examinable in this Court.\n2. The Union Canal Company constructed a dam across the Tulpehoeken creek, in 1827, by means of which the water of the creek was conducted into the canal. The assignees of the owner of a mill, and others, made an opening in the side of the dam, through which the water ran into the creek. The assignees afterwards sold to the petitioner, during whoso ownership a part of the dam was torn away by direction of the Canal Company, and rebuilt in 1850 or 1851, and the opening was closed. Held, that though the assignees of the former owner did not institute proceedings for the partial injury done, the person who was the owner of the mill when the new dam was erected and the opening closed had a right to petition for damages; that the erection of the dam was a now erection, for injury from which the then owner had the right to complain.\nCertiorari to the Court of Quarter Sessions of Berlcs county.\nThis was a proceeding on a petition by George Keiser to the Court of Quarter Sessions, praying the Court to award a venire to the sheriff to summon a jury to ascertain and report as to damages done to his mill property by the Union Canal Company of Pennsylvania. The proceeding was had under the 13th section of the Act of 2d April, 1811: see Acts of 1810-11, p. 232.\nIn April, 1825, Henry Simon became the owner of a mill and tract of land, the mill being driven by the waters of the Tulpeliocken creek. Prior to the year 1827, Henry Simon made a general assignment for the benefit of' his creditors, and on the 23d of April, 1831, George Keiser purchased the premises from the assignees, and obtained their deed for the same. In 1827, the Union Canal Company constructed their canal, and erected a dam across the creek, on lands of Reed, some distance above the mill; by means of which the water of the creek was conducted into the canal, through a sluice or feeder. When the gate of the feeder was shut down the water flowed over the dam, and there was also a waste wier for the surplus water to pass over. The water that passed over the dam and waste wier, and that which leaked through the dam and canal bank, found its way to the mill; though in dry times it seems that most of the water was diverted from the mill. There was also a forge, some distance below the mill, on the same creek. The dam being completed, and, in consequence thereof, an insufficient supply of water only finding its way to the mill and forge, the assignees of Henry Simon, then holding the title of the mill property, and the forge people, made an opening in the side of the dam, in order to prevent so much water from being diverted from the mill and forge. The Canal Company closed the opening. The water then forced a passage, which was also closed. The water then effected an opening higher up, which was likewise closed by the Company in 1848, who also repaired the dam from time to time, in 1848 and in 1849, the water being low and the seasons dry, it seems that the inconvenience for the want of water at the mill was felt more than it had been. In 1849, the dam was partly torn away, by direction of the Company, and was rebuilt in the summer of 1850 or 1851, one and a half inches lower than it was originally.\nOn the 13th of September, 1851, George Keiser presented his petition to the Court for a venire, alleging, first: That his mill was injured by being deprived of its water, in consequence of the erection of the dam in 1848; secondly: That the mill was injured by being deprived of the water, in consequence of the closing up of an opening in the side of a dam previously made, and through which opening the water had before flowed to his mill; and by which embankment in the dam, the water of the stream was turned into the canal.\nThe jury reported the damages at $2100.\nNovember 28, 1851, exceptions were filed on the part of the Company.\nThe opinion of the Court below was as follows :\n“ The exception taken in this ease denies the plaintiff’s right to recover damages from the defendant on two grounds ; 1st, because he was not the owner of the property alleged to be injured when the dam, &c., the cause of the injury, was erected and completed, and was producing the greatest amount of injury to the property; and 2d, because the embankment put into the side of the dam, was a mere repair of the original erection.\n“When this case was before the Supreme Court last summer, it was assigned for error, that this Court erred in not quashing the proceeding, because Keiser was not the owner of the property injured at the time the dam was erected, the water diverted, and the premises permanently injured. With regard to this the Supreme Court says, ‘We think the petitioner is entitled to recover damages from the Company, although he purchased the mills subsequent to the original erection of the works or dams, and subsequent to the appropriation of the water of Tulpehocken.’ That position of the Supreme Court would seem to be predicated on the idea that the diminution of the water, after Keiser purchased, was, as to him, an original injury. Whether that was so, or was not, is a question of fact raised by the exception now before us, which we think is ascertained in his favor by the evidence taken on this venire. He bought with the water flowing in a certain way, and might well consider that what he saw was a character impressed upon the property by all concerned. The Company seems never to have paid any damages to any previous owner of this property. Then, interferences with it after it came into Keiser’s hands, was more than a mere repair of the original erection; it was as to him an original erection. The Company goes clear for the dam, but not for the embankments put into its side.\n“The exception is dismissed, and judgment entered for the plaintiff for the amount assessed for his damages, and for costs.”\nThe matters stated in the exceptions below were assigned as error; and also, that the petition and application of George Keiser is not for a venire to assess damages for the permanent injury done to his premises and mill property by reason of the canal or other works of the Union Canal Company of Pennsylvania, but is only an application for damages accruing and done between the 1st July, 1848, and the time of filing his application or petition.\nS. W. Smith for the Union Canal Company.\nIn 1827, the Union Canal Company appropriated for the purposes of navigation, the water of the creek, or so much of it as their navigation might require. The dam was then finished, and the injury was complete and producing its most injurious consequences. Keiser becoming the owner of the property in 1831, long after the dam had been constructed and the injury done, has no claim to damages.\nIt is true, the Canal Company, under the 13th section of the Act of incorporation of 1811, are authorized to apply, from time to time, any new mode, device, or improvement in the system of navigation. But closing and repairing an opening made by a trespasser on their works, or repairing an- injury caused by the water, do not come within the provisions of this part of the law.\nBy the 13th section of the Act of incorporation of 1811, the Legislature intended that damages should be assessed for all injuries to property, for which an action would lie at common law; and that the statutory remedy provided, should take the place of the successive actions which might be brought, where the injury was a continuing one, or continued after the right was decided. The compensation paid in the shape of damages, is prospective as well as retrospective; and is, in fact, the full value of the privilege of diverting the water for an indefinite time. Acts of Assembly of this kind, have always been so construed: 1 W. & Ser. 352-354; 2 Watts 344, 345; 4 W. & Ser. 363, 375, 376; 7 Ser. & R. 411, 421; 16 Ser. & R. 43, 44; 4 Rawle 23; Id. 361, 362, 363; 14 Ser. & R. 71; 8 Barr 366.\nThe cases of the Pennsylvania Railroad Company v. Hiester, McClure, and Riley, establish the principle in' cases of this kind; that when it appears that the Court of Quarter Sessions have refused to interfere on improper principles and mistaken views, it is the duty of this Court to do what they ought to have done: 8 Barr 445, 453, 454.\nBanks, contó.\nThe obstruction by the dam in 1827, was removed. The owner did not claim -damages. The Company acquiesced. The dam was not rebuilt for about twenty-one years. The rebuilding was a new erection. The statutory remedy extends to every common law injury: 4 Rawle 9-12; 1 Barr 316, 317; 6 Id. 383.\nSeptember 1852,"
  },
  "file_name": "0134-01",
  "first_page_order": 136,
  "last_page_order": 140
}
