{
  "id": 970672,
  "name": "Huston versus Barstow",
  "name_abbreviation": "Huston v. Barstow",
  "decision_date": "1852-07-20",
  "docket_number": "",
  "first_page": "169",
  "last_page": "170",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 169"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 234,
    "char_count": 3196,
    "ocr_confidence": 0.395,
    "pagerank": {
      "raw": 9.035313601181659e-08,
      "percentile": 0.5041160700874838
    },
    "sha256": "b00d07398ba3920859a8cedecc44b0ed96d624a6a291587e43689092c6cdec53",
    "simhash": "1:02feed60ba14d0ec",
    "word_count": 563
  },
  "last_updated": "2023-07-14T16:22:28.700321+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Huston versus Barstow."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nBlack, C. J.\nThe evidence in this case is very persuasive that the plaintiff rendered the services for which the suit is brought without intending at the time that the defendant should understand him to be making a charge. It is plainer still, if possible, that he afterwards distinctly gave up all claim to compensation, and suffered the defendant to leave the neighborhood, under the impression that nothing was or would be demanded. It was right to submit this to the jury, and right for the Court to give strong expression to their opinion of its weight. But the language of the judge is, “it will bar the plaintiff’s recovery in this suit.” A bar is a peremptory legal exception to a demand. The mere use of the words attributed by the witnesses to the plaintiff, would not bar his recovery in the proper sense of the word. It was still a question for the jury to determine whether there was a contract between the parties, and what were the terms of it, and it was for them to put a construction on the language used. For this reason we are compelled to reverse the judgment, though it seems to be right enough on the merits of the case.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "JSlwell, for the plaintiff in error,",
      "Mereur, contrá."
    ],
    "corrections": "",
    "head_matter": "Huston versus Barstow.\nIn an action for medical services, evidence tending to show that the services had been rendered gratuitously, is no legal bar to the recovery; such evidence, however distinct it be, should be submitted to the jury.\nError to the Common Pleas of Bradford county.\nThe plaintiff, Huston, sued Barstow for thirty dollars, for medicine and medical services. The defendant pleaded non assumpsit, with leave, &e. The plaintiff gave in evidence his book of original entries. It was contended on the part of the defendant that the services were rendered gratuitously, and testimony-was given to that effect.\n'Williston, J., charged the jury, inter alia, that if they believed that Dr. Huston, the plaintiff, after the services were rendered for which the suit was brought, when asked by the defendant what his claim or charge was for those services, told the defendant that he had no demands against him, that he was entirely welcome, it would bar the plaintiff’s right of recovery in this suit.\nYerdict for the defendant.\nIt was assigned for error, that the Court erred in submitting to the jury, whether the services were rendered gratuitously, as the evidence did not show that such was the case; and, 2. To the part-of the charge above referred to..\nJSlwell, for the plaintiff in error,\ncontended that the evidence showed nothing more than an unexecuted intention on the part of the plaintiff to release the defendant from the claim. That, to amount to a bar, the law requires an assignment or release, and the transfer must be actually executed: 7 Barr 100; 8 Id. 286; 2 Kent’s Com. 439.\nMereur, contrá.\nThe cases from 7 and 8 Barr, arose upon alleged gifts not executed during the life of the donor. In the present case there was no note or instrument which could be delivered up. There was no expression of an intent on the part of the plaintiff to do any act in future, but there was a present discharge, all that the case required.\nJuly 20,"
  },
  "file_name": "0169-01",
  "first_page_order": 171,
  "last_page_order": 172
}
