{
  "id": 970602,
  "name": "Graves versus Cole",
  "name_abbreviation": "Graves v. Cole",
  "decision_date": "1852-07-20",
  "docket_number": "",
  "first_page": "171",
  "last_page": "174",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 171"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 363,
    "char_count": 7999,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 1.8881335586346753e-07,
      "percentile": 0.7286096602543237
    },
    "sha256": "fcfcd539f6af36e8cfd59e3855eebc83c6c06386df957a1a8cfe6342dfa7da49",
    "simhash": "1:c78e888c3c96f02d",
    "word_count": 1417
  },
  "last_updated": "2023-07-14T16:22:28.700321+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Graves versus Cole."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLewis, J.\nWhen the wife has no separatte support, she must be subsisted, and her necessary costs paid, pending proceedings for divorce. This rule is necessary; otherwise she might be denied justice for want of the funds required for the vindication of her rights; and for this reason, after answer, she may, in general, have her costs taxed de die in diem. She is not obliged to await the result of the suit: 2 Hagg. Cons. R. 204; 3 Phillimore 264. The Court having jurisdiction of the suits between the husband and wife, is, from time to time, to make the proper allowance, according to the circumstances. The claim of the plaintiff below is for charges which ought to have been made the foundation of an order or decree in those proceedings. The husband appears to have fulfilled his obligation to provide for his wife, except as regards the claim for boarding.her and her witnesses, while attending Court in the proceedings for divorce. The Court below was, therefore, correct in the instruction against the plaintiff’s right to recover on the claim presented. This covered the whole ground occupied by the plaintiff’s case. The judgment is affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Gone, for plaintiff in error.",
      "Gruernsy, for defendant."
    ],
    "corrections": "",
    "head_matter": "Graves versus Cole.\n1. When the wife has no separate support, she is entitled to be subsisted at the expense of her husband, and to have her necessary costs paid by him during a proceeding for a divorce; and the Court having jurisdiction of the proceedings for divorce, may, during their pendency, order the necessary allowance to be paid by the husband.\n¿ Where the husband has provided a suitable place for his wife to lodge during a separation and proceedings on the part of each for divorce, and no order of Court is asked for by her for the boarding of herself and her witnesses during the trial of the cases, the tavern bill for the boarding of the wife and her witnesses cannot be recovered from the husband in a suit by the landlord.\nError to the Common Pleas of Tioga county.\nThis suit was brought by James L. Graves against Cole, to recover the amount of a bill for boarding, made by his wife, while engaged in defending herself against a libel in divorce, filed by defendant against her, charging her with adultery, and while she was prosecuting a subsequent suit for divorce against him. Defendant and his wife resided at Tioga Village, a distance of seventeen miles from Wellsborough, the county seat. Defendant separated himself from his wife, and filed a libel in divorce against her, charging her with adultery. She left his house and went to live with her sister, who resided in the same village, where her husband afterwards provided for her board. His suit was tried, and verdict rendered in favor of the wife. A new trial was granted. No further proceedings were had on that application. The wife afterwards applied for a divorce, and a decree of divorce was made. It did not appear that any application, on the part of the wife, was made to the Court for an allowance for costs or expenses, and no decree against the husband, to that effect, was made.\nThe plaintiff in this suit resided in WdlslorougTi, and kept a hotel, where Mrs. Cole put up while defending herself against the libel of her husband, and while prosecuting her own libel against him; and it was for her boarding bill at these times, that this suit was brought.\nOn part of plaintiff, John Graves testified, that James L. Graves was keeping public-house in Wellsborough, in September, 1845, and in February, 1846. Mrs. Cole, wife of defendant, boarded there during two Courts. She was there a week at each time; one week at September Term, and one week at February Term. Had a room by herself. Had four witnesses there. She was defending a suit for divorce against her. She directed her board bill to be charged to her husband. It was charged to him.\nOn part of defendant' a witness testified: In the early part of August, 1844, Mrs. Cole was at Mr. Graves’ a few days. Shortly after, she returned home, and Cole came up and wished me to give Graves notice that he had separated himself from his wife, and had provided a comfortable residence for her with her brother-in-law, and had applied for a bill of divorce, and would not pay for any expenses incurred by her at Graves’ or anywhere else. This the witness communicated to H. B. Graves, who appeared to have the management of the house; and shortly after he had a conversation with James L. Graves, the owner of the house, upon the subject. Told him how Cole had provided for his wife at Tioga Village. The house of her brother-in-law was a comfortable place for her.\nThe counsel for plaintiff requested the Court to charge the jury as follows:\n1. That if a husband, by cruel treatment, forces his wife to leave his house, he is bound for her support, and is answerable for all necessaries furnished for her support; and that filing a libel for divorce, charging her with adultery, is such cruel treatment as would justify her in leaving the house of her husband, and render him chargeable for her support.\n2. That if the husband files a libel for divorce against his wife, charging her with adultery, he would still be liable for her support until decree of divorce, and would be liable for all her necessary expenses in defending herself.\n3. That if the hushand was guilty of such conduct towards his wife as would justify her filing a libel for divorce against him, he would be liable for her support, and for all necessary expenses in prosecuting her libel.\nWxlliston, P. J., charged the jury: 1. That if a husband, by cruel treatment, forces his wife to leave his house, he is bound for her support, and is answerable for all necessaries furnished for her support; but declined to charge the jury that filing a libel for a divorce charging her with adultery, was such cruel’ treatment as would justify her in leaving the house of her husband, and necessarily render him liable for her support.\n2. In answer to the second point, the Court charged the jury that if the husband files a libel for divorce against his wife, charging her with adultery, he would still be liable for her support, until decree, unless she elopes from him. If she eloped with the adulterer, and remained from him, he would not be liable. That the husband would not, necessarily, be liable for all her expenses in defending herself. The course of proceeding in chancery for the wife, when thus prosecuted, in order to obtain the means of defending herself, is, to put in her answer to the bill, on her oath or affirmation, denying the charge, and then make application to Court, if need be, to make an order on tbe husband to furnish a sufficient sum to pay the expenses of making defence ; and such, we think, should be the mode of proceeding in this Court.\nIn answer to the third point, the Court charged that, as a general principle, the husband is bound to support his wife, and if he is guilty of such treatment to her, as to justify her in filing a bill to obtain a divorce, it would not diminish his obligation to do so. As to his being liable to all necessary expenses in her prosecuting her libel for a divorce, that depends on the decrees of the Courts, who have power to decree costs.\n% ^ #\n“ It does not appear that costs or expenses were asked, and no decree was made that defendant should pay any. The plaintiff’s claim in this suit was for board of defendant’s wife, and board of certain persons who, as is alleged, were attending Court as her witnesses, and that part of this boarding was while she was attending Court to defend against the libel of defendant, and part while she was prosecuting her libel against him.\n“Under this state of evidence, if believed, we are of opinion that the plaintiff in this suit has not established a right to recovei on the claim here presented.”\nTo which charge the counsel for plaintiff excepted.\nError was assigned to the answers to the points.\nGone, for plaintiff in error.\nGruernsy, for defendant.\nJuly 20,"
  },
  "file_name": "0171-01",
  "first_page_order": 173,
  "last_page_order": 176
}
