{
  "id": 970659,
  "name": "Graves versus Griffin",
  "name_abbreviation": "Graves v. Griffin",
  "decision_date": "1852-07-20",
  "docket_number": "",
  "first_page": "176",
  "last_page": "178",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 176"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Wharton 446",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878526
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/5/0446-01"
      ]
    },
    {
      "cite": "3 Wharton 419",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833406
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/3/0419-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 332,
    "char_count": 5693,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 1.4821962519927604e-07,
      "percentile": 0.6613090184022312
    },
    "sha256": "783c588e0ab550b87cd767d6b20cba691cc2e6409ba95ecadfb2f3d8eb885439",
    "simhash": "1:1aca63f3d81430be",
    "word_count": 1035
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Graves versus Griffin."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court, filed was delivered by\nWoodward, J.\nThe only question we have here is, whether Joseph Rouse was a competent witness. On the principle of Post v. Avery, Kelley v. Eickman, 3 Wharton 419 and 5 Wharton 446; Patterson v. Reid, 7 W. & Ser. 145; Phinney v. Tracy, 1 Barr 173; McClelland v. Mahon, Id. 364; Clover v. Painter, 2 Barr 46; Muirhead v. Kirkpatrick, Id. 425, he clearly was not. Though not a party to the record, he should have been excluded', whether his assignment were real or fictitious ; for whilst one of tM parties to a contract in litigation is denied the privilege of testifying, the policy of the law is to close the mouth of the other. The rule is as applicable to evidence offered under the plea of set off as to that which a plaintiff may offer in support of his action.: Muirhead v. Kirkpatrick, above cited. It cannot be denied that there are several recent cases which in principle are irreconcilable with Post v. Avery and its cognates. See Carter v. Trueman, 7 Barr 325; Taylor v. Gill, 10 Barr 428; and Dutten v. Tilden, 13 State Reports. But these cases were intended to restrain the rule from undue extension,- rather than to repeal it. It rests on sound reason and abundant authority, and this is a fit case for its application.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Maynard and Gfuernsy, for plaintiffs in error.",
      "Williston, contó."
    ],
    "corrections": "",
    "head_matter": "Graves versus Griffin.\nIn a suit on a note, the pleas being nil debet, set-off, &c., it was held not to be competent for the defendant, one of the makers of the note, to prove, by one who was a partner with him in a contract for the erection of a building for one of the plaintiffs and another (the witness having assigned and released to the defendant his interest in the contract), that it was agreed by the defendant and the plaintiff, at the time the note was given, that with the consent of the witness it was to be applied to the building contract. The witness, though not a party to the record, was a party to the contract, and was incompetent. Whether the assignment was real or fictitious, he was incompetent; and the fact that the evidence was offered under the plea of set-off did not vary the case.\nError, to the Common Pleas of Tioga county.\nThis was an appeal from the judgment of a justice of the peace in a suit by H. B. Graves and John H. Graves v. Angus Griffin and A. & J. Griffin. It was a suit on a note given by defendants to the plaintiffs for the difference in value between a yoke of oxen and a span of horses. The note was for $67.50, dated 15th February, 1847. The pleas were nil debet, set-off, and payment with leave^ &c.\nOh the trial Joseph Rouse was offered on the part of the defendants to prove that H. B. Graves, one of the plaintiffs, told him that it had been agreed between said Graves and the defendants that the note in suit was to be applied to a contract in writing, dated 25th March, 1845, between said John H. Graves and J. L. Graves, with Angus Griffin and Rouse the witness, by which contract the said Griffin and Rouse had agreed to build a dwelling-house for James L. Graves and John H. Graves, for the consideration of $281. • Also to prove that Rouse had consented to such application. It was objected that Rouse, being a party to the said contract, was interested, and was not competent to prove the agreement alleged. The objection was overruled, and exception was taken on part of the plaintiffs. The witness was examined.\nAfterwards, the defendants’ counsel having given in evidence an assignment and release, bearing date February'28, 1852, by Joseph Rouse to Angus Griffiin, of all his interest in the contract of the 25th March, 1845, entered into between John II. Graves and James L. Graves, with said Joseph Rouse and Angus Griffin, offered said Rouse to prove that he and Angus Griffin had performed the contract on their part, and had completed the building contracted to be built, and delivered it to said Graves; and that there was retained in the hands of said John H. and James L. Graves, a sum sufficient, and more than sufficient, to cover the amount now claimed to be due upon the note, which was the subject of the controversy. To this evidence the plaintiffs’ counsel objected, on the ground that Rouse was not a competent witness for defendants, to prove the facts proposed to be given in evidence, he being a party to the said contract. -\nThe .objection was overruled and exception taken on part of plaintiffs.\nFebruary 1852, verdict was rendered for the defendants for $9.28.\nError was assigned to the admission of Rouse as a witness.\nMaynard and Gfuernsy, for plaintiffs in error.\nRouse was a party to the contract of 25th March, 1845, and interested in the amount due thereon, and, consequently, interested in the event of the suit; that the setting off of the amount due on the said contract against a debt due by his partner, would be equivalent to the recovery of the same amount by him and his partner in a separate action, and the witness would be entitled to the benefit of it as between himself and his partner Griffin: 9 Ser. & R. 379, Henderson v. Lewis.\n2. The assignment and release, by Rouse, of his interest in the contract for building, did not remove the objection to his competency: 2 Barr 47, Clover v. Painter; 7 W. & Ser. 144; 5 Id. 409; Id. 317.\nWilliston, contó.\nRouse offered to receive payment on the contract for building by the application to it of the note. At most it was but changing his claim from J. & J. Graves to his partner, Griffin, and there was no evidence that it would be rendered more secure by the change. The contract showed that there was more due on it than would pay the note: 7 Barr 315; 1 Harris 46, Dutton v. Tilden; 4 Id. 226.\nJuly 20,"
  },
  "file_name": "0176-01",
  "first_page_order": 178,
  "last_page_order": 180
}
