{
  "id": 970692,
  "name": "Paine versus Edsell",
  "name_abbreviation": "Paine v. Edsell",
  "decision_date": "1852-07-22",
  "docket_number": "",
  "first_page": "178",
  "last_page": "180",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 178"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 374,
    "char_count": 6758,
    "ocr_confidence": 0.399,
    "pagerank": {
      "raw": 1.5287981500256155e-07,
      "percentile": 0.6707014578842241
    },
    "sha256": "e168107577f5ae80016806ad400de168a0aef20eee73fa2362f4611200039799",
    "simhash": "1:2e11242ccedbe58c",
    "word_count": 1226
  },
  "last_updated": "2023-07-14T16:22:28.700321+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Paine versus Edsell."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nBlack,' C. J.\nIn Simpson v. Stackhouse, 9 Barr 186, it is decided on principles perfectly satisfactory, that an apparent alteration in a material part of a negotiable instrument avoids it, unless it be proved that such alteration was lawfully made, and the burden of proving how it was made is on the holder. That the note in question here was altered. in the date can be seen at a glance, and, inasmuch as no evidence was given to explain it, the jury should have been instructed that the plaintiff was not entitled to recover.\nAnother objection to the judgment is, that the notice to the endorser, of non-payment by the maker, was insufficient. The holder’s attorney sent the notice under seal to the endorser’s place of business, by a messenger who delivered it to a person in the employment of the endorser, telling him not to break the seal, but to keep it until the endorser should return home. This was no notice to the endorser until he actually received it. It might as well have been kept in the holder’s pocket as in the shop of the endorser, if its contents were not to be known. The judge of the Common Pleas thought that if the messenger exceeded his instructions in saying that it should not be opened, the notice was good enough. But we are of opinion that the sufficiency of the notice depends on what the messenger did, not on what he was instructed to do; on the message that was delivered, not on that which was sent.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Black,' C. J."
      }
    ],
    "attorneys": [
      "Mercur, for plaintiff in error.",
      "Overton, for defendant."
    ],
    "corrections": "",
    "head_matter": "Paine versus Edsell.\n1. The holder of a note apparently altered, must prove that the alteration was lawfully made before he can recover.\n2. A notiee of non-payment, sent to the endorser enclosed under seal and delivered by the messenger to one in the employment of the endorser, with directions not to -open it, is insufficient.\n3. The sufficiency of a notice sent by a third person, depends on what the messenger did, not on what he was instructed to do by the holder of the note; on the message that was delivered, not on that which was sent.\nError, to the Common Pleas of Bradford county.\nThis was an action on the case by Jesse Edsell v. Seth W. Paine, on a promissory ¡note for $100, signed by E. W. Hazard, and endorsed in blank fey -defendant. It was alleged in the narr. that the note was dated 24th June, 1847.\nThe defendant alleged that the date stated in the narr. was not the true date of the note; that it had been altered since his endorsement. Also, that he had not been duly notified of its nonpayment.\nThe note was objected to on the ground of alteration, as alleged, but it was admitted. It was as follows:\n“ Three years after date, for value received, I promise to pay S. W. Paine, or order, one hundred dollars, with use.\nTroy, June 24, 1847.” (Signed) “E. W. Hazard.”\nEndorsed “S. W. Paine.”\nThe counsel of the holder testified that the note was received by him for eolleeti-on before it was due, viz., on 13th June, 1850. That it was then in the state it was at the trial. That on the 28th June he gave to W. P. Bush a notice to hand to Paine or leave it at his place of business. He afterwards stated that he had not instructed Bush to say that the letter containing the notice was not to be opened by the person at the place of business of the endorser.\nSeth Paine testified that Bush left a letter with him directed to S. W. Paine; that the latter was not at home. The letter was sealed. As Bush was about retiring he said, in answer to an inquiry by the witness, that the letter must not be opened till Payne (the endorser) returned. That he did not return during that week. That when the letter was left, he, the witness, was not informed as to its contents.\nWilmot, J., charged, inter alia:\n“Two grounds of objection are taken to the plaintiff’s right to recover.\n“ 1st. That there is apparent on the face of the note, such an alteration in its date as throws upon the plaintiff the duty of explaining it by proof, that it was made previous to the defendant’s endorsement; and it is claimed, that in the absence of such explanatory proof, the plaintiff cannot recover ; so we are called upon to charge you. Doubtless an alteration in the date of a negotiable note, after it bad been endorsed, would be such a material alteration as would discharge the endorser; but this note presents no such marks of alteration as make it necessary for the plaintiff to offer explanatory proof. The date is disfigured by a blot, on which one of the figures is made, and very few written instruments are free from similar defects. If Courts were to hold such blots and ink marks as evidence of alteration requiring explanatory proof, not one-half the contracts and written instruments made between men, could be enforced in a Court of law.\n“2d. The insufficiency of notice is the other ground relied upon to defeat the plaintiff’s recovery, and we are asked to charge you that the notice proved in this ease was insufficient in point of law, and therefore the plaintiff cannot recover.”\n* * * *\n“ A copy of the notice sent has been proved by Mr. Smith, and it is not claimed but that it was sufficient, full, and'formal, nor that the day on which it was delivered was the wrong day; but this branch of the case rests entirely on the message delivered with the notice, that the letter was not to be opened by the clerk; and this, it is claimed, vitiates the notice, whether Smith gave such instructions or not. The Court think differently, and say to you that the notice of non-payment in this case is either good or bad in law, according as you shall find the fact, whether Smith gave to the bearer of it, the instructions complained of or not. If you believe that he instructed the bearer of this notice to say to the clerk of the defendant what he said about not opening the letter, then the notice was insufficient in law, and the plaintiff cannot recover. If, on the other hand, you believe that Mr. Smith gave no such instructions, but merely charged the messenger with carrying and delivering the letter, then the notice was good, and the plaintiff is in law entitled to recover. The law does not hold the plaintiff answerable, nor are his rights here to be affected by any false or idle message which may have been delivered with the notice, and which was wholly without warrant or authority. If the plaintiff’s agent or attorney, Mr. Smith, charged his messenger with the simple duty of carrying and delivering this notice, then the plaintiff is responsible only for its timely and proper delivery, and not for what the messenger chose, of his own accord, to say about its not being opened by the clerk.”\nError was assigned to the charge.\nMercur, for plaintiff in error.\nOverton, for defendant.\nJuly 22,"
  },
  "file_name": "0178-01",
  "first_page_order": 180,
  "last_page_order": 182
}
