{
  "id": 970586,
  "name": "Adams and Smith versus Smith",
  "name_abbreviation": "Adams & Smith v. Smith",
  "decision_date": "1852-07-22",
  "docket_number": "",
  "first_page": "182",
  "last_page": "191",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 182"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Binn. 302",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791092
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0302-01"
      ]
    },
    {
      "cite": "5 Watts 493",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843959
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0493-01"
      ]
    },
    {
      "cite": "9 Watts 496",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850034
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0496-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 823,
    "char_count": 27334,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 6.664794620235669e-08,
      "percentile": 0.40573002518679663
    },
    "sha256": "56419cd52cd5df423bd1492494924ee0a47f5833be2e1d88aa8c5b642067de4f",
    "simhash": "1:eddea65098aaf5ce",
    "word_count": 4878
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Adams and Smith versus Smith."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nWoodward, J.\nWe see no error in this record, save in the denial to the parties of a conditional verdict for the adjustment of equities between them. It seems to be a conceded point that William Smith conveyed the legal title of this land to the plaintiffs by the deed of 21st September, 1847, as means of obtaining that support for himself and family, and the relief from pressing debts, which his son Henry W. Smith, the defendant, had bound himself to supply; and that the plaintiffs made advances to the old man on the faith of the title. The plaintiffs knew that old Mr. Smith desired his son Henry to have the farm, and that he had entered into a covenant to convey it to him on conditions of support and payment of debts; but when it became necessary for them to take up and perform the duties which Henry neglected, they naturally looked to the legal title as adequate indemnity for their expenditures. They hold the title still, and the defendant can obtain it only by showing that he has done those things which were to entitle him to receive it. If he would have equity, he must do equity. What he was to do is plainly expressed in the bond which he accepted from William Smith, of August 18, 1846. If the plaintiffs have performed these conditions for him in whole or in part on the faith of the legal title conveyed to them, a chancellor would never decree a conveyance over to the defendant till he had compensated them for performing his conditions. In Pennsylvania we accomplish the equity through conditional verdicts, which a chancellor would administer by decree. This was peculiarly a case for a conditional verdict, and since both parties desired it, the Court, even if their scruples had been well founded, ought not to have refused it. In ascertaining the amount to be paid by the defendant to the plaintiffs, the jury will have nothing to do with the general accounts between the parties, nor with liens on the property, which the plaintiffs may hold independently of their arrangement of September 1847 with William Smith; but the inquiry will be limited to compensation for such performance as the plaintiffs may prove of the conditions, mentioned in the bond of the 18th August, 1846, and for such other advances as they may have made on the faith of the title conveyed to them. The aggregate of these advances, lessened by whatever they received from either real or personal estate, will be the measure of Henry’s liability to them. The jury will add interest or not, as under all circumstances they think proper. And on payment to the plaintiffs of the sum so ascertained, in such reasonable time as' a jury may appoint, the defendant will be entitled to receive from the plaintiffs a conveyance of the title.\nThe bills of exceptions to evidence are groundless.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "H. Wright and li. It. Little, for plaintiffs in error.",
      "M. B. Wright, for defendant."
    ],
    "corrections": "",
    "head_matter": "Adams and Smith versus Smith.\n1. A father, owning a tract of land and personal property, in August 184S executed a bond in a penalty to his son Henry, the condition of which was that the father would convey the said land, and the appurtenances and chattels thereunto belonging, to the said Henry, his heirs, &o., provided the said Henry (who lived in Louisiana) do return with his family in the spring or summer of 1847, purposely to provide for and maintain the obligor, his wife and daughter, for life, and give a bond with security for the performance of the same; also to liquidate or discharge all debts now pending against the property of the father, together with all debts necessary, for their support till the return of the said Henry.\nHenry did not return in 1847; and in September, 1847, the father, requiring aid, conveyed the real estate and all his personal estate to the plaintiffs, who executed a bond of the same date with the deed, by which they bound them-' selves to provide for the said grantor, his wife and daughter, as long as they choose to live by themselves, the plaintiffs having knowledge of the bond of 1846 to Henry, and the understanding between the plaintiffs and father being that the property was to be given up to Henry after his return. In the summer of 1849 Henry returned alone, and went away again; but in the fall of 1849 he returned with his family. On 26th February, 1850, the father notified the plaintiffs of the return of Henry, and offered to return to them their bond, and requested a transfer of the property. On the 28th February, 1850, Henry executed a bond to his father with security, and the father made a conveyance to him of the farm. He took possession of it, and the plaintiffs brought ejectment against him:\nIt was held, that the legal title, being in the plaintiffs by their prior deed, could be obtained by the defendant only by showing that he had done those things which, according to the terms of his father’s bond, would entitle him to receive it. If the plaintiffs have performed those things for him, in whole or in part, on the faith of the legal title conveyed to them, they would not be bound to convey till he had compensated them. A conditional verdict, which was suggested by the counsel of both parties, but denied by the Court, was a proper mode of adjusting the equities between the parties.\n■ 2. In ascertaining the amount to be paid by the defendant to the plaintiffs, the jury are to have no reference to the general accounts between the parties, nor with liens on the property unconnected with the arrangement of 1847 between the father and the plaintiff; but are to have reference only to compensation for such performance as the plaintiffs may show of the conditions of'the bond of 1846 between the father and the defendant, and for such other advances as the plaintiffs have made on the faith of the title conveyed to them. The aggregate, lessened by the amount received by the plaintiff from either the real or personal estate, will be the measure of the defendant’s liability to them. Interest may be added or not, as the circumstances render proper. On payment to the plaintiffs, in such reasonable time as the jury may appoint, the defendant will be entitled to a conveyance of the legal title.\nError to the Common Pleas of Wyoming county.\nThis was an ejectment brought 5th April, 1850, by Richard Adams and Joseph Smith v. Henry W. Smith, to recover the possession of 195 acres of land.\nBoth parties claimed under William Smith, to whom a patent for the land was granted on 15th July, 1812. One of the plaintiffs and the defendant were children of the said William Smith.\nThe plaintiffs claimed by deed from the said William Smith and wife, of 21st September, 1847. The receipt on the deed stated the consideration to be the bond of the plaintiffs to said William Smith and wife, conditioned for their support and for that of their daughter, Elizabeth, during their natural lives.\nThe defendant claimed under the provisions of a bond given to him by the said William Smith, dated 18th August, 1846, explained in the charge of the Court; and also under a deed to him by the said William Smith, dated 28th February, 1850. The bills of exception to evidence related to the admission of the bond of William Smith to Henry W. Smith; to the deed of William Smith to H. W. Smith; to the declarations of Joseph Smith, that he held the land subject to the claim of the defendant; of evidence that William Smith tendered to the plaintiffs their bond to him, and requested the land to be transferred to Henry; to proof of the amount of personal property of William Smith received by the plaintiffs for the purpose of paying his debts ; also to the admission of the deed of William Smith to his son William for 145 acres of other land, deed dated 1st December, 1834 ; and also to the admission on part of the defendant, of his bond to his father, in which his brother William was surety, dated 28th February, 1850.\nIn 1846, Henry W. Smith, the defendant, lived in Louisiana.\nThe history of the case is explained in the part of the charge recited.\nThe hill of sale of his personal property by William Smith to Joseph Smith and Richard Adams was in part as follows :\n“Know all men by these presents, that I, William Smith, of the township of Windham, county of Wyoming, and state of Pennsylvania, for and in consideration of a certain bond to me delivered, bearing even date herewith, which bond is for my support, together with my wife’s and daughter’s, Elizabeth, our'natural lives, and further for their paying all my debts, do grant, bargain, and sell to Joseph Smith and Richard Adams all my personal property, to wit: One yoke of oxen, two horses, &c., three hogs, one wind-mill, &c., to have and to hold the said goods unto the said Joseph Smith and Richard Adams, their executors, administrators, and assigns, to their own proper use and benefit and behoof for ever. In witness whereof, I have hereunto set my hand and seal, this the twenty-first day of September, A. D. 1847.\nWm. Smith.” [1. s.]\nFor the condition of the bond of the plaintiffs to William Smith, see the charge.\nThe points proposed on the part of the plaintiffs, and a portion of the charge, were as follows :—\n1st. That on the face of the paper of 18th August, 1846, the return by the defendant with his family in the spring or summer of 1847 to provide for and maintain the persons there named, and give the bond specified, were conditions precedent — and tiTne in their performance was material.\n2d. That if any agreement was made between William Smith and the plaintiffs when they took the deed, that they took it on conditions, or to hold in trust, it was in parol, with nothing to take it out of the statute of frauds and perjuries. If in trust, then it could not be created by parol.\n3d. That the return of the defendant without his family in June, 1849, his remaining until October, engaged in literary pursuits, with a knowledge of the sale to the plaintiffs, with no offer on his part to perform, and leaving the country without any notice to the plaintiffs of his intention to return, and leaving upon them the burden of supporting and maintaining the family, was a ratification and confirmation, on his part, of the sale in September 1847-, and he is now estopped from contesting it.\n4th, That the sale by William Smith to the plaintiffs, in September 1847, was an act ini disaffirmance of tbe bond to tbe defendant, and that the effect of such act could not be varied by parol.\n5th. The declarations that the plaintiffs were willing, or would let the defendant have the property, upon being reimbursed, cannot defeat their title.\n6th. That the defendant could not put himself in possession against the plaintiffs until he had made offer to perform his undertakings ; and that no sufficient offer or tender of performance is proved in this case. He cannot maintain an ejectment, nor can he defend.\nCharge of the Court. — “ The history of this case, as detailed in the evidence, is as follows: — William Smith, the father of the parties, now about 90 years old, was, in 1846, the owner of the land in controversy. He had several children, all of whom were provided for and settled in life, except Henry, the defendant, and Betsey, an invalid sister of the parties. According to the current of the evidence it seems to have been understood that Henry was to have this property, and live with, and take care of, the old people. He appears to have been a favorite of his father, who desired him to have the property. This arrangement, according to some of the testimony, appears to have been understood by the family in 1846. Henry being about to leave for the south, if was suggested by William Smith that the business should be settled before he left. Joseph, one of the plaintiffs, according to the evidence of William Smith, Sr., assented to it, and a bond or agreement between the father and Henry was drawn and executed, to which Joseph was a subscribing witness. This paper, in form a bond, was acknowledged on the 19th of August, 1846. It bound the father to convey the farm and the chattels thereunto belonging, to Henry; provided the said Henry W. Smith do return with his family in the spring or summer of 1847, purposely to provide for and maintain the said William Smith, his wife Sarah, and their daughter Betsey, for life, and give a bond, with good security, for the faithful performance of the same; also to liquidate or discharge all debts now pending against the property of the said William Smith, together with all debts necessary for their support till the return of the said Henry W. Smith.\n“Henry did not return in the summer of 1847, and on the 21st of September, 1847, the father being quite unwell, and needing some aid, an arrangement was made by which he conveyed the land and all his personal estate to the plaintiffs, who executed to him a bond in the penal sum of $3000: conditioned that ‘ Joseph Smith and Bichard Adams, or either of them, shall provide for and support the above-named William Smith, Sarah Smith his wife, and Elizabeth Smith their daughter, their natural lives, with all the necessaries of life, providing meat, drink, wearing apparel, and medical attendance, if needed, that they do not come to want through their neglectprovide tea, coffee, and sugar what is necessary for their comfort, and provide such woman’s help as shall be needed as long as they choose to live by themselves.’\n“ The sale of the personal property to the plaintiffs recites the bond as its consideration. The plaintiffs took possession of the personal estate that same fall, and also the farm — the old people and Betsey continuing to reside in the house on the farm as before. They still reside there. Joseph, under an arrangement with Adams, occupied the farm and provided for the family up to 1849. In the summer of 1849 Henry returned and spent some time at his father’s house, writing a book, and in the fall went again south, and brought-back his family to his father’s house. Joseph was at the house of the father when Henry returned with his family. Henry took possession of the farm.\n“ On the 26th of February, 1850, the father gave notice to plaintiffs that Henry had complied with the condition of his obligation, had given him security for his support, &c., and asked them to convey the property to him; at the same time he offered to give up to them their bond. On the 28th February, 1850, Henry, with William Smith, Jr., as his security, executed a bond conditioned for the support of the father, mother, and sister, and for payment of the debts, &c. On the same day the father conveyed to Henry the farm.\n“ There seems satisfactory evidence that the arrangement between the father and Henry in 1846 was well Icnown to plaintiffs.\n“ The defendant claims that upon the bargain made on the 21st September, 1847, there was an express understanding that if Henry returned the property should be transferred to him, or in the words of the father,' ‘that the writing should be given up.’ This is denied upon the part of the plaintiffs, and is the most important question of fact to be decided by the jury.\ní}C Jjí % ífc 5|« * ^\n“It is submitted to the jury to decide whether at the time the deed was made it was agreed that if Henry returned, the property should be transferred to him. If the jury find in the affirmative, then it is objected by the plaintiffs, that such an agreement is void by the statutes of frauds, being only in parol and not in writing. The plaintiffs’ counsel here interpose their second point. But we do not see, even if such a reservation or trust could not be created by parol, and the case of Murphy v. Herbert, 7 Barr 421, seems to affirm the contrary, that that consideration is necessarily drawn into the case. The point is predicated upon the position that there was no obligatory writing between William Smith and Henry, or, rather, that the obligation was absolutely void and annulled by the simple failure of Henry to return and enter into the obligations proposed, on the day when the bond required.\n“ That it was competent for William Smith to extend, by parol, the time for performance of the contract on the part of Henry, is very clear; and if he could do so, and, on transferring the property to plaintiffs, who well knew the contents of the obligation, did so extend it, and they consented to take it subject to the rights of Henry, then, so far as this point is concerned, it is the same as if the time for his return, and compliance, had been inserted in the obligation. It is true that, as affirmed in the first of plaintiffs’ points, time was material, and the father, if Henry did not return, might have made, after the summer had passed, any other arrangement, and transfer the property, discharged of his obligation, to Henry. But it was with the father to determine this. He might extend the time, or sell, or otherwise dispose of the property, if he pleased; and Henry could not have prevented it. The first point is correctly stated in the terms of it, and is applicable to the case, upon the supposition that there was no understanding for extending the time for compliance by Henry. The Court, therefore, instruct the jury that, if, at the time the deed was made to the plaintiffs, it ivas agreed that they should transfer to Henry upon his return, it would leave them in the same situation, as if the time mentioned in the proviso to the bond had not then expired. That obligation, being under seal, was valid; and if, with notice of its provisions, the plaintiffs took the conveyance, upon compliance with the terms of the agreement by Henry, he would, if in possession, be entitled to hold the land. If out of possession, equity would decree a conveyance by them to Henry; or, under our law, he might recover in ejectment. Henry returned in the summer of 1849, and in the fall of that year brought his family and took possession. He gave his bond, with William Smith, Jr., as his security, upon the conditions contained in the original obligation. With this security the father expressed himself satisfied, and desired that the plaintiffs should transfer the property to Henry. This they ought to have done, if they took the deed with the agreement so to do. They objected until they should be paid for advances which they affirmed they had made, and debts paid for the father.\n“ When Henry entered into the arrangement, he agreed to give Security to pay all debts then existing against the property, and all expenses which should accrue until his return. When the plaintiffs took the deed, they also took all the personal estate, but they gave no agreement to pay any debts. The only condition of their obligation is to support the father, mother, and daughter, The creditors of the father would have a right to collect their debts from his property in the hands of the plaintiffs. The property would be liable for the debts in their hands; but if there were other property of the father, it would be liable to them or to the creditors. The payment of the debts was not a part of the consideration expressed in the contracts with the plaintiffs. If they paid debts, therefore, or if the father owed them, it was not a part of the arrangement to charge those.debts upon the land. If the defendant holds the land, he has it subject to all these debts due on the 18th August, 1846, and the expenses of supporting the family afterwards. For this, so far as paid by the plaintiffs, and so far as due to the plaintiffs, they are in the situation of creditors, and have all legal remedies for enforcing their payments. The property in his hands is chargeable with these debts, and can be made responsible for it. Nor can the plaintiffs be called upon, when they sue for those debts, to account for the personal property. That was assigned upon the consideration of the bond for the maintenance, and not for payment of the debts. The question may be raised if a claim for support since 21st September, 1847, should be made, whether the plaintiffs have not received full payment. That will be the proper time for that settlement, or, perhaps, in an account for the property between the parties. It is sufficient for the present, that, under all the evidence, the account for supporting the family, for debts paid, and for personal property received, is not to be settled in this case. The defendant is not to have, therefore, a conditional verdict, for, by his contract, he was not bound to fay them, nor were they entitled to demand from him any money before conveyance. If they agreed to convey on the return of Henry, then they were in the situation of the father, and could claim of Henry nothing which the old man might not have demanded. They could not demand security to themselves personally. The security was to be given to the father. On taldng the deed they gave the bond. They gave no obligations for debts, and all they would be entitled to would be to have their bond given up. As has been already stated, the claim for the debts can be enforced upon the property in the hands of Henry, and he must answer as well in the property, if he holds it, as under his bonds.\n“ The Court answer the Bd point in the negative.\n“ The Court answer the 4th point: That if the sale were made without notice of the claim of Henry, and without any agreement to roconvey, then the point is correct; but, as we have already said, this time might be extended by parol.\n“ The Court answer the 5th point in the affirmative.\n“ In answer to the 6th point, the Court instruct you that under all the evidence in the case, if you believe that the plaintiffs agreed to reconvey upon Henry’s return, and when he returned they made no objection to his entry, and to his taking possession, and that Henry complied with his agreement with his father, and gave the security required by his obligations with his father, and the latter desired him to retain the possession, he might do so. The Court cannot assume that there has been no sufficient offer or tender of performance by Henry, and with these explanations the point is answered in the negative.”\nTo this charge the plaintiffs’ counsel excepted.\nA general verdict was rendered for the defendant.\nError was assigned to the admission of the evidence referred to in the bills of exception; to the answers to points; to the part of ,the charge in which it was held that there could be a conditional 'verdict for the defendant, as was claimed by Ms counsel, and also by the counsel of the plaintiffs. Also, in holding that the payment of the father’s debts was not a part of the consideration expressed in the contracts with the plaintiffs, and that it was no part of the arrangement to charge those debts on the land; that the consideration of the transfer of the personalty was the bond for maintenance, and not for payment of debts, &c.\nH. Wright and li. It. Little, for plaintiffs in error.\nIt was, inter alia, contended that the Court erred in charging that the plaintiffs gave no agreement to pay the father’s debts, and that payment of the debts was not a part of the consideration expressed in the contracts with the plaintiffs; or if they paid or held debts, it was no part of the arrangement to charge them on the land. It is true that the bond does, not speak of debts, but the bill recites it thus: “which bond is for my support, together my wife’s and daughter Betsy’s our natural lives, and further for their faithfully faying all my debts.” »This paper they produced, executed concurrently with the deed and bond; under it they had taken personal property. It was proven that debts were paid. It was a part of the arrangement expressed in the contracts that they should pay debts; the mistake in the bond would be reformed by the other paper. If they did not hold the land as security for the debts paid, and expenses incurred, they had no security; and if the debts were not chargeable on the land, they had no means of enforcing payment, for Henry’s bond was to be to the father.\nIn charging that, under the evidence, the account for support of family, for debts paid, and personal property received, is not to be settled, in this case; that “ the defendant is not to have a conditional verdict, for by his contract he was not bound to pay them, nor were they entitled to demand from him any money before conveyance,” &c.\nThere was, perhaps, no mode by which the rights of the parties could be so well settled as in the action of ejectihent. That it might well be done under the facts disclosed in this case is decided in Moore v. Biddle, 3 Barr 161; Seitzinger v. Ridgway, 9 Watts 496; Hawk v. Greensweig, 2 Barr 295; Ib. 62; Hawberger v. Root, 5 Barr 112; Brawdy v. Brawdy, 7 Barr 158. The plaintiffs had paid debts, supported the family; they held a mortgage on the farm. It was sought to defeat the plaintiffs by setting up an alleged equitable title. Defendant’s bond was to be given in 1846 to pay debts, and yet in 1850 he was neither ready nor willing to pay. The alleged arrangement in September, 1847, was uncertain in its terms and stipulations. He who alleges a parol contract is bound to show certainly the terms and stipulations of it. If the declarations of the plaintiffs be taken to ascertain upon what terms they are willing to let him have it back, then he was to reimburse them their payments and expenses; and that placed the cause in a condition for special verdict.\nThe Court erred in answering the plaintiff’s third point, as to the effect of the defendant’s i;eturn in the year 1849, knowing of the sale without offer to perform, and leaving the burden on the plaintiffs’ hands, &c.\nThe allegation was that the defendant was to have the land if he returned. He did return; remained all the summer engaged in literary pursuits, and left without notice to the plaintiffs of any intent to claim the property. When was this alleged condition to have an end ?\nM. B. Wright, for defendant.\nWilliam Smith, the father, had given to all of his children, except Henry, a portion of his estate. If the plaintiffs took the deed with notice of the bond to Henry, and that the father desired an extension of time for Henry to return, they held it subject to his rights under the bond. Such a trust is not void by the statute of frauds: 4 Barr 350; 2 Ser. & R. 521; 5 Watts 493; 7 Barr 420; 3 Binn. 302.\nThe view taken by the Court below was correct as to the rights of the plaintiffs as connected with the payment of the debts and claim for the support of William Smith, his wife, and daughter, and the obligations under which Henry was. If William Smith extended the time for Henry’s return, and the plaintiffs took the deed subject to the bond and extension (upon which point the case was fairly submitted to the jury), Henry was bound, upon his return, in order to entitle him to the property, to perform no other obligations than those imposed upon him by the proviso in the bond, unless imposed by William Smith, which was not the case. “ If the plaintiffs have not already been compensated for any debts they may have paid, and for supporting the family,” the conveyance to Henry cannot defeat their right to look to the property for the payment of their claims. Henry had incurred no obligations‘to the plaintiffs. He was bound only to perform his obligations under the bond, and those with William Smith, not with the plaintiffs.\nJuly 22,"
  },
  "file_name": "0182-01",
  "first_page_order": 184,
  "last_page_order": 193
}
