{
  "id": 970699,
  "name": "Bailey versus Knapp",
  "name_abbreviation": "Bailey v. Knapp",
  "decision_date": "1852-07-22",
  "docket_number": "",
  "first_page": "192",
  "last_page": "194",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 192"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 314,
    "char_count": 5073,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 5.8344882117455775e-08,
      "percentile": 0.36259546405987375
    },
    "sha256": "485bfda3641515079a6fdd389a2b102ce5c4c3e0b23a6c632eea5feecf1f29fe",
    "simhash": "1:aa52c55058b66e19",
    "word_count": 920
  },
  "last_updated": "2023-07-14T16:22:28.700321+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bailey versus Knapp."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nBlack, 0. J.\nThe question here is, whether the payee of a promissory note, on which there can be no recovery without proof of certain facts which are known only to himself, may pass it away, and, in a suit brought by the subsequent holder, become a witness for the plaintiff.\nIf the principle ruled in the series of cases which began with Post v. Avery is to be adhered to, the witness must be held to have been rightly rejected. And why should that principle be departed from now ? If authority is entitled to any consideration, the law on this point is settled; and if a score of adjudicated cases need the support of reason and justice to sustain them, that support is not wanting. Whether it was a good deed, or an evil one, to establish the rule of Post v. Avery, in opposition to a current of decisions the other way, it is not worth while now to discuss. We take the law as it was delivered to us by those who went before us, and that forbids a man to transfer a chose in action, and then support its validity by his own testimony. That the manner of the transfer, whether by delivery, endorsement, or assignment, makes no difference, was decided last term at Philadelphia, in a case not yet reported.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, 0. J."
      }
    ],
    "attorneys": [
      "Mioell, with whom were Adams and Maefarlane, for plaintiff in error.",
      "Mercar, for defendant, the Court declined to hear."
    ],
    "corrections": "",
    "head_matter": "Bailey versus Knapp.\n1. The payee of a promissory note who has passed it away is not a competent witness for a subsequent holder in an action against the maker.\n2. The rule established in Post v. Avery, 5 W. do Ser. 509, reaffirmed.\n3. That rule applies equally to the exclusion of one who has transferred a chose in action, whether by delivery, endorsement, or assignment.\nError to the Common Pleas of Bradford county.\nThis suit was brought July 7, 1847, by Daniel Bailey against William C. Knapp, before a justice of the peace, on an instrument of writing, as follows :\n“Eor value received I promise to pay Ransom & Wallis, or the bearer, eighty dollars, on demand, with interest, without defalcation or stay of execution. Witness my hand and seal at Wysox, this 13th day of October, 1837.\n“William Knap?.” [l. s.]\n“ William C. Knapp.”\nThe plaintiff alleged that William Knapp executed the note with a seal annexed to his name at the time it bears date; and that William C. Knapp, the defendant, signed it without a seal in 1844; that as to the latter, it was a negotiable note, and that Ransom, one of the payees, was a competent witness in the case.\nThere was no endorsement on the note.\nThe plaintiff, in the first count of the declaration, declared on a promissory note made by defendant on the 13th October, 1837,-for $80, payable to Ransom & Wallis, or bearer, who, for a valuable consideration, delivered the same to the plaintiff. In the second count he declared that defendant, on the first of May, 1844, executed a note in writing, by signing his name thereunto, the same bearing date the 13th October, 1837; by which note he promised to pay, &c., as in the note, and then and there, to wit, on the first day of May, 1844, delivered the same to said Ransom & Wallis, who, for a valuable consideration, then and there delivered the same to the plaintiff; concluding in the usual form with averments of a promise to pay, &c.\nThe defendant pleaded non assumpsit and the statute of limitations.\nOn the trial in the Court below, the plaintiff called William Ransom, one of the payees in the note, and offered to prove by him the execution of the note by William C. Knapp; that the witness, then being the holder of the note, called upon William Knapp, the original drawer, in 1844, for payment; that William Knapp said he was unable to pay it, and that William C. Knapp, the defendant, the son of William, then agreed that if the witness would wait for payment until a year from the ensuing fall, he, the defendant, would sign the note; that to this' the witness agreed, and the defendant accordingly then signed the note. That the note was executed by William Knapp in October, 1887, and had been held by witness up to the time when William 0. Knapp signed it; and in connection with this, to offer the note in evidence, and to prove the transfer of the note, by delivery, from the witness to the plaintiff, after it was signed by the defendant. To the whole of this evidence the counsel for defendant objected. The Court sustained the objection.\nThe plaintiff offered to ask the witness the question, when William C. Knapp signed the note. To this the counsel for the defendant objected, and the Court sustained the objection.\nRansom had been in the first place examined by the defendant on his voire dire, as to his interest in the suit.\nUnder the direction of the Court, the jury found a verdict for the defendant.\nError was assigned to the rejection of Ransom.\nMioell, with whom were Adams and Maefarlane, for plaintiff in error.\nIt was alleged that Ransom was a witness, as he was not a party to the record, and had no interest in the result of the suit: 10 Barr 480; 7 Id. 326; 7 W. & Ser. 162; 9 Barr 334; Chitty on Bills 669.\nMercar, for defendant, the Court declined to hear.\nJuly 22,"
  },
  "file_name": "0192-01",
  "first_page_order": 194,
  "last_page_order": 196
}
