{
  "id": 970679,
  "name": "Dayton versus Newman",
  "name_abbreviation": "Dayton v. Newman",
  "decision_date": "1852-07-22",
  "docket_number": "",
  "first_page": "194",
  "last_page": "199",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 194"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 694,
    "char_count": 16285,
    "ocr_confidence": 0.411,
    "pagerank": {
      "raw": 3.128287166368489e-07,
      "percentile": 0.8611156480551568
    },
    "sha256": "0e1137d0b12ead49472683d0381f79fdefbd8ac19bc71c198cf42a376b10cc26",
    "simhash": "1:068d653b77955dcc",
    "word_count": 2898
  },
  "last_updated": "2023-07-14T16:22:28.700321+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dayton versus Newman."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nWoodward, J.\nThe grantor was a competent witness. Released from the covenants in his deed of 24th February, 1841, to his brother Samuel, the covenant of warranty in his deed of trust of 20 th August, 1836, did not disqualify him, for he was called to testify against his interest so far as it sprung from that covenant. A vendor with general warranty is a good witness to establish a title in opposition to that of his vendee: Work v. McClay, 2 Ser. & R. 415. The objection to the competency of the grantor to give evidence to invalidate his deed, is founded on interest, and not on the supposed rule, that being a party, he is estopped like the party to a negotiable instrument. Where no interest appears, the objection does not obtain: Kronk v. Kronk, 4 W. & Ser. 127. To the same effect, but more comprehensively, is the rule now settled in England, as stated in 1 Greenleaf’s Evidence, sect. 384, and the notes. The Court were therefore in error in rejecting William Dayton. There is no question raised in the record as to the competency of the matter of his testimony, and on this we express no opinion, but, not being interested in favor of the party calling him, he was competent to testify to any facts, which, proved by any other witness, would be relevant and proper evidence.\nWe think the Court were also in error in rejecting the evidence mentioned in the 2d and 4th bills sealed for the defendants below. Assuming what the plaintiffs alleged to have been true, that the land was bought, in whole or part, with money belonging to the father’s estate, for the benefit of the girls, and that William had made and delivered to Samuel a deed in trust for them, still it was competent for Samuel and those claiming under him to show that the girls had elected to take a sum of money instead of land, and that he had paid them the money stipulated.\nAn equity under written articles may be released by parol: Boyce v. McCulloch, 3 W. & Ser. 429. The Court said that the evidence would defeat the estates of married women by papers unacknowledged. But this was assuming that an estate had vested in them in this land, when the defendants were insisting and offering to show that William’s intention was to secure to his sisters a sum of money, and not to grant an estate; that the instrument was made a deed of conveyance by the mistake of the scrivener ; that William executed it without reading it, and that when Samuel pointed out to him its true character he disaffirmed it, and that it was never delivered. If such were the facts, these married women never had an estate in this farm. A claim on their brothers for their share of the father’s estate they at one time had, and if money which belonged to them went into the purchase of the farm, they had an equity which might have been enforced against the land. But if, after being educated and supported by the proceeds of the land until they married, they then chose to take a sum of money of their brother instead of compelling him to convey their portion of the land, and the arrangement was fairly consummated, it extinguished their equities, and left them without an iota of interest in the land. And such election may be proved by parol. The acknowledgment required by the recording acts was not necessary, for there was no conveyance of land. Besides, the evidence mentioned in these bills had a direct bearing on the question of delivery of the deed of trust. There was evidence on part of the plaintiffs tending to prove delivery, but it was certainly competent for the defendants to contest the fact. And the proof offered, the act and declarations of Samuel and the sisters, tended powerfully to establish the conclusion that the deed of trust was never delivered, and that the sisters acquiesced in the absolute conveyance which William made to Samuel in 1841. Delivery may be made by words alone, or by acts alone, or by both together, but there must be sufficient to show an intention to pass the title. Delivery is a question for a jury, and where doubt is thrown upon it by such evidence as was offered here, the Court has no more right to assume it as true, and exclude all testimony to combat it, than they have to assume any other fact in the cause, and refuse to hear it questioned.\nAs to the defendant’s 3d bill it is sufficient to remark, that, not having the depositions on our paper-books, we can not say whether they were relevant or not.\nThe only remaining error assigned is, that the Court erred in charging the jury that the plaintiffs were entitled to recover. There was no error in such a charge on the evidence before the Court. The error consisted in excluding evidence that was com petent and pertinent to the issue.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Little and JL. Wright, for plaintiff in error.",
      "Bentley, with whom was Case, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Dayton versus Newman.\n1. A grantor with general warranty, being released from his covenant of warranty, and not interested, is a competent witness for the grantee, to testify in favour of his title, and against a conveyance previously made by him to the grantee in trust. %\n2. Where land is conveyed to a person in trust for others and their heirs in certain proportions, it is competent for the grantee to prove by parol that the persons interested had agreed to take a sum of money instead of the land, and that he had paid the money.\n3. It was competent to show that the intention of the grantor in the deed of trust was to secure to those for whose use the deed was made certain sums of money, and not an estate in the land; also that the instrument was made a deed of conveyance by the scrivener through mistake on his part; that the grantor executed it without reading it; and that, when the grantee pointed out to him its true character, the grantor disaffirmed it; and that it was never accepted by the grantee.\n4. The receipts of the persons mentioned in the deed, for the payment of the moneys alleged to have been paid to them for their interest in the land, were not incompetent evidence on the ground of some of them being matried women, and that their estate in the land could not be defeated by papers unacknowledged. It could not be assumed that they had an estate in the land, when the evidence was offered to show that the object of the deed of trust was otherwise.\n5. Deliverp of a deed may be by words alone, or by acts alone, or by both together; but there must be enough to indicate an intention to pass the title.\nError to the Common Pleas of Susquehanna county.\nThis was an 'ejectment by David Newman and Cordelia his wife, late Cordelia Dayton, John Dobbs and Sarah his wife, late Sarah Dayton, and Iienry McKinney and Jane his wife, late Jane Dayton, v. Samuel H. Dayton and Le Roy Cook.\nThe ejectment was brought on 9th January, 1851, to recover 145 acres of land in Great Bend township, then in possession of said Dayton and Cook, the defendants. The plea was, Not guilty. The case was tried before Jessup, J,\nThe plaintiffs proved, on the trial, that one Joseph Thomas formerly owned the land in controversy; and conveyed the same to William Dayton, by deed dated July 12, 1836, for the sum of $2200.\nThey also gave evidence to prove that Samuel H. Dayton made the bargain with said Thomas for the land, saying at the time that he bought it for the children, with the money of Mias Dayton, their deceased father; and that Samuel paid $200, and William $2000 of the purchase-money, to said Thomas.\nWilliam and Samuel H. were sons of the said Elias Dayton; and Cordelia, Sarah, and Jane (the plaintiffs) were his daughters.\nThe plaintiffs then gave in evidence a deed of William Dayton to Samuel Dayton, of this land, acknowledged August 20, 1836, and recorded November 28,1850, the consideration “being $1.00 and natural love and affection. Said Samuel to hold the land to' the use of and in trust for Cordelia, Sarah, Jane, and Daniel Dayton, and their legal heirs, in these proportions, viz. one-fifth. to Sarah, during her life, and to her heirs; one-fifth to Cordelia, during her life, and to her heirs; one-fifth to Jane, during her life, and to her heirs; two-fifths to Daniel, during his life, and to his heirs. But in ease of the death of either without heirs, his or her share to go to the survivors, but no partition to be made during any of their lives; and Samuel to have no power to sell, or encumber said land.”\nPlaintiffs also gave in evidence a deed of Daniel Dayton to David Newman (one of the plaintiffs), for his interest in the land, dated November 23, 1850.\nThey then proved, that Cordelia, Sarah, and Jane lived on these premises with Samuel and his family.\nThat, soon after said trust deed, William inquired of Samuel if he had taken care of the deed for the children. He replied that he had, and produced it to the former on his expressing a wish to see it. That Samuel soon left the room, and William then said to Cordelia she must look out, for he was going south, and might never live to come back. He wanted her to see to the younger children. William did go south that season.\nAlso, that in 1836 or 1837, William Dayton said he had $4000 of his father’s money in his hands; but when he got home with it, his father and mother were dead.\nAlso, that Samuel said, at different times, “ the farm belonged to the sisters.” Another time, that “ they bought it for the family to live on together.”\nIn 1836, Cordelia was grown up, Sarah was about 20 years old, Jane 12 or 13, and Daniel 7 or 8.\nThe defendants below then gave in evidence an absolute conveyance of this land, by William to Samuel Dayton, dated February 24, 1841.\nThey then called William Dayton as a witness, to whose competency plaintiffs’ counsel objected, on the ground of interest. Defendants then executed and delivered to him a release, and again offered to prove by him, as follows, viz: That Elias Dayton (the father of witness) traded 60 acres of Connecticut land for 240 acres of wild land in Candor, N. Y. He mortgaged this land for about $185. That he and witness began chopping on the Candor land in 1819, living in an old log house. William (the proposed witness) then bought his time of his father, went to work by the month, paid off the mortgage, for which his father gave him 100 acres of said land. (William was the oldest son.) He afterwards sold 40 acres to another man, leaving to the father 100 acres. The family lived together here some years, the boys, William, Samuel, and Jehiel, (another brother,) all under age, made improvements, built a house and barn, and supported the family, with very little aid from the father, he being out of health. After this, the father sold the farm for about two hundred wood clocks, and the entire family moved to Ohio, and in two years thereafter both parents died. Samuel paid the expenses of the family while there, (the girls, the plaintiffs, being a part of it,) and kept them together, at much labor and expense. Samuel, then about fourteen years ago, moved the rest of the family (including said plaintiffs) to Great Bend township, Susquehanna county. There he kept them together at his own cost, educated, and liberally supported his said sisters until they were respectively married. He was their entire dependence, and it was worth $1000 per year to keep the family as Samuel then did.\nThe father got William, Samuel, and Jehiel, to sell the said clocks. They peddled them off, on credit, and got notes for near $2200, which were afterwards collected by them, they travelling much, and spending much time in the business.\nIn the summer of 1836, and after Samuel was in possession of the land, William’s health being poor, he determined to go south. Uncertain of returning, he requested Mr. Read (since deceased) to draw some article that would secure, on this land, to his said sisters $400 each, and to Daniel, the younger brother, $800, as a gratuity, the clocks having been used up in the expenses, and the father leaving no other property. Read drew this trust deed, which was executed and taken to Samuel, who declined accepting it. Cordelia or Sarah took it, and put it among some of Samuel and William’s papers in a trunk. William did not read the deed. The intention of William was not to convey the land by said deed, but to secure to them, upon the land, the payment from Samuel of the said sums of money, and he understood from Read that to be the effect of said instrument. Said deed, unaccepted by Samuel, remained among his papers, subject to the control of the witness, until the fall of 1850, when it was taken away by one of said sisters, and recorded, without his knowledge, and against his will.\nThat William returned, and found Samuel doing so well to the family, that, in 1841, he executed to him the said deed in fee, said sisters, still living with Samuel (excepting Cordelia), knowing and assenting to the delivery of said deed.\nThe farm was bought, in 1836, for $2200, and is now worth $4000 or $5000, much of which increase in value results from the improvements made by Samuel.\nTo this offer plaintiffs objected, on the ground that a grantor was incompetent to impeach his own deed. The Court sustained the objection, excluded the evidence, and defendants’ counsel excepted.\n2d. Defendants’ counsel then offered a paper dated February 27, 1841, signed by David and Cordelia Newman, acknowledging the receipt from Samuel of $403, in full of their interest in Elias Dayton’s estate: It was not sealed.\nAlso a receipt, under seal, of March 6, 1844, signed by John Dobbs, for $375, in full of his share of Elias Dayton’s estate, &c.\nAlso another receipt and release, signed by John Dobbs and Sarah his wife. It was dated 7th March, 1844, and was for $375, and stated to be in full for their part of the estate of Elias Dayton, deceased, and releasing the said Samuel H. Dayton, and all the heirs to said estate, from any claim upon the estate or upon ' Samuel. It was sealed. Neither of the papers were acknowledged.\nIt was offered to prove, by parol, in connection with the above papers, that the moneys in them named were paid by Samuel, for and on account of all of said parties supposed interest in this land.\nThis whole offer was rejected by the Court, on the ground that the evidence would defeat the estates of married women, by papers unacknowledged, &c. And because said papers did not describe the land. Defendants’ counsel excepted.\n3d. Defendants’ counsel then offered the depositions of Russell Gridley, and of eight other witnesses, stating Samuel’s time, trouble, and expense, in supporting the said family in Candor, in Ohio, and at Great Bend, with much particularity; and in substance as set forth in -the offer of proof by William Dayton, showing also the circumstances of poverty and destitution of the father, -when he died. The Court rejected this as irrelevant, and the defendants’ counsel excepted.\n4th. Defendants’ counsel then offered to prove that before the sisters were married, it was the understanding and agreement in the family, by William, Samuel, and all the heirs, that Samuel should own the farm, and should keep the children together until they married or became of age, and then should pay each $400. Under which agreement they did live together, Samuel so supporting them; under it, with their concurrence, Samuel expended large amounts in improvements upon the farm; under it, William, also with their concurrence, executed to Samuel a fee-simple deed of said farm, in 1841. And that the girls, after becoming of lawful age, ratified the same by each receiving from Samuel $400.\nThis evidence was rejected, and exception taken on part of defendants.\n5th. The Court charged the jury that the plaintiffs were entitled to recover, and verdict was rendered for plaintiffs.\nError was assigned, 1. To the rejection of William Dayton as a witness, and in ruling him to he incompetent.\n2. In rejecting the receipts or releases of Newman and wife, and Dobbs and wife, and the parol proof offered with them.\n8. In rejecting the matters contained in the depositions of Russell Gridley and others.\n4. In rejecting the fourth offer. 5. In rejecting that in the fifth offer. 6. In the charge that plaintiffs were entitled to recover.\nLittle and JL. Wright, for plaintiff in error.\nBentley, with whom was Case, for defendant in error.\nJuly 22,"
  },
  "file_name": "0194-01",
  "first_page_order": 196,
  "last_page_order": 201
}
