{
  "id": 970693,
  "name": "Dyer versus Covington Township",
  "name_abbreviation": "Dyer v. Covington Township",
  "decision_date": "1852-07-22",
  "docket_number": "",
  "first_page": "200",
  "last_page": "201",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 200"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 246,
    "char_count": 3451,
    "ocr_confidence": 0.418,
    "pagerank": {
      "raw": 3.4261896786976635e-07,
      "percentile": 0.8788892711505574
    },
    "sha256": "80729035eae856ba03563f48ac99b4f851049541564a99c20b6eb762a0b616a8",
    "simhash": "1:3067e735a0986c01",
    "word_count": 617
  },
  "last_updated": "2023-07-14T16:22:28.700321+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dyer versus Covington Township."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLowrie, J.\nThese township orders are not bills of exchange, Warner v. The Commonwealth, 1 State Rep. 154, nor contracts of any kind; but merely directions to the township treasurer to pay certain moneys on account of the township, being the usual form in which all public debts are paid. If there be no funds in hand the orders are not paid; but this is not necessarily a breach even of the original contract on which the orders are given, for they may be issued in advance of the time of payment agreed upon. They are not or should not be intended for circulation, but for immediate presentation. If there be no funds, what then ? Simply that the original debt or cause of action remains unsatisfied. If he sues upon that or is unduly delayed upon it, he gets interest as in other cases. But if he retains the orders, he shows an intention to take the chance of funds coming into the treasury, and to accept what alone the treasurer can pay, that is, the face of the order. Where he sues upon the orders the same result follows. He claims in Court w'hat the treasurer could have paid on the orders, that is, the principal without interest. If the suit were on the contract on which the debt arose, we should have it before us in all its circumstances, and could then decide what interest would he proper.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Dyer versus Covington Township.\nOrders drawn by township supervisors on the township treasurer, “payable out of moneys arising from road taxes,” are not bills of exchange, nor contracts of any kind; and in a suit by the holder of them against the township, on the orders, interest on them is not recoverable.\nError to the Common Pleas of Tioga county.\nA case was stated to February Term, 1850, in relation to a claim by Edwin Dyer v. The Township of Covington, and the question submitted was, whether the township was liable for interest on certain orders held by the plaintiff. They were orders drawn by the township supervisors, elected under the provisions of the Act of 15th April, 1834, relating to counties and townships and township officers, on the treasurer of the township, and were payable “out of the moneys'in his hands arising from the road taxes.” The orders were dated at various times in 1845 -6-7, exceeding in all $400; and most of them were presented for payment in June 1846, others in April 1847. The plaintiff claimed the amount of the orders, with interest on them from the time they were presented to the treasurer of the township for payment. Payment was not made when demanded, on account'of want of funds belonging to the township at the time.\nWilliston, J., observed, that the orders were payable out of the moneys in the hands of the treasurer arising from the road taxes. The orders were not then payable till he had such funds. The case shows that he refused payment because he had not such funds, and it does not appear that he has had them since. He ordered judgment to be entered in the case for the amount of the orders without interest, viz., for $427.18, with costs. And this was assigned as error.\nReference was made to Purdon 210, sec. 3, 4, 5, of the Act of 15th April, 1834, relative to counties and townships; Idem 1089, provisions relative to township rates; Idem 1121, as to supervisors and township treasurers; and to 16 Ser. R. 264, Breyfogle v. Beekley, that a bill payable on demand carries interest from the time of demand.\nJuly 22,"
  },
  "file_name": "0200-01",
  "first_page_order": 202,
  "last_page_order": 203
}
