{
  "id": 970648,
  "name": "Meiser versus Eckhart",
  "name_abbreviation": "Meiser v. Eckhart",
  "decision_date": "1852-07-27",
  "docket_number": "",
  "first_page": "201",
  "last_page": "203",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 201"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 485",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850004
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0485-01"
      ]
    },
    {
      "cite": "3 Rawle 361",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822499
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0361-01"
      ]
    },
    {
      "cite": "2 Pa. Rep. 485",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        951163
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/2/0485-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 323,
    "char_count": 6339,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 1.1566040338622566e-07,
      "percentile": 0.5830766581372119
    },
    "sha256": "e14f1400fb479d06070db7d401a697a12b53ccf4a7e96a2902c7169e9428498d",
    "simhash": "1:75a71119e43c344b",
    "word_count": 1103
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Meiser versus Eckhart."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLewis, J.\nThe judgment entered against Meiser in favor of Sarah Eckhart, administratrix of Jacob Eckhart, deceased, was for part of tbe consideration of a tract of land of the decedent, which had been sold to Meiser under an order of the Orphans’ Court. Meiser knew the origin of the debt, that it was assets belonging to the estate of Jacob Eckhart, deceased, and that it did not belong to the estate of Sarah Eckhart. In addition to this, he received' notice from Michael Eckhart, who was one of the distributees (upon the death of Sarah Eckhart), cautioning him not to pay the money to her administrator. If the money had been paid to her in her lifetime, equity would follow it as long as it could be identified, until arrested by the equity' of a purchaser without notice. But the money never came into her hands; it remained in the hands of Meiser until after her death, so that there is no difficulty in identifying it as the property of the creditors -and distributees of Jacob Eckhart, deceased. The payment after the death of Sarah Eckhart to her administrator, with full notice of the facts, was a misapplication of the money to one who had no right to receive it. The right in equity is clearly with the defendant in error, independent of the Act of 1834; but the provisions of that act supply the remedy at law. Under the authority of that act the defendant in error, as administrator de bonis non of Jacob Eckhart, deceased, had a right to sue forth a writ of execution on the judgment obtained by “ his predecessor in the administration.” The Court below committed no error in refusing to set it aside.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Slenker, for plaintiff in error.",
      "Casey and Merrill, contri."
    ],
    "corrections": "",
    "head_matter": "Meiser versus Eckhart.\n1. The administrator de bonis non has the right, under the 31st section of the Act of 24th February, 1834, relating to executors and administrators, to issue execution on a judgment taken by his predecessor for a portion of the purchase-money of land of the intestate, sold by the first administrator under an order of the Orphans' Court, and remaining unpaid at his decease.\n2. An administratrix sold real estate of the intestate under an order of Orphans’ Court, and took a judgment-note of the purchaser for a part of the purchase-money, under which judgment was entered. Before payment the administratrix died, and notice was given to the purchaser not to pay the same to the administrator of her estate. Subsequently the administrator de bonis non issued execution on the judgment: Held, that, under the 31st section of the Act of 24th February, 1834, relating to executors and administrators, he had the right to issue such execution, and that the previous payment of the judgment by the defendant to the administrator of the estate of the administratrix, after notice not to pay given by the administrator de bonis non, though given before the latter had received letters of administration, did not entitle the defendant to have the execution set aside.\nError to the Common Pleas of Union county.\nThe writ of error in this case was taken by Michael Meiser to the judgment of the Court of Common Pleas refusing to set aside an execution issued on a judgment against him.\nJacob Eckhart died in July, 1841, and letters of administration on his estate issued to Sarah Eckhart and Jacob Martin. The latter settled an account and was discharged. Sarah Eckhart, as administratrix, under an order of Orphans’ Court, made sale of certain real estate of the intestate to Michael Meiser, in January, 1847, and for a part of the purchase-money took his judgment notes. On one of them judgment was entered to February Term, 1847, for $500, payable 1st April, 1851, with interest. The note was payable to Sarah Eckhart, administratrix, &c.: an account by her was settled in the Orphans’ Court, in which she was charged with the amount of the note or judgment in question in this case. Before the said note became due, Sarah Eckhart died, being insolvent ; and on 10th April, 1850, letters of administration on her estate were granted to William Cox. An inventory of her estate was filed, in which this note was included. After the said judgment became due, and before letters of administration de bonis non on the estate of Jacob Eckhart were granted to Michael Eckhart, the latter notified Meiser, the defendant in the judgment, not to pay the said judgment to Cox. He, however, paid it to Cox, and received the note on which the judgment was entered. Subsequently, viz. 12th May, 1851, Michael Eckhart received letters of administration de bonis non on the estate of the said Jacob Eckhart, and had an execution issued on the said judgment against Michael Meiser. The latter, on 15th September, 1851, had a rule granted to show cause why the execution should not be set aside, which rule, on 22d December, 1851, was discharged by the Court. To this the writ of error was taken, and the discharge of the rule was assigned for error.\nSlenker, for plaintiff in error.\nIt was contended that an administrator de bonis non can claim nothing but the personal estate of the intestate remaining unconverted and unchanged at the death of the former administrator: 1 Ser. & R. 554, Allen v. Irwin; 2 Pa. Rep. 485, Kendall v. Lee; 3 Rawle 361, Potts v. Smith; 1 Vern. 472, Baker v. Talcot; 7 Barr 315, Carter v. Trueman.\nCasey and Merrill, contri.\nBy the 31st section of the Act of 24th February, 1834, administrators de bonds non are authorized to recover from their predecessors in the administration or their legal representatives, “all moneys, goods, and assets remaining in their hands due and belonging to the estate of the decedent,” and to sue out “ writs of execution upon judgments obtained by or in the name of the executors or administrators into whose place they may have come;” and also to proceed with and perfect all unexecuted executions which may have been issued thereon at the instance of such predecessors,” &c. Some of the cases cited on part of plaintiff, were made prior to the Act of 1834. Her settlement by the administratrix of an account in which she was charged with the amount of the note or judgment in question, cannot change the rights of the persons in interest. Reference was made to 9 Watts 485; Id. 479; 7 Barr 385, Lea v. Hopkins; 5 Pa. Law Journal 265, McWilliams’ Estate; Id. 270, Bowan v. Miller.\nJuly 27, 1852,"
  },
  "file_name": "0201-01",
  "first_page_order": 203,
  "last_page_order": 205
}
