{
  "id": 970545,
  "name": "Koons versus Steele",
  "name_abbreviation": "Koons v. Steele",
  "decision_date": "1852-07-27",
  "docket_number": "",
  "first_page": "203",
  "last_page": "211",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 203"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts 449",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841273
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0449-01"
      ]
    },
    {
      "cite": "6 Johns. 34",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2132794
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/6/0034-01"
      ]
    },
    {
      "cite": "5 Watts 386",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844071
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0386-01"
      ]
    },
    {
      "cite": "1 Dana 201",
      "category": "reporters:state",
      "reporter": "Dana",
      "case_ids": [
        8518821
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/31/0201-01"
      ]
    },
    {
      "cite": "5 Watts 386",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844071
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0386-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 859,
    "char_count": 22863,
    "ocr_confidence": 0.415,
    "pagerank": {
      "raw": 3.0913141002125915e-07,
      "percentile": 0.8586552729522069
    },
    "sha256": "abc36462d9f93be9aee84397b5cc4ff8110787e2b0ea41730a2cd007f3077064",
    "simhash": "1:23e596dee840eec5",
    "word_count": 3982
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Koons versus Steele."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLewis, J.\nAt the time of Jacob Steele’s purchase of the land, in 1817, from George M. Cumming, the latter held an indefeasible title by warrant, survey, and patent, and there had been no adverse possession by Steele or others for the period required by law to give title to a trespasser. The contract of purchase and sale of 1817, and the entry and survey in 1818, for the purpose of locating and ascertaining the boundaries of the tract to be conveyed, were, in equity, a conversion of the land into money; and, from thenceforth, Cumming held the title as a trustee for Steele, and the latter held the possession in subordination to the title of Cumming. The subsequent conveyance of the land, and the execution of the mortgage to secure the purchase-money, in pursuance of the agreement of 1817, amounted to a perfect union in Cumming of the possession, the right of possession, and the title; the hostile possession of Steele became -merged in the lawful possession of Cumming under the legal title; the possession of Steele, the mortgagor, was the possession of Cumming, the mortgagee; so far as regards the rights of Cumming, this was as complete an interruption of the adverse possession claimed by Harrison, by virtue of Steele’s occupancy, as if the legal owner had actually entered and turned Steele out of possession by violence, or by action of ejectment. The acts last mentioned would produce this result irrespective of Harrison’s consent, and so would the former. Nothing short of fraud in Cumming would take from these proceedings this, their necessary and legal effect. But no evidence of fraud on the part of Cumming exists in the case.. It does not appear that he had any knowledge whatever of the relations existing between Steele and Harrison; and the long possession of Steele, without payment of rent, and the improvements made and acts of ownership exercised by him, were well calculated to create an impression that he held the possession for himself, and not under Harrison, or any one else. There is no evidence of collusion between Steele and Gumming to conceal the transaction from Harrison for the purpose of inducing him to slumber on his supposed rights. On the contrary, the evidence is that he was consulted about the purchase by Steele, and that the deed and the mortgage were publicly recorded on the day on which they were executed. -\nThe pinch of the case is that Harrison’s title depends upon an adverse possession continued for twenty-one years, without any interruption ; and that the agents employed by him to keep up this hostile possession failed to do so. Thus a link in the chain is broken, and his pretence of title falls to the ground. He may hold his agents responsible for their unfaithfulness, but he cannot visit their sins upon others. Where one of two persons must suffer by the act of a third, the loss falls upon him whose fault or misfortune it was to employ the latter as his agent in the business. As Plarrison claims through the acts of his agents, he must necessarily take the consequences of their delinquencies. If the case stood between Harrison and Steele, or those claiming under him, the latter could not set up an adverse title until the possession was restored. This is the principle decided in Rankin v. Tenbrook, 5 Watts 386. But here, where Koons, claiming under the rightful owner, is concerned, a different principle governs the case. Where there is a union of the fee and the term in one person, in the same right and at the same time, the greater estate merges and drowns the less, and the term becomes extinct. The estate in which the merger takes place is not enlarged by the accession, and the greater or only subsisting estate continues after the merger precisely of the same quantity and extent as it was before the accession of the estate which is merged, and the lesser estate is extinguished: 4 Kent 99. The same principle applies where a wrongful possession and the title of the rightful owner unite in the same person. Even where two persons are at the same time in possession, the seisin is adjudged to be in the rightful owner: Litt. § 701, 4 Kent 482. The seisin of Steele, for the instant of time required for the execution of the deed and mortgage, had no injurious effect upon the title of Cumming. But it destroyed the adverse possession of Steele. The rivers of the continent, as they flow along their channels, drown the lesser streams which lie in their course to the ocean; so the title of Cumming, as it descended from the Commonwealth, merged in its sweep the wrongful possession of Steele, and carried it into the hands of the rightful owner of the land. This title, which is now vested in Koons, is not in any manner affected by the abortive attempt of Harrison to hold the land adversely for twenty-one years. Harrison himself could not, as against Cumming, claim the possession of Steele as adverse, after it had ceased to be so. Those who claim under Harrison are in no better predicament. Least of all can Steele, the mortgagor, or those who came into possession under him, be permitted to set up the pretended title of Harrison against Cumming, the mortgagee. The widow and children of Steele came into possession under him, and upon his death, in 1840, the law cast the inheritance upon his children, charged with every encumbrance and affected by every estoppel which bound Steele himself. Their possession being derived from him, can only be maintained by means which their ancestor might lawfully use. The devise in the will of Harrison (who died in 1834) to “ Jacob Steele, and Lydia his wife, and her heirs,” was an attempt to create an estate in Steele which he is estopped by his mortgage to Cumming from receiving in hostility to the interests of the latter. An estate to husband and wife differs from a joint tenancy in this, that they cannot take by moieties, but must take by entireties, or not at all. It is essential to the validity of the title that they must both be seised of the entirety; and, as the wife and the husband are one, she cannot take at all if the husband be estopped. In the case before us, the wife, having received possession by and through her husband, has no right to maintain it by means of a title which the latter was precluded by law from asserting. The children have of course no claim as her heirs while she is in full life; and as the heirs of their father, we have already seen that they are affected by all the equities which bind him.\nThe recovery in the ejectment by Harrison against Steele is relied upon as defeating the title of Cumming, and was doubtless designed for that purpose. The writ was issued on the 10th March, 1825, and the verdict and judgment were rendered on the 18th November, 1825, “for all the land described in the deed from Cumming to Jacob Steele.” No habere facias was ever issued on this judgment, nor was the possession of Steele in any manner disturbed by it. So that Steele continued in possession under the Cumming title as before; with this difference, that whatever doubts may exist as to the right of Harrison to treat the purchase by Steele of the Cumming title as a disseisin, or not, at his election, there can be no doubt that the ejectment was an election to treat it as 'a disseisin, and to regard himself as out of possession,’and Steele as holding adversely under the deed from Cumming. The recovery in ejectment dissolved the relation of landlord and tenant (1 Dana 201), and Steele’s continuance in possession adversely for the period of twenty-one years after the recovery would be conclusive upon the claim of Harrison, even as between himself and Steele.\nThese views of the case conduct us to the conclusion that the Court erred in admitting the evidence of adverse possession as stated in the first bill of exception. We perceive no other error on the record. In making the last remark, we desire to be understood as holding that the charge of the Court below is not before us, because it has never been filed by the president judge. He states that fact in a paper filed, and gives as a reason for it, that “no exception was taken to the charge so far as the Court were informed.” It is presumed that the exception, although entered of record, was, through some mistake, not brought to the notice of the presiding judge. His written statement that he charged “in favor of the plaintiff’s right to recover, upon the grounds covered by the points,” cannot be received as a compliance with the act requiring him to file ,his charge. The plaintiff in error has a right to the charge itself, in order that he may demand the judgment of this Court upon the question, whether it was in his favor or not. But we cannot reverse for an omission to file it. The regular course is for the plaintiff in error to take measures to procure a compliance with the law in that respect, before he assigns errors.\nThe 3d point affirms, by implication, that the knowledge “of Harrison that Steele purchased of Oumming was a material element in its legal effect upon the possession.” The 1st would seem to regard his “consent” as necessary to the interruption of the adverse occupancy. But the third very, properly treats both these circumstances as immaterial. ■ If, the Court affirmed all these points without the explanation or qualification required to guard against such an implication, the charge was repugnant and erroneous, and tended to mislead the jury!' It is but fair to presume, in the absence of the charge, that the .’Court gave all the explanations calculated to lead to a correct decision.’ It was its duty to give clear instructions on all the principles of law which arose in the case. In general this can be better done in a connected charge than in isolated responses to'the, points. Where no material facts are in dispute, and the case, in point of law, is clearly with one party or the other, the highest obligation of judicial duty requires a peremptory declaration to that effect. If any branch of the law has peculiar claims upon the firmness of the bench, it is that which relates to land titles. . The contest is frequently between distant owners and individuals claiming by possession or settlement. In such cases the hardship and poverty of the latter always secure the sympathies of their benevolent neighbors, when called into the jury box. Under' such circumstances the Court should hold the scales of justice with a steady hand. When the law is explicitly declared by the judge selected for the purpose, there is among our intelligent and upright people an abiding devotion to its supremacy which will always insure a correct decision. If the rightful owner may be induced to delay his ejectment against a trespasser upon his land, by the solemn obligation of the latter to purchase and pay for it, and the possession, thus continued, may be afterwards set up against him as a valid title, without payment, the most glaring frauds might be practised. The statute of limitations Avas designed to operate upon those who delay their actions unreasonably after their rights accrue. But the wrong-doer, in possession, may induce the owner to enter into a contract' which puts it out of his power to bring his aetion until the period agreed upon for payment arrives; and this contract may be entered into for ■ the very purpose of settling the controversy in peace. To apply the statute to such a case would be a misconstruction of its provisions, which would enable the trespasser not only to profit by his own wrong, but to gain an unjust advantage by the ^violation of his own contract. As the evidence stands upon the paper-book, we do not perceive any defence whatever against the title of the plaintiff below. If, upon another trial, the cause should wear the same aspect, it is the judgment of this Court, that the law in favor of the plaintiff’s right to recover, ought to be distinctly declared and effectively enforced.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "H. Wright was for the plaintiff in error.",
      "&. B. Wright for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Koons versus Steele.\n1. One claiming land merely by possession, in 1805 put his son-in-law into possession, but never conveyed to him, designing to give the land to his daughter and her children, the statute of limitations not having then run against the warrantee of the land. After the son-in-law was in possession, viz. in 1817, he, with the knowledge of his father-in-law, but not with Ms approbation, by articles of agreement agreed to purchase the title of the warrantee; which title was about three ygars afterwards, viz. by deed dated 15th September, 1820, conveyed to the son-in-law, then in possession of the land. The latter executed a mortgage of the same date for the unpaid purchase-money, and the deed and mortgage were acknowledged and recorded on the day of their execution. Afterwards, viz. in 1825, the father-in-law brought ejectment for the land against the son-in-law, and obtained a verdict, but never took possession ; and afterwards he devised the land to his said son-in-law and wife and her heirs. The mortgage, by assignment, afterwards became vested in the plaintiff, who brought ejectment for the land to enforce the payment of the purchase-money.\nIt was held, that the conveyance of the land and the execution of the mortgage amounted to an union, in the mortgagee, of the possession, the right of possession, and the title, and the hostile possession of the mortgagor merged in the lawful possession of the mortgagee; and, as regarded themortgagee, this was an interruption of the adverse possession claimed by the settler through the occupancy of his tenant, there being no fraud alleged as between the grantor and the mortgagor, and it not appearing that the mortgagee had any previous knowledge of the relations between the landlord and tenant who had been about twelve years in possession.\n2. As between the landlord and tenant, the latter could not set up an adverse title until he restored the possession; but that principle is not applicable as against the plaintiff, who claims under the owner of the warrant.\n3. In this case the claim of the landlord depended on an adverse possession for twenty-one years, but his agent failed to preserve it. The continuity of adverso possession was broken by the purchase, and the settlor or those claiming under him cannot add the time of possession by the tenant after his purchase to that of the settler and tenant before such purchase, so as to bar the assignee of the mortgage by the statute of limitations.\n4. Where a wrongful possession and the title of the rightful owner unite in the same person, the greater estate merges and destroys the less; and in this case the term of the tenant became extinct. ,\n5. The ejectment brought by the original trespasser against his son-in-law, after the execution by the latter of the mortgage, did not defeat the title of the warrantee. No habere facias issued upon it, and the defendant continued in possession. The ejectment was an election by the landlord to treat the purchase by the tenant as a disseisin and himself as out of possession. It dissolved the relation of landlord and tenant, and regarded the tenant as holding adversely under the deed. The continuance of the tenant in possession for twenty-one years after the recovery, would be conclusive against the claim of the landlord as between himself and tenant.\n6. A charge of the Court never filed by the judge who delivered it, will not be considered as before this Court. His written statement that he charged in favour of the plaintiff on points presented and set out on the record, will not be considered as a compliance with the act, which directs the charge to be filed. An omission to file it on request, would not be a ground for reversal.\n7. When no material facts are in dispute, and the case in point of law is clearly with one party or the other, the Court trying the cause should peremptorily instruct the jury to that effect.\nError to tbe Common Pleas of Luzerne county.\nThis was an ejectment by John Koons against Stephen Steele, Lydia Steele, Polly Steele, and George Behee. The plaintiff claimed as assignee of a mortgage of Jacob Steele, and claimed to recover, in order to enforce the payment of the money payable under it.\nThe ejectment was for 100 acres of land in Luzerne county. It was brought 5th April, 1845. The plaintiff deduced title from the Commonwealth, regularly into David Cumming, by warrant and survey in 1772, and patent in 1773; gave in evidence the will of Cumming, empowering his executors to sell. George M. Cumming, as executor, on 15th September, 1820, conveyed the same land to Jacob Steele, in pursuance of a written agreement between the parties dated 27th June, 1817, and took his bond and mortgage of same date, viz. 15th September, 1820, for the purchase-money. The mortgage, on 27th February, 1843, was assigned to John and William Koons, and on 14th March, 1843, William assigned to John. Jacob Steele died in possession of the land, about 1840 \\ and the three first-named defendants were his widow and children, and Behee was their tenant. He also proved an entry on the lands by his surveyor, about 1818, and locating the tract, and that Jacob Steele assisted in the survey. Cumming, the executor, testified that nothing had been paid him on the mortgage. The mortgage was recorded on the day of its date. George' M. Oumming, as executor, also conveyed to the plaintiff, by deed dated 10th March, 1845.\nDefendants offered evidence that Jacob Steele went into possession of the tract in question about 1805, under his father-in-law, Stephen Harrison. That a small improvement was made by Jarius Harrison, in 1799, who left before Steele took possession. Objection was made that the ancestor of the defendants dying in possession, and under a mortgage, they could not set up an outstanding title against the mortgage, before eviction. The evidence wms admitted, and exception taken.\nIt appeared by the testimony of the two Harrisons, that their father knew of Steele’s purchase from Oumming. This was also proved by the plaintiff; and under the whole evidence it was undisputed that he had knowledge of the purchase; but whether he assented to it or not, it was alleged there was conflicting proof.\nIn 1825 Harrison brought an action of ejectment against Steele, Sutliffe, and another for 300 acres, and there wras a recovery by the plaintiff “ for the land described in deed from Cumming to Jacob Steele.” It was proven that Oumming had notice of that ejectment, and also that Steel did not attend the trial, .and never assisted in the preparation of the case. No hah. fas. ever issued on the judgment.\nThe defendants showed a deed of Harrison to his grandson, Stephen Steele, in 1833, for 34 acres o.f the land, and the will of Stephen Harrison, proved in 1834, giving “ to Jacob Steele and wife, and her heirs, the farm on which they now live.” They also gave in evidence the deed of George M. Oumming, executor, to Jacob Steele, dated 15th September, 1820, acknowledged and recorded on the same day, for the land described in the mortgage. The mortgage was recorded on the same day as the deed.\nIt was testified that after Steele married the daughter of Harrison, the former moved to the place, with the assent of Harrison, who told Steele he might go upon it and have all he could make. That Harrison had lines run including 300 or 400 acres, embracing the land in dispute, and that the father claimed the land till his death. His will was proved in 1834.\nThe plaintiff’s counsel asked the Court to charge: 1st. That if the jury find that Harrison assented to the purchase by Steele of the Oumming title, or recognised the purchase afterward, the defendants are concluded by such assent or recognition, and the plaintiff must recover.\n2d. That if the jury believe that Stephen Harrison put Steele on the land, and told him he might have all he could make, no term or rent being fixed, and the latter, in the exercise of his discretion, determined to buy the Cumming title, and did buy it, and made a mortgage for the purchase-money, he could not afterwards set up an adverse title, to defeat an action of ejectment brought on the mortgage, but must surrender the possession or pay the purchase-money to the mortgagee. Nor could h'is widow and children, after his death, make such defence any more than he might have done.\n3d. That if Stephen Harrison put Steele into possession to keep it up for his benefit, intending to secure it to Mrs. Steele and her . children, and if before a title had matured under the statute of limitations, Steele purchased the Cumming title, with the knowledge of Stephen Harrison, and without knowledge by Cumming of his (Harrison’s) claim and interests, the running of the statute as against the Cumming title would cease, and thenceforth the possession would be under and according to the Cumming title. And if, as between Steele and Harrison, the purchase of the Cumming title enured to the benefit of Harrison, so that he might devise the land to Mrs. Steele and her children, the mortgagee may enforce payment of the purchase-money in this action of ejectment against Mrs. Steele and her children.\nThe charge was not filed, but a memorandum as follows was sent up:—\nThe Court charged the jury as desired in these points fully, and in a general charge, in favor of the plaintiff’s right to recover upon the grounds covered by the points. No exception was taken to the charge, so far as the Court were informed, and it was not filed.\nAfter the rendition of the verdict, the plaintiff’s counsel moved for a new trial, on the ground that the verdict was against the law, the evidence, and the charge of the Court. A majority of the Court overruled the motion. Wm. Jessup, P. J.\nYerdict was rendered for the defendants. The assignment of errors did not appear on the paper-book received.\nH. Wright was for the plaintiff in error.\n&. B. Wright for the defendants in error.\nHe did not deny that the possession of the mortgagor was that of the mortgagee, but alleged that this principle was not applicable to this case; that Steele had no title in the land; that the jury have found that to be in Harrison. Steele was his tenant, and could not encumber his landlord’s title: Rankin v. Tenbrook, 5 Watts 386; 1 Barr 479.\nA purchaser from a tenant is in no better position than the tenant himself: 1 Barr 479; 6 Ver. 602; 6 Johns. 34; 3 Watts 449. The tenant must first surrender his possession before he can set up an adverse title.\nAfter Steele bought from Cumming in 1820, an ejectment was brought by Harrison v. Steele, in 1825, and recovery was had. This recovery was conclusive as to the bond and mortgage.\nA .writ of error will not be allowed where the verdict is against the direction of the Court. The remedy is a new trial: 6 Barr 128, Faunce v. Lesley.\nJuly 27,"
  },
  "file_name": "0203-01",
  "first_page_order": 205,
  "last_page_order": 213
}
