{
  "id": 970655,
  "name": "Strohecker versus Hoffman",
  "name_abbreviation": "Strohecker v. Hoffman",
  "decision_date": "1852-09-28",
  "docket_number": "",
  "first_page": "223",
  "last_page": "227",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 223"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts 420",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842807
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0420-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 536,
    "char_count": 11022,
    "ocr_confidence": 0.418,
    "pagerank": {
      "raw": 1.2307490157166094e-07,
      "percentile": 0.6056331855641005
    },
    "sha256": "b60bb5bd001d006a83142eca089f9fd9f9d38a7352eb019a5cead64a088fad13",
    "simhash": "1:05efefddf66ff851",
    "word_count": 1911
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Strohecker versus Hoffman."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court, filed was delivered by\nWoodward, J.\nThis is an action brought to recover a sum of money received by the defendant, as attorney for the plaintiff, in a feigned issue with the Farmers’ Bank of Reading. The receipt of the money is admitted, but the defendant claims that he has applied it in accordance with an agreement entered into between the plaintiff and her sisters. The Court admitted the evidence offered of the agreement, and the jury found it, and, of course, if the Court were right in admitting the evidence, the plaintiff has no cause of action.\nThe objections to the evidence of the agreement were threefold:\n1. That the witnesses by whom it is to be proved are interested.\n2. That, situated as they are, it is against the policy of the law to permit them to be witnesses.\n3. That no consideration is shown for the agreement.\nTo treat these objections in their order : — Were the witnesses, in the first place, incompetent on account of interest ?\nThe witnesses to the agreement were Sarah Fisher, Susan Deem. and Elizabeth Shannon, all of them sisters of the plaintiff. They were released by Mr. Hoffman from any liability over to him in the event of the plaintiff’s recovery; and since the true test of the interest of a witness is, that he may either gain oí lose by the direct legal operation and effect of the judgment, or that the record will be legal evidence for or against him in some other action (1st Greenleaf, 390), it is difficult to perceive how the objection can apply to these sisters. Manifestly they can neither gain nor lose by the event of this suit, nor will this record be legal evidence for or against them.\nIf they have received moneys which, ex cequo et lono, Mrs. Stroheoker is entitled to have, her right of recovery cannot be impaired by the result of the present action against their attorney. A principal is a competent witness for his agent, who has paid over money without notice: Seidel v. Peckworth, 10 Ser. & R. 442; and see the observations of Justice Rogers, in Cassady v. McKensie, 4 W. & Ser. 282; Burt v. Nichols, 16 Pic. 560. There is nothing in the objection to the competency of these witnesses on the ground of interest.\nThe cases cited by the plaintiff in error, in support of the second objection to these witnesses, do not apply. They are not parties, either in form or fact, to this issue. Doubtless, the policy'of the law is to hold lawyers to strict integrity and accountability in dealing with the moneys of parties; but when several common clients make a distinct agreement for the guidance of their counsel, he must be permitted to show that he has walked in the prescribed path. And when one of the clients sues him for money recovered, it would be strange indeed <i£ he might not call in the other clients to prove that he had applied the money according to their agreement and instructions. A rule of evidence that would deprive a professional gentleman of this measure of protection, would punish him for, his fidelity and obedience.\nThe third objection was in its nature applicable rather to the effect than to the competency of the evidence. To call upon the Court to reject proof of an alleged agreement, because it was not founded in sufficient consideration, was to precipitate the Court into a decision of the whole cause on a question of evidence. The proper course was that which the Court pursued, to admit the evidence, to give the jury suitable instructions as to what would make a valid agreement, and to leave to them the question whether such an agreement had been proved.\nThe jury found the agreement alleged by Mr. Hoffman, and that he had applied the money recovered in accordance with it. Why was this not a conclusive defence to the plaintiffs’ action ? The only reason assigned here which is worthy of notice, is that which was urged upon the Court below for rejecting the evidence, that the agreement was void for want of consideration. The Court very properly said on this subject, in answer to the'plaintiff’s points, that a failure of consideration, as among the sisters, would not affect their attorney, if be acted in good faith, and collected and paid over the money in pursuance of the agreement and the authority given him so to do. This is an action against the attorney for money collected, and the consideration of the agreement made by the sisters for the disposal of the money, was no further important than as it affected the attorney’s right to retain for himself the stipulated proportion. As between him and the sisters, his professional services were an adequate consideration for the agreement that he might retain half of the sum that should be recovered. Agreements fairly made between counsel and clients are as obligatory as between other parties; and when a desperate claim has been successfully asserted by counsel, on the faith of an agreement that one-half of the recovery shall reward his skill and diligence, it is an ungracious' plea to urge that the agreement was without consideration and void.\nThe alleged agreement having been found by the jury, and, so far as this defendant is concerned, the consideration of it appearing to us to have been adequate, it makes an end of the plaintiff’s case, and obviates the necessity of going through the other assignments of error.\n-The judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Linn and Miller, for plaintiff in error.",
      "Oomly and. Qreenóugh, for defendant."
    ],
    "corrections": "",
    "head_matter": "Strohecker versus Hoffman.\n1. Money in the process of collection being claimed by four persons, it was agreed by them that the money should be received by three of them, sisters of the plaintiff, in consideration of their releasing to the plaintiff their claim to a certain piece of land claimed by all of them. In a suit by the plaintiff against the attorney who collected the money, it was held that the three sisters were competent witnesses to prove the agreement, they having been severally released from liability over to him.\n2. Though there was a failure of consideration as between the four sisters, if the counsel, in pursuance of the agreement, arranged with the three sisters the money collected by him, he Was protected against claim to the same on the part of the other sister, the plaintiff in the suit.\nError to the Common Pleas of Northumberland county.\nThis was an action on the case to July Term, 1852, by Leah Strohecker v. Hoffman, to recover from the defendant above $3000 which had been received by the defendant as attorney.\nThe plaintiff was a daughter of John Garber, who died in Berks county, in 1819. His real estate was disposed of by proceedings in the Orphans’ Court, a part of which was taken by William Shannon (who was married to a sister of plaintiff), at the appraisement, and a bond for the plaintiff’s share théreof was given to the plaintiff and her husband, Daniel Strohecker. The estate of John Garber being indebted, judgments were obtained against his representatives, and the land which had been taken by Shannon was sold by the sheriff, the debts paid, and the balance paid into Court. The portion of the money coming to Leah Strohecker on her bond (her husband being dead), was claimed by the Farmers’ Bank of Reading. A feigned issue was formed, and was tried; was taken to the Supreme Court and decided against the Bank. The money was paid to the defendant on the day of March, 1841.\nThe defendant set up as a .defence an alleged arrangement by the plaintiff and her three sisters with the defendant, that the latter was to collect all the money coming to them from their father’s estate, and also the Sharmon bond, and pay it over to the three sisters in consideration of their releasing their right to 48 acres of land in Northumberland county, which, it was stated, the defendant alleged was held as tenants in common by the four sisters. To prove this arrangement, the defendant produced the depositions of the three sisters, which were admitted under objections by the plaintiff. This was the first bill of exception. The witnesses had been released by the defendant from liability over to him.\nDaniel Strohecker, formerly the husband of plaintiff, owned a large landed estate in Schuylkill county. He permitted his father, John Strohecker, to sell his real estate and vest it in lands in Northumberland county. Accordingly 275 acres of land were purchased in Northumberland county from Grant’s executors, and conveyed in the names of John Strohecker and John Garber, the fathers-in-law.\nIt was alleged that the greater part of the land in Northumberland county was paid for 'by the funds of Daniel Strohecker; and, by virtue of that and the statute of limitations, the 48 acres belonged to Daniel Strohecker’s heirs, and not to Leah Strohecker. Plaintiff sat this up to show that there was no consideration for the alleged arrangement with the defendant as testified to by her three sisters.\nIn answer to a point proposed on the part of the plaintiff, the Court replied, that to constitute a valid agreement there must be a good and valuable consideration; and if the jury are satisfied that no such consideration passed to plaintiff from the sisters, the agreement as between them, would not be binding. The want or failure of consideration would avoid the parol agreement as between themselves (the sisters), but would not affect their agent, attorney, or trustee, if he acted in good faith, and collected and paid over the money in pursuance of said agreement, and the authority given him so to do. The settlement or compromise of a doubtful claim is a sufficient consideration to support an agreement concerning it.\nTo another point the Court replied: There is no evidence that a written release was ever executed by her sisters to Mrs. Strohecker. But if they agreed that Mrs. Strohecker should remain in possession of the land on which she resided, or have the land without any claim from the three sisters, and she has so remained ever since without interruption by them or by their consent, the want of a formal release would not vitiate the agreement between themselves, much less affect the rights of the 'defendant in this action.\nAnd the Court charged, that “if the jury find that no agreement was made with plaintiff by defendant in relation to his compensation, then your verdict will be for the plaintiff for the amount received by defendant, with interest, as before stated, first allowing him a just and reasonable compensation for his services as her attorney in collecting the money in controversy.”\nError was assigned to the admission of the sisters of plaintiff as witnesses; to the answers to the points, and to the part of the charge above stated.\nLinn and Miller, for plaintiff in error.\nTo the question as to the competency of the sisters of plaintiff, reference was made to 6 Barr 398. It was contended that they were substantially parties to the suit. Reference was made to 10 Barr 430; 1 Id. 441; 5 Id. 21; 5 W. & Ser. 509.\nTo the latter part of the charge, reference was made to 4 Watts 420, Bredin v. Kingland; 7 Barr 376, Walton v. Dickerson.\nOomly and. Qreenóugh, for defendant.\nSept. 28,"
  },
  "file_name": "0223-01",
  "first_page_order": 225,
  "last_page_order": 229
}
