{
  "id": 970671,
  "name": "Snyder versus May & Klose",
  "name_abbreviation": "Snyder v. May & Klose",
  "decision_date": "1852-09-28",
  "docket_number": "",
  "first_page": "235",
  "last_page": "240",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 235"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Rawle 345",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822532
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0345-01"
      ]
    },
    {
      "cite": "7 Watts 39",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846814
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0039-01"
      ]
    },
    {
      "cite": "1 Pa. Rep. 417",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        949893
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/1/0417-01"
      ]
    },
    {
      "cite": "2 Rawle 428",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820585
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/2/0428-01"
      ]
    },
    {
      "cite": "1 Pet. 12",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    },
    {
      "cite": "8 Wheat. 174",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        6136577
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/21/0076-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 721,
    "char_count": 15864,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 1.9899192856646886e-07,
      "percentile": 0.7416521194865029
    },
    "sha256": "bec3b0a7ee0dfd9879aaf30b67b4f9c0b6163a1012cfe4492485944b48ef90bc",
    "simhash": "1:d847a144bf9a10e7",
    "word_count": 2828
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Black, C. J., dissented."
    ],
    "parties": [
      "Snyder versus May & Klose."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court, filed was delivered by\nLewis, J.\nThis was an action brought in the Court below by May & Klose against Snyder, to recover an alleged balance due to the plaintiffs below on book account. Mr. Snyder claimed to set off the sum of $600 alleged to be due by May & Klose tq George Gundrum, for one year’s rent of property leased to them by Gundrum, and which the latter had assigned to Snyder. The plaintiffs below offered Gundrum himself as a witness to prove that, at the time the lease was written, “ it was given in and understood and agreed” by the parties that the rent was only $'300, and not $600 per annum; and that the words “ the serai-annual rent of $300” were written in mistake by Gundrum, the lessor and assignor, under whom the defendant below claimed the set-off. The-admission of this evidence is assigned for error, and the ground of objection is that it tended to change the legal construction of the written contract. In this case the real contract of the parties was that $300 per year should be paid in semi-annual payments of $150; and the agreement was written for the purpose of carrying into effect that contract. The effect of the instrument was entirely misunderstood by both parties, and the question is, whether a Court of Equity is incapable of affording relief. We shall not attempt to thread our way through the wilderness of decisions in our books on the subject of correcting mistakes in written instruments by means of parol evidence of what passed at the time of execution. Chief Justice Marshall, on a careful examination of the particular question before us, declared that he “ could find no case precisely in point, and that the Court was unwilling, when the effect of the instrument is acknowledged to have leen entirely misunderstood ly loth parties, to say that a Court of Equity is incapable of affording relief:\" 8 Wheat. 174. When the same case came up again several years afterwards, Mr. Justice Washington, in delivering the opinion of the Court, affirmed it to be “ an incontrovertible principle” of equity “ that where an instrument is drawn and executed which professes, or is intended to carry, into execution an agreement, whether “in writing or parol, previously entered into, but which, by mistake of the draftsman, either as to law or fact, does not fulfil, or which violates the manifest intention of the parties to the agreement, equity will correct the mistake, so as to produce a conformity of the instrument to the agreement Hunt v. Rousmanier, 1 Pet. 12. It is true that this principle, which has thus been sanctioned on more than one occasion by the Supreme Court of the United States, has been doubted by one of the judges of this Court, 2 Rawle 428; but the same judge, on a subsequent occasion, declared that “ in cases of fraud or mistake Courts of Equity may carry the intention of the parties into execution, where the written agreement has failed to express it:” 2 Barr 122. A principle which has been repeatedly affirmed by the highest judicial authority in the Union, and which is sustained by the learning and wisdom of Marshall and Washington, should be received with the most respectful consideration, and might be adopted without subjecting us to the charge' of totally disregarding the standards of the law. But we do not put the case upon that ground, for whatever doubts may exist in regard to the power of a Court of Equity to correct the mistake of a party to a contract in matter of law, there can be no question that such mistake is the subject of’correction, where it is produced ly the representation of the opposite party: 2 Barr 122; Drew v. Clark, Cooke 374. The case before us falls within this principle. Gun-drum, one of the parties to the lease, was intrusted by the other with the business of reducing the contract to writing. He knew that the agreement was for $300 per year, and he undertook to reduce that agreement to writing. He produced the instrument given in evidence, as a writing which fully expressed the intention of the parties. What was this but the strongest representation that the legal effect of the instrument was in conformity to the actual agréement ? If there be any truth in the aphorism that “ actions speak louder than words,” the act of Gundrum was a distinct representation that the writing was in exact conformity to the understanding of the parties, and that the Latin prefix to the word annual, which he had introduced either through mistake or fraud, had not the legal effect of binding the opposite party to pay double the sum actually agreed to he paid. Gundrum, as to this, was the agent of the parties, and he was bound to act in good faith. If he were setting up this instrument in order to compel the opposite party to pay double the amount contracted for, relief would be granted upon the ground of fraud. Under such circumstances, the law would scarcely be so indulgent as to regard his conduct as originating in mistake. But he sets up no such dishonest claim. He assigned the claim to Snyder for $300, the sum really agreed upon by the parties, and he testifies that there never was any agreement for $600. As an honest man, it is natural that he should feel his conscience touched by the peril in which his own mistake, in a duty which he had undertaken to perform with fidelity, had placed the party who confided in his knowledge, accuracy, and, integrity. Precisely to the same extent would the case reach the conscience of a chancellor. It is not always possible to ascertain whether an error of this kind is occasioned by fraud or mistake. For this reason the law in its wisdom declares that it shall not be taken advantage of by the party who caused it. No one shall profit by his own wrong.\nIn the case before us, we throw out of view the purchase by Snyder at sheriff’s sale, because it occurred several*-months after his purchase of the year’s rent from Gundrum. The claim of Snyder in this suit is necessarily confined to the instalment due before the commencement of the suit, and his right to this is derived entirely from the assignment. A chose in action is, in general, not assignable at common law. In an action for the rent claimed in this suit, Mr. Snyder would be required to sue in the name of Gundrum, and must, in equity, stand in his shoes. Making the claim as a set-off, places him in no better condition. It is still to be treated as a claim made in the name of Gundrum upon his equities, although for the benefit of Snyder. Under such circumstances, when Gundrum himself, the only claimant who has any footing at law in regard to the demand, acknowledges in open Court, under oath, that the written instrument does not express the contract of the parties, and that the error was caused by a mistake made by himself, we do not perceive the principle of equity upon which Snyder could ask a chancellor to aid him in enabling him to use the name of Gundrum against his consent, and contrary to the acknowledged justice of the case, to recover double the sum actually agreed upon by the parties to the lease, and twice as much as Snyder himself paid for the claim. It must not be forgotten that Snyder has no standing at law in this matter. His assignment is only recognised in equity. No Court of Equity would permit him to use the name of the assignor against equity and good conscience.\nBut, conceding that Snyder has a right to use the name of Gundrum against conscience, to enforce a legal contract, let us see whether he has his adversary so bound hand and foot that the latter cannot escape from the impending wrong. The instrument which is to work this injustice purports to be an article under seal. It is sealed by Gundrum of the one part, and by William J. May for May & Klose, of the other. But it is not shown that W. J. May had any authority under seal to bind Reuben Klose by deed; and nothing short of this can be effectual. One partner has no authority to bind the other by deed. The instrument before us is a deed, binding, as such, upon W. J. May alone. It has no legal obligation whatever upon May & Klose jointly. This principle is so well settled, and has been so recently affirmed by this Court in Bewly & Van Horn v. Innis & Sloat, 5 Hands 485, a case where its severe application was strongly opposed by a minority, that we think it unnecessary to cite any other authority for it. The instrument, under which Snyder claims, being the obligation of May alone, cannot be evidence of a legal demand against May & Klose jointly. Under this aspect of the ease, Mr. Snyder has no just ground to complain that the plaintiffs below, instead of turning his claim out of Court altogether, met him fairly and honestly upon the equity and conscience of it.\nThe objection to Reuben Keller as a witness does not disclose his interest, and there was, therefore, no error in overruling it.\nThe 2d assignment of en-or is too vague to receive consideration. An allegation that the Court erred in their answers to the defendant’s points, without specifying in what the error consists, is not a specification of error according to the rule of Court. But there is no error whatever in this record.\nJudgment affirmed.\nBlack, C. J., dissented.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Casey, with whom was Van Cfezer, for plaintiff in error.",
      "Slenher and Woods, contó."
    ],
    "corrections": "",
    "head_matter": "Snyder versus May & Klose.\n1. Parol evidence is admissible to show that a mistake was committed by the lessor in writing a lease, which was under seal, in stating that “a semiannual rent of three hundred dollars” was to be paid, instead of $800 per year, payable in half-yearly instalments, as had been agreed upon. In equity, relief would be granted against the lessor in such a case, and his assignee of the lease is in no better position.\n2. One partner, without special authority, cannot, by his execution of a lease under seal, bind his copartner jointly with himself.’\n3. Where the objection to a witness as interested, does not disclose his interest, there is no error in overruling it.\n4. An assignment that the Court erred in their answer to defendants’ points, without specifying in what the error consisted, is too vague to be considered.\nError to the Common Pleas of Union county.\nThis was an action of assumpsit on book account, brought in February 1850, by May & Klose, as partners, v. Snyder, to recover an alleged balance on book account. The pleas were non assumpsit, payment, and set-off. The case was tried before Wilson, J.\nThe plaintiffs’ books showed an account against the defendant of $831.32, and his credits $372.58. The defendant gave evidence of various off-sets, and claimed a year’s rent of certain real estate, which had been leased by the plaintiffs from George Gun-drum. The lease by Gundrum to\" May & Klose was assigned by him to Snyder. That lease was under seal. It was signed by George Gundrum, and- purported to be signed by May & Klose, per W. J. May. It was dated March 21, 1848, and w7as a lease for three years from its date. It provided, inter alia, that “ the said May & Klose agree to pay a semi-annual rent of $300.” The assignment to Snyder was as follows: “ For value received, the sum of three hundred dollars, I hereby transfer and set over all my right, title, and interest of the within-mentioned lease of the property occupied now by May & Klose,” unto Snyder, “for one year from the 1st day of April, 1849. Witness my hand and seal the tenth day of April, one thousand eight hundred and forty-nine.\nG. Gundrum. [l. s.]”\nWitness present — Reuben Keller.\nAfter the assignment to Snyder of the'lease, Snyder purchased the premises leased at sheriff’s sale. The sheriff’s deed to him was acknowledged on 22d September, 1849. He claimed that the lease was for $600 per year.\nThe execution of the assignment was proven by Reuben Keller. Reuben Keller was afterwards called on the part of the plaintiffs, and was offered to prove that for a part of the term he was in. possession of the property, and paid part of the rent. He was objected to as interested. He was admitted, and defendant excepted.\nHe testified that he took possession of the property in August 1849, under a lease from May & Klose, and was to hold till 1st April, 1851, for the sum of $300 for the whole period. The store, and another building on the premises, were burned down 14th January, 1850. In the fall of 1850 Snyder commenced to rebuild. The witness said he protested against paying more rent to Snyder than the sum he had contracted to pay to May & Klose. Snyder said he would try to get it from May & Klose, and if he could not, he would hold the witness for it.\nCfeorge Crundrum, the lessor, was then offered, on the part of the plaintiffs, to prove that he wrote the lease from himself to May & Klose; that $300 per year was agreed on as the rent; and that he was to draw the lease in that way; that the words, “ the semi-annual rent of three hundred dollars,” were understood by the parties, at the time the lease was written, to mean $300 per year, payable half-yearly. It was objected that the evidence contradicted the lease, and that the witness was interested. The witness was admitted, and he stated that, before the lease was written, the parties agreed on $300 per year as the rent; that the lease was read to them after it was signed; that he did not know whether he wrote the lease a day or two before it was signed; that he could not tell whether it was one or two days they were negotiating. He further said he had no agreement with the lessees for $600. Snyder purchased the premises at sheriff’s sale. The sheriff’s deed to him was acknowledged 22d September, 1849.\nThus, the lease by Gundrum to May & Klose, was dated 21st March, 1848, for three years from date; May & Klose sold to Reuben Keller, who took possession in August 1849. Gundrum, on 10th April, 1849, assigned to Snyder one year’s rent from 1st April, 1849. Snyder afterwards purchased the premises at sheriff’s sale, and the sheriff’s deed to him was acknowledged on 22d September, 1849. The buildings were burned on 14th January, 1850.\nIt was stated that May & Klose did not dispute their liability for the part of the year 1849 in which they remained in possession; after jLst April, 1849, but it was alleged that what they were bound to pay, and which was due when the suit was brought, was afterwards paid by Keller.\nVerdict was rendered for the plaintiffs for $89.26.\nCertain points were submitted on the part of the defendant, but it was decided that the assignment of error in relation to them was not properly specified.\nError was assigned, 1. To the admission of Reuben Keller as a witness, and to the admission of the testimony by Gundrum.\n2. The Court erred in their answer to defendant’s points.\n8. The Court erred in their general chax’ge to the jury.\nCasey, with whom was Van Cfezer, for plaintiff in error.\nAs to the admission of Keller, it was observed that he leased from May & Klose, for the term commencing August 1849, and ending on 1st April, 1851, for the sum of $300, whilst Snyder was entitled to $300 a year for the same period.\nIt was contended that the testimony by Gundrum was not admissible. That it was uncertain how long before the lease was executed the conversation as to the terms took place; and that oral proof to vary or affect a written instrument must be confined to what occurred at the execution of it: Rearick v. Rearick, 3 Harris 72; 5 Ser. & R. 421; 6 Id. 411; 14 Id. 414; 1 Pa. Rep. 417.\nSlenher and Woods, contó.\nKeller had no interest in the event of the suit. But, besides, the plaintiff first called him, and he was thereby estopped from objecting to him as incompetent: 7 Watts 39; 4 W. & Ser. 171.\nThe testimony of Gundrum was admissible to prove mistake in drawing the lease. He was one- of the parties to it, and the person who drew it: 2 Barr 122, Tyson v. Passmore; 3 Rawle 345; 16 Ser. & R. 424, Bollinger v. Eckert. Snyder is in no better situation than Gundrum.\nSeptember 28,"
  },
  "file_name": "0235-01",
  "first_page_order": 237,
  "last_page_order": 242
}
