{
  "id": 970537,
  "name": "Royer's Executors versus Meixel",
  "name_abbreviation": "Royer's Executors v. Meixel",
  "decision_date": "1852-09-28",
  "docket_number": "",
  "first_page": "240",
  "last_page": "243",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 240"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Penn. Rep. 398",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 300",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850012
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0300-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 389,
    "char_count": 7999,
    "ocr_confidence": 0.399,
    "pagerank": {
      "raw": 1.296976197371676e-07,
      "percentile": 0.6212445204334307
    },
    "sha256": "717e6948b151e1ff0260b8957d9ba187eb54e67d76f03dc46fa77abc05d41997",
    "simhash": "1:17cbaa338e14a563",
    "word_count": 1426
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Royer’s Executors versus Meixel."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court, filed was delivered by\nWoodward, J.\nIn Wilson’s case, 2 Barr 326, the devise of the lunatic’s share was to the executors “ in trust, to invest and apply the income to his maintenance, with authority, at discretion, to pay him part or the whole of the principal.” The Court held that the executors were trustees, and that a committee subsequently appointed could not take the estate out of their hands. But here the devise was to George, and not to the executors in trust for him. They were to take his share into their care for a specific purpose — “so that he cannot dispose of it without their consent.”\nGeorge’s share was two fields, which John was to farm for the testator’s wife, during her life. No estate or interest whatever was vested in the executors, and no duty enjoined, from which an interest can be implied. A naked authority to restrain alienation was all that was given them. During the widow’s life she was to have the profits of the two fields, and after her death they belonged to George, hut the executors were not authorized to receive and apply them for his use. In these respects the case before us is broadly distinguished from Wilson’s case. Where a testator provides a trustee for his lunatic devisee, and vests in Mm an interest to be controlled for the benefit of the lunatic, the law will not supersede him and divest his interest by the appointment of a committee. But where, as here, the devise is to the lunatic, and no provision is made by the testator for receiving and applying the profits of the estate, the case comes within both the letter and spirit of the Act of 13th June, 1836, relating to lunatics, and the committee appointed in pursuance of its provisions becomes entitled to the management of the estate, real or personal, and to the application of so much of the income thereof as shall be necessary to the payment of his just debts, and the support and maintenance of the lunatic and his family. See section 20 of the act.\nGeorge Royer was declared a lunatic, and his committee was appointed after the death of his mother; and from the time the committee gave the security required by the Court, he was the only person legally authorized to receive and apply the income of George’s estate. The money in the hands of the executors, being such income, belongs, therefore, to the committee, and the Court was right in awarding it to him.\nShould it become necessary for the Court to order a sale of the real estate, it may then be proper to consider whether the concurrence of the executors be not necessary to the validity of such sale; but as the will gives them no authority to control the income of the estate, this must pass into the hands of the committee.\nJudgment affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Royer’s Executors versus Meixel.\n1. Beal estate was devised to a lunatic, the executors to take charge of it merely to prevent its alienation by the lunatic, and not in trust generally: Held, that the committee of his person and estate had the right to receive its income.\n2. A testator devised to his son George certain real estate; and he directed his executors to take “ all George’s share into their eare, so that he cannot dispose of the same without their permission.” After the death of the testator, George was declared to be of unsound mind, having been so from his infancy; and a committee of his person and estate was appointed by the Common Pleas. The executors afterwards settled an account showing a balance in their hands belonging to George. It was held, that the devise being to George himself, and not to the executors in trust for him, they having but a naked authority to restrain alienation and not to control the income of the land, the case was within the provisions of the Act of 13th June, 1836, relating to lunatics, and the committee appointed by the Court were entitled to receive the income of the estate devised to the lunatic, which was in the hands of the executors.\n3. Whether, in the event of a sale of the real estate devised being advisable, the concurrence of the executors be- necessary to its validity, not decided.\nError to the Common Pleas of Union county.\nThis was an amicable action, in which George Meixel, committee of George Royer, was plaintiff, and the executors of the will of John Royer, deceased, were defendants. The question involved was as to the right of the plaintiff, as committee of George Royer, a lunatic, to recover, for the use of the lunatic, certain money received by the executors. The case arose under the will of John Royer, father of George Royer, made 18th May, 1844, which contained provisions as hereafter stated.\nAfter making provision for his wife and the sale of the real estate, and directing that the proceeds of his estate shall be equally divided among his children, deducting the advancements made, it proceeds:\n“ 3d. I bequeath unto my son George the two fields on the east side of the road, adjoining land of Samuel Glick, which he shall have for five hundred and fifty dollars; but my wife Anna shall have the use of the said fields during her natural lifetime. And further, I order my son John shall farm the said fields, on the shares, for my wife Anna. And further, I order my executors to take all my son George’s share into their care, so that he cannot dispose of it without their permission.\n“And lastly, I do hereby constitute and appoint my wife Anna, Adam Grove, and Adam Royer, to be my executors, and they shall have my memorandum books, by which they can see how much each of my heirs has got, which, as I said before, is to be considered part of their share, so that all my children receive a like portion, one as much as the other.”\nThe wife of the testator died before he died.\nOn the 19th May, 1851, in pursuance of a petition, stating that from his infancy George Royer had been of unsound mind, the Court of Common Pleas of Union county awarded an inquest to he empannelled from the jurors then attending Court. On the 23d May, the inquisition was held before one of the judges of the Court, and in pursuance of the inquisition and confirmation, George Meixel was, on the 25th May, appointed the committee of the said George Royer.\nOn the 12th November, 1851, the executors filed an account, showing a balance in their hands of $894.53, belonging to said George Royer, which account was subsequently confirmed.\nThe question presented in the case stated was, whether the defendants were bound to pay over to the plaintiff, as committee, the balance of money in their hands belonging to George Royer.\nWilson, J., directed judgment to be entered for the plaintiff, for $894.53, the amount of the balance, and to this error was assigned.\nOn the part of the plaintiffs in error, it was contended, that the Act of 16th June, 1886, relating to Courts, vested in the Orphans’ Courts jurisdiction in cases wherein executors, administrators, guardians, or trustees, are possessed of, or a,re accountable for any real or personal estate of a decedent. Also that the 15th section of the Act of 14th June, 1836, relating to assignees and other trustees, does not extend to trusts created by will, and vested in executors, and that the Common Pleas had no jurisdiction as to such trusts: cited 9 Watts 300, Ebert and Barnitz’s Appeal; 1 W. $ Ser. 288; 3 Penn. Rep. 398, Martzell v. Stauffer; 2 Barr 325, Wilson’s Estate; 4 W. ‡ Ser. 49, Olwine’s Appeal. It was, therefore, contended that the committee was not entitled to the fund, and that it should remain in the hands of the executors.\nFor defendant in error it was contended that the will gave to the executors no power to take charge of George, or pay over any money for his support; but they were simply to take his share into their eare only so far as to prevent George from disposing of it without their consent. Under the Act of 13th June, 1836, relating to lunatics, the committee appointed by the Common Pleas is entitled to the management of the real and personal estate of the lunatic.\nSept. 28,"
  },
  "file_name": "0240-01",
  "first_page_order": 242,
  "last_page_order": 245
}
