{
  "id": 970665,
  "name": "Stephens versus Leach",
  "name_abbreviation": "Stephens v. Leach",
  "decision_date": "1852-10-09",
  "docket_number": "",
  "first_page": "262",
  "last_page": "266",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 262"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 565",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846828
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0565-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 623,
    "char_count": 14543,
    "ocr_confidence": 0.418,
    "pagerank": {
      "raw": 2.853593554054474e-07,
      "percentile": 0.8408660118794571
    },
    "sha256": "a3ab9108f398f5b01b6625417fe988fee800bd00b06c3c2bb60a2f90e835a7af",
    "simhash": "1:8c4a66f70910f0ed",
    "word_count": 2606
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Woodward, J., having been counsel in this cause, took no part in its decision."
    ],
    "parties": [
      "Stephens versus Leach."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court, filed was delivered by ■\nGriBSON, J.\nIt is a mistake to suppose that the law of title by the statute of limitations, is akin to the law of title by improvement. Residence, though necessary to constitute a settlement, is not necessary to constitute adverse possession. The latter may be, by cultivation and enclosure, by cultivation without enclosure, or by enclosure without cultivation; and in every case, without regard to the design of the occupant, further than that it be to resist an entry by any one else. Rut when it is by enclosure, it behooves him to keep up the fences or building, and prevent the place from becoming vacant, or the ground from being turned into common. Adverse possession, professing, as it does, to be founded, not on title, bat on trespass, is essentially aggressive, and the stamp of its character must be constantly preserved by acts on the premises. A man does not discontinue his possession by locking up his house in town, or suspending his cultivation in the country, provided he do not suffer the building in the one case, or the fields in the other, to be thrown open; but he is bound to continue a positive appearance of ownership, by treating the property as his own, and holding it within his exclusive control. An intention to resume a suspended intrusion, of which the owner of the title may know nothing, is short of the requirement of the statute. The question is not, what did the out-going occupant intend, but, what did he do ? (j)id he keep his flag flying, and present a hostile front to adverse pretensions ? An adverse possession ought to be such as to challenge the right of all the world; but when an occupant evacuates the place and suffers it to go to wreck, he hauls down his colors, and his challenge is withdrawn.) The owner is lulled by it into a belief that it is unnecessary to enforce his title by an entry or an action. Indeed, he could not maintain an action were the defendant to contest the fact of possession; and whether he could make an entry to avoid the statute when there was no one to enter upon, the legal possession being in himself, would admit of more than a doubt. He is, at least, in the position of a man whose title has been acknowledged; and whether expressly or tacitly, is of no consideration if he be cheated into a state of false security by it. It would be easy to elude his vigilance, by moving out in time to move in again when the twenty-one years had run round. The animus revertendi could always be proved — at least it could not be disproved, which, according to the judge’s notion, is the same thing; — and the statute, instead of being a means to make men try their titles while papers are preserved, witnesses living, and facts green, might be a tool for knaves to work with, in order to subvert the titles of the innocent and unwary. Any man might be entrapped by it, if a constructive possession were allowed to be an adverse one within the intent of the statute. If a party must suffer for supineness, let it appear that there was enough in the circumstances of his case to awaken him to a sense of his position.\nThe error of the judge was in applying to the discontinuance of an actual occupancy, a principle applicable only to the abandonment of an improvement, which always depends, more or less, on the intention of the improver. But there is, in this respect, no point of resemblance between a settler and an occupant. The indulgence allowed to the settler, grew out of the hardships and dangers to which he was exposed in gaining a foothold in a starving, often a savage, and sometimes a hostile wilderness, in which a habitation and the means of living could not be provided in a day; and he was consequently allowed reasonable time, according to the circumstances of the case, to plant himself securely and permanently on his improvement. Such hardships and dangers do not beset the actual possession of an adverse occupant, and there is not the same necessity for allowing him to intermit it. “But,” said the judge, “after so long a possession and improvement, and the building of a house, the mere failure to occupy, for one or two years (the evidence was two or three), would not be such a breach of the continuity of possession as to avoid the running of the statute.” Again, “ In such a situation, something more than a mere failure to occupy, unaccompanied by any act evincing an intention to abandon, must be. shown, or the statute will not be prevented from running.” And this was said of the occupancy of one who claimed to hold, not as an improver, but as a disseisor. But the substantial objection to it is, that the deceptive appearance of the occupant’s acts, which might have misled the most careful man, was put out of the view of the jury; and that the defendant, instead of being held to proof of a constant-assertion of independent and hostile ownership, was let off on the absence of proof that he did not intend to resume the actual possession. The fallacy was in assuming that nothing in the evacuation of the premises ought to have induced a belief that the possession had been surrendered. It was forgot that it is the occupant’s open show of resistance, and not any secret working of his mind, which calls on the owner to prosecute his claim while he may. This oversight turned the scale against the plaintiff.\nJudgment reversed and venire de novo awarded.\nWoodward, J., having been counsel in this cause, took no part in its decision.",
        "type": "majority",
        "author": "GriBSON, J."
      }
    ],
    "attorneys": [
      "JEJ. Wright for Stephens, plaintiff below and also in error.",
      "Qollins and W. I. Woodward for defendant."
    ],
    "corrections": "",
    "head_matter": "Stephens versus Leach.\n1. Residence, though necessary to constitute settlement, is not necessary to constitute adverse possession. The latter may be by cultivation •without enclosure, or enclosure without cultivation; and in every case without regard to the design of the occupant further than to resist an entry by any one else.\n2. But when it is by enclosure, it is necessary to keep up the building or fences, so as to prevent the place becoming vacant, or the ground being turned into common. An intention to resume a suspended intrusion is short of the requirement of the statute.\n3. Abandonment by a settler depends on his intention, but there is in this respect no resemblance between a settler and an adverse occupant. Therefore, in the case of an ejectment by one claiming under a regular warrant and survey against one claiming under an intruder, it was error in the Court to charge the jury that the mere failure of the intruder or of the claimant under him to occupy the land for one or two years was not such a breach of continuity of the possession as to avoid the running of the statute, and that something more than a mere failure to occupy, unaccompanied by any act showing cm intention to abandon, must be shown, or the statute will not be prevented from running in favor of the trespasser.\n4. An intention on the part of the trespasser not to resume the possession need not necessarily be shown in order that the running of the statute in his favor may be suspended. The fact of his surrender of the possession may be inferred from his evacuation of the premises and the ’other circumstances of the case.\nError, to the Common Pleas of Luzerne county.\nThis was an ejectment, brought in December 1847, by William P. Stephens v. II. J. Leach. It was for 40 acres of land in Providence township, and was a part of a tract of 2Q5-| acres, warranted in the name of Thomas Wright. The plaintiff exhibited a perfect paper title in himself to 13-15ths of the tract, the warrant being in 1793, and patent in 1794. Leach, the defendant, claimed from Ross. Ross, on 3d March, 1819, obtained a warrant for a certified lot No. 2. There was surveyed on this warrant 291 acres. The Thomas Wright survey covered a small part of the land afterwards covered hy the Loss survey. Lot No. 2, except so far as covered by the Wright survey, was vacant land. One Taylor, in 1801, or about that time, had actual possession of a part of the land afterwards covered by the Boss warrant, and cleared and cultivated a part, claiming the whole of it. That lot No. 2, claimed by Taylor, was not then surveyed. Taylor had no residence upon the land, and no part of his improvement was on the Thomas Wright tract.\nIn 1806-7, with Taylor’s consent, a house was built on it for a poor woman. This was the house referred to in the charge. One of Taylor’s heirs sold to Carey, and Carey sold to Ross. The title of Ross to No. 2 was not disputed, except as it interfered with the Wright warrant. Leach, the defendant, claimed from Ross by deed of 16th April, 1829, and he claimed to hold the interference by the statute of limitations.\nOn the part of defendant, it was admitted that from the fall of 1826 till the spring of 1829 the land cleared on lot No. 2, covered by the Wright warrant, was not cropped, and that no one resided in the house. Leach moved into the house in the spring of 1829. The fences were then, to a considerable extent, down in places, and the fields exposed. That no cultivation was, during that time, done upon the land, and nothing cultivated taken from it, except apples, taken with Ross’s permission, and it was alleged that the fields were pastured. On the Wright warrant Leach’s clearing and cultivation began in 1836. On the part of the plaintiff it was alleged that during the interval from 1826 till 1829, the land cleared was a common.\nLot No. 2 was assessed to Taylor and his heirs from 1802 to 1818; to Ross and others from 1820 to 1829; and from that time till the bringing of the ejectment, it was assessed in name of Leach. No assessment was shown to have been made of the warrant in name of Thomas Wright.\nThe material question in the cause was, whether there was such a breach, in the continuity of possession as prevented the defendant from claiming by the statute of limitations. The Court instructed the jury that something more than a mere failure to occupy, unaccompanied by any acts evincing an intention to abandon, must be shown, or the statute will not be prevented from running.\nThe seventh point, on part of the plaintiff, was as follows:\nThat Gen. Ross, by virtue of his warrant and survey, and possession taken of the easterly end of lot No. 2, had only constructive possession of the portion of the Wright survey covered by his claim; and if the jury believe, as is undisputed under the evidence, that for two or three years previous to Leach coming into possession, there was no person, under Ross, either living upon or cultivating any part of the land claimed by him, but that the fence of the old improvement was down, and the fields lying as common, the continuity of actual possession being thus broken the constructive possession of the land in dispute was also broken, and the statute of limitations could not be called in to benefit the defendant for any previous time.\nThe Court, inter alia, charged as follows:\n“ In 1819 Taylor was in possession. He transmitted that possession' to Coleman, and his title to Carey; Carey transmitted it to Ross, and thus the possession of Ross was operative from the year 1819. This goes hack, therefore, to the date of Ross’s warrant. If that possession, thus transmitted, has been held continuously for twenty-one years, the plaintiff ought not to recover. The question of abandonment is, therefore, the main question in the case. It is a question partly of law, and partly of fact; and in answer to the seventh point submitted by the counsel for the plaintiff, we instruct you that if it were an Undisputed fact that the whole possession was abandoned and left without occupation or improvement, and the fences were down, and the land lying as common for two or three years, then the continuity of possession would be broken, and the statute would run only from the time of the resumption of possession in 1829. But after so long possession and improvement, and the building of a house, the mere failure to occupy for one or two years, would not be such a breach of the continuity of possession as to prevent the running of the statute. These lands had been occupied by the raising of grain for many years. There was a tenantable house on the premises, into which Leach moved, and in which he lived for many years. In such a situation something more than a mere failure to occupy, unaccompanied by any acts evincing an intention to abandon, must be shown, or the statute will not be prevented running.”\nError was assigned to the answer to the seventh point.\nJEJ. Wright for Stephens, plaintiff below and also in error.\nThe plaintiff had a perfect paper title, and he had the right to recover, unless it was defeated by actual and adverse possession,- for twenty-one years, by defendant and those from whom he claimed. The adverse possession must be actual, visible, and continuous: 2 Ser. & R. 22; 8 Barr 503; 6 Id. 271. It was not a case of abandonment to be proved by the plaintiff. The defendant’s paper title failing, it lay on him to show that his possession was continuous and unbroken. There was an interval of two years certainly, if not three, in his occupancy. The Court answered the seventh point, as to continuity, affirmatively, but added a qualification. They put the question whether there was an intention to abandon where there was a failure to occupy, and put the burden of proof on the plaintiff to show such intent; whereas it was the duty of the defendant to show the continuity of his possession.\nQollins and W. I. Woodward for defendant.\nThe proposition in the point was a mixed question of law and fact, and the Court disposed of it as such. The time during which the premises were not cropped was a matter of uncertainty. The condition of the house into which Leach entered, the gathering of fruit by one under permission of Ross, the assessment of lot No. 2, and the fact that the Wright warrant was not assessed, were all evidence proper for the consideration of the jury. They, with Ross’s continued claim during the omission to cultivate the land or keep a tenant in the house, served to repel any presumption that Ross had abandoned the possession or claim to the land. It was proper for the Court to leave the whole question to the jury, and say that something more than a mere cessation to occupy and improve the house and land for two years or more, was necessary to prevent the running of the statute in favor of the defendant: 6 Barr 355; 4 Id. 214. As to neglecting to return the land for taxation, and suffering the other party to pay the taxes on it, reference was made to 17 Ser. & R. 350; 10 Id. 303; 7 Watts 565.\nOctober 9,"
  },
  "file_name": "0262-01",
  "first_page_order": 264,
  "last_page_order": 268
}
