{
  "id": 970698,
  "name": "Diamond Coal Company versus Fisher",
  "name_abbreviation": "Diamond Coal Co. v. Fisher",
  "decision_date": "1852-10-09",
  "docket_number": "",
  "first_page": "267",
  "last_page": "273",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 267"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Watts 478",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 691,
    "char_count": 18985,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 4.4522894383286283e-07,
      "percentile": 0.9214734140870762
    },
    "sha256": "66fe50ef2fb9811e8a42930d85520986097629261ba29e70a1e57752b00a5b3e",
    "simhash": "1:dab28cc046eedac7",
    "word_count": 3453
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Woodward, J., having been counsel in the cause, did not sit. during the argument."
    ],
    "parties": [
      "Diamond Coal Company versus Fisher."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court, filed was delivered by\nLowrie, J.\nIn 1820 a tract of land of 410 acres in the name of John Kunlde, was sold by the treasurer of Luzerne county for taxes, and bought by the commissioners for the use of the county. In 1824, a tract with an equivalent description was sold by the same officer for subsequent taxes, and bought by George F. A. Hautto. The original owner had until 1825 to redeem against the first sale, and until 1826 to redeem against the second; but he did nothing in the matter until 1830, when he redeemed against the first sale.\nFor the purpose of reaching at once the most important point in this cause, we assume that the same tract was the subject of both sales. We assume also, as it was assumed in the argument, that either sale would have been effective had it not been for the other; and that the plaintiffs have no title, unless they obtained one by the operation of the second sale. What then have we ? In 1824, the county, by her taxing power, and through her taxing officers, had acquired a complete title to this land, subject only to the redemption right, having then one year to run. Then by an improper exercise of the same functions by the same officers, she sold the land again, and Hautto bought it. In other words, the county, in 1820, had an inchoate title to this land, and one year before it became absolute she sold it to Hautto, by a power which she had then no right to exercise. The question is at once suggested, what effect had the second sale upon the rights of the original owner? We answer, none at all. What right had he? Simply the right of redemption until 1825, and that could not be affected by any act of the county officers. But that right was not exercised in time. What then ? The title under the first sale, in whomsoever it then existed, became absolute in 1825. Then the right of redemption was gone, and to allow it afterwards was matter merely of grace and not of right. It is answered, however, that it was allowed in 1830. True; but an allowance by grace could not affect any valid title previously acquired from the county. ' If the title of the county had become fully vested in others before 1830, then the county officers had no power to grant favors in relation to it.\nHere, then, is the pinch of the main question: did the sale of 1824 vest in Hautto the title which the county acquired by the sale of 1820 ?\nIt is pure and self-evident morality, and therefore plain law, that no one shall lead another to do an act, and then claim, for his own benefit, that that act was unlawful or invalid; in other words, no man shall take advantage of his own wrong. Thus, when a man sells land which he does not own, and afterwards acquires the title; or when he acts as agent in selling his own land as the property of another; or when he sees his own land offered for sale as the property of another, and encourages the sale of it, he shall never be allowed to use his own title to the injury of the person whom he has thus misled: Rawle on Covenants 341-5; 2 Ser. & R. 507; 10 State Rep. 531, and eases there cited.\nAnd there is another kindred principle, the justice of which is equally obvious: that he who voluntarily accepts the benefit of a transaction, does thereby become a party to it; and shall not afterwards be allowed, for his own profit, to allege its invalidity: 11 State Rep. 402, 408, and the cases there cited.\nBy the sale of 1824, the county obtained payment of several years’ taxes, which she would have been entitled to claim upon a redemption of the first sale (and which were paid again when the redemption was allowed); and she could not after that, and when her own title had become perfect under the first sale, disregard the rights of others obtained under the second sale, and grant favours inconsistent with them. On these principles it would seem plain that the sale of 1824 was effectual in vesting in Hautto the title which the county acquired by the sale of 1820, and that title became perfect and absolute in him in 1825, on the failure of the original owner to redeem according to law.\nBut it is objected, not that the county is not to be held by these rules of morality and law, but that the acts upon which the Hautto title depends were not the acts of the county, because, though done by the county officers, they were contrary to the directions of the Act of Assembly. True, this irregularity did exist, but, though to divest the original owner it is essential to follow the course prescribed by the Act of Assembly; yet, so far as it affects the title of the county, that course has been treated as directory rather than essential: Steiner v. Coxe, 4 State Rep. 25; Huston v. Foster, 1 Watts 478. The same strictness is not required when the county is parting with its own titlé, as when it is divesting that of another. The case of Hunter v. Albright, 5 W. & Ser. 426, shows that the county may part with its title to land in the very way pursued here, where that title was obtained in the collection of taxes.\nAnd if this objection be well founded, then what becomes of the defendant’s title ? According to the Act of Assembly the title which the county acquired could be divested only in one way, if the objection is correct.\nBut the defendants rely on Steiner v. Coxe, as showing that they might redeem out of time, or in other words, that the county’s title to lands acquired in the collection of taxes may be divested by acts of the county officers substantially different from those prescribed by law. If they, who were plainly in default, can assert the validity of an act, of the irregularity of which they had full knowledge, how much more may the plaintiffs make a like assertion as to an act into which they were innocently led by the county officers.\nWhere there is an actual contract, the allegation that it is void is always a relative one. The question always arises, in relation to whom is it void? Void, the second sale certainly was, as to the title which the original owner then had, and it never did affect that title. But when he got a title in 1830 by the grace of the commissioners, that was a new title, and depends for its validity on the title which the county then had, and is good for nothing, if the county then had no title. As a person having no interest has no right to object to the transaction as void, so the defendants cannot object to the second sale except through the county,, and the rights which they have derived from the county. If the county, as we have shown, could not object, so neither can the defendants claiming under the county.\nThis view of the main point makes the question as to the- identity of the tracts very important. The Court undertook to decide this question, and in this there was error. The evidence on which this fact depends ought to have been submitted to the jury. Some of it was oral testimony which could not otherwise be made use of. The tax books are not of that class of' records that import verity in themselves, and especially where some material alterations are apparent in them and others are alleged, and the entries are manifestly inconsistent. Nrom these entries, and from such other evidence as may be produced, the jury will have to decide the question of identity.\nNo argument has been presented on the questions of evidence, and we must therefore regard them as abandoned.\nJudgment reversed and venire de novo awarded.\nWoodward, J., having been counsel in the cause, did not sit. during the argument.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "J. M. Read and MeOlintoelc, for plaintiff in error.",
      "Mallery, for defendants."
    ],
    "corrections": "",
    "head_matter": "Diamond Coal Company versus Fisher.\n1. A tract of unseated land was sold by the county treasurer for taxes, and was purchased by the county commissioners for the use of the county. In four years afterwards, a tract with the same description was sold by the county treasurer for taxes assessed after the first sale, and was purchased by an .individual. The owner did not redeem during five years from either the first or second sale, but about ten years after the first sale a redemption took place: It was held, that though the sale by the county treasurer, before the five years allowed by law for redemption had expired, was irregular, yet it was binding on the county, but it did not affect the right of the owner to redeem within five years from the first sale; but no redemption being made within that period, the title became vested in the purchaser at the second sale, if it were the same land that was sold at the two sales; and the redemption after the five years from the first sale did not revest the title in the original owner, or in those claiming under him.\n2. The effect of a redemption is only to divest the title of the county; and if, when the redemption in this case was made, the county had no title, the redemption had no effect.\n3. Assessment lists are not such records as import verity in themselves, especially where some material alterations in them are apparent and others are alleged, and the entries are manifestly inconsistent. The Court should not charge positively in regard to the identity of a tract, as to which such lists are offered, but they, with such other evidence as may be produced in connection with them, should be referred to the jury.\nError to tbe Common Pleas of Luzerne county.\nThis was an ejectment brought by the Diamond Coal Company against Joseph Fisher, for a tract of land situate in Hazle township, formerly Sugarloaf, Luzerne county, warranted in the name of John Kunkle, containing 410 acres. James Growen and others were afterwards joined as co-defendants.\nThe Company claimed title under a sale for the taxes of 1821, 1822, and 1823, made by the county treasurer on the 14th June, 1824, to Q-eorge H. Hautto. The assessment, at the time of the sale to Hautto, was of a tract of 410 acr,es, Kunkle John, Sugar-loaf ; deed 4th August, 1824, by county treasurer to Hautto.\nThe defendants claimed under a previous sale by the county treasurer, on the 8th November,.1820, of a tract assessed in the name of John Kunkle, 410 acres, situate in Sugarloaf township, assessed for taxes of 1818, 1819, and sold to the county commissioners. The county treasurer, by deed dated 2d December, 1820, conveyed to the county commissioners.\nAnnexed to this deed was a deed by the county commissioners, dated 31st March, 1830, conveying the land to Maria K. Laird, consideration $60.73, paid to the treasurer of the county, conveying all right to the land which the county acquired by the deed from the treasurer'. The deed was to Maria K. Trump, in trust for herself and others interested in the land. She was a daughter of John Kunkle, formerly of Philadelphia, and she claimed under a conveyance of the land from John Kunkle. Samuel Laird, her then husband, applied in 1830 to redeem the land, and procured the deed to her. The $60.73, the consideration expressed in the deed, embraced the amount of taxes in 1820, when the tract was sold, and the amount of taxes assessed on the tract from 1820 to 1829.\nIt was shown that there were in Sugarloaf township two tracts in the name of John Kunkle, one for 410 acres, and one for 410J acres. In 1817, two tracts were entered in the triennial assessment of Sugarloaf township, in the name of John Kunkle, each as containing 410 acres; one stated to be “ seated by (Jasper Horn.” Two tracts, in the name of John Kunkel, were assessed in the unseated list, in 1818, each as containing 4Í0 acres only. One in that name was assessed in 1819, and one in the same name in 1820.\nThe fifth section of the Act of 13th March, 1815, relative to unseated lands, provides that if there be not bidden for any tract offered to be sold for taxes, the whole amount of taxes for which it has been advertised, and costs, it shall be the duty of the Commissioners to purchase it for the use of the county. That so long as the same remains the property of the county, it shall not be charged in the duplicate of the proper collector; but the commis-, sioners, for five years after the sale, if so long unredeemed, shall charge it with reasonable county and road tax, &c.\nThe 6th section provides, that the right of redemption shall remain with the real owner for five years after the said sale, on paying the taxes and costs due at the time of the sale, and interest and the taxes assessed on it from year to year, after the sale. .\nThe 7th section provides, that if the owner shall not redeem within the five years, it shall be lawful for the commissioners to sell it at public sale; the same to be thereafter liable to assessment.\nAt the trial it was alleged, on the part of the defendant, that there was some uncertainty whether the tract in dispute was the one that was sold in 1824, and it was claimed that another tract, surveyed in the name of John Kunkle, of 410^ acres, was the tract to which the plaintiffs’ claim was to be applied.\nOn the part of the plaintiffs an uncertainty was alleged to exist as to the defendant’s title to the tract in dispute, and it was claimed that it should bo referred to the tract of 410¿ acres, as being the one sold in 1820.\nJessup, J., in his charge observed, that a witness had proved that the tract of 4-10J acres was seated as early as 1815, and has remained seated and improved ever since. That about 1818, one Horn was in possession. In the assessment of 1817-18, the tract appeared to be returned as 410 acres, and is marked seated by (Jasper Horn. Having been seated, it was not subject to taxation by the county commissioners as unseated, and could not be sold by them. The sale and deed describe the tract of 410 acres, and it cannot be claimed as uncertain, because there was another tract of 410] acres, in the same township, which might, by possibility, be mistaken for this. It is sufficient that the title, when made, described the tract of 410 acres. No subsequent act of the county commissioners could affect the title thus conveyed.\nHe further charged that it was decided in Steiner v. Coxe, 4 Barr 13, that under the Act of 1815, the time for redemption by the owner existed for any period of time prior to a sale by the county commissioners, if they were willing to receive the money for redemption from the owner.\nHe further observed, that the land was sold to the county in 1820, and, by some inadvertence, it was sold by the treasurer to Hautto, in 1824. The owner was under no obligation to redeem from the latter sale, for the law had prohibited it. That no title passed by that sale. The owner, as he had a right to do, redeemed in 1830, and then by operation of the statute, his original title, unimpaired by the sale for taxes, was re-invested in him.\nTo the positions taken, that the sale of 1824 was good, as against the county; that the acts of the commissioners in taxing, and of the treasurer in selling, would divest the title of the county; and that, although it would not prevent the owner from redeeming, yet if the redemption was not made at the proper period, the failure to redeem would enure to the benefit of the purchaser, and the permissive redemption be barred, the Court charged, that “ The owner had the right of redemption in 1824, and the sale to Hautto did not take away that right. It gave no title which could affect the real owner, either in his absolute or constructive privilege of redeeming. Nor could he be barred of his right by any act or neglect of the county commissioners short of a sale, or by a refusal to permit a redemption after five years. The sale of 1824, being in violation of the express provisions of the statute, passed no interest of the owner — vested no title to the land in Hautto. The owner was in no default by non-payment of the assessed taxes at that period, and under no obligation to redeem from that sale. As the right of redemption was extended to any period during which, before a sale, the commissioners were willing to permit it, so there was no time when the county had an absolute right in the land to which, upon the principle claimed by the plaintiffs’ counsel, the title of Hautto could attach.”\nThe Court further instructed the jury, as a matter of law, that upon the titles exhibited the plaintiff was not entitled to recover, and the verdict must be for the-defendants.\nIt was assigned for error that the Court took from the jury the question of fact, whether the John ICunkle tract of 410] acres, or that of 410 acres, was the tract sold to the commissioners; and in charging that there was no foundation for the allegation that the sale to the county, as well as that to Hautto, can be applied to any other than the one tract of 410 acres.\nAlso that the Court erred in charging as quoted; and in the instruction that the plaintiff was not entitled to recover.\nJ. M. Read and MeOlintoelc, for plaintiff in error.\nIt was contended that by the Act of 13th March, 1815, the purchase of unseated lands by the county commissioners, at treasurer’s sale, is absolute and indefeasible after the expiration of five years; and the only person entitled to render it defeasible, during that period, is the real owner, who has a right to redeem such land, so sold, upon complying with the terms specified in the sixth section. If the real owner does not redeem within the five years, then the title acquired by the county commissioners, by their purchase at treasurer’s sale, becomes a complete one; and no light remains in any person to affect or disturb it. The conveyance to them by the treasurer, is subject only to one contingency, “ the redemption allowed by law:” Kirkpatrick v. Mathiot, 4 W. & Ser. 251, decided in September 1842.\nAlso, that the sale to Hautto, in 1824, was valid as against the county; and that the redemption permitted by the Commissioners after the five years from the first sale in 1820, could not operate to the prejudice of the title acquired by him: 5 W. & Ser. 426.\nMallery, for defendants.\nIn the case of Steiner v. Coxe, 4 Barr 13, it was determined that the owner had the right to redeem the land from the commissioners after the five years. The redemption in this case was valid.\nThe Act of 1815 prohibits the levy of any taxes after a purchase by the commissioners and before a sale by them; and the sale to Hautto, for the payment of taxes assessed after the sale to the commissioners, conveyed no title, as the assessment was void.\nIt was also contended that there could not be any question as to the identity of the tract sold to the commissioners in 1820. All the material facts showing the identity appeared from record and other evidence, and it was the duty of the Court to give them a construction, and not submit them to the jury. There was no parol evidence to contradict or vary the record and written testimony. The plaintiff was not prejudiced by the decision of the Court that the sale to the plaintiffs described the land in dispute; and has no cause of complaint that the Court decided that the same, with additional evidence, identified the land sold to the commissioners in 1820, and claimed by the defendants.\nOctober 9,"
  },
  "file_name": "0267-01",
  "first_page_order": 269,
  "last_page_order": 275
}
