{
  "id": 970622,
  "name": "Bellas versus Fagely",
  "name_abbreviation": "Bellas v. Fagely",
  "decision_date": "1852-10-10",
  "docket_number": "",
  "first_page": "273",
  "last_page": "277",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 273"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 182",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0182-01"
      ]
    },
    {
      "cite": "2 Watts 104",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840135
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0104-01"
      ]
    },
    {
      "cite": "2 Yeates 163",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812646
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0163-01"
      ]
    },
    {
      "cite": "2 Watts 104",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840135
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0104-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 445,
    "char_count": 9641,
    "ocr_confidence": 0.409,
    "pagerank": {
      "raw": 2.0035283914185734e-07,
      "percentile": 0.7432551086955262
    },
    "sha256": "58980490da420cbe4aa50aca7659293c8bf3b8f4a3db870f9dfddb93fc23e898",
    "simhash": "1:98d3c6e52731dc3c",
    "word_count": 1720
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bellas versus Fagely."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court, filed was delivered by\nWoodward, J.\nThe writ in this case issued against Reuben & William Fagely, the former of whom alone was served. When the cause was here last year, it was treated as an action against one firm on a promise made by another firm, and it was ruled that an action would not lie against the Fagelys, because the evidence greatly preponderated in showing that the promise declared on was made in 1843 by the firm of Fagely, Kase & Co., and before the firm of Fagely & Co. was formed. In effect the decision made the non-joinder of Ease fatal to the plaintiff’s action, though the partner sued had failed to plead it in abatement, and had pleaded the general issue: 5 Harris 70. The learned Judge who delivered the opinion of this Court, did indeed say that if the Fagelys had been sued as “the firm of Fagely, Kase & Co., the contract would have to be proved as laid; but in that case, if they wished to take advantage of the non-joinder of one member of the firm, they would have to plead in abatement.” In the case supposed, there would have been no non-joinder to plead in abatement. The non-joinder of Ease was the peculiarity in the cause, and to turn the plaintiff out of Court on that account, was, in substance, to treat the plea of non assumpsit as a plea in abatement. There is no rule of pleading better defined in the elementary books, or better supported by authority, than that if a person be omitted as defendant who ought to be joined in any action founded on a joint contract, whether on a specialty or not, the objection can be taken advantage of only by a plea in abatement. The defendant slipped his time for this plea when he pleaded the general issue. The contract laid and proved was made by Fagely whilst the firm of Fagely, Kase & Co. was in existence, and before that of Reuben Fagely & Co. was formed. When the Fagelys were sued on that contract, they were liable on the principle that every partner is liable for the contracts of the firm, and if they wanted the benefit of the plaintiff’s mistake in not joining Kase in the action, they should have pleaded it at the proper time in abatement. The fact that they subsequently formed a partnership between themselves was no defence to the plaintiff’s action. As at present advised, therefore, this Court would hold the plaintiff entitled: to a verdict even in this aspect of the cause.\nBut there is another aspect. Since the cause was reversed, the plaintiff has, by leave of the Court, added another count to his declaration, in which he charges that in August, 1844, Kase retired from the firm and surrendered to the Fagelys all his interest in the assets, on their agreeing to pay the debts of the concern,, of which this claim of the plaintiff’s was one. To,this count the defendant pleaded non assumpsit. There was some evidence to support the count, but the Court below conceived that the case was essentially the same as before, and feeling themselves bound by the opinion of this Court, ruled that the plaintiff was not entitled to recover,' although the jury “ should be of opinion, that on the dissolution of the partnership Reuben Fagely and William Fagely, against whom the present suit is brought, agreed to pay the debts due by the firm and receive the assets.” In this we think the Court were in manifest error. “ It is well settled by a series of decisions cited at the bar,” said Justice Rogers in Hind v. Holdship, 2 Watts 104, “ that he for whose benefit a promise is made, may maintain an action upon it, although no consideration pass from him to the defendant, nor any promise directly to him from the defendant.” See also Beers v. Robinson, 9 Barr 229, and Chitty on Contracts 7. If the Fagelys. agreed to pay this debt, among others, in consideration of Kase’s retiring from the concern and surrendering to them the partnership effects, Mr. Bellas is as much entitled to the benefit of the promise as if it had been made directly to him, and the consideration had moved from him.\nThe only question that remains on this record relates to the competency of Kase as a witness. Had not the new count been filed the plaintiff might have called him, with his own consent, to testify against his copartners to whatever facts were pertinent, except the fact of partnership: Purviance v. Dryden, 3 Ser. & R. 402; Heckert v. Fagely, 6 W. & Ser. 142. But the introduction of the new count rendered him incompetent; for if the plaintiff recover, as the record now stands, it would be evidence in favor of Kase against Fagely’s claim for contribution. His testimony would tend to throw the burthen that now rests on all the partners, wholly on the shoulders of the Fagelys, to the relief of his own. The Court were right, therefore, in rejecting him; but, for the misdirection of the Judge, induced by the error into which this Court fell when the cause was here before, the judgment must be reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Pleasants, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Bellas versus Fagely.\n1. In an action against partners, the non-joinder of a partner as defendant can be taken advantage of only by plea in abatement. .\n2. If one of several partners retire from the firm, surrendering his interest in- the_ assets to the others on their agreeing to pay the debts of the concern, a creditor of the original partnership may recover from the remaining partners, on their promise, his claim against the original firm. See Esling v. -Zantzingor, 1 Harris 50, and Yincent v. Watson, 6 Harris 96.\n3. In an action against partners, the plaintiff may call on another of the partners not joined in the suit, with his own consent, to testify against his copartners as to facts pertinent to the issue, except the fact of partnership; but where it is alleged in the declaration that the partner called to testify had retired from the concern, surrendering his interest in the assets to the parties against whom the suit was brought, on their agreeing to pay the debts of the concern, in which the plaintiff alleged his to be included, the said omitted partner is not a competent witness for the plaintiff, inasmuch as the verdict in favor of the plaintiff would be evidence in favor of the witness, in a suit against him by the other partners for contribution.\nError to the Common Pleas of Northumberland county.\nThis was an action on the case by Hugh Bellas v. Reuben Eagely and William Eagely, trading under the firm of Eagely & Co. The writ was served on Reuben Eagely only. Defendant plead non assumpsit. The case was tried in November 1848, and verdict rendered for plaintiff for $199.50. On a writ of error the judgment was reversed: see a report of the case in 5 Karris.\nThe plaintiff afterwards, with leave of Court, filed two new counts, in one of which it was alleged, that in the year 1843, a certain William H. Kase was a partner with the said Reuben and William Eagely, and that in August 1844 it was agreed between the said Eagelys and Kase, that the defendants should take and possess all the property of the firm of Eagely, Kase & Co., and pay all of their debts; and the plaintiff averred that the defendants took the said property, and that the firm of Eagely, Kase & Co. were indebted to him in the sum of $190, &c.\nOn the .trial, William K. Kase was called on the part of the plaintiff, to prove the alleged fact of his surrender of the partnership effects, and the promise by the defendants. He was objected to as incompetent on the ground of interest, &c. The Court admitted him to prove that he was a partner with M. $ W. Jhagely and others, and that such partnership was dissolved, and, when dissolved.\nException was taken on part of plaintiff.\nJordan, J., charged, inter alia, that the arrangement with the three partners would not enable the plaintiff to maintain an action against two of them. That his claim in 1843 was against the firm of which Reuben Fagely was. a partner. That it was not changed by the dissolution and arrangement made at the time of the dissolution. If the Messrs. Eagely failed to pay the debts due by the firm of Eagely, Kase & Co., and Kase was compelled to pay them or any part of them, he could maintain an action against the Eagelys on their agreement; but that their agreement with Kase did not, in the opinion of the Court, relieve the plaintiff from the necessity of pursuing those who were originally liable to him. He charged that the case was not changed from what it was when before the Supreme Court, by the additional count since filed.\nPlaintiff’s counsel excepted to the charge, and asked that it be filed, the evidence to be made part of the record. April 8,1852, verdict for defendant.\nError was assigned to the refusal to admit Kase as a witness generally, and limiting his competency to testify merely “that he was a partner with R. & W. Fagely and others, and that that partnership was dissolved, and the time when.\nAlso that there was error in charging that the plaintiff could not recover on the last count referred to.\nPleasants, for plaintiff in error.\nIt was contended that Ease was competent; that he was called to testify against his interest. If the plaintiff recovered, there might be a recovery against him by the Fagelys pro rata. He was willing to testify: 2 Yeates 163: Id. 324; 6 W. & Ser. 139, Heckert v. Fagely.\nPlaintiff could maintain a suit against the defendants on their promise: Gow on Part. 245; 2 Watts 104; 9 Barr 229; 3 Barr 331. A person beneficially interested can support an action on such a promise, unless he is a stranger to the consideration: 6 Watts 182, Blymire v. Boistle; Id. 349, Morrison v. Beckey; 1 Strange 592, and cases there cited.\nOctober 10,"
  },
  "file_name": "0273-01",
  "first_page_order": 275,
  "last_page_order": 279
}
