{
  "id": 970612,
  "name": "Railroad Company versus Skinner",
  "name_abbreviation": "Railroad Co. v. Skinner",
  "decision_date": "1852-09-27",
  "docket_number": "",
  "first_page": "298",
  "last_page": "304",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 298"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Denio 255",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        1881353
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/denio/5/0255-01"
      ]
    },
    {
      "cite": "6 Whar. 320",
      "category": "reporters:state",
      "reporter": "Whart.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "375"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "21 Wendell 188",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2151885
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/21/0188-01"
      ]
    },
    {
      "cite": "6 Whart. 311",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836938
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/6/0311-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 874,
    "char_count": 19463,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 6.865585021854222e-07,
      "percentile": 0.9644730252613183
    },
    "sha256": "f7ca2a1627612c796398df3ed1a3a3325d6bb38748e2deee51d3845e12b60997",
    "simhash": "1:e425f860289a0dfb",
    "word_count": 3545
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Railroad Company versus Skinner."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court, was delivered by\nGibson, J.\nAn action for such an injury as is laid in this declaration is founded in negligence, of which there was not a particle of proof at the trial. The Company was using its chartered privilege in the usual way, and its act-was lawful. Doubtless case may be maintained for negligence in conducting a railway train as well as in conducting any other vehicle, as was ruled in Bridge v. The Grand Junction Railway, 3 M. & W. 244; but what is such negligence has not been entirely determined. In Aldridge v. The Grand Western Railway, 4 Scott, N. R. 150, S. C. 1 Dowl. N. S. 247, an action was maintained for suffering sparks to fly from the engine to a bean-stack; and this is all we have for it in the shape of decision. No doubt a company is answerable for gratuitous damage; but what evidence was there of such damage in this case ? Absolutely none. The testimony is consistent, and it shows that the train was going at the usual speed; that it was within three hundred feet of the spot when the cow jumped suddenly from the ditch to the track; that the engine was instantly reversed and the signal given to brake; and that alacrity could do no more. The retropulsive power at the disposal of the engineer, was applied in vain. Had he been able to stop the train in time to save the cow, he could not have done it without perilling the passengers. Granting what one of the witnesses testified, that the cow might have been seen at the distance of fifty rods by the way side, and granting that the train might have been stopped within it; yet the engineer was not bound to stop it. He had no reason to apprehend that she would leap into the jaws of death, or that it was necessary to anticipate her.\nBut high above this stands the impregnable position that a railway company is a purchaser, in consideration of public accommodation and convenience, of the exclusive possession of the ground paid for to the proprietors of it, and of a license to use the greatest attainable rate of speed, with which neither the person nor property of another may interfere. The company on the one hand, and the people of the vicinage on the other, attend respectively to their particular concerns, with this restriction of their acts, that no needless damage be done. But the conductor of a train is not bound to attend to the uncertain movements of every assemblage of those loitering or roving cattle by which our railways are infested. Any other rule would put a stop to the advantages of railway travelling altogether. And for what deprive the country of one of the best improvements of this most wonderful age ? For no more than to enable a few unpastured cows to pick up a scanty subsistence in waste fields and lanes. If the bullocks, cows, horses, sheep, or swine of the neighborhood were allowed to block the way, the prohibition of intrusion by drovers or travellers, using their own means of conveyance, would be of little use. For the sake of the company and the passengers, the conductor and his subordinates will be vigilant to remove obstructions; but the protection of the property is merely incidental. If the owner of it do not attend to it, the company’s servants, having their own business to mind, are not bound to do so; and he who trusts his property to the chances of accident is bound to stand the hazard of the die. Knight v. Abert, 6 Barr 472, is to the point. In that case the intrusion was on woodland; in this it was on the exclusive possession of ground paid for as an incorporeal hereditament.\nSo far we have treated the case as if the plaintiff’s skirts were clear; but they are not. By the common law of England, an owner of cattle is bound to keep them in an enclosure or in custody at his peril, for every entry by them on another’s possession is a trespass: by the common law of Pennsylvania, he may let them go at large without incurring liability for an entry by them on woodland or a waste field. To entertain an action for an inappreciable injury, would encourage vexatious and unprofitable litigation ; and be contrary to\" the maxim de minimis, which is peculiarly appropriate to the circumstances of the people here. But if such an intrusion would occasion substantial damage, the English rule would be applicable to it, on the principle that the owner of a bull which has gored another’s ox must pay for it. Is not the intrusion!' of an animal on a railway, which has a direct tendency to throw a train off the track and endanger life and member, an injury to the persons involved in the risk? It is conceded that an American company is not bound to fence its railway as an American farmer is bound to fence his fields; and this shows that persons who suffer their cattle to go upon it, do so on their own responsibility. Every English railway is fenced — not to protect it from cattle, for none are at large — but to prevent detriment or detention from other causes. In a country so new and so sparse as ours, of which the trunks of the principal railways are more -extensive than the island of Great Britain, the cost of fencing them would be greater than could be borne. The rights and responsibilities of a people, are shaped by the circumstances of their condition. If they will have railways, they must be content to have them in the only way they are practicable; and the English rule must be applicable to them. If an owner suffer his cattle to be at large, it must be at the risk of losing them, or paying for their transgressions. The very act of turning them loose, is negligence as regards any one but an owner of a forest or a waste field; and the owner of them is consequently responsible to every one else. That he is not answerable for them to a railway company criminally, like a caitiff who has laid a log or a bar across the track, is because mischief was not intended by him. But no prudent man in his predicament would be the first to make a stir about it.\nThe charge was accurate in its outline, but not in its details. As has already been said, there was no evidence of negligence on the part of the defendant; yet the existence of it was left to the jury as a debateable matter. In another part, he even took the fact for granted. “The simple fact,” he said, “of permitting, for a limited time, the cow to wander on the railroad, would not of itself be such negligence as to excuse all negligence on the part of the defendant.” Had there been evidence to raise the point, the direction might have been well enough; but the application of the principle in the particular instance was wrong. In Sills v. Brown, 9 C. & P. 605, it was ruled that in cases of accident with carriages or ships, mutual negligence, if contributive to the injury, bars an action for it; a principle enforced by this Court in Simpson v. Hand, 6 Whart. 311. But it was erroneous to predicate it of a case in which the negligence was all on the side of the plaintiff. He further charged, that “ if the plaintiff knew his cow was wandering on the railroad, it was his duty to drive her therefrom. He had no right to suffer her to be there; and if he suffered it, knowing her to be there, he was guilty of such negligence as would prevent his recovery. But if his cow casually wandered away, ordinary care being used to restrain her, the simple fact of her being on the track would not excuse the defendant’s negligence.” Now the making of this gratuitous imputation of negligence and ignorance of the cow’s whereabout, turning points of the cause, is the root of the error. As loss of the property is not a penalty for the owner’s supineness in the care of it, of what account is his ignorance of its jeopardy ? The irresponsibility of a railway company for all but negligence or wanton injury, is a necessity of its creation. A train must make the time necessary to fulfil its engagements with the post-office and the passengers; and it must be allowed to fulfil them at the sacrifice of secondary interests put inpts way; else it could not fulfil them at all. The maxim of solus populi would be inverted; and the paramount affairs of the public would be postponed to the petty concerns of individuals. Every obstruction of a railway is unlawful, mischievous, and abate-able at the cost of the author or owner of it, without regard to his ignorance or intention. It may seem cruel to make a dumb brute suffer for the fault of its owner; but it must be remembered that the lives of human beings are not to be weighed in the same scales with the lives of a farmer’s or a grazier’s stock; and that their preservation is not to be left to the care which a man takes of his uncared-for cattle. Allowing them to prowl for their food, he may not wash his hands of the consequences of it. In a country so obnoxious to the charge of indifference to human safety, it is a high and holy charge of the Courts to hold to their duty, not only those to whom it is immediately committed, but also those'by whose defaults it may be remotely endangered; and to hold them hard. We are of opinion that an owner of cattle killed or injured on a railway, has no recourse to the company or its servants; and that he is liable for damage done by them to the company or the passengers.\nJudgment reversed.",
        "type": "majority",
        "author": "Gibson, J."
      }
    ],
    "attorneys": [
      "The case was argued by Richards, for plaintiffs in error.",
      "H. Wright and Bentley, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Railroad Company versus Skinner.\n1. An owner of cattle suffered to go at large, and which are killed or injured on a railway, has no recourse to the Company or its servants: on the contrary-lie may be liable for the damage done by them to the Company or the passenger's.\n2. A railroad company is a purchaser, in consideration of public accommodation and convenience, of the exclusive possession of the ground paid for to the pr°prieteu's of it, add of a license to use the greatest attainable rate of speed, with which neither the person nor property of another may interfere. No needless damage, however, must be done.\n3. In Pennsylvania, a railroad company is not bound to-fence its road.\n4. Where there was no proof of negligence on the part of the Company, it was error to submit to the jury its existence as a debateable matter.\n5. A railroad company is not responsible except for negligence or wanton injury.\n6. The question as to whether the owner of the animal killed knew of its jeopardy, was not a material inquiry in the case.\nError to the Common Pleas of Susquehanna county.\nThis was an action of trespass on the ease by Josiah Skinner v. The New York and Erie Railroad Company, for killing a cow belonging to the plaintiff, when upon the railway track; it being alleged in the declaration that the occurrence happened through the negligence of the engineer.\nIt appeared that the cow in question was at large on a narrow piece of unenclosed land between the railroad and the public highway, about sunset in May or June, 1849, when the mail train came along, running at their usual rate, of from twenty-five to thirty miles per hour. When about one hundred yards distant the cow got upon the track; the whistle was- sounded, the engine reversed, and signal was given to apply the brakes; but the cow sprang on the track and the engine -ran over her, and one or two cars were thrown partly off the track.\nThe witness for the plaintiff, who saw the accident happen, testified that the cow was about six rods from the locomotive when he first saw her on the track. lie also testified that the cow ran at large frequently; that he saw her often, and drove her off the track once or twice. He also said that a few days before the cow was killed, he told the plaintiff that he had driven her off the railroad.\nThe engineer testified, inter alia, that at the time of the accident the train was running at the usual rate and regular time; that it was impossible to stop it after the cow got upon the track.\nThe plaintiff’s witnesses thought the cow might be seen from thirty to one hundred rods, if she was on the track, or by the side of the track. It was also stated that the cow had pastured on the premises of one Caldwell, a considerable part of the time that summer; that the pasture was one quarter to half a mile from the railroad; and in coming from the pasture she would generally go fifteen or twenty rods from the railroad.\nThe counsel for the Company requested the Court to charge the jury as follows, to wit:\n1. That if the jury believe that the damage in this ease was caused in any degree by the carelessness or negligence of the plaintiff, then he cannot recover, even though there were negligence on the part of the defendant.\n2. That if the jury believe that the plaintiff’s cow was suffered to stray upon the public highway, and that from thence she came upon the railroad track of the defendant, and was there run over and killed by the locomotive of the defendant, the plaintiff cannot recover, even though there were negligence on the part of the defendant. .\n8. That the plaintiff’s cow, under the evidence in this cause, was trespassing on the land and railroad track of the defendant, and therefore the plaintiff cannot recover, even though there were negligence on the part of the defendant.\n4. That the evidence in this case, as given by th'e plaintiff, discloses nothing from which an inference of negligence on part of the defendant can be drawn, such as will make the Company liable to damages in this suit, and therefore the plaintiff cannot recover.\n5. That the plaintiff, by the law of the land, was bound to take care of his own cow, and to keep her off the track and land of the defendant; and as he failed to do so, without any necessity for such failure, and the cow was killed while on defendants’ track, he cannot, under the evidence, recover in this case.\n6. That the fact, if believed, that he attempted to procure pasturage for his cow at Mr. Caldwell’s, forms no excuse for the plaintiff, and cannot affect the defence set up in this case.\n7. Under the law of the land, upon the evidence given by the plaintiff in this case, he cannot recover. He has shown no legal cause of action, and the verdict must be for the defendant.\nJessup, P. J., charged in part as follows : — “ The cars, in this case, were travelling at the rate of twenty-five or thirty miles an hour, and that is the usual and ordinary rate.\n“ The defendants had an unquestionable right to run their road in tlm manner and at the speed usual on railroads, without being liable to any charge of negligefice, or any action for an injury which should occur therefrom, unless it could have been avoided by their servants. It was, certainly, as much for the interests of the defendants, as for the interests of those living on the line of the road, that they should not run over cattle. The danger to defendants’ property, as well as the lives of their passengers, would seem to demand great care in that particular, hut still they are bound to exercise the proper care, or they will be held responsible for injury.\n“ The counsel for the plaintiff claims that the defendants were bound to fence in their road with the lawful fence required by the Act of 1705, or they would be held responsible for the injury at all events. But the Court are of opinion that cattle are not ‘ free commoners’ upon public roads, as claimed by the counsel, so that they may be permitted to run at large, and depasture the public roads. The statute prohibits actions of trespass from being sustained unless the lands injured by cattle are enclosed by a fence of the prescribed height and dimensions; but it gives no license thereby to turn cattle upon the public roads. The only right acquired by the public to the roads, is the right of passage over them, and, for the use thereof, of amending and repairing. The rights of the owner of the land remain unaffected, except so far as the public has this right of passage. The fence laws, therefore, have no application to this case. The action is for negligently doing that which the defendants had a right to do, and involves two questions of fact for the jury.\n“ 1st. Did the defendants negligently conduct their car, and thereby kill the cow ?\n“ If so, they are liable..\n“ 2d. Did the negligence of the plaintiff in any way contribute to the accident'? If it did, he is not entitled to recover.\n“ The defendants’ counsel have desired the Court to charge the jury upon several points, and to them the Court reply:\n“.The first point has already been answered in the affirmative.\n“ The Court cannot answer the second point in the affirmative, for the case is to be decided upon the questions already stated, and the simple fact of permitting, for a limited period, the cow to wander on the adjacent public road, would not, of itself, be such negligence as to excuse all negligence on the part of the defendants.\n“ The third point is answered in the negative.\n“ To the fourth point the Court answer, that they decline to take the case from the jury upon this point as stated. If the defendant wished the benefit of this point, he should have demurred to the evidence. There is testimony in relation to the subject of negligence on both sides, and the jury must decide between them.\n“To the fifth point the Court answer, that if the plaintiff\"knew his cow was wandering on the railroad, it was his duty to drive her therefrom. He had no right to suffer her to be there, and if he did suffer it, knowing her' to be there, he was guilty of such negligence as should prevent his recovery. But if his cow casually wandered away, ordinary care being used to restrain her, the simple fact of her being on the track, would not excuse the defendants’ negligence, and the question of whether he procured pasturage as stated in the sixth point, is only important as bearing upon the point whether the plaintiff contributed to the accident by his negligence.\n“ To the seventh point the Court answer in the same way as to the fourth, of which it seems to be but a repetition.”\nVerdict was rendered for the plaintiff for $25 damages.\nError was assigned to the charge, and answers to points.\nThe case was argued by Richards, for plaintiffs in error.\nIt was alleged that there was no evidence of negligence; but that if there had been, the plaintiff had no right to complain, as he should not have suffered his cow to go upon the road: Cro. Jac. 158-9; 1 Cowen 78.\nThe action should have been in trespass: 13 Vin. Ab. 161.\nThe plaintiff cannot recover unless the injury is attributable entirely to the fault of the defendants. If the defendants were partly in fault, but if the plaintiff with care could have prevented the accident, the plaintiff cannot recover: 21 Wendell 188; Id. 615; 5 W. & Ser. 524; 6 Whar. 320; 6 C. & P. 23; 5 Id. 375; 5 Denio 255, &c.\nThe question as to the plaintiff’s knowledge that his cow went upon the railroad, was not material. It was no excuse that the plaintiff exercised care and prudence to keep his cow within an enclosure: 5 Denio 255.\nH. Wright and Bentley, for defendant in error.\nThe company would be liable for negligence, even when exercising a right: 8 Barr 366, Railroad Co. v. Yeiser. The cow was not a trespasser upon the road. She was kept at pasture, and let out in the evening to be milked, and if she was killed by the negligence of the engineer, an action would lie. There was evidence from which the jury might reasonably infer negligence. The company could have prevented the accident by fencing their road. They have merely the right of way, and should use it so as not unnecessarily to interfere with the rights of others.\nSept. 27, 1852,"
  },
  "file_name": "0298-01",
  "first_page_order": 300,
  "last_page_order": 306
}
