{
  "id": 970694,
  "name": "May versus Delaware Insurance Company",
  "name_abbreviation": "May v. Delaware Insurance",
  "decision_date": "1852-09-27",
  "docket_number": "",
  "first_page": "312",
  "last_page": "317",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 312"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Johns. 432",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "5 Ohio Rep. 305",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        579759
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ohio/5/0276-01"
      ]
    },
    {
      "cite": "7 Johnson 57",
      "category": "reporters:state",
      "reporter": "Johnson",
      "opinion_index": -1
    },
    {
      "cite": "1 Conn. 239",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        12123945
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/1/0239-01"
      ]
    },
    {
      "cite": "6 Ohio 199",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": 0
    },
    {
      "cite": "7 Johns. 431",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        369165
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/7/0431-01"
      ]
    },
    {
      "cite": "4 Mass. 374",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2003853
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/4/0328-01"
      ]
    },
    {
      "cite": "2 Met. 140",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        2041015
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/mass/43/0140-01"
      ]
    },
    {
      "cite": "11 Johns. 315",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2137624
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/johns/11/0315-01"
      ]
    },
    {
      "cite": "4 Mass. 548",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2004047
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/4/0480-01"
      ]
    },
    {
      "cite": "7 Johns. 57",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        369116
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/7/0057-01"
      ]
    },
    {
      "cite": "5 Ohio Rep. 305",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        579759
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ohio/5/0276-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 693,
    "char_count": 15497,
    "ocr_confidence": 0.437,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03412843760389119
    },
    "sha256": "ea91c1f74d053c2efee7cd4647c3cdc8bb92744ce0908cacc2fff5ab49eddd66",
    "simhash": "1:7d82c942d880b3fa",
    "word_count": 2823
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "May versus Delaware Insurance Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLowrie, J.\nThe plaintiff had his steamboat insured by the defendants, and on her voyage down the Ohio river, in May 1847, she struck a rock in the channel, by which she was so injured that it was necessary to run her ashore, where she afterwards filled with water and sunk. After several days’ severe exertions of the officers and crew, together with extra hands, the boat was raised. The injury amounted to only a partial loss, and the plaintiff claimed in the Court below to have the wages and provisions of the crew, during the detention caused by the accident, estimated as part of the damages; but the Court rejected the claim, and this is the matter complained of.\nIt is unquestionably true, that where a vessel is stranded, wrecked, or captured, and in consequence thereof the owner properly abandons to the insurers, and afterwards, by the exertions of the crew, she is in whole 'or in part recovered, the insurer is chargeable with the wages and provisions of the crew in saving her: 7 Johns. 57; Id. 431; 8 Id. 307; 1 Caine 573; 2 Term Rep. 407. And the reason is plain — because on abandonment the vessel bécomes the property of the insurers as of the time of the accident, and thenceforth all the labor is for their benefit. If it is successful they must pay for it, not by virtue.of the policy nor as part of the insurance-money, but because of their ownership of the vessel arising from the abandonment to them.\nSome judges have said and decided, that where a vessel is so much injured by the perils of navigation that she is compelled to put into port to refit, in such a case, the wages and provisions of the crew during the detention are a subject of general average: 2 Caine’s Rep. 263, 274; 4 Mass. 548; but this point has generally received a contrary decision: 11 Johns. 315; 2 Met. 140; 4 Ad. & Ellis 420; 31 Eng. Com. Law 104; 4 M. & S. 141; 3 Id. 482; 4 Mass. 374.\nAnd the latter view has reason on its side. General average is a contribution by all concerned in the voyage, because of a sacrifice voluntarily made for the benefit of all. But a resort to a port of necessity to repair is not of this character, for it is no sacrifice on the part of the owner of the vessel who is employing her himself, as is the case here. The duty to have a competent crew, and for them to do all that is reasonably possible for the safety and delivery of the cargo is essentially involved in the relation of carrier, and upon its performance depends the earning of freight, and for its performance freight is the consideration. Their wages fall on the freight: 7 Johns. 431.\nAnd when we say that the wages and provisions of the crew are not a subject of general average, we decide the question of this cause; for general average is a contribution to be made by the ship, freight, and cargo, and when it arises from an injury done to the ship it may be recovered against the insurer on the ship, leaving him to recover from the freight and cargo their proportion of it: 1 Caine’s Rep. 196.\nBut we are not left to this very direct inference of the rule, for though in Henshaw v. The Maine Ins. Co., 2 Caine’s Rep. 274, it was held, that the wages and provisions of the crew, during a detention caused by an injury to the ship, might be recovered on a policy on the ship, the contrary has very often been decided: 11 Johns. 315; 4 Ad. & Ellis 420; 6 Ohio 199; 1 Term Rep. 127; and the cases of Fletcher v. Poole, Edner v. Poole, and Lateward v. Curling, cited in Marshall on Ins. 464, 620. And in the cases in 2 Met. 140, 1 Conn. 239, 5 Ohio 305, and 6 Id. 33, the claim was put on the ground that the sailors had assisted in saving the vessel, and in her subsequent repairs. And the more numerous cases are best supported by the general principles of insurance and of commercial law.\nReasons of policy, drawn from the necessity of interesting the sailors in the preservation of the ship, prohibit all sorts of insurance on their wages: Marshall on Ins. 645; 7 Term Rep. 157. And all promises of, rewards made to seamen in time of danger to encourage them to do their duty are entirely void, for they are bound to serve to the utmost of their ability without this: 3 Kent’s Com. 185. And in case of shipwreck, it is their duty to use their best exertions to save as much as possible: Abbott on Shipping 451. Beside this, they lose the whole wages of the voyage if they desert, or so misbehave as to justify a discharge; or if the vessel be captured or totally lost. While on the other hand they are entitled to full wages in time of sickness, and to wages for the whole voyage if improperly discharged, or if the voyage be improperly broken up by the master or owners; and if the vessel be wrecked, and a part of it or of its cargo be saved by their exertions, they are entitled to a proportion of their wages. Add to this that, by the rules of law, and substantially in this ease by the contract of insurance, the insurer is not liable on his policy for the safety of the ship unless she has a captain of competent skill and general good character, a crew competent for the voyage, and sufficient stores and supplies of provisions, and then we have all the elements necessary for a deduction of the proper rule of this case.\nEvery insurance on a vessel actually engaged in navigation is based upon the condition (among others) that the owners have employed a competent and faithful crew, bound to exert themselves to the utmost for the safety of the vessel, and this excludes the implication that the insurers shall pay for such services. That which is part of the consideration of a contract on one side cannot be implied to constitute part of the contract on the other.\nBut where it becomes necessary to procure the assistance of more men, or of men of a different craft, in order to save or repair, then the insurers are liable; for the owners engaged only for the services of a competent crew, and not for services beyond the ability of the crew.\nIf, in time of danger, the crew should refuse to perform their duty, they forfeit all the wages of the voyage, and if the master or owners should then discharge them without any fault in the sailors, it would not stop their wages. If they should discharge them in order to save themselves the expense of endeavouring to save the vessel, they would forfeit the insurance.\n. There is nothing to distinguish this case so as to exclude it from the operation of these principles. The special clause in the policy, stipulating that “ in case of loss, the assured, his factors, servants, and assigns, shall labor and travel for the safeguard and recovery of the vessel, to the charge whereof the assurers shall contribute,” has no proper influence on the'question. This is a usual clause in policies on vessels and on goods, here and in England: Smith’s Merc. Law 208; 4 Taunton 367; 1 Caine’s Rep. 573; 5 Ohio 305. It adds nothing to the duty of the insured and his agents, but merely expresses what would be the duty of the parties without it; that is, to use all proper exertions to save the property insured from total loss, and declares the duty of the insurer to contribute to the expense. It cannot apply to the crew, for they are not mentioned; yet their occupation is so prominent and peculiarly appropriate on such -occasions that they could hardly be intended to be included without being named. In the cases last above referred to it is not treated as influencing the question. It cannot apply to them in ease of insurance on goods, for they are not the servants of the owners of the goods. If it be construed to apply to them, it would entitle them to wages though their exertions should prove ineffectual, and thus a part of their wages would be insured, which the law does not allow. And if it apply to them in case of detention by reason of an injury, it is not easy to see why it should not apply to a case of detention by adverse winds, or by running on a bar where no injury is done to the vessel.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Williams and Kuhn, for plaintiff in error.",
      "Wills and Loomis, for defendants."
    ],
    "corrections": "",
    "head_matter": "May versus Delaware Insurance Company.\n1. A steamboat, out of which the cargo had been previously taken, struck a rock in the channel, and was sunk; but, by the exertions of the officers and crew, with the aid of extra hands, the boat was raised, and the loss was but partial. It was held, that the wages and provisions of the crew during the detention, were not to be estimated as a part of the damages in a suit by the owner of the boat against the insurers.\n2. A clause in the policy of insurance that, in case of loss or misfortune, the assured, his factors, servants, and assigns, shall labor and travel for, in, and about the defence, safeguard, and recovery of the vessel or any part thereof, to the charges whereof the assurers will contribute in proportion as the sum insured is to the whole sum at risk, does not apply to the crew, and does not vary the case.\n3. It is incumbent on the owner of a steamboat or vessel to employ a competent crew, who are bound to exert themselves to the utmost for the safety of the vessel; but when it is necessary to procure the assistance of more men, or of men of a different craft, in order to save or repair the vessel, the insurers are liable for such additional expense.\nError to tbe District Court of Allegheny county.\nThis was an action of assumpsit in the District Court of Allegheny county, by James May against the Delaware Mutual Safety Insurance Company, to recover from the Company the 4-llth parts of a loss sustained by the plaintiff as owner of the steamboat “ St. Anthony,” from an injury sustained by the boat on the Ohio river. The boat was valued at $11,000, and on the 8th March, 1847, was insured for $4000 for one year. The policy was not actually taken out.\nThe plaintiff declared on the usual form of policy issued by the Company. The form of policy employed by the Company contained, a provision as follows: “ And in case of any loss or misfortune, it shall be lawful, and it shall be the duty of the assured, his factors, servants, and assigns, to sue, labor, and travel, for, in, and about the defence, safeguard, and recovery of the said, steamboat, or any part thereof, without prejudice to this insurance, to the charges whereof the assurers will contribute in proportion as the sum insured is to the whole sum at risk.”\nThe pleas were: 1. Non assumpsit; 2. That the boat was not damaged by any perils against whidh the defendants had insured; 3. That the boat was unduly laden, and damaged in consequence thereof; 4. That the loss sustained by the boat arose from an improper attempt on the part of the plaintiff to navigate the Ohio river with said boat, when the water was too low for prudent and safe navigation by a boat of her class; 5. Payment, &c.\nThe plaintiffs proceeded to prove that the said boat, while descending the Ohio river on her voyage from Pittsburgh to St. Louis, on the 18th day of May, 1847, struck and sprung a leak at Beaver Shoals, and having repaired temporarily, and transferred her cargo to heel boats, proceeded with the intention of reaching Cincinnati, or some other point where the boat could be permanently repaired; and that on the following day, wrhile so proceeding, near the foot of Montgomery’s Island, she struck a rock in the channel, and was then run to the shore, and every exertion made to prevent her from sinking; that, notwithstanding the exertion of the officers and crew, she soon filled; that, after several days’ severe exertions of the officers and crew, together with extra hands, the boat was raised, and by constant pumping was kept afloat until she reached Pittsburgh, and was put into dock.\nThe plaintiff then proceeded to offer evidence of the extent of the injuries sustained by the boat, and of the costs of saving and repairing her. Among other evidence of the costs and expenses of saving and repairing it, after the injury, as above stated, the plaintiff offered in evidence an account for the zuages of the boat’s crew, and the cost of the provisions furnished them from the time of her sinking at Montgomery’s Island, until the boat reached Pittsburgh, the account including .also the entire expenses of saving the boat, and bringing her back to Pittsburgh; the wages and provisions of the crew of the boat during that time being included.\nIt was objected that for these expenses the underwriters w'ere not responsible. The Court sustained the objection as far as related to the wages of the crew, and the provisions furnished to them whilst engaged as stated; and to this the plaintiff’s counsel excepted.\nThe plaintiff’s counsel then offered to prove the expense incurred in raising the boat after it had sunk at Montgomery’s Island. This was objected to, hut the Court admitted evidence of all extra expenses incurred; but the wages and expenses of the ordinary crew of the boat were rejected. Exception was also taken to this.\n. It was admitted that the plaintiff was indebted to the defendants in the sum of $566.75, on this and other policies. The amount of plaintiff’s claim-, when reduced by rejecting the wages of the crew, and the cost of furnishing provisions to them while employed in raising the said boat, bringing it back to Pittsburgh, and by deducting one-third of the cost of new work put on said boat in •repairing it, fell somewhat short of the amount which he owed the defendants as aforesaid; etnd the jury found a verdict in favor of the defendants, on which judgment was entered.\nIt was assigned for error that the Court erred in rejecting.the evidence mentioned in the two bills of exception.\nWilliams and Kuhn, for plaintiff in error.\nIt was contended that the evidence rejected was admissible: 1. On the general principles of marine insurance. 2. On the authority of decided cases. 3. Under the special terms of the contract of insurance.\n1. The general rule of marine insurance in case of accident or loss is, that the property saved must bear the expense and charges of saving or attempting to save it, and that the insurers are bound to pay such expenses, in whole or in part, according as they have insured for the whole or for part value. The property saved was not the cargo, for that had been taken out at Beaver Shoals, and no more freight was earned; but it was for the safety and recovery of the boat that the crew labored, and the defendants, as insurers of the boat, enjoyed the advantage of such labor as well as the owner; and having received the benefit of their exertions, the defendants were under obligation to pay for them in proportion as the sum insured on the boat was to her value.\nAs to the 2d point, reference was made to 7 Johnson 57; 8 Id. 318; 2 Caine 262; 1 Id. 573-6; 4 B. Munroe’s Ken. Rep. 160.\n3. The language of the provision in the contract which is recited is broad enough to comprehend the wages and provisions of the crew. It should not be limited to the repairs and extra charges.\nWills and Loomis, for defendants.\nThe insurance was on the vessel only, and stipulated for its safety. It was denied that the principles of marine insurance or authority justified an allowance for seamen’s wages or provisions, in case of partial average, during delay or interruption of the voyage by perils usually incident to the voyage. Reference was made to the case of Perry v. The Ohio Ins. Co., 5 Ohio Rep. 305; 6 Id. 30; Id. 199; 1 Term Rep. 127; 7 Johns. 432; 11 Id. 353; 2 Metcalf 140; 4 Adol. & Ellis 420; 31 Eng. Com. Law 104; Abbott on Shipping 350.\nSeptember 27,"
  },
  "file_name": "0312-01",
  "first_page_order": 314,
  "last_page_order": 319
}
