{
  "id": 970567,
  "name": "Oliphant versus Church & Carothers",
  "name_abbreviation": "Oliphant v. Church & Carothers",
  "decision_date": "1852-09-27",
  "docket_number": "",
  "first_page": "318",
  "last_page": "320",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 318"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 280",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 380,
    "char_count": 8090,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 1.484529076571904e-07,
      "percentile": 0.661794761007302
    },
    "sha256": "ca7316c9ab43d3032243414db1fd98a519bfeae704853f5683704e091d6de93c",
    "simhash": "1:856f88d5ec63d070",
    "word_count": 1442
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Oliphant versus Church & Carothers."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nWoodward, J.\nThis was an action by Church & Carothers, endorsees, against J. H. Oliphant, endorser of a MU of exchange, drawn by J. K Duncan, on Calhoun & Harrison, of Cumberland, Md., in favor of J. K. Duncan, for $2000, at four months.\nThe defendant set up that a note of $2000, made by Carothers, Miller & Co., to the order of J. K. Duncan, and endorsed by him and Oliphant, had been discounted at the Brownsville Bank, and the proceeds remitted to Church & Carothers, whose clerk credited the amount to the account of J. K. Duncan, and charged to the same account the draft, which, having been dishonored, was taken up by Church & Carothers. It was claimed on the part of the defendant, that the note was given as a loan of the credit of the makers, to raise money for the 'purpose of enabling the plaintiffs to take up the bill of exchange, or of reimbursing them upon their having done so, and thus that it amounted to satisfaction pro tanto of the bill. The Court refused, on request, to affirm this proposition, and this is the error now assigned.\nWe must assume the purpose for which the note of Carothers, Miller & Co. was made, to have been as stated in the proposition of the defendant; but in judging of the effect of that transaction, three other facts must be kept in view, which appear to have been undisputed on this record:—\n1st. That due notice of the dishonor of the bill of exchange had been given to Oliphant.\n2d. That Church & Carothers disaffirmed the act of their clerk, as soon as they discovered the entries he had made in their books.\n3d. That when the note of Carothers, Miller & Co. fell due in the Brownsville Bank, the plaintiffs paid it and took it up.\nIn view of these facts, how could a loan of the credit of the parties to the note extinguish Oliphant’s liability on the draft, without an express agreement to that effect ? His liability to the plaintiffs, as subsequent endorsers, was fixed by the protest of the bill, and notice to him. They held the bill and the note as securities for the same debt, but, until actual payment of the one or the other, neither was extinguished. All the authorities go to show that, at law, accepting of a security of equal degree, either from the debtor himself, or from a stranger, at the instance of the debtor, is no extinguishment of the first debt. See Weakly v. Bell, 9 Watts 280, where Judge Kennedy discusses the authorities on this point very much at large. Even a higher security between different parties, or for a different sum, will be presumed, in the absence of proof, to have been accepted as a collateral security; and it depends on the intention and agreement of the parties, whether it shall be extinguishment and satisfaction of the antecedent indebtedness: Jones v. Johnson, 3 W. & Ser. 277.\nNor did the discount of the note at bank alter the presumption of law; for in Kean v. Dufresne, 3 Ser. & R. 233, it was decided that, if a creditor take a note from his debtor, and get it discounted at bank, and apply the proceeds to the credit of the drawer, and afterwards the note is protested and paid by the creditor, this is not such a parting with the note as makes it an extinguishment of the precedent debt. If the doctrine of the defendant’s point were sustained upon such facts as we have here, then any creditor would discharge his debtor by borrowing money to meet engagements which the debtor should have met; and in the same manner, a surety might release the liability of his principal. But the law is not so. There was no evidence of the intention or agreement of Church & Carothers to receive the note in lieu or satisfaction of Oliphant’s liability on the bill, and as there was no payment of the note by any of the parties to it, the law will not treat it as satisfaction.\nThere was no error in the Court’s refusal to affirm the defendant’s proposition, and the judgment is accordingly affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Williams and Kuhn, for plaintiff in error.",
      "Shaler and Stanton, for defendants."
    ],
    "corrections": "",
    "head_matter": "Oliphant versus Church & Carothers.\nA bill of exchange, aeeepted by the defendant in the suit for the accommodation of the drawer, and subsequently by the plaintiffs for the same purpose, was discounted at the Instance of the drawer, and, not being paid by Mm, was taken up by the plaintiffs, due notice being given to the defendant as first endorser. Subsequently, in order to reimburse the amount paid by the plaintiffs, a note, drawn by plaintiffs, was endorsed by the defendant, was discounted by a bank and its proceeds remitted to the plaintiffs, and the amount was credited by their clerk on their books to the bill, on the account of the drawer of it. The note was taken up by the drawers. The act of the clerk was dis-affirmed by the plaintiffs on discovering the entry in their books:\nIt was held, that the discount of the note to raise money to take up the bill of exchange, and the receipt by the plaintiffs of the amount of the note, was not an extinguishment of the liability of the defendant as first endorser of the bill of exchange, the note not being paid by him, but taken up by the plaintiffs, there being no evidence of an intention on the part of the plaintiffs to receive the note or its proceeds in satisfaction of the bill.\nError to tbe District Court of Allegheny county.\nThis was an action on the case, by Church & Carothers, against F. H. Oliphant as endorser of a bül of exchange, as follows :—\nSpringfield Furnace, June 15, 1848.\nFour months after date pay to the order of J. H. Duncan, two thousand dollars, at the Western Bank of Baltimore, without defalcation, for value received, and charge to account of\nJ. K. Duncan.\nTo Messrs. Calhoun & Harrison,\nCumberland, Md.\nThe bill was endorsed by J. H. Duncan, and successively by F. H. Oliphant, the defendant in the suit, by Church & Carothers, and others. The pleas were non assumpsit, and payment with leave, &c.\nThe bill fell due on the 18th October, and, being protested for non-payment, was taken up by Church & Carothers, notice being given to Olip'hant, the endorser.\nIn order to replace themselves in the funds required to meet the bill, Church & Carothers procured an accommodation note, at four months, for $2000, from Carothers, Miller & Co., which, being endorsed by J. K. Duncan and by Oliphant, was discounted by the Bank of Brownsville, and the proceeds remitted to Church & Carothers. This note, when it fell due, was also taken up by Church & Carothers.\nIn regard to the acceptance and note it was testified, that when the bill became due, Duncan, the drawer, said the bill would not be paid, and he proposed getting a note of Church, Miller & Co. discounted. The note above referred to was obtained, and was discounted, and the proceeds, $1960, were, as stated before, sent to Church & Carothers, who had lifted the bill. The books of the plaintiff were produced, and they showed a charge, on the 25th October, 1848, to the account of J. K. Duncan, the drawer, of the amount of the draft, and also a credit for the proceeds of the note which had been discounted at the Bank of Brownsville. It, was testified, that as soon as Garothers saw the entry of the note in the books of the plaintiffs, yrhich entry had been made by the cleric of Church & Carothers, he said it should not have been charged to Duncan, as it was for his (Carothers’) own use.\nOn the trial, various points were submitted on the part of the defendant, the third of which was, that if the note of Carothers, Miller & Co., discounted at the Bank of Browns'ville, was given as ¿ loan of the credit of the makers, to raise money for the purpose of enabling the plaintiffs to take up the bill of exchange on which this suit is founded, or of reimbursing them upon their having so done, and the money was so raised upon the endorsement of the defendant, and paid over to the plaintiffs, it amounted to a satisfaction pro tanto of the bill.\nLowrie, J., refused to instruct the jury in accordance with this proposition, and to this error .was assigned.\nVerdict was rendered for the plaintiff.\nWilliams and Kuhn, for plaintiff in error.\nShaler and Stanton, for defendants.\nSeptember 27,"
  },
  "file_name": "0318-01",
  "first_page_order": 320,
  "last_page_order": 322
}
