{
  "id": 970646,
  "name": "Blackstock versus Long",
  "name_abbreviation": "Blackstock v. Long",
  "decision_date": "1852",
  "docket_number": "",
  "first_page": "340",
  "last_page": "341",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 340"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 188,
    "char_count": 2349,
    "ocr_confidence": 0.411,
    "pagerank": {
      "raw": 5.4210866503951184e-08,
      "percentile": 0.3417166406226772
    },
    "sha256": "ec551d8867561d0ff64b0c568bea2704e22a6aeb3328773867f51b9e403e57b9",
    "simhash": "1:fc7360844d3073a2",
    "word_count": 424
  },
  "last_updated": "2023-07-14T16:22:28.700321+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Blackstock versus Long."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe principal questions argued in this case have been decided in Blackstock v. Leidy.\nThe evidence of Hill’s declarations that he was one of the owners of the boat was rightly admitted, though the declaration was made after the supplies were furnished, and though he did not say how long he had been an owner. The value of a declaration made by a party against his own interest depends so much upon accompanying circumstances that we will not attempt to say what weight the jury should have given it in this case. It was believed by both judge and jury, and that is enough. As a general rule, it is not unfair to take a man at his word.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Williams, with whom was Cochran and Shader, for plaintiffs in error."
    ],
    "corrections": "",
    "head_matter": "Blackstock versus Long.\nIn an action against several persons as owners of a steamboat for supplies furnished for the use of the boat, the declaration of one of the defendants, after the supplies were furnished, that he was one of the owners of the boat, was admissible on the part of the plaintiffs, though the defendant did not say how long he had been an owner.\nError to the District Court of Allegheny county.\nThis was an action by Long and others v. Blackstock, Hunter, & Hill, as owners of the steamboat Lydia Collins, to recover the amount of certain stores, groceries, &c., alleged to have been furnished by the plaintiffs for the use of the boat. See the facts of the case stated in the ease of Blackstock v. Leidy, antea.\nThe plaintiffs’ book of original entries was produced, showing charges amounting to ¡$234.50, between 2d March and 28th of May, 1850.\nNoble, the witness who proved the book .of original entries, testified that Sill, one of the defendants, told him (ihe was an owner of the boat. This was on the day or the day after the boat was attached by the sheriff.” The boat was levied on June 11, 1850, and sold on 24th of the same month.\nForward, J., charged, inter alia, that the “ admission of Hill to Noble is some evidence, and will be taken by the jury for what it is worth. It is not conclusive evidence of ownership at the date of the sales; but it is evidence from which the jury may, if they think proper, infer a previous ownership, and find accordingly.”\nVerdict was rendered for plaintiffs for $234.50.\nError was assigned, inter alia, to the portion of the charge above quoted.\nWilliams, with whom was Cochran and Shader, for plaintiffs in error."
  },
  "file_name": "0340-01",
  "first_page_order": 342,
  "last_page_order": 343
}
