{
  "id": 970564,
  "name": "Hemphill versus The Monongahela Navigation Company",
  "name_abbreviation": "Hemphill v. Monongahela Navigation Co.",
  "decision_date": "1852-10-07",
  "docket_number": "",
  "first_page": "351",
  "last_page": "353",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 351"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 351,
    "char_count": 7113,
    "ocr_confidence": 0.415,
    "sha256": "2fcea55bbeab32b1640d225fb5de8d3d5ecba4f5a7ff8678e16931e2726b8ebb",
    "simhash": "1:365607c29756fc2a",
    "word_count": 1283
  },
  "last_updated": "2023-07-14T16:22:28.700321+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hemphill versus The Monongahela Navigation Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nBlack, C. J.\nThe plaintiff below was a bidder at a sheriff’s sale of stocks owned by the Bank of the United States, and sold under an execution in December, 1841. He bought all that were sold for the sum of $1200. Among others, were one thousand shares of stock in the Monongahela Navigation Company, which were knocked off to him at $100. In January, 1847, the Bank transferred the same shares of the stock of the Navigation Company to J. B. Moorhead, to whom they were transferred on the books of the company. The Navigation Company refused to permit the transfer to the plaintiff, and for this, which he alleged to be an injury, the present suit was brought. The defence is, that the plaintiff held these stocks as a trustee of the bank, and that, at the time of the bank’s sale to Moorhead, they were, in equity, not the property of the plaintiff but of the bank.\nThe facts in evidence show, most incontestably, that Hemphill bought them for the bank, and that he had no more right to convert them to his own use than any other agent would have to claim the property of his principal. Moreover, he admits in the pleadings that he bought them in trust for the bank. But he attempts to avoid this confessed fact by averring, that before the transfer to Moorhead, the bank had relinquished, released, and for ever abandoned to him all right to the stock. I have said that the trust was incontestably made out. But it seems to us, nevertheless, much' easier to prove that the trust never existed, than to show that it was determinéd previous to Moorhead’s purchase. The Court below was clearly right in saying, that the lapse of time, the insolvency of the bank, the embarrassments of the Navigation Company, and the inaction of the bank, were not evidence of a waiver or relinquishment. These facts taken separately or together, or with the help of everything else that appears in the cause, are wholly insufficient to raise any presumption of abandonment.\nIf the plaintiff had asserted his right to the stocks, discharged of the trust, and free from all obligation to account for them, and given notice to the bank of his hostile claim, and the bank had taken no steps to resist him for six years or upwards, it may be that its claim would be gone. But that any evidence, less emphatic, would defeat an express and direct trust, such as this was, We are bound to deny, as being contrary to authority as well as principle. Here there was no assertion of the trustees’ own right to the stock, and if there had been, the time that elapsed was not enough to ripen such a claim into a right.\nThe Court permitted the plaintiff to recover, not only what he had paid for the stock in dispute, but all that he had paid for the other stocks purchased at the same time. If this writ of error had been taken by the other side, the right to recover more than one hundred dollars might have been questioned, though I do not say that it ought to have been. But as it stands, there is nothing in the record of which the present plaintiff in error has a right to complain.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Williams was for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Hemphill versus The Monongahela Navigation Company.\nStock belonging to the United States Bank in a navigation company was levied on under execution'against the bank, and was purchased by the plaintiff in trust for the bank, and was within six years thereafter sold by the bank to another person, to whom it was transferred on the books of the navigation company: It was held, that the lapse of time, the insolvency of the bank, the embarrassments of the navigation company, and the inaction of the bank in exercising control over or asserting claim to other stocks sold at the same sale and purchased also by the plaintiff, were insufficient to raise any presumption of abandonment, or of a waiver of the right of the bank to the navigation, stock.\nError to the District Court of Allegheny county.\nThis was an action brought to July Term, 1849, by Hemphill, against The Monongahela Navigation Company, for refusing to permit a transfer to the plaintiff of 1000 shares of stock in the said company. The stock had belonged to the Bank of the United States, and was sold as the property of the bank at sheriff’s sale, on the 8th December, 1841, and was, with other stocks, purchased by the plaintiff. Afterwards, viz., on the 21st May, 1847, the said 1000 shares of stock were assigned by the Bank of the United States for $1000, to J. B._ Moorhead, and subsequently, viz., on 12th June, 1847, they were transferred to him on the books of the company. The stock in question was purchased by the plaintiff for $100. He purchased other stocks belonging to the bank at the same time. The whole of the stocks were sold for $1200.\nOn the part of the defendants it was alleged, that the plaintiff had purchased the said stock, not for himself, but as trustee for the Bank of the United States.\nOn the trial a variety of evidence was given as to the sale of the stock under the execution, in order to show that it was purchased by the plaintiff in trust for the hank. At the time of the sheriff’s sale the plaintiff was a director of the bank.\nNo release to the plaintiff by the bank of its right to the stock was alleged.\nVarious propositions were submitted to the Court, some of which were as follows:\nThat the jury cannot presume a relinquishment or abandonment by the bank, of its right, title, and interest of and to the said stock, under the facts in evidence, from lapse of time; and that time would not run against the right of the bank until after notice given to them, and a disclaimer of the trust, and an intent on the part of the plaintiff to hold adversely to the bank.\nAnswer. — This proposition is correct.\nThat if the plaintiff was entitled to hold the stock as a security for his advances thereon, and the same was subsequently transferred, by authority of the bank, to a third person, the measure of the plaintiff’s damages would be only the amount of his advance upon the said stock, with interest.\nAnswer. — This proposition is correct, except, that if all the stocks were purchased under an arrangement, he can claim the whole advances made in pursuance thereof.\nAnother was, that the jury may presume that the bank had waived and relinquished all benefit from the trust. 1st. From lapse of time. 2d. The continued and hopeless insolvency of the bank. 3d. The embarrassed condition of the Monongahela Navigation Company during the years 1841, 1842, and a part of 1843. 4th. The want of evidence that the bank has exercised any control, or asserted any claim to the other stocks sold at the same time; and 5th. The fact that the stock was not offeredj but sought after, and was sold at an inconsiderable price and without warranty.\nThe answer was, that it could not be presumed from these facts alone without any positive acts of either party to show such an intention.\nVerdict was rendered for the plaintiff. He took out the writ of error.\nThe name of the counsel of the plaintiff in error was not stated on the paper-book received.\nWilliams was for defendant in error.\nOctober 7,"
  },
  "file_name": "0351-01",
  "first_page_order": 353,
  "last_page_order": 355
}
