{
  "id": 970700,
  "name": "Campbell versus Brown",
  "name_abbreviation": "Campbell v. Brown",
  "decision_date": "1852-10-11",
  "docket_number": "",
  "first_page": "359",
  "last_page": "361",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 359"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Yeates 586",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6777909
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0584-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 323,
    "char_count": 5712,
    "ocr_confidence": 0.418,
    "pagerank": {
      "raw": 7.351004668085049e-08,
      "percentile": 0.4411764933013469
    },
    "sha256": "3bd2df152d0b16ecf959436e582faf7b5655e6c1e168e1b6a21c4994b2ae2e0d",
    "simhash": "1:eee5367b223adab7",
    "word_count": 1046
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Campbell versus Brown."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nWoodward, J.\nA dog seen worrying sheep may be killed by any person. If he shall have been known to worry sheep, and information thereof be given to his owner, it is the duty of the owner to kill him. If the owner do not kill him, he shall make full compensation for the damage done by the dog; and any person seeing such a dog running at large may kill him. Such are the provisions of the 5th section of the Act of 23d March, 1809: Purdon 320.\nThe action to be brought for compensation, under the statute, may be trespass, and justices of the peace have jurisdiction: Paff v. Slack, 7 Barr 254. The Court were right in sustaining the action brought, but they were in error in declining to refer to the jury the question of the defendant’s knowledge of the evil propensities of his dog. And their answewthat this was an action at common law was a wholly insufficient reason for withholding that question from the jury; for, whether the action be at common law or under the statute, the scienter is alike indispensable. The gist of the action is not the negligent keeping of the dog, but the keeping him with knowledge of his vicious disposition. Dogs belong to the class of domestic animals which are not ordinarily dangerous, and which it is lawful to keep, except in places where they are forbidden by some legislative or municipal provision. But when they become mischievous, and knowledge of this is brought home to the owner, good neighborhood, as well as the law, forbids a longer existence, and the owner should terminate it, If he do not, he is liable in damages for the misdemeanors of his dog. If the action be for the “full compensation” mentioned in the statute, it may be, as we have said, in trespass; if it be at common law, it is generally held that it must be in case; but either way the scienter must be proved. See the authorities collected in 1 Saunders’ Pleadings and Evidence 755.\nIn the case before us the Court should have submitted to the jury the evidence of the scienter, with instructions to find for the plaintiff if the defendant kept his dog alive knowing his disposition to worry sheep; but if he did not know it, and dispatched him as soon as he was informed of it, the verdict should have been for the defendant.\nTo the instructions of the Court on the measure of damages, we see no just ground of exception.\nThe judgment is reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Woods, for the plaintiff in error.",
      "Mellon, for defendants."
    ],
    "corrections": "",
    "head_matter": "Campbell versus Brown.\n1. Under tbe fifth section of the Act of 23d March, 1809, trespass lies against the owner of a dog for injury done to the plaintiff in worrying and killing his sheep, and justices of the peace have jurisdiction of such actions.\n2. But, whether the action be in trespass under the statute, or in case at common law, the defendant is not liable for such an injury unless he previously knew that Ms dog had been known to worry or kill sheep; and the question as to the scienter should be referred to the jury.\n3. In an action of trespass under the statute, the defendant is liable not only for the sheep killed by the dog, but for such injuries as may befall the flock from fright.\nError to the Common Pleas of Allegheny county.\nThis was an action of trespass by William and David Brown v. David Campbell, before a justice of the peace, from whose judgment an appeal was taken to the Common Pleas. It was tried May 21, 1851. The declaration was in trespass, and contained two counts, in one of which it was alleged, that the defendant’s dog worried and killed the plaintiffs’ sheep; in the other it was alleged, that the defendant, in July 30, 1850, was the owner of a ferocious dog which he permitted to run at large, and that it worried and killed twenty sheep of the plaintiffs.\nA witness testified that on the 30th July he saw the dog chasing Browns’ sheep — he had a sheep by the neck. The witness chased him off and called to Campbell. The witness afterwards saw two sheep dead. He further said, that a year before, this he put the dog off his sheep. The dog was then young.\n■ Points were submitted to the Court, which, with the answers of the Court, were as follows :\n1. That the plaintiffs cannot recover, under the evidence in this case; that trespass, as brought, will not lie.\nAnswer. — The Court charge negatively, and that trespass will . lie.\n2. That the plaintiffs cannot recover under the Act of Assembly, if the jury believe that the defendant was never notified that his dog was known to worry or kill sheep — not having so declared—\nAnswer. — This suit is brought at common law.\n3. That case and not trespass, is the proper remedy.\nAnswer. — The Court charge negatively, and that this suit is properly brought.\n4. The jury cannot give any damages but for the sheep actually proved to be killed or injured..\nAnswer. — This is trespass, and the jury can give damages beyond the value of those killed; and the jury, in this case, can give such damages, over and above the value of the sheep proved to be slain, as they may conscientiously believe is warranted from all the facts and circumstances of the case, viz., such consequences as may befall a flock of sheep from fright, &c., if proved to the jury in this case.\nYerdict for plaintiffs for $5.75. '\nIt was assigned for error, that the Court erred in their answers to the several points.\nWoods, for the plaintiff in error.\nHe contended that unless Campbell knew that his dog had been known to worry sheep, it was not unlawful for him to keep the dog, and he would not be liable, under the fifth section of the Act of 23d March, 1809, for the injury done. That case and not trespass was the remedy: 6 Ser. & R. 348; 1 Yeates 586; 9 W. & Ser. 32.\nMellon, for defendants.\nOctober 11,"
  },
  "file_name": "0359-01",
  "first_page_order": 361,
  "last_page_order": 363
}
