{
  "id": 970543,
  "name": "Ulp versus Campbell",
  "name_abbreviation": "Ulp v. Campbell",
  "decision_date": "1852",
  "docket_number": "",
  "first_page": "361",
  "last_page": "363",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 361"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 235,
    "char_count": 3507,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 1.2470371739025765e-07,
      "percentile": 0.6092366775051364
    },
    "sha256": "b5d6c9b25fef12eb5aa9eb82674d4db83c81910cbf98e23ceb3d52d782507116",
    "simhash": "1:da37d5176a6ef9d4",
    "word_count": 633
  },
  "last_updated": "2023-07-14T16:22:28.700321+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ulp versus Campbell."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nA married woman was offered as a witness. It was not denied that she had an interest in the cause, but the defendant in error showed a release which' she had executed without being joined by her husband, and contended that since the Act of 1848 a feme covert may make a conveyance or release of her estate in lands by a separate deed. This question arose in Peck v. Ward, 6 Harris 506. It was held that a married woman’s estate can only be conveyed according to the Act of 1770; that the Act of 1848 makes no change in the mode of alienation, though it does in the nature of a wife’s estate, and that a deed not executed by the husband, as well as the wife, gives no title to the grantee. The release in this ease was therefore void and of no effect; the interest of the witness was not taken away by it, and she ought to have been rejected.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "JFetterman and Stewart, for plaintiffs in error,",
      "Stephenson, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Ulp versus Campbell.\nA release by a married woman of her right of dower, in which she was not joined by her husband, is void. Her estate can only be conveyed according to the Act of 24th February, 1770. The Act of 11th April, 1848, relative to the rights of married women, makes no change in the mode of alienation of their estates. See Peek v. Ward, 6 Harris 506.\nError to the Common Pleas of Mercer county.\nThis was an ejectment by John Campbell, James Campbell, John Love, and Jane his wife, against Enoch Ulp and others, in which the plaintiffs sought to recover 75 of 200 acres of land, in Hickory township, Mercer county. The plaintiffs were the children of William Campbell. They claimed under an alleged purchase of the land by William Campbell, who, shortly after the alleged purchase, moved on the land, and resided on it till his death. After the death of William Campbell his widow married Samuel McKay. _ '\n_ The plaintiffs, in support of their claim, offered the deposition of their mother, Rachael McKay, accompanied by a conveyance or release of all her right and title, and claim of dower in the tract of 200 acres, for which this ejectment was pending. It was dated 13th November, 1850, and was executed by her alone, her husband being alive but not joining in it; and it was acknowledged. She was offered to prove a purchase of the land by William Campbell.\nThe deposition was objected to on the ground of interest in the witness; that the release was insufficient to divest her of her right of dower in the land in dispute, her husband not having joined in the release.\nThe deposition was admitted.\nVerdict was rendered for the plaintiffs.\nError was assigned to the admission of the witness, it being alleged that she, as the widow of William Campbell, would be entitled to dower in the premises if recovered by the plaintiffs, and that the execution of the release was insufficient to divest her interest.\nJFetterman and Stewart, for plaintiffs in error,\nthe Court declined to hear. In their printed argument reference was made to 7 Barr 287, Willing v. Peters; 4 Harris 489, Trimmer v. Heagy.\nStephenson, for defendants in error.\nIt was contended that the Act of 1848 confers upon married women the right to use and enjoy their estates as their own separate property, and this right they cannot fully enjoy without the power to dispose of it at pleasure. It is to continue “ the property of such woman as fully after her marriage as before.” The right to convey without the consent of her husband results from this, as, when of lawful age, she could have conveyed before her marriage."
  },
  "file_name": "0361-01",
  "first_page_order": 363,
  "last_page_order": 365
}
