{
  "id": 970590,
  "name": "Ohio and Pennsylvania Railroad Company versus Bradford's heirs",
  "name_abbreviation": "Ohio & Pennsylvania Railroad v. Bradford's heirs",
  "decision_date": "1852",
  "docket_number": "",
  "first_page": "363",
  "last_page": "363",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 363"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 153,
    "char_count": 1808,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.4709602760624268
    },
    "sha256": "2b9a4cb5768f19155149edcf689d413e503e80d66c3d087a008bd40736de7929",
    "simhash": "1:cf419ab6833aabaa",
    "word_count": 313
  },
  "last_updated": "2023-07-14T16:22:28.700321+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ohio and Pennsylvania Railroad Company versus Bradford’s heirs."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\nAll the exceptions here may be summed up in this: that the damages were not justified by the evidence. But we can take no notice of evidence given to the viewers. It is not and cannot be made a part of the record. It would be better not to put such evidence on the paper-books. When it is placed before us we will treat it, as we treat all other extraneous matter, and give it no attention.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Qourtney and Williams, for the Company.",
      "JSIcQandless and Loomis, contó."
    ],
    "corrections": "",
    "head_matter": "Ohio and Pennsylvania Railroad Company versus Bradford’s heirs.\nThis Court will not take notice of evidence given to viewers appointed to assess the damage done by the location and construction of a railroad through the lands of an individual. Such evidence is not a part of the record.\nError to the Common Pleas of Allegheny county.\nThe Ohio' and Pennsylvania Railroad Company, having run their railroad through the land of the heirs of Thomas Bradford, in pursuance of the 9th section of the act regulating railroad companies, filed a description of its appropriation of a portion of the land of the said heirs, and in their petition asked the Court to appoint viewers to assess the damages, &c. On 17th June, 1850, three viewers were appointed, who reported damages to the amount of $2450. ►\nOn the part of the Company, exceptions to the report were filed, the three first of which were: 1. The viewers assessed exorbitant damages. 2. They assessed no benefits conferred upon the property, arising from the improvement. 3. They did not take into consideration the enhanced value of the whole tract per acre, in consequence of the improvement.\nDepositions were taken on each side, but the exceptions were overruled and the report confirmed. To this error was assigned.\nQourtney and Williams, for the Company.\nJSIcQandless and Loomis, contó."
  },
  "file_name": "0363-01",
  "first_page_order": 365,
  "last_page_order": 365
}
