{
  "id": 970678,
  "name": "Elder versus Robinson",
  "name_abbreviation": "Elder v. Robinson",
  "decision_date": "1852-10-11",
  "docket_number": "",
  "first_page": "364",
  "last_page": "366",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 364"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts 379",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Yeates 291",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6774135
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0290-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 307,
    "char_count": 5452,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 1.0971237685016421e-07,
      "percentile": 0.5671662710837582
    },
    "sha256": "8b3c377411e5adb3e39915a848357af602c9b96e81f37680695def6322aea7a5",
    "simhash": "1:506405794ab4d752",
    "word_count": 974
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Elder versus Robinson."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLowrie, J.\nThe principle relied on by the plaintiffs in error was strained to the utmost in Kerr v. Day, 14 State Rep. 112, But that case was very different from the present one.\nWhere a lessor stipulated with his lessee, in the lease, that when the land was offered for sale, the first offer shall be made to the lessee upon terms as favorable as are offered to any other person, this stipulation gives to the lessee no title to or interest in the land, and creates only a personal obligation.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "A. MeOalmont, for plaintiffs in error.",
      "The Court declined to hear Sutton and Purviance, for defendants."
    ],
    "corrections": "",
    "head_matter": "Elder versus Robinson.\nA lessor stipulated with, his lessees, in the lease, that when the lands are offered for sale, the first offer shall be made to them upon terms as favorable as the lands will be offered to any other person: Held, that this stipulation gave to the lessees no title to or interest in the land, but created only & personal obligation.\nError to the Common Pleas of Clarion county.\nThis was an ejectment to May Term, 1851, by Robinson, McConnell, and Buffington, v. Robert Elder and others, for 331 acres, more or less, of land in Perry township, Clarion county.\nOn part of plaintiffs was given in evidence a warrant in 1785, and a patent in 1795, and various deeds. One of the deeds was from Thomas McConnell to Joseph B. Lapsley, trustee for Thomas Cobb and Timothy Cobb, dated 19th October, 1820. Also, deed from Lapsley, as trustee, to William D. Robinson (who was one of the plaintiffs), dated 20th January, 1851.\nThe plaintiffs also gave in evidence articles of agreement, or lease under seal, dated June 3, 1830, between Joseph B. Lapsley, holding in trust for Thomas Cobb and Timothy Cobb, of England, and James Elder and others. It was admitted that the defendants were in possession of the land in dispute under this agreement or lease. By the agreement, several tracts of land were leased to James Elder and to William Hager, George Hager, and Joseph Troutman, three of the defendants, and others, who resided on the land, who were to hold according to their respective possessions as they then were, until the first day of April, 1832; the lessor to give them one full year’s notice before first April to quit. The parties of the second part covenanted to pay taxes, not to commit waste, &c., and to surrender the possession; and it further provided that “ the party of the first part further agrees, that when said tracts of land are or shall be offered for sale, that the first offer shall be given to the parties of the second part upon terms as favorable to them as they will be offered to any other person or persons.”\nOn part of the plaintiff a notice to defendants to quit was proved, served on or about 12th March, 1850.\nNo evidence was given on the part of the defendants, but they relied on the clause before cited from the agreement or- lease.\nThe case was tried before Galbraith, J.\nThe following points were submitted to the Court on part of the plaintiffs:\n1. That the plaintiffs having showed a good and perfect legal title to the land in dispute, are entitled to recover; the clause in the lease to give defendants an offer to purchase not being a covenant running with the land, and vesting no title therein in the defendants.\n2. That the clause in the lease does not create between the parties to this cause such a relation as could confer any right upon the defendants, because of a want of mutuality and of the absence of all the ingredients of a contract, such as could be enforced by a Court of Chancery.\nThe Court answered both the above points in the affirmative.\nDefendants’ counsel submitted the following points:\nThat the defendants, when the lands were offered for sale, not having had the first offer upon terms as favorable as others, or any offer whatever, according to the covenant in the agreement or lease, the sale and purchase was fraudulent and void, and plaintiffs cannot recover.\nThat even if the sale and purchase was not fraudulent as to defendants, yet plaintiffs having full notice of the lease, and that the defendants were entitled to a preference as purchasers, hold the legal title in trust for defendants, subject to payment of the purchase-money and interest, and are not entitled to recover in this ejectment, not having tendered a deed and demanded the money and interest.\nThe Court answered the said two points in the negative.\nThe Court further charged: “ The defendants gave no evidence, but relied upon a clause in the lease of 30th June, 1830, given in evidence by the plaintiffs. There being no evidence of any offer to purchase at any price by the defendants, or the tender of any money on any such purchase, the Court decide that there is nothing in that clause- in the lease to render it a breach of any covenant on the part of the lessors to sell to the plaintiffs. The ease is distinguished from the case of Kerr et al. v. Day, 14 Pa. State Rep. 112, in this: that in that case there was a limited time mentioned and a specified price, which are wanting in the case before the Court. There being no point of fact on which the jury can hesitate, and the decision of the Court being with the plaintiffs on the questions presented, they will therefore find for the plaintiffs.”\nError was assigned to the answers and to the charge.\nA. MeOalmont, for plaintiffs in error.\nHe cited 1 Yeates 291; 8 Watts 379; and Kerr v. Day.\nThe Court declined to hear Sutton and Purviance, for defendants.\nOctober 11, 1852,"
  },
  "file_name": "0364-01",
  "first_page_order": 366,
  "last_page_order": 368
}
