{
  "id": 970636,
  "name": "Walker and Wife versus Vincent",
  "name_abbreviation": "Walker v. Vincent",
  "decision_date": "1852-10-11",
  "docket_number": "",
  "first_page": "369",
  "last_page": "372",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 369"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Bin. 139",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791096
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0139-01"
      ]
    },
    {
      "cite": "1 Jones 370",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682563
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/nc/46/0370-01"
      ]
    },
    {
      "cite": "10 Watts 328",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "18 Pick. 460",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "8 Mass. 37",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 499,
    "char_count": 9322,
    "ocr_confidence": 0.422,
    "pagerank": {
      "raw": 2.6956717147787254e-07,
      "percentile": 0.827987461817272
    },
    "sha256": "cb97eb600d0dbc8af4f88bd4542dd674391c90cac0804f76f08e40c27dead863",
    "simhash": "1:fa09ec444891c1ed",
    "word_count": 1679
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Walker and Wife versus Vincent."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLowrxe, J.\nUnder the will of P. S. V. Hamot, Mrs. Walker takes a fee-simple, and not a life estate, and therefore the judgment should have been entered for the plaintiff, instead of the defendant.\nThe will is, “I devise to my daughter, Josephine M. Walker, and to her legal heirs,” and then it proceeds to describe the property, and adds, “ all of which I devise to my said daughter, and to her heirs for ever, with this express condition, and provision, that she shall not alien or dispose of the same, or join in any deed or conveyance with her husband for the transfer thereof during her natural life, but the same shall be and remain during the period aforesaid inalienable.”\nThis devise is very like that in the will of James Hunter, who gave a farm to his “son John and to his heirs, with this proviso, that he shall not have any right to sell nor convey the said farm to any person or persons whomsoever, but at his death all the right, title, and interest shall be and remain full and perfect in his lawful heirs;” and this was held at our late term at Harrisburg, in the ease of Reifsnyder v. Hunter, to convey a fee. Antea 41.\nThe law does not pretend to carry out the intention of the testator in all cases; for many testators show a very clear intention to shackle the estates granted by them to a degree that is totally incompatible with any real enjoyment of them, and which the law does-not allow. Hence, many of the rules of law are designed to control and frustrate the most manifest intent. The great merit of the rule in Shelly’s case is, that it frustrates and is intended to frustrate unreasonable restrictions upon titles; for when an estate is declared to be a fee-simple or fee-tail, it is at once made subject to a limitation in its proper form, no matter how clear may be the testator’s intention to the contrary.\nThere can be no doubt that in the present case the testator meant to give an estate that should descend exactly as if it were a fee-simple, for it is to Mrs. Walker and her proper heirs. This, then, is his primary intent, and the attempt to restrain the power of the first taker is his secondary intent; and it is entirely ineffectual, under the rule that where the primary and secondary intent of the testator are inconsistent with each other, the primary intent shall prevail.\nIt makes no difference that the testator has expressly withheld one of the rights essential to a fee-simple, for the law does not allow an estate to he granted to a man and his heirs with a restraint on alienation, and frustrates the most clear intention to impose such a restraint, just as it allows alienation of an estate tail, though a contrary intent is manifest. And it would he exceedingly improper in any Court, in construing a devise to a man and his heirs, to endeavor to give effect to the restraint upon alienation by changing the character of the estate to a life estate, with a remainder annexed to it, or with an executory devise over.\nThe, law is wise in not consenting to give effect to all the intentions of testators, for if it did, it would not be many generations before all the land of this country would be effectually shackled, so that the generation in possession of it'would have but little power over it. To prevent even stray instances of this kind, the rule that avoids all restraints upon grants to a man and his heirs is most valuable in its influence.\nLet this judgment be reversed, and the record remitted to the Court of Common Pleas of Erie county, with directions to enter judgment in favor of the plaintiff, in accordance with the terms of the case stated.\nJudgment reversed, &c.",
        "type": "majority",
        "author": "Lowrxe, J."
      }
    ],
    "attorneys": [
      "Marshall, for plaintiff in error.",
      "Babbitt, for defendant.",
      "Loomis, for plaintiff."
    ],
    "corrections": "",
    "head_matter": "Walker and Wife versus Vincent.\nA testator devised “ to his daughter and to her legal heirs” certain real estate, all of which, he added, “ I give and devise to my said daughter and to her heirs for ever, with this express condition and provision, that she shall not alien or dispose of the same, or join in any deed or conveyance with her husband for the transfer thereof during her natural life, but the same shall be and remain, during the period aforesaid, inalienable.”\nHeld, that the daughter took an estate in fee, the restraint upon alienation being void. See. Beifsnyder v. Hunter, antea 41.\nError to the Common Pleas of Mrie county.\nThis was an amicable action in covenant, in wiicb Stephen C. Walker and Josephine his wife were plaintiffs, and B. B. Vincent and Wm. Himrod were defendants. The plaintiffs had sold to the defendants five out-lots in the second .section of Erie for $1750,. and covenanted to convey on the 1st July, 1851, in fee simple; and at the time appointed there was tendered to the defendants a deed for the lots in fee. The deed was refused, and the question submitted in the case agreed upon was, whether Mrs. Walker, who claimed the lots under the will of her father, Peter S. V. Hamot, took under the will an estate in fee or only for life.\nThe will was dated 15th June, 1844. The testator died in 1846, his will being proved on 9th November, 1846. His will provided, inter alia, as follows: “ I give and devise to my daughter, Josephine M. Walker (intermarried with Stephen C. Walker), and to her legal heirs, as follows (describing the property), all of which, &e., I give and devise to my said daughter, Josephine M. Walker, and to her heirs for ever, with this express condition and provision that she shall not alien or dispose of the same, or join in any deed or conveyance with her husband for the transfer thereof during her ‘natural life, but the same shall be and remain during the period aforesaid inalienable.”\nIf the Court considered that she took an estate in fee in the lots, with the right to alien the same, then judgment to be entered for the plaintiffs; if otherwise, judgment to be entered for defendants.\nThe Court below entered judgment for the plaintiffs, to which error was assigned.\nMarshall, for plaintiff in error.\nIt is a general rule, when a deed or devise creates an estate in fee-simple or fee-tail, any subsequent expression in the instrument narrowing the estate, is void. As, where a deed of land is given to one and to his heirs, with a restriction that the grantee shall have the estate for life only, and then to his heirs for ever, or that the grantee shall not alien, such restriction is void, and the grantee takes an absolute estate: Coke Litt. 223 a; 5 Vin. Ab. 101, z. pl. 11, 14, 22; 1 Swift’s Digest 77; Hawley v. Northampton, 8 Mass. 37; Hall v. Tufts, 18 Pick. 460.\nA general restriction as to conveying after a grant in fee, is void: McWilliams et al. v. Nisly, 2 Ser. & R. 507; 4 Kent 534-5. Sergeant, Justice, in delivering the opinion of the Court in the ..ease of Turner v. Fowler, 10 Watts 328, says “a condition not to alien, annexed to a feoffment or devise in fee. is void, being absurd and repugnant.”\nWhere the testator evinces a general intent to give a fee, with an apparent particular intent in relation to alienation, such particular intent is void because inconsistent with a reasonable enjoyment of the fee: M’Cullough’s Heirs v. Gilmore, 1 Jones 370.\nBabbitt, for defendant.\nWe admit that where there is a manifest intent to devise an estate in fee-simple, and it is so devised, a subsequent general restraint upon the alienation of such estate may be void. But the intent of the testator is, we contend, the great leading ¡and fundamental rule in the construction of wills, to which all other rules are subservient, and are in fact auxiliaries designed as aids in arriving at the intention of the testator: Findlay v. Riddle, 3 Bin. 139; Beltzhoover v. Costen, 7 Barr 18; Johnson v. Currin, 10 Barr 498.\nWe contend that, though the testator has used words which, standing alone, would convey a fee-simple, it is most manifest, from the whole context, that it was not his intention to grant an estate in fee-simple, which would carry with it the power of alienation. From his express words, we see that he designed to grant to the devisee the use, during her life, unalienable, with remainder in fee to her heirs. This intention is too clear to admit of a doubt. The operative words are closely connected in a single sentence, and the latter clause restrains and modifies the meaning of the whole. One part cannot be separated from the other and rejected as repugnant. But if it could be so, it would be the first clause of the sentence (which seems to grant a foe-simple) that should be rejected; because, where there is repugnance in a will, the rule is that the latter of the repugnant provisions must be retained, and the former rejected. The intent of the testator will control the legal and technical operation of the word “heirs” in a will: Perrin v. Blake, 4 Burr 2581; Johnson v. Currin, 10 Barr 498; Hileman v. Bouslaugh, 1 Harris 353.\nAs to the case of McCullough v. Gilmore, 1 Jones 370, that case is ruled on the ground of there being a manifest intent by the testator to grant an estate in fee-simple, which could not be overruled by an obscure and ill-defined vague intent in some way to control the legal operation of such estate. He referred to 10 Barr 498, Johnson v. Currin.\nLoomis, for plaintiff.\nHere is a clear case of a devise in fee-simple, and a limitation of that estate, inconsistent with it, is void.\nOctober 11,"
  },
  "file_name": "0369-01",
  "first_page_order": 371,
  "last_page_order": 374
}
