{
  "id": 970685,
  "name": "Wilson versus Trumbull Mutual Fire Insurance Company",
  "name_abbreviation": "Wilson v. Trumbull Mutual Fire Insurance",
  "decision_date": "1852-10-11",
  "docket_number": "",
  "first_page": "372",
  "last_page": "375",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 372"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 414,
    "char_count": 8187,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 3.6388627107025417e-07,
      "percentile": 0.889506685524909
    },
    "sha256": "ec58b527a3be0970476735c2563398c427f1b96350d3b8cfb677d7fcdc2b2a78",
    "simhash": "1:cb0644258c8c58dd",
    "word_count": 1455
  },
  "last_updated": "2023-07-14T16:22:28.700321+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilson versus Trumbull Mutual Fire Insurance Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLowrie, J.\nThis was an insurance for five years on a stock of store, goods belonging to Wilson & Co., in a particular house. The sum of $2.88 was paid as premium, and a note for $80 was given as deposit money. Wilson & Co. sold out the entire stock of goods at one time, and they were removed to another place. No loss had happened between the date of the policy and the sale; but some losses happened afterwards, and within the five years, and the Company claims that Wilson & Co. are liable to contribute to the losses to the extent of their deposit note.\nThe by-law which declares that alienation of the property shall, ipso facto, avoid the policy, is of no consequence; for such, without it, is the law of the contract. Interest in the property insured is an essential link in the relation of insurance. It is therefore an incident of such a relation that it may be dissolved by the insured by parting with his interest. In mutual insurance companies, all the insured are members, and all members are insured. He that sells his insured property excludes himself from membership, and from all its liabilities thereafter accruing. He is no longer insurer or insured. He can claim no benefits, nor be bound for subsequent losses. By the very nature of the contract, Wilson & Co. are not liable for losses happening after they cease to be members.\nDoes the giving of the deposit note produce a different result ? No, it does not. It is intended only as a means of securing the payment of assessments for losses, and if Wilson & Co. were not liable for any assessments, not being members, the note could not be used as a means of enforcing them. The assessment should be upon those only who were members at the time of the happening of the loss, and not upon those who had ceased to be such. If a member perform all his duties, and -pay his share of all losses accruing during his membership, no more can justly be required of him, and if he does so his deposit note is thereby cancelled. It cannot be 'used to enforce contribution for losses arising after he ceased to be insurer or insured. This is a legitimate deduction from the nature of the relation of mutual insurers, and produces a result equivalent to the rule of marine insurance that allows a return of premium for want of interest, and when the risk is not run.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Stephenson, for plaintiff in error.",
      "Holstein, for the Company."
    ],
    "corrections": "",
    "head_matter": "Wilson versus Trumbull Mutual Fire Insurance Company.\nInterest in the property insured is an essential link in the relation of insurance: therefore, where a member of a mutual insurance company, whose stock of goods was insured, sold them several months before a loss by fire happened, it was held, that he was not liable for a portion of the loss. His deposit note was only a means of securing the payment of assessments for losses during his membership, and its execution did not vary the ease.\nError to the Common Pleas of Mercer county.\nThis was an action by The Trumbull Mutual Fire Insurance Company v. Samuel Wilson and Samuel Goodwin, trading under the firm of Samuel Wilson & Co., upon a note, termed a premium or deposite note, which the defendants, as members, gave to the said company. The suit was an appeal from the judgment of a justice of the peace. The company was incorporated in pursuance of Act of 28th February, 1843, passed by the Legislature of the state of Ohio, and vras authorized to insure against fire, any mansion, house, or other building within the county of Trumbull, Ohio.\nThe defendants had a policy of insurance, in which it was stated, that they, being members of the said Company, had, agreeably to the rules of the company, paid the sum of $2.88 as, premium, and given their note of hand, of same date as that of the policy, to the company, for $96, as deposit money, and thereby bound and obliged themselves, their heirs, &c., to pay all such sum or sums as may be assessed by the president and directors of the said company, pursuant to the act of incorporation, but not in any event to exceed double the sums above named as premium and deposit money. In consideration of the premises, Wilson & Co., were insured for five years from 1st May, 1845, the sum of $1200, viz., $1000 on goods, wares, and merchandise, belonging to Wilson & Co., contained in Jones’s wooden building, in Orangeville, Trumbull county, and $200 on furniture in a dwelling-house adjoining the store.\nIt was proved on the part of the defendants, that on the 17th September, 1845, they sold their entire stock of goods, except a few scythes, and that the goods were removed to Pennsylvania. The defendants did not occupy the house as a store after that time. The policy was not assigned to the purchaser. Wilson offered to assign it, but the purchaser would not accept it. Above eight months afterwards, viz., on 1st June, 1846, an extensive fire occurred in Warren, Ohio, by which the loss, admitted by the company, was $15,650.\nThe 10th article of the by-laws of the company, provides as follows: The alienation, in any way, of any property insured by this company, shall, ipso facto, make void the policy, unless notice of the alienation is given to the secretary, and an assignment made of the policy to the new owner of the property within sixty days after the alienation, said assignment to be recorded on the back of the policy in the company’s book. But on the death of any person holding a policy in this company, said policy shall continue to attach to the building insured by it, in the same way and under the same regulations as if the original owner was alive, and the benefits of it shall belong to the legal owner of the building so insured, he being subject to all the liabilities of the original owner.\nJacob IL Baldwin testified, that the practice of the company was not to release the insured on a sale of the property insured.\nOn the part of the company, the Court was requested to charge, inter alia, as follows: 3. That, by the 10th by-law of the company, the poliey of insurance on personal property does not, ipso facto, become void by a sale by the insured of the property covered by the policy; but that ly-law applies only to insurances on buildings, and that the construction of this by-law by the company, as proven by Jacob H. Baldwin, is the true interpretation of the same.\n4. That the defendants in this case, not having given notice to the company that they had sold the goods insured, but permitted them to make the several assessments claimed to be recovered in this suit without knowledge of that fact, they are bound to pay the assessments so made, and cannot set up the sale of the property insured as matter of defence in this suit.\nThe Court, in answer 'to the third and fourth points, charged, that the deposit notes were the stock of the company, and that a member who sold his insured property without notice to the company, was not, without the consent of the company, relieved from responsibility, and was bound to pay his proportion of the loss sustained by others insured. That to relieve him would be unjust to other persons insured, and to other members whose responsibility would be increased without their knowledge. The Court expressed the opinion that the sale of the property insured was not a defence in the case.\nIt was, inter alia, assigned for error, That the Court erred in charging, that the sale of the property insured did not relieve the defendants from responsibility on their deposit note, for losses by fire, occurring after the sale.\nStephenson, for plaintiff in error.\nIt was contended that the policy of Wilson & Co. became void on the 17th September, 1845, the day of the sale of the goods, or within sixty days afterwards, the fire occurring on 1st July, 1846: 1 Barr 359.\nThe by-law does not relate to real property only; the language of the 10th article is “ any property insured.”\nThere is no provision in the by-laws on the subject of notice of sale, which will render the defendants below liable in this case.\nHolstein, for the Company.\nHe contended that the sale of the goods did not nullify the policy. The term alienation in the bylaw is applicable only to real estate.\nOctober 11,"
  },
  "file_name": "0372-01",
  "first_page_order": 374,
  "last_page_order": 377
}
