{
  "id": 970667,
  "name": "Patterson versus Wilson",
  "name_abbreviation": "Patterson v. Wilson",
  "decision_date": "1852",
  "docket_number": "",
  "first_page": "380",
  "last_page": "383",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 380"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 262",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843985
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0262-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 409,
    "char_count": 8813,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 7.253498885884909e-08,
      "percentile": 0.4324676844093999
    },
    "sha256": "1d8f25d5a22b7a8dfa476314eba53150fe1f9fbf8bf43524e4050968a42acf74",
    "simhash": "1:475644a84c47e6e3",
    "word_count": 1588
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Patterson versus Wilson."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, 0. J.\nThe defendants sold to the plaintiff a lot of ground, and agreed to take the price of it in work. The vendee did not take possession of the lot, but he did a portion of the work according to the contract. He offered to pay the balance of the price in the same way, but the vendors refused to employ him and he brought this ejectment.\nThe vendee having offered to do all that he covenanted, if he is not entitled to recover the lot he must lose all the labor he has already performed. It cannot be that the law will give a vendor such an advantage over his vendee as to allow the former, after , the latter has partially paid for the land, to keep it by simply refusing to. accept the balance.\nBut it is said the Court should have directed a conditional verdict. A verdict in favor of a vendee is usually, if not always, an absolute one. He must show that he has already performed his contract unless the other party has prevented him. If the price was to be paid in money, and has been tendered and refused, it is in Court and no condition is necessary. Where the vendee has anything yet to do before being authorized to demand possession, he is not in a situation to bring ejectment. He is entitled either to an unconditional verdict or to none. What sort of a condition could be appended to this verdict ? Was it expected that execution should be stayed until the plaintiff would work out the price of-the land ? The defendant might keep him off ftn? ever by refusing to accept it, and a mere repetition of the tender would put neither party a step beyond where they stand now. Perhaps it was thought that the plaintiff might have judgment and execution, with the conditions annexed that he would surrender back the premises in case he refused, on demand, to work out the price. But this would be absurd, for such a condition could only be enforced by another ejectment, and if it be the defendants’ right to recover back the premises in that ease, they can do so without having it stipulated now. The District Court was right in directing an absolute verdict, and that being the only question in the cause, we do not decide whether the tender of the work was equal to a full performance of the plaintiff’s covenant, or whether the defendants may demand it hereafter. Neither do we feel called upon to say, whether, in case of a demand and refusal, the proper remedy of the defendants, if they have one, is ejectment or a personal action.\nJudgment affirmed.'",
        "type": "majority",
        "author": "Black, 0. J."
      }
    ],
    "attorneys": [
      "Dunlop, for plaintiffs in error.",
      "D. W. Bell, for defendant in error. '"
    ],
    "corrections": "",
    "head_matter": "Patterson versus Wilson.\n1. A written contract was made for the sale of a lot of ground, the vendors agreeing that the price of it be paid by the vendee in work. The vendee did not receive possession of the lot, but did a portion of the work according to the contract, and offered to do the balance, but the vendors refused to employ him: It was held, that the vendee, having done and offered to do all that he covenanted to do, was entitled to recover in ejectment, and that the verdict should be absolute, and not conditional.\n2. Whether the tender of the work was equal to a full performance of the covenant of the vendee, or whether the vendors may afterwards demand the performance; or whether, in case of a demand and refusal to perform, the remedy of the vendors, if they have any, is ejectment or a personal action, not decided.\nError to the District Court of Allegheny county.\nThis was an action of ejectment, brought by James Wilson against I. & A, Patterson, to recover a lot of ground in Allegheny city.\nThe plaintiff and defendants were carpenters, and on the 28th day of August, 1850, entered into the following agreement:\n“ * * The said I. & A. Patterson hereby agree to sell and convey unto the said James Wilson, all that certain lot of ground, &c. * * * And in consideration of the aforesaid, the said James Wilson hereby agrees to pay unto said I. & A. Patterson the sum of three hundred dollars, with lawful interest until paid. And it is also agreed by the aforesaid parties, that the balance now due from the said I. & A. Patterson to the said James Wilson, shall be credited to him on account of the aforesaid lot. And it is further agreed that the said James Wilson shall and will work for the said I. & A. Patterson at the following rates, namely: For all work done between the first of April and the first of October, one dollar and twenty-five cents per day; and all work done between the first of October and the first of April, one dollar and twelve and a half cents per day; the said Pattersons to pay unto said James Wilson the sum of three dollars per week of six days, which the said James Wilson shall have worked as aforesaid, and the balance to be calculated every six months, and put to the credit of the said James Wilson on account of the aforesaid lot of ground.\n“ I. & A. Patterson, [Seal.]\n“ James Wilson, [Seal.]”\nOn the trial, it was shown that Wilson worked for Pattersons under this article of agreement until about the 12th day of February, 1851, at which time they refused to give him further employment. Wilson then went to them on the 14th day of February, 1851, and demanded work, according to their agreement, to enable him to pay for the lot; but they in reply alleged that they neither had at that time, nor were likely to have, any work for him to do; and they have never employed Wilson since.\nThe plaintiff never had possession of the premises.\nThe defendants requested the Court to charge the jury as follows:\n1. That the agreement does not require the defendants to provide work for the plaintiff. The lot was not by the covenant to be paid for in labor, but in money.\n2. The plaintiff is not entitled to recover, unless it is provided that the balance of the purchase due to defendants was tendered before suit.\n3. That if plaintiff is entitled to recover, the verdict should be conditional, for payment of the unpaid purchase-money.\nThe plaintiff’s counsel requested the Court to charge the jury as follows:\nThat by the terms of this article of agreement, the defendants were bound to furnish plaintiff work, until the lot of ground mentioned in the article of agreement was paid for.\nThat if defendants prevented Wilson from working for them, and thereby paying for the lot, plaintiff is entitled to recover this lot whenever the time shall have expired, when, if Wilson had worked, the lot could have been paid for.\nForward, J., charged the jury as follows: — “ The three propositions submitted by defendants’ counsel, are severally answered in the negative, and the plaintiff’s propositions in the affirmative. Defendants’ counsel excepts to this opinion.”\nThe jury, 3d May, 1852, found for plaintiff. Judgment for plaintiff 10th July, 1852.\nIt was assigned for error, that the charge should have been for the defendants.\nDunlop, for plaintiffs in error.\nThe articles do not require the defendants to find work for the payment of the lot. It is to be paid for in money. Tender of work is not payment of the balance of the purchase-money. It only saves costs: Act of 1705; Dunlop’s Dig. 48, 2d ed. Or saves interest.\nThe tender or offer was not payment.\nThe verdict should have been conditional for the payment of the balance of the purchase-money, deducting the damages suffered by the loss of work. Equity would require a tender of the work to be proffered in the bill of complainants, if filed for specific performance.\nD. W. Bell, for defendant in error. '\nThis action was brought against Pattersons on the ground that by the terms of the article of agreement they were bound to employ Wilson steadily until he should have paid for the lot in work. By the article of agreement the employment was to be continuous and uninterrupted.\nThe lot was to be paid for in worh, and the mention of dollars and cents in the contract was made to define the value of Wilson’s labor.\nWilson having made a complete tender of his services,'which was refused by Pattersons, he is discharged from all future necessity of a tender of any kind. That tender amounted to payment in full, or at least had that effect whenever the time expired, during which, if Wilson had worked steadily, the lot could have been paid for. A tender of work and labor refused amounts to full payment: 2 Kent 508; Case v. Green, 5 Watts 262. A tender of work and labor differs from that of money, as the former amounts to ' full payment, while the latter only saves future costs and interest, but is no discharge- of the debt.\nIt would be unfair to subject Wilson to the necessity of working for Pattersons- just when it suited their convenience to call upon him to do so. Wilson did all in his power to fulfil his part of the contract: he offered to pay for the lot in work; they refused him the right to do so; they violated the contract, and must bear the consequences."
  },
  "file_name": "0380-01",
  "first_page_order": 382,
  "last_page_order": 385
}
