{
  "id": 970539,
  "name": "Mardis versus Clarke",
  "name_abbreviation": "Mardis v. Clarke",
  "decision_date": "1852-10-21",
  "docket_number": "",
  "first_page": "386",
  "last_page": "388",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 386"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 261,
    "char_count": 5117,
    "ocr_confidence": 0.391,
    "sha256": "99fe041fa29e692d4064aa5333582314af18c05d44745afaf7d1cbd48ea30c3a",
    "simhash": "1:4b9fbc248ca5bc2d",
    "word_count": 927
  },
  "last_updated": "2023-07-14T16:22:28.700321+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mardis versus Clarke."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLowrie, J.\nOf course, if the constable committed no wrong by levying on the horse of defendant, under the execution in 1849, he could be' liable to no action, and we cannot presume that the Legislature intended to make him liable by an act passed in 185L\nWas he wrong in levying on the horse of a farmer in October, 1849 ? It is not among the articles declared exempt from execution by the Act of 1836; but it was added by the Act of 1846. Then the Act of 1849 provides an entirely different system of exemption, repeals the old laws entirely, and declares that its own provisions shall not take effect until the 4th day of July, 1849, and shall apply only to debts contracted on and after that date.\nDoes the repealing clause apply to the exemptions which existed in relation to debts contracted before the 4th of July, 1849? Wo think it does not. It is true, that the repealing clause is peremptory enough, if we look at it alone. But the last section qualifies its apparent absoluteness, and declares that the whole act shall apply only to debts subsequently contracted. The plain meaning of this is, not only that for future transactions there shall be a new law, but that the repealing clause is intended to affect only such cases. When it declares that it shall not operate on old debts, it excludes its repealing clause from operating upon them. While, therefore, the Court below was right in rejecting the Act of 1851, it was wrong in the construction put upon the Act of 1849. It is impossible to suppose that the Legislature was intending to exclude all exemptions on debts contracted prior to 4th July, 1849, and yet this is the construction of the repealing clause contended for by the defendant in error.\nJudgment reversed and new trial awarded, and the Court below is directed to award a writ of restitution..",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Banks, for plaintiff in error.",
      "Stewart, for defendant. ■",
      "Brum was for the plaintiff, but the Court declined to hear him."
    ],
    "corrections": "",
    "head_matter": "Mardis versus Clarke.\n1. The eighth section of the Act of 22d April, 1846, exempting from execution a horse, &e., of one engaged in agriculture, so far as respects an execution on a judgment rendered before the 4th July, 1849, was not repealed by the fifth section of the Act of 9th April, 1849, the sixth section of which provides that the provisions of the latter act shall not take effect till the 4th July next, and shall apply only to debts contracted on and after that date. The exemption under the Act of April 1846 remained as to all debts contracted before the 4th July, 1849, '\n*2. The said construction is independent of the provision of the 17th section of the Act of 14th April, 1851, declaring the intent and meaning of the fifth section of the Act of 9th April, 1849.\nError to the Common Pleas of Indiana county.\nThis was an action of trespass by Mardis v. Clarke, for levying on a mare, the property of the defendant. The suit was brought before a justice of the peace, and came into Court by appeal. The plaintiff claimed that the animal was exempt from execution, by virtue of the eighth section of the Act of 22d April, 1846, exempting from levy and sale, by virtue of any execution or distress for rent, one horse, mare, &g., when owned by any person actually engaged in the science of agriculture. The plaintiff alleged that he was a farmer, and was entitled by law to the exemption. The judgment, on which the execution was issued, was entered on 19th May, 1849, The execution was issued on 16th Oct. 1849.\nOn the part of the constable, it was contended, that the eighth section of the Act of 22d April, 1846, exempting specific property from levy, was repealed by the Act of 9th April, 1849. The first section of the latter act provides, that in lieu of the property now exempt by law from levy and sale on execution issued upon any judgment obtained upon contract and distress for rent, property to the value of three hundred dollars shall be exempt from levy and sale.\nThe fifth section of the latter act repealed the 26th section of the Act of 16th June, 1836, which exempted specific property from sale; and it also repealed the eighth section of the Act of 1846, above referred to; but the sixth section of the Act of 1849 provides, “ that the provisions of this Act shall not take effect until the fourth day of July next, and shall apply only to debts contracted on and after that date.”\nBurrell, J., charged that the eighth section of the Act of April, 1846, was repealed by the fifth section of the Act of April, 1849, and that the 17th section of the Act of 14th April, 1851, was but prospective. It declared the true intent and meaning of the fifth section of the Act of 9th April, 1849, to be, that the'7th and 8th sections of the Act of 22d April, 1846, were not repealed by the said fifth section as relates to the' collection of debts contracted prior to the 4th July, 1849. He instructed the jury to find for the defendant.\nError was assigned to the instruction that the 8th section of the act of 22d April, 1846, was repealed, and that the verdict should be for the defendant.\nBanks, for plaintiff in error.\nStewart, for defendant. ■\nBrum was for the plaintiff, but the Court declined to hear him.\nOctober 21,"
  },
  "file_name": "0386-01",
  "first_page_order": 388,
  "last_page_order": 390
}
