{
  "id": 970680,
  "name": "McCracken versus Roberts",
  "name_abbreviation": "McCracken v. Roberts",
  "decision_date": "1852",
  "docket_number": "",
  "first_page": "390",
  "last_page": "396",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 390"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 394",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846870
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0394-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 615,
    "char_count": 15972,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 3.60599211881448e-07,
      "percentile": 0.8879623869963075
    },
    "sha256": "ac0ebc7fec33c5d8e963107cdb3237688150208b27c958ca1b9e28a62f31efe0",
    "simhash": "1:b9e364218b6660ec",
    "word_count": 2809
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McCracken versus Roberts."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\nThe lot in dispute was owned by George A. Bayard, and was sold by him to one Hazleton, who conveyed it to John Roberts, whose children and devisees are the plaintiffs below. Bayard’s deed to Hazleton, as well as that of Hazleton to Roberts, reserved a ground-rent of $87.50, payable quarterly to Bayard, with a provision that if the rent should remain unpaid for two years, Bayard might re-enter and lease it until the rent was paid, and then tender it back to the grantor, his heirs or assigns. The rent was in arrear, and Bayard entered more than twenty-one years before the commencement of the present suit. He leased it to various tenants, and got some rent, but not enough to satisfy what was due to himself from Roberts. Roberts died in 1821. In 1829, the lot in question was sold by the sheriff, under a' judgment against the administrators of the estate of Roberts, to which his devisees were not made parties agreeably to the Act of 1834. The sheriff’s vendee was Samuel Murdoch, under whom the defendants claim. Bayard received the arrears of his ground-rent out of the proceeds of the sheriff’s sale, and he testified at the trial that he was satisfied.\nIt is admitted by the counsel for the plaintiff in error, that the sheriff’s deed to Murdoch gave him no title whatever. The want of a scire facias against the devisees was fatal. But Bayard had sold his interest in the lot to Murdoch before the sheriff’s sale ; and, connecting Bayard’s possession with that of Murdoch, and those claiming under him, it is contended that a good defence has been made out under the statute of limitations.\nWas Bayard’s possession adverse? It must be remembered that his re-entry for non-payment of the ground-rent was in accordance with Roberts’s title. He had a right to enter, and did enter, not in opposition to the deeds under which Roberts claimed it, but in pursuance of their very terms, and agreeably to the express stipulation contained in them. Where a man has a right to enter upon land,.and does enter, his entry and subsequent possession is presumed to accord with his right. An occupant of land is supposed to be in under his proper legal title, if he has one. Bayard, therefore, held the lot in dispute, agreeably to the deed by which he conveyed it. This made him a trustee for Roberts’s heirs. He was bound to account to them for the profits, and to restore possession when his claim was satisfied. There was nothing adverse or hostile in such a possession, and after holding it in this way for twenty-one years, he could no more set up the statute of limitations against his vendee, than a tenant for years could make a similar defence against his landlord.\nIt is not necessary, to say whether the presumption that Bayard’s possession was according to his right is a legal presumption, and therefore conclusive, or only a presumption of fact which may be repelled by proof that he entered and held adversely to Roberts’s heirs, and contrary to his own title. It is sufficient for the purposes of this case, that there is no show of proof against the presumption. He made no declaration, and did no act for seventeen years after his entry which indicated an intention [to hold contrary to the deed. Then he said, not to the plaintiffs, nor to any person having their title, but to a stranger, that in four years more he would have title by lapse of time. I doubt if this would be sufficient to make his possession or that of his vendee adverse even from that time forth. But certainly it would not relate back, and give character to his previous occupancy.\nIt is objected against the charge that it takes away this question from the jury, whose province it was to give a construction to the parol evidence. We do not see it so. The Court merely said what would be the legal effect of it if it was fully believed. Where a judge does less than this with evidence which i^ important, he forgets his duty.\nIt is also insisted that the Court improperly took the whole case from the jury. But two points substantially were made. One was the validity of the sheriff’s sale; and the other the statute of limitations. The former of these is now admitted to have been untenable, and the latter was ruled against the plaintiffs in error on legal principles, which we think perfectly sound. The case could not have been made any better for *them, unless the jury had found some fact which did not exist. No reasonable construction of the evidence would have entitled them to a verdict.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "The case was argued by Hamilton, for the plaintiffs in error.",
      "Magraw and Shaler, for defendants."
    ],
    "corrections": "",
    "head_matter": "McCracken versus Roberts.\n1. A sheriff's sale of the real estate of a deceased person, on a judgment obtained against the administrators of his estate to which his children were not made parties agreeably to the provision of the 34th section of the Act of 24th February, 1834, does not divest the title of the children.\n2. A possession of real estate, to give title by the statute of limitations, must be adverse: therefore, where a lot of ground was conveyed to one, subject to an annual ground-rent, and providing, that if the said rent should at any time be unpaid for two years, at the end. of the second year the grantor was to have the privilege of entering upon the lot and leasing it upon the best terms he could obtain until the rent was paid, when the possession of the lot was to be tendered to the grantee, his heirs and assigns: if they refused to receive it, it was to be retained “as a perpetual security for the rent.\" The grantee conveyed to another, subject to the same ground-rent, and the latter died, leaving part of the rent unpaid. Afterwards, and more than twenty one- years before the suit was brought, the original grantor or landlord took possession and retained it for about seventeen years, and then sold the premises to one who, with others claiming from him, held possession for about nine years before the bringing of the ejectment; and by some of the defendants the property was much improved:\nIt was Tidd, that the possession of the ground landlord, being taken in accordance with the terms of his ground-rent deed, was not adverse, and that it could not be connected with the possession of his subsequent grantee and of those claiming under the latter, so as to give title, as against the heirs of the deceased grantee, by the statute of limitations.\n3. The declaration of the ground landlord, after he had been in possession for about seventeen years, made, not to the heirs of the deceased grantee, but to a stranger, that in four years more he would have title by the lapse of time, if it had any effect on the title, would not relate back and give an adverse character to his previous occupancy.\n4. Where no reasonable construction of the evidence would entitle the defendant to a verdict, the Court may properly positively instruct the jury to find for the plaintiff.\nError to the District Court of Allegheny county.\nThis was an ejectment to April Term, 1850, by Gr. W. Roberts and others, devisees of John Roberts, deceased, v. John McCracken and others, for a lot, No. 7, in Bayard’s plan of lots in the city of Pittsburgh.\nPlaintiff's claimed under the will of John Roberts, who devised all his real and personal estate, after the payment of his debts, to his three children, who were plaintiffs in the suit. He died in 1821, his will being dated 14th February, 1821, and proved on 23d February, 1821, in Washington county.\nThe defendants claimed under a sheriff’s sale of the lot, as the property of John Roberts, and by the statute of limitations. The chain of title was as follows :\nDeed, 29th June, 1814, by Greorge A. Bayard and wife to John Hazleton, for the lot in question, reserving a rent of $87.50 per annum, payable quarterly.\nDeed, 22d April, 1817, by Hazleton and wife to John Roberts, subject to the same ground-rent, payable to Bayard, his heirs and assigns.\nJohn Roberts, devised all his real and personal estate to his three children, who were plaintiffs in this action, their heirs and assigns. The eldest of the three children was about nineteen or twenty years old when his father died. They paid no attention to the property after the death of their father, and perhaps did not know of any claim in themselves to the premises till a short time before this ejectment was brought. Bayard, the grantor, was examined on the trial, and testified that soon after Roberts’s death, finding the premises deserted, he took charge of them. That he did not know that Roberts had children. There were buildings on the premises, and Bayard received rent and leased the premises. In 1838 he sold the premises to John Chambers, who took possession soon afterwards. Two others, Bowman and Strain, were concerned in the purchase. Chambers and Bowman and Strain conveyed to Dr. Samuel Murdoch, by deed dated 25th August, 1840, subject to the ground-rent of $87.50 to Bayard. Murdoch made claim to the property before this conveyance. Chambers and the others were not to pay anything to Bayard before he could make to them a good title. They and others made valuable improvements on the premises.\nA suit was brought to November Term, 1826, by Dr. Murdoch v. Miller, administrator of the estate of Roberts, cum testamento annexo, on a single bill dated 15th January, 1827, and judgment was obtained. A sci. fa. issued to August Term, 1829, and on 8th July, 1829, judgment was confessed, de bonis testatoris; and subsequently an amicable sci. fa. was entered to October Term, 1838, in which, on 14th July, 1838, judgment was confessed by the administrator for $1290.28. The devisees of John Roberts were not made parties to the proceeding. On ven. ex. to June Term, 1839, the premises in dispute were sold to Dr. Murdoch for $1000. The sheriff’s deed to Murdoch was acknowledged 22d June, 1839. An auditor was appointed to report distribution of the proceeds of sale. Bayard claimed the rents in -arrear, and he .received, by agreement, about $400 out of the proceeds of the sale.\nBayard testified that when he made the arrangement with Bowman and Chambers, he told them that he could not make a title then, and that they should not put an improvement on the premises that would cost over $300. That he told them that the property had been abandoned for fifteen or sixteen years, and he could not make a title till the twenty-one years were up.\nIt is provided in the 34th section of the Act of 24th February, 1834, relating to executors and administrators, that “in all actions against the executors or administrators of a decedent who shall have left real estate, where the plaintiff intends to charge such real estate with the payment of his debt, the widow and heirs, ,or devisees, and the guardians of such as are minors, shall be made parties thereto* * * “ and if notice of such suit shall not be served on such widow and heirs or devisees, and their guardians, the judgment obtained in such action shall not be levied or paid out of the real estate of such widow, heirs, or devisees, as shall not have been served with notice of such writ.”\nThe following points were submitted on the part of defendants ;\n1. That a good title passed to the defendants under the judgments offered in evidence, and the sheriff’s sale and deed thereon.\n2. That if the jury believe that the plaintiffs or their father abandoned the premises shortly after the conveyance by Hazleton to Roberts, and have never looked after, taken charge of, or paid the rent or taxes of the premises for thirty years or thereabouts; and that the landlord took possession of the same and made the best he could out of the said premises, and after some seventeen years of such possession sold the same to Bowman, Chambers, and Strain, who, for a valuable consideration, transferred the same to Dr. Murdoch, who sold to James K. Hamilton, who conveyed to' the defendants ; and that said Bayard and those so claiming under him, have, during thirty years, paid the taxes and made valuable improvements to the value of $6000 to $8000, then the plaintiffs cannot recover.\n3. That if the jury believe that George A. Bayard took possession of the premises believing them to have been abandoned on account of the great depreciation in value, or for any other cause, and rented and used them as his own for about seventeen years, and then sold them to Bowman, Chambers and Strain, under whom defendants claim, and such adverse possession was continued for more than twenty-one years, then the defendants have a good title, and plaintiffs cannot recover.\n4. That if, under the facts of this case, George A. Bayard can be treated as the trustee of the plaintiffs, then the defendants are entitled to be paid for all the improvements and repairs, taxes, &c., and the same should have been tendered before suit brought; or the verdict should be special and conditioned for the payment of the whole amount.\n5. That in case of a sci. fa. to revive a judgment obtained against an executor or administrator before the passage of the Act of 24th February, 1834, entitled “An Act relating to executors and administrators,” issued after said act took effect, is not an “ action” within the meaning and intention of the 34th section of said act, and that to charge real estate with the payment of the debts of the testator or intestate, it is not necessary that the widow, heirs, or devisees, should be made parties thereunto, and it was not necessary in order to charge the real estate in controversy Aviththe payment of the judgment, given in evidence by the defendants, of the 14th of July, 1838 for $1290.28, that the plaintiffs should be made parties to the scire facias on which said judgment Avas obtained.\nAll of these points were answered by Hepburn, J., in the negative.\nHe further charged, “That the sheriff’s sale did not divest the title of the plaintiffs, as they were not made parties to it, as provided in the Act of 1834, though the suit was brought before the passage of that Act: 9 Barr 249, Keenan v. Gibson.”\nHe further charged, “ That the declaration of Bayard to Chambers, that in four or five years he could make a title by virtue of the statute of limitations, could not have a retrospective operation; that it must be taken as applicable only to the time he spoke, and if there was nothing in the evidence showing an adverse claim at an earlier day, it would operate from that time only; and that he did not find that there was sufficient evidence of a notorious, continued, adverse possession in the defendants, and those under whom they claim, sufficient to protect them under the statute of limitations.\nAlso, “that to bar the plaintiffs, the defendants should have bought the defective title without notice, and that the defendants permitted valuable improvements to be made on the premises without claim of title; but if the plaintiffs had no knowledge of their title, they had nothing to conceal; and if defendants knew of Roberts’ title, they cannot complain: 7 Watts 394, Carr v. Wallace. See also Knouff v. Thompson, 4 Harris 357.”\nPie concluded by saying, “ that upon the whole case he was of opinion that the defence had failed, and that the plaintiffs were entitled to recover.”\nYerdict was rendered for the plaintiffs.\nIt was assigned for error, 1. The Court erred in charging the jury that the sheriff’s sale and deed to Samuel Murdoch did not divest the title of John Roberts, the ancestor of the defendants in error, and plaintiffs below2. That the statute of limitations was not a bar to the claim of the defendants in error; 3. That the plaintiffs in error were not entitled to be reimbursed for the cost and value of their improvements; 4. In taking from the jury the evidence of George A. Bayard, with regard to the nature and character of his possession; 5. In answering negatively the points submitted on the part of the defendants; 6. In taking the whole case from the jury.\nThe case was argued by Hamilton, for the plaintiffs in error.\nMagraw and Shaler, for defendants."
  },
  "file_name": "0390-01",
  "first_page_order": 392,
  "last_page_order": 398
}
