{
  "id": 970658,
  "name": "Barclay versus Weaver",
  "name_abbreviation": "Barclay v. Weaver",
  "decision_date": "1852-12-20",
  "docket_number": "",
  "first_page": "396",
  "last_page": "401",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 396"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Mass. 245",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2003830
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/4/0218-02"
      ]
    },
    {
      "cite": "19 Pick. 373",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2037636
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/36/0373-01"
      ]
    },
    {
      "cite": "5 Pick. 436",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2033060
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/22/0435-01"
      ]
    },
    {
      "cite": "11 Pick. 417",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2016129
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "506"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/28/0424-01"
      ]
    },
    {
      "cite": "6 Pet. 51",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        1439669
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/31/0051-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 677,
    "char_count": 15252,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 4.5632723720793165e-07,
      "percentile": 0.9248608702669537
    },
    "sha256": "30e103a92fac697205b6ac0cb45b1109112934ab311c50c4c71317c3c137992b",
    "simhash": "1:6656843c486db4ba",
    "word_count": 2727
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Barclay versus Weaver."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court, filed was delivered by\nLowrie, J.\nI decided this cause while I was Judge of the Court below, and I am now instructed to say that my decision on the second point was right, and for sufficient reasons. But on the first point I am convicted and convinced of error.\nThat point presents the question, May a party prove, by oral testimony, that, at the time of the endorsement of a promissory note, it was agreed that the endorser should he absolutely bound for the payment of it, without the usual demand and notice ? This was answered in the negative in the Court below, on the principle that oral testimony cannot be heard to vary the terms of a written contract.\nThe error consists in the assumption that the law regards an endorsement as a written contract to pay on condition that the usual demand be made and notice given.\nIt is not so. Eor where the endorser is himself the real debtor, as in the case of accommodation notes and bills; or has taken an assignment of all the property of the maker as security for his endorsement; or where he can have no remedy against the maker; or in the case of the drawer of a bill of exchange, where the drawee is, and during the currency of the bill continues to be, without funds of the drawer; and in many other such cases, demand and notice are not necessary; and these circumstances may be proved by parol testimony. The reason is, that, in such cases, demand and notice can be of no use, and therefore the law does not require them.\nThe most, therefore, that can be said of an endorsement of negotiable paper is, that from it there is implied a contract to pay, on condition of the usual demand and notice; and that this implication is liable to be changed on the appearance of circumstances inconsistent with it, whether those circumstances be shown orally or in writing.\nBut it may well be questioned whether the condition of demand and notice is truly part of the contract, or only a step in .the legal remedy upon it.\nIf it is part of the contract, how can it be effectually dispensed with without a new contract for a sufficient consideration, especially after the maturity of the note ? Yet there are decisions without number that a waiver of it during the currency, or after the maturity of the note, will save from the consequences of its omission. This could not be if it was a condition of the contract, for then the omission of it would discharge the endorser both morally and legally; and no new promise afterwards, even with full knowledge of the facts, could be of any validity.\nIf, however, an endorsement without other circumstances be regarded as an implied contract to pay, provided the holder use such diligence that the endorser lose nothing by his negligence or indulgence, then it accords with all these decisions. Then the law, and not the contract, declares the usual demand and notice to be in all cases conclusive, and in some cases necessary evidence of such diligence. The law imposes no vain duties, and its general rules are subjected to exceptions in order to dispense with them; but it does not $hus deal with contract duties. It is therefore perfectly consistent in declaring that an endorser is bound by a new promise, after he knows of the omission of demand and notice, for this is an admission that he was not entitled to it, or-has not suffered for want of it. It declares demand and notice necessary, in some cases, to save the endorser from loss, and it declares that his own admission may be substituted for them.\nIt seems, therefore, that the duty of demand and notice, in order to hold an endorser, is not a part of the contract, but a step in the legal remedy, that may be 'waived at any time, in accordance with the maxim quilibet potest renunciare yuri pro se introducto. And certainly, an endorsement is not regarded as a written contract so far as to prevent oral proof that its terms differ from the ordinary contract of endorsement.\nThe first reserved point ought therefore to have been decided in favor of the plaintiff, and this would have entitled her to judgment on the verdict.\n* Judgment. — This cause came on for hearing on a writ of error to the District Court of Allegheny county, and was argued by counsel. And now, in consideration thereof, it is considered, adjudged, and decreed, that the judgment of the said Court be reversed, and that judgment be entered on the verdict in favor of the plaintiff below, with interest from the date of the verdict, and with costs. And it is further ordered, that the record be remitted to the said District Court, with directions to carry this judgment into execution.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Shaler and Stanton, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Barclay versus Weaver.\n1. An endorsement of negotiable paper is not regarded in law as a written contract to pay on condition that the usual demand be made and notice given ; but from it is implied a contract to pay on such condition, and such implication is liable to be changed by the exhibition of circumstances inconsistent with it, whether shown orally or in writing. The duty of demand and notice is not apart of the contract, but is merely a step in the remedy which may be waived by the endorser.\n2. The holder may prove by oral testimony that, at the time of the endorsement of a negotiable note, it was agreed between the maker, endorser, and holder, that payment should not be demanded at the maturity of the note, nor for two or three months afterwards.\n3. The 7th and 8th sections of the Act of 5th April, 1849, in reference to notice to parties to promissory notes, are not applicable to notes due before the passage of the act.\nError to tbe District Court of Allegheny county.\nThis was an action on the case by Elizabeth Barclay against Jacob Weaver, Jr., as the endorser of a promissory note, as follows:\nPittsburgh, January 21, 1848.\nSix months after date, I promise to pay to the order of Jacob Weaver, one thousand dollars, with interest from date, without defalcation, value received.\nB. Weaver.\nEndorsed, Jacob Weaver, Jr.,\nH. A. Weaver.\nOn the part of the plaintiff, David Barclay testified as follows: On the 21st of July, 1847, $1000 was loaned to Benj. Weaver, Jacob and H. A. Weaver being endorsers. The money loaned was applied to relieve Jacob of that amount of liabilities as endorser on other notes of B. Weaver.\nJacob Weaver wished the note drawn for twelve months, inasmuch as he would have to pay it, and he would incur no liabilities that would fall due within that time. I stated I had no authority to make the loan for a longer period than six months at a time, and if he desired it, would then take a hew note for six months longer. He then agreed to endorse, provided I would not call in the money at the expiration of six months. This was, at the time, the understanding between the parties.\nIn accordance with this agreement, the payment of the note was not required.\nOn the 8th of May, or near it, 1848, Jacob was called on to renew the obligation as endorser, which being dated 21st January, 1848, would fall due in July.\nHe then made a similar objection, said he would have to pay it, and if I would agree not to call in the money when it became due, and would then extend it for six months longer, he would again endorse.\nThis proposition was agreed to, and he again became endorser.\nHe was again called upon about the 1st of August to renew the obligation, and refused.\nNo proof was made of presentation, demand, and notice, when the note fell due.\nBut proof was made of presentation and demand on the maker, May 22, 1849, and due notice to the defendant.\nOn the trial, the case of Ridgway & Budd v. Day, 1 Harris 208, was cited on the part of the plaintiff. Also, Story on Pro. Notes 814, &c.\nThe 7th and 8th sections of the Act of 5th April, 1849 (Acts of 1849, p. 426), in reference to promissory notes, are as follow:\n“ Section 7. From and after the passage of this act, in all cases where suit is brought in any of the Courts of this Commonwealth, upon or for the recovery of the amount due on any promissory note, post note, note of hand, due bill, bill of exchange, draft, order, check, or other instrument of writing in the nature thereof, no plea shall be held available, and no defence shall be made or taken by the defendant for want of proper and timely demand of payment and acceptance, or proper and timely protest and notice of non-acceptance or non-payment of the same, unless the respective places where such demand is to be made, and where such notice is to be served and given, or the names and residences or places of business of the respective parties thereto, shall be legibly and distinctly set forth thereon.”\n“ Section 8. When such places of demand and notice, or such names, residences, or places of business are omitted to be set forth, demand of acceptance, as well as protest for and notice of nonacceptance, may be made or given at any time before the maturity of such instruments as require acceptance, and demand of payment as well as protest for and notice of non-payment of the same, at any time after the maturity thereof, and before suit is brought thereon.”\nLowuie, J\"., instructed the jury, that if they believed the witness, they should find for the plaintiff; he however reserved the question, whether the evidence dispensed with the necessity of demand and notice at the maturity of the note. Verdict was rendered for the plaintiff, subject to the opinion of the Court.\nHis opinion on the points reserved was, in part, as follows:\nLowrie, J. — “ The first reserved question is, May a party prove, by oral testimony, that, at the time of the endorsement of a promissory note, it was agreed that the endorser should be absolutely bound for the payment of it, without demand being made of the maker at its maturity, and without notice to the endorser of its dishonor 1 To admit such evidence is to contradict the terms and principles of the contract, and therefore this question has often been very properly decided in the negative: Story on Bills, s. 317 n.; 8 Taunti 92; 3 B. cf* Aid. 233; 1 Stark. M. 361; 3 Camp. 57; 6 Pet. 51; 11 Pick. 417; 5 Id. 506.\n* * * * * * *■\n“The next question is, Is the defendant liable under the Act of Assembly of 5th April, 1849, by reason of a demand and notice made and given ten months after the note fell due, and which was due when the act passed ?\n“ The substance of the relevant provisions is, that where the parties do not set forth their residence upon the note, this shall be treated as a waiver of the necessity of demand and notice of the maturity of the note; and it is insisted that this new principle of the law of bills and notes shall be applied to this note, which was due before the passage of the act.\n“ In other words, it is insisted, for this would be the result, that the Legislature has power to alter the contracts of parties, to declare a contract to be of absolute obligation when the parties made it'contingent, and that a contract is still of binding force, which, by its terms and principles, has been discharged.\n“ Such acts are not within the range of legislative competency. Common honesty requires that parties shall perform the very contract which they made, and forbids any authority from interfering to relieve either party from the terms which he has properly imposed upon himself, or to increase the duty which he has undertaken.\n“The Constitution of the United States, and of this state, forbid such an act; for it would ‘impair the obligation’ of this contract by discharging the holder of the note from the contract duty, upon which alone the contingent liability of the endorser can become absolute. It is a violation of the spirit, at least, of the prohibition against passing ex post facto laws, and of a cardinal rule of legislation, that no statute should have a retroactive effect so as to take away a remedy or defence to which the party was entitled before the passage of the act: 2 Lev. 227. The very few cases, wherein particular justice is obtained by the enactment of retrospective laws, furnish but a small compensation for the general evils arising from such violation of cardinal rules.\n“ The construction contended tor is a violation of the constitutional guarantee that for all injuries every man ‘ shall have remedy by due course of law, and right and justice shall be administered without sale, denial, or delay.’ If the defendant had a valid defence before the passage of the act, by reason of want of proper demand and notice, it would be a denial of right and justice, and a refusal of remedy by due course of law, to prevent him from setting it up. If at any time he had a legal defence to the claim, that defence is his remedy, and he is entitled to present it and have the benefit of it in some form, and the law will not have its due, course if he is prevented. Open Courts, the right to sue, to present a claim for every legal injury, to set up every legal defence, and to have the claim or defence tried by due course of law, are rights declared by the people themselves, and are paramount to all other legislation.\n“ But I cannot think that the Legislature intended that this act should receive the construction contended for by the plaintiff. It is true that the act was to take effect from its passage; but this effect can be given to it without at all affecting or altering contracts already made, and a regard for the constitution requires us to presume that no other effect was intended. It is also true that it is made applicable to £ all cases where suit is brought;’ but this is surely an inaccuracy; and we find the same expression in the next section, evidently used in a future sense. Though some expressions in the act would grammatically lead us to think of a present effect upon existing contracts, yet the expression, £ unless the residences shall he distinctly set forth,’ would just as grammatically lead us to think oí future contracts.\n“We are bound to presume that the Legislature did not intend to evade or set aside the rules of the constitution, nor to alter the contracts of parties so as to give one party an uncontracted advantage over another. It is impossible, and it would be disrespectful to the Legislature, to adopt a different construction, unless it inevitably flows from the language used; and then we should be compelled to say that the'constitution declares a higher law which forbids such legislation.”\nJudgment was entered for the defendant.\nIt was assigned for error: 1. That the Court erred in the opinion that the evidence of David Barclay was inadmissible. 2. In holding that the evidence changed the written contract. 3. In holding that demand of payment from the maker and notice to the endorser, were necessary in this case to enable the plaintiff to recover. 4. In holding that the demand of May 22d was insufficient. 5. In refusing to enter judgment for the plaintiff upon the verdict.\nShaler and Stanton, for plaintiff in error.\n1. Endorser may waive, by parol, presentation, and demand of payment, and notice of dishonor: 5 Pick. 436; 19 Pick. 373; 4 Mass. 245. 2. The facts stated proved, under the third count, an agreement for forbearance sufficient to maintain the recovery. 3. The defendant was, by his own conduct, estopped from denying demand and notice.\nDecember 20,"
  },
  "file_name": "0396-01",
  "first_page_order": 398,
  "last_page_order": 403
}
