{
  "id": 970605,
  "name": "McCanna versus Johnston",
  "name_abbreviation": "McCanna v. Johnston",
  "decision_date": "1852",
  "docket_number": "",
  "first_page": "434",
  "last_page": "438",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 434"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts 54",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle 126",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "6 Binn. 454",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 161",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 71",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 160",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841247
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0160-01"
      ]
    },
    {
      "cite": "5 Watts 70",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "3 Watts 162",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "2 Pick. 75",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 522,
    "char_count": 11696,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 4.324853986937969e-07,
      "percentile": 0.9174942245667604
    },
    "sha256": "b720343f6c0c76e2b927310f7148bb22798a85ac6ae537a13e94b5c4357c313d",
    "simhash": "1:4ee421a7a26ab054",
    "word_count": 2156
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McCanna versus Johnston."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\n\"Where a lease is for a specified time, with an express covenant to “ deliver up possession at the expiration of the term without further notice,” and with a reservation of the right of the landlord to “ enter and repossess the premises at the end, of the period, or at any time thereafter,\" the landlord may maintain ejectment, at any time after the expiration of the term, without previous notice to quit. The parties in this, as in other cases, may make their own contracts; and if they do so, the law will enforce them: Riggs v. Bell, 5 T. R. 472; Pitcher v. Donavan, 1 Taunt. 556; Ellis v. Paige, 2 Pick. 75, note.\nWhere a lease is for a certain term, if either party desires to continue it, he should consult the other. If he does not take the trouble to do this, he has no reason to complain of the other for terminating the tenancy, without previous notice, according to the terms of the contract. Where there is a lease containing the stringent provisions to be found in the one before us, a new lease from year to year, with a right to three months’ notice to quit, cannot be implied from the act of holding over on the one side, and the mere neglect, on the other, to dispossess the tenant. As this is the only question which touches the right of Martin MeCanna, the lessee, the judgment as to him is affirmed.\nRut Henry Manson, after joining with MeCanna in the plea of not guilty, in the trial of the issue, in presenting points arising upon the lease to MeCanna, in taking out the writ of error, and in the assignment of errors here in relation to the same lease, still claims a separate ground of defence, arising from the failure of the plaintiff below to prove that Manson’s actual possession extended over any part of the land in controversy. Be it so. This is an action founded upon tort, and the verdict may be for one defendant and against the other, according to the facts of the case. There is much good sense and substantial justice in the rule indicated in Dietrick v. Mateer, 10 S. & R. 153, and after ten years’ consideration and experience of its utility, reaffirmed in Steinmetz v. Logan, 3 Watts 162. The object of the Act of Assembly is to try the rights of the parties to the land, and when it is considered that two concurrent verdicts and judgments are conclusive, it seems reasonable that a defendant who does not intend to contest the plaintiff’s right to the land, and who puts his defence upon the ground that he is not in possession of any part of it, should, “ at the entry of his plea, or at a period sufficiently early to warn the plaintiff of the nature of the defence to be made at the trial,” enter his disclaimer upon record. But on the authority of Mitchell v. Bratton, 5 Watts 70, and Zeigler v. Fisher, 3 Barr 367, it seems that this is not necessary, and that a plaintiff, in order to recover in ejectment, must establish not only his own title, but also the possession of the defendant. There was error, therefore, in permitting a recovery against Henry Manson, without proof of his possession of any part of the land. For this reason the judgment, as to him, is reversed. Under the Act of 1836, giving the Supreme Court power to modify judgments, it has been held that the judgment, in a proper case, may be affirmed as to one defendant and reversed as to the other: Jameson v. Pomeroy, 9 Barr 230.\nIt is therefore considered that the judgment, as against Martin MeCanna, be affirmed, and that the judgment against Henry Manson be reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "J. S. MeOalmont, for plaintiffs in error."
    ],
    "corrections": "",
    "head_matter": "McCanna versus Johnston.\n1. A lease was made for a specified time, with an express covenant to “deliver up possession at the expiration of the term, without further notice,” and with a reservation of the right of the landlord “ to enter and repossess the premises at the end of the period, or at any time thereafter”:\nIt was held, that the landlord could maintain ejectment at any time after the expiration of the term, without previous notice to quit.\n2. Where such a lease is made, a new lease from year to year with a right to three months’ notice to quit, cannot be implied from the act of holding over by the tenant and the mere neglect of the landlord to dispossess the tenant.\n3. Where a defendant in an ejectment does not intend to contest the plaintiff’s right to the land, it is not necessary for him to enter a disclaimer on record. A plaintiff, in order to recover in ejectment, must establish not only his own title, but also the possession of the defendant.\n4. Under the 1st section of the Act of 1836, relating to the jurisdiction and powers of the Courts, giving to the Supreme Court the right to modify judgments of other Courts, a judgment in ejectment against two defendants may be affirmed as to one and reversed as to the other.\nError to the Common Pleas of Clarion county.\nThis was an ejectment to May Term, 1849, by A. W. Johnston v. MeCanna, Love, & Guthrie, for 1100 acres of land in Clarion township, the warrant for it being No. 5094. The plaintiff exhibited a title from the Commonwealth. Also a lease of the land, dated 5th December, 1838, by the plaintiff, by Brown, his agent, to MeCanna, one of the defendants. The lease was for the term of one year from the 1st April, 1839, the rent to be $1 and payment of taxes; and it was provided, that at the end of the period, or at any time thereafter, or in case of default in payment of the rent, it should be lawful for the lessor, his heirs and assigns, to re-enter upon and repossess the premises. The lessee covenanted to deliver up the possession at the expiration of the term.\nThe lease was subsequently approved of by Johnston. His ratification in writing was dated 27th November, 1850; he stated that he was informed of it soon after its execution, and then and since approved of it.\nThe plea was, Not guilty. No disclaimer was filed.\nTestimony was given that Manson, one of the defendants, did not live on the tract in dispute — his improvement was on a different tract. Nothing was shown as to the extent of his claim.\nOn the part of the defendants in the action, points were submitted as follows:\n1. That if the jury believe, from the evidence, that Henry Manson, one of the defendants, was not in possession of, or claiming any part of tract No. 5094, for which this suit was brought, at the commencement of this suit, or since, then the verdict should be in his favor.\n2. That if MeCanna, the other of the defendants, was permitted by the plaintiff and his agent, Brown, to hold on under the lease, which was ratified by the plaintiff after the commencement of this suit, the plaintiff could not bring suit without a previous notice to quit, and therefore the verdict should be for the defendant MeCanna.\n3. That the plaintiffs, having given in evidence a lease to MeCanna, one of the defendants, and having permitted him to hold on under the lease from 1838, till this time, could not bring suit against him without previous notice to quit.\nIn answer to the first point, Burlington, J., charged the jury as follows:\n“1. The defendant, Manson, was served with the writ, which was primd facie evidence that he was in possession. There is no distinct evidence of the extent of his claim, nor whether he extended it to a portion of the land in dispute. He has not shown how far he claims, although it is proved that his house and improvement were not on the tract in dispute. If he claimed no title to the land in dispute, nor any possession or right of possession, and was not at the bringing of the suit in the possession or claiming the right to any of the land in dispute, then he ought to have dis claimed. Rut having pleaded not guilty and put the plaintiff to the expense of making out his titles, and retarded him from taking possession, and having thus gone to trial, and run the chance of a verdict in his favor, it is too late to say that he is not in possession : 3 Watts 160.”\nAnd in answer to the 2d and 3d points, the Court charged the jury as follows: “The 2d and 3d points are answered against the request of the defendants’ counsel, under the facts of this case and the terms of the lease.”\nMay 2, 1851, verdict for plaintiff.\nError was assigned to the answer to the points.\nJ. S. MeOalmont, for plaintiffs in error.\n1. It was not necessary for Manson to disclaim. In Zeigler v. Fisher, 3 Barr 365, it is decided that a disclaimer is inappropriate to thb action of ejectment; that under the plea of not guilty, the defendant can take defence to the whole or any part of the land on any ground which is available to him in law: Bratton v. Mitchell, 5 Watts 71, also cited.\nIn the present case, the plaintiff’s agent knew the lines of his tract, which were not marked on the ground, 5094 being an interior tract of a block of surveys, the outer lines of which only were marked. It was testified that Manson did not live on the tract in suit. McCanna occupied the tract. In the case of Steinmetz v. Logan, 3 Watts 161, the land was vacant. The plaintiff must first prove that he had title at the time of the demise laid; and secondly, that the defendant was in possession at the time of suit brought: 6 Binn. 454.\n2. The lease to McCanna for tract 5094 was made 5th December, 1838, and ratified formally after this suit was brought. It was a lease for a-year, but after the year expired McCanna was permitted to hold over and make improvements until this suit was brought.\nIn Bedford v. McElherron, 2 Ser. & R. 49, it was decided that “where a lease is to expire at a time certain, a notice to quit is not necessary in order to recover in ejectment. But if the lessor allows the tenant to remain in possession seventeen years after the expiration of the lease, he cannot recover in ejectment without notice to quit.” See also Fahnestock et al. v. Faustenauer, 5 Ser. & R. 174, and 8 Ser. & R. 461-8.\nOn the part of defendant in error it was contended that a defendant who does not claim title and wishes to avoid a verdict for costs, should enter a disclaimer: 3 Watts 160, Steinmetz v. Logan; 10 Ser. & R. 152, Dietrick v. Mateer. Manson having given no evidence of the extent of his claim, the Court -was right in refusing to submit the question of his possession to the jury. The testimony received related only to his house and improvement, and not to the extent of his claim.\nMcOanna’s term expired on the 1st day of April, 1839, wdienby the terms of the lease, he was to deliver possession to the defendant in error without further notice. After the expiration of the lease he was a mere tenant at will, and his landlord might enter and dispossess him at any time he saw proper: 1 W. & Ser. 90, Overdeer v. Lewis; 4 Rawle 126, Lesley v. Randolph; 9 Pa. State Rep. 273, Evans v. Hastings. The case of Bedford v. McElherron, 2 Ser. & R., appears to have been decided on false premises, as it was admitted by the counsel for the plaintiff in error, and assumed in the opinion of the Court, that it was necessary to give notice to a tenant at will to quit possession as well as to a tenant from year to year.\nThere was no evidence of the receipt of rent by Johnston or his agent, or other act, from which a tenancy from year to year could be raised by implication. Had there been any such receipt or other act, it would have been a matter for the consideration of the jury. The Court was right in refusing to answer in the manner requested in defendant’s second and third points: 8 Ser. & R. 460-461, Logan v. Herron.\nMcOanna having placed himself in a hostile position to his landlord, by denying his title and compelling him to prove it, became liable to be treated as a trespasser: 8 Watts 54-55, Newman v. Rutter."
  },
  "file_name": "0434-01",
  "first_page_order": 436,
  "last_page_order": 440
}
