{
  "id": 970660,
  "name": "Simmonds' Estate",
  "name_abbreviation": "Simmonds' Estate",
  "decision_date": "1852",
  "docket_number": "",
  "first_page": "439",
  "last_page": "441",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 439"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 91",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844069
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0091-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 359,
    "char_count": 7352,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 1.4483335017905108e-07,
      "percentile": 0.6545690501647007
    },
    "sha256": "a7961bb4bfcc2857c1e3e2979459fd4136105b98bca90e2428a0f067ce9bca77",
    "simhash": "1:745fdc21b666ac72",
    "word_count": 1311
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Simmonds’ Estate."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\nIn the exercise of its appellate jurisdiction, this Court is confined to a revision of the questions decided in the Court below. It was not objected there that the heirs were minors, and were not notified, or represented by guardian. ■ On the contrary, notice was, by implication, conceded, when the objections 'to the proceedings were made upon other grounds.\nThe widow and heirs were made parties to the judgment in the Common Pleas, upon which the property was advertised for sale; and when they applied for an order to stay those proceedings for the purpose of procuring an order of the Orphans’ Court, authorizing the administrator to sell, they became the actors, and the proceedings in the latter Court, being at their instance, and for their benefit, must be presumed to have taken place with their knowledge and consent. In such a case, they cannot set up against an innocent purchaser the objection that they were not formally notified, or that there was no appearance for them by guardian. The proceedings in the Orphans’ Court took place before the same judges that held cognisance of the case in the Common Pleas, and must be deemed a continuance of the proceedings of the latter tribunal, and founded upon its order. Notice at the commencement binds the party applying for the order, to take notice of the subsequent pi’oceedings.\nAfter a sale made under an order of the Orphans’ Court, and a final confirmation of it according to the rules of Court, followed by the payment of the purchase-money and the delivery of the deed, it is too late to make objections to the sale. This is the general rule. It may have exceptions, but the grounds alleged against this sale do not bring it within any recognised or safe exception to the rule.\nThe decree of the Orphans’ Court, ordering the sale to be set aside, is reversed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Kuhn, on part of appellant,",
      "Hampton, for appellee."
    ],
    "corrections": "",
    "head_matter": "Simmonds’ Estate.\n1. The Supreme Court in exercising its appellate jurisdiction is confined to a revision of the questions decided in the Court below.\n2. In a scire facias on a judgment, the widow and minor heirs were made parties, a guardian ad litem for the minors having been appointed by the Court. An application on the part of the widow and heirs was made to the Court to stay execution, that an order to sell the real estate levied on might be procured from the Orphans’ Court. It was represented in the petition of the administrator that the children had guardians. The sale was made and confirmed, and afterwards, during the same term, on behalf of the widow and heirs, was set aside:\nIt was held, that the widow and heirs became the actors in the proceeding, and it was to be presumed that those which subsequently took place in the Orphans’ Court were within their knowledge.\n3. Also held, that it was not allowable for them to set up, against an innocent purchaser of the premises sold, that they were not formally notified, or that there was no appearance for them in the Orphans’ Court by guardian.\n4. The proceedings in the Orphans’ Court, being before the same judges, will be deemed a continuance of the proceedings in the Common Pleas and founded upon its order; and notice at the commencement binds the party to take notice of the subsequent proceedings.\n5. The general rule is, that, after a sale under an order of the Orphans’ Court and a final confirmation of it according to the rules of Court, followed by the payment of the purchase-money and the delivery of the deed, it is too late to make objections to the sale.\nAppeal 'from. the decree of tbe Orphans’ Court of Allegheny county.\nThis was an appeal by tbe purchaser of certain real estate, late of Henry Simmonds, deceased, which was sold by A. Hartz, the administrator of the estate, under an order of the Orphans’ Court.\nOn 4th June, 1850, Cummins & Smith recovered a judgment, before an alderman, against Hartz, as administrator. A transcript was filed in Court. A scire facias was issued upon it, notice being directed to be given to the widow and heirs. Judgment was obtained on 26th November, 1850, for $81.48. A fi.fa. was issued in February, 1851, and levy was made on certain real estate. A writ of vend. exp. was issued, and on 25th October, 1851, on motion for the widow and heirs, an order was made by the Common Pleas, staying the writ of vend, exp., and directing Hartz, as administrator, to make application to the Orphans’ Court for an order to sell the estate levied on.\nOn 22d November, 1851, an order of sale was granted to the administrator, and he had public notice of the sale given. On 20th December, 1851, on motion for the widow and heirs, a rule was granted to show cause why the order of sale should not be rescinded, and the proceedings stayed. The motion was grounded on an affidavit of the widow of Simmonds, as to the value of the property and its rent; that the debts of the estate did not exceed $90 ; and that she was anxious that the order of sale be revoked, the rents be paid to the creditors, and the estate thus saved. On 27th December, 1851, on motion for Cummins & Smith, the creditors referred to, the rule was discharged, and on the same day the lot was sold to John Mellon, the attorney of Cummins & Smith, for $ 150. On 30th December the sale was confirmed. In January, 1852, the administrator executed a deed to the purchaser. It was delivered and left for record.\nOn 2d February, 1852, on behalf of the widow and heirs, a rule upon the administrator and purchaser was granted, requiring them to show cause why the sale should not be set aside. Depositions were taken. Subsequently the Court set aside the sale, on condition that the petitioner pay the purchaser the amount of his bid, out of which the debt of the judgment creditors to be paid. The conduct of the administrator was assigned as the reason for the action of the Court.\nFrom this decree the purchaser appealed.\nThe exception was, that the Court erred in ordering the proceedings to be set aside.\nKuhn, on part of appellant,\nin favor of the validity of the sale, referred to 3 W. & Ser. 314-319; 7 Barr 137-9; 1 Story Eq. Jur. sec. 72, 184.\nHampton, for appellee.\nIn the petition for the order it was alleged, that the minor children interested had guardians, whereas they had none. The Common Pleas had appointed a guardian ad litem after the scire facias had issued, but when the judgment was reviewed, the guardian was functus officio. The 53d section of the Act of 1832 provides for notice to the guardian of minors when they may be affected by proceedings in the Orphans’ Court. The Orphans’ Court should have directed notice as to them, and time should have been allowed them to apply for and procure guardians; or the Court should have appointed one and directed notice of the proceeding to be given to him.\nIn the case of Lockart v. John, 7 Barr 137-9, five years elapsed after the sale before decree made to avoid it.\nThe December Term of the Orphans’ Court' lasted till March, and the application in this case was in February.\nAfter a lapse of five years, a petition, in the nature of a bill of review, is necessary to enable the Orphans’ Court to amend its decrees; but during the term, a decree can be amended on motion. Reference was made to the cases of Briggs’s Appeal, 5 Watts 91-4; 1 Baldwin 287; 6 Vermont 77; 10 Barr 469, Bishop’s Estate; 2 Burrow’s Rep. 1098."
  },
  "file_name": "0439-01",
  "first_page_order": 441,
  "last_page_order": 443
}
