{
  "id": 970597,
  "name": "Kness versus Lehmer",
  "name_abbreviation": "Kness v. Lehmer",
  "decision_date": "1852",
  "docket_number": "",
  "first_page": "445",
  "last_page": "449",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 445"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Johns. Ch. 254",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "1 Johns. 139",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2128251
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "276"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/1/0139-01"
      ]
    },
    {
      "cite": "2 Watts 104",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840135
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0104-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 460,
    "char_count": 10734,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.034127665358096165
    },
    "sha256": "ffe85fbcd9a3f550222a1ef62caca12835aeda6d5770f848e1a7059d2144154a",
    "simhash": "1:136ac49d8278bfd7",
    "word_count": 1855
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kness versus Lehmer."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court ivas delivered by\nLowrie, J.\nKness, Howard, Brown, and Henegan were partners in manufacturing iron, and joint owners of a furnace. Henegan, by articles of agreement, bought out his copartners, and covenanted to pay all the debts and refund to them their capital ^tock. Afterwards he became embarrassed, and, for a valuable consideration, conveyed to the defendants all the furnace property, describing it partly by reference to his contract with his former partners, and adding, “all of which contract I do hereby transfer and sell to the said” (the defendants). These defendants had at that time judgments against the original firm, which were liens on the furnace property, and after the transfer by Henegan to them, they proceeded upon the judgments and sold the property, bought it themselves, and got a deed from the sheriff. Under the circumstances Kness claims that the defendants are bound to perform Henegan’s covenant to pay him the amount of his stock. What foundation is there for such a claim, in law or equity ? None whatever.\nIt is not pretended that the defendants have ever contracted with the plaintiff about the matter, and there is no relation or privity of this kind between them. Is there a privity of estate on which to found the claim ? Admit that Henegan’s covenant ran with the land; that does not help the plaintiff, for he does not own the land in any sense. If it ran with the land, then the defendants got it when they bought the plaintiff’s title to the land.\nThe title which Henegan got from his copartners and transferred to the defendants was merely inchoate. The true title still remained in Kness, Howard, Brown, and Henegan. The whole passed by the sheriff’s sale to the defendants, and. that swept-away the inchoate title which the defendants had obtained through Henegan. The most that can be made out of the transfer by Henegan to the defendants would be to declare that they took the land charged with the debts. But that imposed no duty except as dependent upon that title, and the failure of the title acquitted the duty; for it can by no possibility be construed to attach to the new title which the defendants obtained from the sheriff.\nThe plaintiff seeks to imply, from the assignment of Henegan to the defendants, a contract by them to perform his duties; but this cannot he. Henegan’s covenant with the plaintiff still subsists. The defendants have not assumed its performance. The plaintiff could, it is true, have enforced it, by his legal title, against any possessors of the land, so far as his legal title could avail him by its value. Put his stock was a constituent part of that title, and when he lost that, he lost his claim for his stock, and of course his means of enforcing its collection.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "White, for plaintiff in error; with him were Banhs and Coffey.",
      "Stewart and Lee, for defendants, the Court did not hear."
    ],
    "corrections": "",
    "head_matter": "Kness versus Lehmer.\n1. Three joint owners of a furnace property and partners therein, sold all their interest in the furnace and personal property to another person; and the latter agreed to pay the judgments against the property, and the other debts of the firm, and afterwards to pay to the vendors the amount of stock put by them into the concern.\nThe vendee soon afterwards conveyed his right and title to the same property to the defendants. The defendants had judgments binding the premises before the sale by the three partners, and others obtained against the vendee after his purchase. On some of these judgments executions were issued previous to the transfer to the defendants, and, afta' the said transfer, the furnace property was sold and purchased by them.\nIt was held, that the defendants were not bound to pay to one of the joint owners the amount of his stock in the furnace concern: there was no contract by defendants to pay, and, if it ran with the land, the defendants got it when they purchased the land at sheriff's sale.\n2. All that could be inferred from the transfer is that the defendants took the land charged with the debts. But such charge was dependent on the title, and by its failure the defendants were acquitted of the duty.\n3. The stock of the plaintiff was a constituent part of his legal title to the land; and when he lost such title he lost his claim to his stock, so far as the defendants were concerned.\nError to the Common Pleas of Indiana county.\nThis was an action by Jacob ICness v. Lehmer, Hampton, Smith, et al., to recover from defendants the amount of stock the plaintiff had in a furnace concern.\nOn the 25th December, 1848, Jacob Kness (plaintiff in error), William Howard, and Charles Brown, were partners and joint owners of Loop Furnace, a blast furnace for the manufacture of pig iron, situate in Indiana county, near the line of Jefferson county. On that day, the said Jacob Kness, William Howard, and Charles Brown, by articles of agreement, bearing date on the same day and year, sold all their interest in the same, to John Henegan, together with all the metal and personal property; in consideration of which sale the said Henegan covenanted and agreed to pay all the judgments against the said property, and all the other debts, and also to pay the vendors the amount of stock which they had put into the said firm.\nJohn Henegan entered into the sole possession of the said furnace immediately after the execution of the said articles of agreement. On the 24th April, 1849, John Henegan, being so in possession, by writing, sold and conveyed all his right and title to the furnace, with the wood and ore privileges, to William Lehmer, Wade Hampton, George P. Smith, and Charles McKibben, defendants below, as recently “ occupied by said Henegan, under a contract made by Jacob Kness, William Howard, and Charles Brown, all of which contract the said Henegan thereby transferred and sold unto the said Lehmer, Hampton, Smith,, and McKibben, for value received.” There was no evidence of any money, or other consideration, received by John Henegan from them. After the execution of this agreement, Henegan’s assignees took possession of the furnace and ore privileges, wood, and coal, and have continued in the possession from that time to the trial of the suit.\nAt the time of the sale by Kness and his copartners to Henegan, Jacob Kness, the plaintiff, was a creditor of the company, for stock put in by himself and interest purchased by him, to the amount of $4377.86; and the said firm were largely indebted to other persons by judgment and otherwise.\nAmong the judgment creditors of the firm were William Lehmer, who obtained judgment on the 11th September, 1847, for $1358.58; and Hampton, Smith, and McKibben, who obtained judgment on 3d December, 1847, for $1089.32, upon which they issued a fi. fa., returnable to March Term, 1849, upon which a levy was made upon Loop Furnace, on the 14th March, 1849 ; inquisition was held, the property was condemned, and a vend, exp. issued to June Term, 1849. It was returned “ property sold to William Lehmer, Wade Hampton, and H. Crissman on the 22d June, 1849;” and the sheriff’s deed was acknowledged on the 26th September, 1849.\nLehmer’s judgment, and Hampton, Smith, and McKibben’s judgment, were both satisfied out of this sale. At the September Court, 1849, plaintiff tendered a deed for the furnace property to Lehmer and Hampton.\nOn the part of the plaintiff it was alleged, that, upon these facts, the defendants, as the assignees of John Henegan, were liable to pay him the amount of stock which he had invested and was entitled to recover from John Henegan. That, even if he had no remedy at common law, a Court of equity would afford him relief; and if so, that he would be entitled to maintain the present action, inasmuch as the defendants have obtained all the benefits of the sale made to Henegan, and secured the title to the land in Lehmer, Hampton, and Crissman, by virtue of a lien upon the land which they, as assignees, were bound to discharge; and which, in equity, was extinguished by the assignment of Henegan made to them on the 24th April, 1849.\nOn the part of the defendants the Court was requested to charge, inter alia, that the transfer of the property by John Henegan, under the assignment of the 24th April, 1849, to William Lehmer, and Hampton, Smith & Co., created no liability on their part to perform the covenants of John Henegan in the agreement between Kness, Howard & Co. and said Henegan, and that the plaintiff is not entitled to recover.\nBurrell, J., inter alia, charged as follows:\n“Plaintiff’s counsel contend first, that although there is no express contract by defendants to pay, yet the language of the last clause of 'Henegan’s assignment to them, assigning his contract ‘eo no-mine,’ and their acts under it as shown by the witnesses, form a basis, ground, or consideration upon which the law will imply a promise to pay according to Henegan’s contract; and second, that Henegan’s covenants run with the land, and as his assignees, defendants claimed the benefits of bis contract, and took possession under it, and are therefore liable.\n“We are of opinion that the assignment by Henegan to defendants, either by itself or in connection with their acts under it, imposed no obligation, either expressed or implied, upon them, to pay plaintiff his stock ; and further, that Henegan’s covenant to pay, as part of the purchase-money, the stock invested by the company, is not a covenant running with the land, and that the fact that there were contracts and rights acquired under them outside the specific land sold, such as for wood and ore privileges, does not alter or affect the character of the covenants. The defendants’ first point is therefore answered in the affirmative, and the jury is directed that their verdict, on this ground, must be for the defendants.”\nVerdict for defendants.\nError was assigned to the instruction and the answer to the point.\nWhite, for plaintiff in error; with him were Banhs and Coffey.\nAt the time of Henegan’s conveyance to Lehmer and others, Lehmer had a judgment against the Loop Furnace, and Hampton, Smith & Co. had one also. It was contended that by the assignment of Henegan to them their judgments were extinguished. Also, that they took the place of Henegan with respect to Kness, and were bound to pay his claim. That the sale by the sheriff did not change this liability.\nIf there had been no sheriff’s sale, Kness might have enforced the payment of his claim by ejectment; and the defendant should not be permitted to defeat his remedy by having the property sold at sheriff’s sale.\nAs to the right to maintain a suit against the defendants, reference was made to 2 Watts 104, Hind v. Holdship; 3 Lev. 210; 1 Johns. 139; 12 Id. 276; 3 Johns. Ch. 254-261; 17 Ser. & R. 265.\nStewart and Lee, for defendants, the Court did not hear."
  },
  "file_name": "0445-01",
  "first_page_order": 447,
  "last_page_order": 451
}
