{
  "id": 970654,
  "name": "Beam's Appeal",
  "name_abbreviation": "Beam's Appeal",
  "decision_date": "1852",
  "docket_number": "",
  "first_page": "453",
  "last_page": "456",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 453"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 347,
    "char_count": 7065,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 4.456583025697791e-08,
      "percentile": 0.2790853829702041
    },
    "sha256": "377344f6ef33f295d064e44deb4de0460d1bb09d2dab0ed70c9d19a563860118",
    "simhash": "1:0ccd16b28202692c",
    "word_count": 1247
  },
  "last_updated": "2023-07-14T16:22:28.700321+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Beam’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\nTrue it is, that a sequestrator is not bound to advance his own money to repair the sequestered road, and he does so at his own risk, and there are few cases in which he will be allowed to do it. But when he has settled an account in Court, which has been confirmed, it must be presumed that his proceedings have been sanctioned by the Court, whose officer he is. If there was anything wrong about it, the creditors of the company and the company itself should have opposed the confirmation.\nWhile the road was in the sequestrator’s hands, there was an Act of Assembly passed, authorizing the judgment creditors to have the road sold upon execution. It was sold on an execution in favor of Daniel Baird, and the money is brought into Court for distribution. Certainly judgments are not liens upon a turnpike road. How then is the money to be distributed ? The contest is between Baird, the execution creditor, and Beam, the sequestrator. Which has the preference ?\nThe -sequestration put the road into the hands of the law. The law protects its own officer in the discharge of the duties imposed upon him. It has been found that in the discharge of those duties he has properly advanced his own money. By another form of proceeding the law has converted the road into money, and is now about to distribute it. Of course it cannot allow that money to go out of its power, until the expenses incurred under its sanction, in the care and custody of the thing converted, have been repaid, at least as far as the money will go. The sequestrator has therefore the preference.\nDecree. — And now, to wit, October 25,1852, this cause came on for hearing on an appeal from a decree of distribution of the Court of Common Pleas of Somerset county, and was argued by counsel, and on consideration thereof it is ordered, adjudged, and decreed, that the decree of said Court of Common Pleas be, and is hereby reversed. And this Court, now proceeding to render such decree as is proper in the premises, does order, adjudge, and decree, that the money in Court shall be paid, first, to satisfy the costs of this proceeding, including the costs of sale; and secondly, to satisfy the account of Christopher Beam, the sequestrator, so far as it will go towards that object. And it is further ordered, that the record be remitted to the said Court of Common Pleas with directions to carry this decree into effect.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Baer, with whom was Bonvard, for appellant.",
      "Sugus, contó."
    ],
    "corrections": "",
    "head_matter": "Beam’s Appeal.\n1. If a sequestrator of a turnpike road advance Ms own money to repair the road, he does so at Ms own risk as to whether it will be allowed to him or not; but, when his account including his advances has been confirmed, it should be presumed that his action has been sanctioned by the Court, whose officer he was.\n2. Judgments against the Company are not liens upon a turnpike road.\n3. The road having been sold under execution, under an Act of Assembly passed after its sequestration, the Court directed the proceeds of sale, after .deducting costs, to be applied to the balance due to the sequestrator, appearing on the settlement of his account, in preference to a claim by judgment against the Company.\nAppeal from the decree of the Common Pleas of Somerset ■county.\nThis was an appeal by Christopher Beam from the decree of the Court making distribution of the proceeds of sale of the Somerset and Conemaugh Turnpike Road.\nOn the 5th March, 1845, the Court of Common Pleas of Somerset county awarded a writ to sequester the tolls and receipts of the said road, and appointed Christopher Beam the sequestrator, ■and ordered the receipts and tolls of the said road to be applied to its repair. Beam took charge of the road and continued as sequestrator until the filing and confirmation of his fifth and last report on 11th November, 1851. On this account a balance was struck in his favor of $731.42.\nOn 8th April, 1851, an act was passed authorizing the sale of certain turnpike roads in Somerset county, including the road in question. The Act declared it lawful for any of the judgment creditors of the said company to issue a fieri facias on any judgment then of record, authorizing the sheriff to sell the road with the franchises thereunto belonging.\nOn 18th July, 1851, a judgment was entered in favor of Daniel Baird against the president and managers of the said company for $51.80. On this judgment a fi. fa. was issued to August Term, 1851, No. 53, and on the 25th August the road was sold to Isaac Kaufman for $350.\nOn 16th September, 1851, the sheriff petitioned for the appointment of an auditor to make distribution of the fund arising from the sale. The auditor appointed, on 29th November, 1851, made report.\nHe stated the net amount for distribution to be $335.17.\nHe credited first the claim of Baird, $93.37. He rejected judgments against the company, not entered or revived within five years, and also two entered on the day after the sale. He reported that there was existing a judgment in favor of Samuel Riffle against C. Beam, sequestrator, §e., for work done upon the road. It was however alleged in one of the exceptions, that the .work for which this judgment was obtained, was done before the sequestration. On the judgment of Riffle, a fi. fa. had been issued to August Term, 1851, No. 39 (being prior to that of Baird), and a levy was made on all the right, title, interest, franchises, &o., of the sequestrator, and of the President, Managers, and Company of the said road. This fi.fa. was returned “Turnpike road sold, August 25, 1851, on No. 53, to Isaac Kaufman, for $350.”\nThe auditor considering the judgment of Riffle to be a lien upon the fund, reported in favor of its payment. He stated the debt and costs at $181.53, and reported an unappropriated balance of $60.27, to be drawn by the company, there being, as he reported, “no execution creditors to whom it can be applied.” He also reported that the sequestrator claimed the whole of the fund on the ground that he had filed an account of his sequestration, and that there was a balance due him of $731.42.\nExceptions were filed on the part of Beam, 1. That the auditor should have appropriated the whole proceeds of sale, after deducting costs, to his claim, it being for labor and repairs done on the road. 2. That the claim of Riffle should not have been allowed, because it was a judgment against the sequestrator, who had no interest in the road, and who was alone responsible to Riffle for any repairs' done at his request; and that the labor for which that judgment was obtained was done before the sequestration.\nThe Court, 29th November, 1851, struck out the amount appropriated to Riffle’s judgment, and confirmed the report, by which a balance of $241.80 remained unappropriated. From this decree the sequestrator appealed, and exception was assigned on the ground that the whole sum, after deducting costs of sale, should have been appropriated to the balance on his account confirmed, “it being for work and labor done on said road.”\nBaer, with whom was Bonvard, for appellant.\nSugus, contó."
  },
  "file_name": "0453-01",
  "first_page_order": 455,
  "last_page_order": 458
}
