{
  "id": 970581,
  "name": "Rankin versus Simpson",
  "name_abbreviation": "Rankin v. Simpson",
  "decision_date": "1852",
  "docket_number": "",
  "first_page": "471",
  "last_page": "476",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 471"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 642,
    "char_count": 15489,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 3.9029155483011765e-07,
      "percentile": 0.9018151251289168
    },
    "sha256": "606bd5b34fbf2bb939647df6fa8f93b68a51d6a55bc7e7578e3bd41473dc3c53",
    "simhash": "1:187ac612bc38f4fe",
    "word_count": 2707
  },
  "last_updated": "2023-07-14T16:22:28.700321+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rankin versus Simpson."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nWoodward, J.\nThis is another case under the statute of frauds and perjuries, and many of the observations made in the case of Moore and wife v. Small, decided at the present term, are applicable here. The plaintiffs, having the legal title to the land, instituted this action of ejectment to recover the possession. The defendants resisted the plaintiffs’ right to recover on the ground that William Rankin, the father of the plaintiffs, in his lifetime, made a parol sale of the land to Andrew Simpson, in consideration of his moving on the farm and taking care of Margaret Rankin, an insane sister of William Rankin, and that he had fully performed the contract on his part. The defendants are to be regarded as standing in a Court of Chancery, asking for a decree of specific execution of the alleged contract. They ask, in effect, that the legal title of the plaintiffs shall be conveyed to them.\nTheir case rests in parol, and, primé faeie, is within the statute of frauds and perjuries. The burthen of taking it out of the operation of that beneficial statute is on them. Iiow do they do it ? By proving the declarations of William Rankin to indifferent parties, that he had made such an arrangement with Simpson, and that Simpson had taken possession in pursuance of the contract.\nBut the plaintiffs meet this by proving Simpson’s declarations that the farm was not his, but Rankin’s, and that he had the use of it for taking care of the idiot sister. A contract is the agreement of two or more minds, on a sufficient consideration, to do or not to do a certain thing, and when it is to be proved by the declarations of the parties, and these declarations stand opposed as the poles of a needle, how can a contract be said to be proved ? Where was the concurrence, the agreement of the two minds ? No witness was present when it took place.\nThe persons who heard the parties talk about it understood one thing from Rankin and another from Simpson. Rankin accounted for Simpson’s possession as a purchaser. Simpson insisted he was a renter, and now on Rankin’s declarations and in opposition to his own, he asks that the title be decreed to him. It is time that such demands should cease to be countenanced.\nIf a party call on Courts to execute parol contracts for land in spite of the, statute of frauds and perjuries, let him prove a contract. Because he can find persons who remember the owner’s loose or casual declarations indicative of a sale, shall he have a decree in disregard of the statute, and in opposition to his own declared convictions ? The chancellor has never lived who would tolerate such a demand. Patents and deeds and wills would be a solemn mockery if they might be trifled with and set aside in this manner.\nBut the plaintiffs show more infirmities still in the claim set up by the defendants for the legal title.\nOn the first day of September, 1834, Simpson being then in possession of the farm, entered into a written agreement with Rankin, by which he agreed “to farm the place whereon he now lives for the said William Rankin, for the term of six years from this date, and also to keep Margaret Rankin in sufficient boarding, washing, and lodging for the above term, and also keep and take sufficient care of all the horses and cattle that may be put under his care by said Rankin, also keep the place in good repair, also thresh and sell all the grain he may raise each and every year, and deliver the same to said Rankin, for the consideration of two hundred dollars for each year.”\nOn the 20th day of July, 1841, a written renewal of this contract was made for another six years, on similar terms, but in consideration of one hundred and seventy-five dollars per annum. Then followed Simpson’s annual receipts to Rankin for ¡$200, “in full for attending his farm for the last year,” for the years 1835-36-37 — 38-39 and 1840, and for ¡$175 for the years 1841-42-43.\nThese written papers were not only strongly corroborative of Simpson’s declarations that the place was Rankin’s and not his, but the Court ought to, have considered them decisive against the claim for equitable relief.\nWhatever the contract under which the possession was originally taken, it was cut up and displaced by the agreement of 1st September, 1834. Thenceforth the possession was referable to that agreement, and Simpson was estopped from alleging a precedent and inconsistent parol agreement. When the terms of an agreement are reduced to writing, the document itself, being constituted by the parties the true and proper expositor of their admissions and intentions, is the only instrument of evidence in respect to that agreement which the law will recognise, so long as it exists for the purposes of evidence: 2 Starkie’s Ev. 767. Possession, considered as evidence of a parol contract and as part performance to take it out of the statute, must not only be delivered and taken, but must be maintained in pursuance of the parol contract. Hence, if a purchaser by parol take possession under his contract, and afterward attorn to the vendor as landlord, or fix upon himself any other character than that with which he entered, he lets go his equities, and his possession is referred to his new agreement. And where the agreement, as in this case, is reduced to writing in terms perfectly inconsistent with the idea of a parol sale, it becomes the most faithful memorial which ingenuity can devise or the law adopt.\nThe demand here for specific execution is bold. To execute a parol contract against an express statute is the exercise of a large power; but to execute it without competent proof of its existence, without the established test of its part execution, and against the declarations of the party asking for it as well as against the highest written evidence in his power to create, would be a wild stretch of authority, which no Court„of law or equity ought to make.\nIf anything could make the defendants’ case worse than the proofs make it, it would be the reason assigned for the written contracts of 1834 and 1841 — that they were merely designed to cloak the produce of the farm from the grasp of creditors. He who seeks equity must do equity. He must come into Court with clean hands. If he have made an instrument to defraud his neighbor, he cannot call on the Court to protect him when it is used against himself.\nFor the most part the charge of the Court was correct; but in submitting such a case as this to the speculations of a jury they were in error, and the judgment is reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "JBanJcs and Drum, for plaintiffs in error, the Court declined to hear.",
      "White, with whom was Foster, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Rankin versus Simpson.\n1. A parol contract was attempted to be proved by the declarations of the former owner that be had made a contract with the claimant for the sale of the land, the same being accompanied by proof of possession taken under the contract and valuable improvements made: but, on the other side, declarations of the claimant were given in evidence to the effect that he had but the use of the land: Held, that such evidence left the claim too uncertain to entitle the party to specific execution. In order to recover, under a claim by parol, a contract between the parties must be proved.\n2. After the claimant had been several years in possession, he took from the party from whom he claimed a written lease for six years, containing, inter alia, a provision for the payment of an annual money rent; and after-wards received another lease for a similar term, on similar conditions, and on a reduced money consideration, the instruments being executed by both parties : Held, that these papers were not only corroborative of the claimant’s declarations that the land, was not his, but should have been considered as decisive against his claim. He was afterwards estopped from alleging a precedent agreement inconsistent therewith.\n3. Possession, considered as evidence of a parol contract for the sale of lands, and as part performance, must be not only received in pursuance of the contract, but it must be maintained in pursuance of it: hence, if a purchaser take possession under the contract, and afterwards attorn to the vendor as landlord, he yields his equities, and his possession is referable to his new agreement.\n4. It is not an answer to the lease that it was taken to protect the property of the party in possession from his creditors: if made to defraud creditors the party is not entitled to be protected against it when it is used against himself.\nError, to the Common Pleas of Indiana county.\nThis was an action of ejectment by Joseph Rankin and others v. Andrew Simpson, Senior, and Andrew Simpson, Junior, to recover the possession of a tract of land. The plaintiffs, who were minors, claimed as heirs of William Rankin, deceased, who derived title to the land through the will of his father, William Rankin. which was proved on 23d June, 1823. William Rankin, the father of the plaintiffs, died on 9th November, 1849, intestate.\nThe defendants resisted the recovery, claiming under an alleged parol contract for the sale of the land by William Rankin to Andrew Simpson, one of the defendants, alleging that possession had been taken under said contract, the terms thereof complied with, and valuable improvements made by said Simpson. The evidence in support of this alleged contract consisted of various declarations of the said William Rankin, commencing as early as October, 1826, before Simpson moved to the farm, to the effect that he, Rankin, had made an arrangement with Andrew Simpson to move to the farm and take charge of Margaret Rankin, an idiot sister of said Rankin, and use and keep the farm as his own; and if said Margaret lived any length of time, Simpson was to have the farm for her keeping; if she did not, he, Rankin, was to give Simpson the farm on such terms that he could pay the balance. Also, subsequent declarations of Rankin, made at various times until near his death, tending to show that Rankin had given this place to Simpson for keeping said sister; and that he would make the title to him were it not for Simpson’s indebtedness. Simpson moved to the farm in October, 1826, and continued thereon till the trial of this case.\nThe plaintiffs, to rebut this, gave in evidence the declarations of Simpson, made at different times during the life of Rankin and after his death, that the land belonged to Rankin and to his estate, that he, Simpson, only had the use of it for the keeping of the idiot sister. The plaintiffs also gave in evidence two written agreements, signed by the parties, one dated 1st September, 1834, by which the said Simpson agreed to farm the said place “ on which he now lives” for the said Rankin, for the term of six yéars then ensuing; keep the said Margaret in boarding, &e., during said term; take care of all horses and cattle put under his charge by Rankin; keep the place in good repair, and thresh and deliver all grain he might raise to said Rankin, for the yearly consideration of $200, to be paid to him by said Rankin. The other agreement was dated the 20th day of July, 1841, of the same tenor as the former, for the term of six years from the 1st day of April then last past, for the yearly consideration of $175. The plaintiffs also gave in evidence nine several receipts signed by said Simpson to said Rankin, the first dated 1st September, 1835, and the last dated 4th April, 1843, for the yearly considerations mentioned in said agreements, each receipt expressing it to be in full for attending to, or services rendered on, his (Rankin’s) farm for the last year.\nBurrell, J., charged the jury, inter alia: “The question for the jury is, has the defendant brought his case within the saving adjudications of the Courts ? Has he shown the fact of agreement ? A mere intention in the mind of Rankin, to convey him the land in fee at some time, is not sufficient. Has he shown the subject-matter and the terms distinctly, and that possession was given and taken under the contract, and in pursuance of its provisions ? If he has failed in any of these essential points, he has failed to take his ease out of the statute. In arriving at their conclusion, the jury will consider, not merely the testimony adduced on one side, but all the evidence in the cause — the acts and declarations of the parties, giving due weight to the agreements and receipts in evidence, as tending to prove or disprove the existence of such a contract as defendant relies on.\n“ Defendant contends further, that if he has failed in clearly showing a valid contract for the fee simple in the land, he has established a contract that he should have the land for Margaret’s life, on condition of his keeping and maintaining her. It must be admitted, that, in this view of the case, the declarations of both Rankin and Simpson stand better together, and can be more easily reconciled. The jury must observe the rule laid down as to parol contracts, and if they shall be satisfied that such a contract as this Was made, and that Simpson went on the land in pursuance of it, and has performed his part of the contract, the plaintiffs cannot recover in this action, the defendant, in that ease, being entitled to keep possession of the land during Margaret’s life, if he shall continue to perform the condition upon which he alleges he holds it. The defendant’s counsel ask us, verbally, to instruct the jury that if he has established a valid contract, no subsequent declarations of his could divest his title. This is true, but the jury are left to consider these declarations as tending to prove or disprove the existence of the alleged contract.”\nHe observed that a point had been made by the counsel for plaintiffs, that if Rankin and Simpson, at the time when Simpson first entered upon the land, made such a contract as Simpson alleged, it was rescinded by the written agreements in evidence. He observed, that if parties, between whom a contract exists, make a subsequent one on the same subject-matter, inconsistent with the first one, the former agreement is abrogated.\nHe further observed, that the allegation that such written agreements were made to protect Simpson’s property from his creditors, and were not intended to affect the previous contract between the parties, did not improve the condition of Simpson, because, if they did determine the alleged previous contract, though they might be invalid against Simpson’s creditors, they would be good as between the parties, and would revest the title in Rankin. Rut as the point was presented too late, he declined instructing the jury upon it, and submitted the case to the jury on the questions previously indicated.\nApril, 1852, verdict for defendants.\nIt was assigned for error: 1. The Court erred in instructing the jury that they might find in favor of defendants on the ground that defendants were entitled to the possession during the life of Margaret Rankin, when the testimony was so loose and indefinite that it was uncertain whether an estate in fee simple, a life estate, or an estate from year to year was intended.\n2. The Court erred .in refusing to give a legal construction to the written agreements as mentioned in the last paragraph of their charge to the jury, and thereby throwing the responsibility upon the jury, of either giving a legal interpretation to those agreements or disregarding them altogether.\nJBanJcs and Drum, for plaintiffs in error, the Court declined to hear.\nWhite, with whom was Foster, for defendants in error."
  },
  "file_name": "0471-01",
  "first_page_order": 473,
  "last_page_order": 478
}
