{
  "id": 970572,
  "name": "Stokely's Estate",
  "name_abbreviation": "Stokely's Estate",
  "decision_date": "1852",
  "docket_number": "",
  "first_page": "476",
  "last_page": "484",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 476"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Pa. Rep. 185",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 Penn. Rep. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "3 Pick. 128",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2010327
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/20/0127-01"
      ]
    },
    {
      "cite": "3 Rawle 319",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "3 Mass. 352",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2005693
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/3/0310-01"
      ]
    },
    {
      "cite": "20 Pick. 458",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2038900
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/37/0458-01"
      ]
    },
    {
      "cite": "5 Conn. 517",
      "category": "reporters:state",
      "reporter": "Conn.",
      "opinion_index": -1
    },
    {
      "cite": "8 Mass. 174",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "7 Pick. 169",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2056577
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/24/0174-01"
      ]
    },
    {
      "cite": "4 Watts 89",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842752
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0089-01"
      ]
    },
    {
      "cite": "6 Peters 310",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 844,
    "char_count": 22151,
    "ocr_confidence": 0.421,
    "pagerank": {
      "raw": 3.3717418435869127e-07,
      "percentile": 0.8758481672097486
    },
    "sha256": "738f7f62fe1a83eed7524d1838d52a8a93cfb5d54935b9efe12e5d00ef798909",
    "simhash": "1:171333da50f0e9db",
    "word_count": 3909
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stokely’s Estate."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, 0. J.\nThe appellee took letters of administration on the estate of his father in Pennsylvania and in Delaware. The place of the intestate’s domicil was here. He received in Delaware assets amounting to $1197.72. One question in this cause is, whether he must account in Pennsylvania for the sum received abroad, or whether the distributees must first compel him to settle his account there.\nPersonal property has no situs in contemplation of law. It is attached to the owner’s person wherever he is, and when he dies it descends according to the law of succession which prevails at the place of his domicil. The administrator appointed in a foreign state is merely auxiliary to him of the domicil. It is the duty of the former to transmit the assets he collects, after payment of debts and expenses, to the latter. If the administrator of the domicil neglects to demand and recover the sum which ought to be transmitted for distribution, he is chargeable with it, as he would be with any other debt lost by his supineness.\nWhere the administration, both at home and abroad, has been taken out by the same person, the presumption is that he has done his duty, and when he comes to settle his account in the state where distribution is, to be made, he cannot deny that he has received what the foreign administrator, if he had been a different person, would have been compelled to pay, and what he would have been bound in duty to demand and get. Equity considers that done which ought to be done. When a debtor is made executor or administrator of his creditor, a chancellor will suppose it to be immediately paid, and charge him accordingly in his representative capacity.\nThe application of this principle to the present case is easy, obvious, and conclusive of the argument. He might have settled an account in Delaware, and if he had done so the balance only would have been charged against him here, but since he did not, it is fair to suppose he had no just credits. Indeed, it is not even alleged that there were any debts there to be paid. Under these circumstances it would be contrary to every principle of law and justice to send the distributees abroad on a forlorn expedition in search of this fragment of the estate, while the person who has it in his pocket And who must eventually pay it is at home, refusing to account for it, and offering no reason for the refusal except his own negligence and his own wrong.\nThe decedent, in his lifetime, was the owner of fifty tracts of land in Butler and Mercer counties. He covenanted by articles of agreement to convey nine of the tracts to as many different purchasers who had settled upon them. Before any conveyance was made in pursuance of the agreement, and before the purchase-money was paid, the decedent conveyed to his son, the present appellee, all his estate in lands, tenements, and hereditaments, situate in the counties of Mercer and Butler, and describing the lands by the names of the warrantees, “ excepting and reserving such of the above tracts and, parts of tracts as have heretofore been sold or disposed of by the said Thomas StoJcely.” After the death of his father the appellee received the unpaid purchase-money, amounting to $12,098.80. Did the deed entitle him to receive it to his own use, or is he bound as administrator to account for it to the other children ?\nIt can hardly be doubted that the parties meant to except out of the grant the lands which the grantor had already disposed of by his agreement with the settlers. The words are such as a lawyer or a layman would use to designate the tracts agreed to be sold. A contract to sell is always a sale in common parlance, and generally in technical language. But where an exception in a deed is coextensive with the grant, it is void. In such a case the grant and the exception being inconsistent and therefore not capable of standing together, the latter must give way, on the principle that a deed is to be construed most strongly against the grantor, as well as for the reason stated by Chief Justice Gibson, in Shoenberger v. Lyon, 7 W. & Ser. 184. If therefore we consider this deed as we would fifty separate deeds for the same number of tracts, the exception of nine of the tracts is repugnant to nine of the grants, and therefore void. But if we look on it. as a single deed for all the grantor’s lands in a certain territory, and suppose the names of the warrantees to be used merely for the purpose of designating what those lands are, the exception of those which were sold is not repugnant to the grant, and the case assumes a different aspect. Suppose the deed had said, “I grant, &c., all my lands in Butler county except nine tracts which I have heretofore sold and disposed of — my lands in said county are warranted in the names of the following persons, &c., &c.,” no one would say that this exception was void. The deed before us is capable of being read much in the same way. He grants all his lands in Butler and Mercer counties, viz., those warranted in the following names, &c., excepting and reserving nine of the said tracts. The deed still operates to convey forty-two tracts. The exception is not as extensive as the grant. It is like a conveyance of all my manor of Dale except one acre.\nThe cases cited at the bar are not like this. Indeed, they bear so little resemblance to it as to furnish almost no assistance in determining the cause. But a careful consideration of the general principles governing the subject has brought us to the conclusion that the exception in this deed is not void, that it applies to the interest which the grantor had in the nine tracts he agreed to sell to the settlers, that the deed gave to the grantee no right to apply the purchase-money of those tracts to his own use, and that he must be charged with it in his administration account.\nWhether the bill which the accountant claimed credit for was allowable or not,' depended on matter of fact. The auditor and the Court believed it to be just, and we cannot say that we have cause to differ from them. His claim of interest is allowed for the same reason. The general rule, which would compel the party against whom 'the decree goes to pay the costs, is not inflexible. The Orphans’ Court have a discretionary power, over costs, and in this case it has been exercised wisely. We add no interest to the sums now surcharged, because the paper-book does not givejis the time when they were received.\nThe Court here do, upon consideration, decree and order, that Samuel Stokely, the appellee, be charged in his account as'administrator of Thomas Stokely, deceased, with the sum of $12,098.80, for so much money by him received on contracts made by Thomas Stokely in his lifetime for the sale of lands in the counties of Butler and Mercer. And further, that he be charged with the sum of $1197.72, the amount received by him in the state of Delaware, under letters of administration there granted to him of the goods and chattels, rights and credits of said deceased. And it is further ordered, that the decree of the Orphans’ Court of Washington county be reversed so far as it is inconsistent with this decree, and affirmed in all other respects, and that the record be remitted to the said Orphans’ Court so that this decree may be executed.",
        "type": "majority",
        "author": "Black, 0. J."
      }
    ],
    "attorneys": [
      "Miller appeared personally in support of the exceptions.",
      "Marsh, with whom was MdKennan, for appellee."
    ],
    "corrections": "",
    "head_matter": "Stokely’s Estate.\n1. The administrator appointed in another state is merely auxiliary to the administrator of the place of domicil of the deceased.\n2. It is the duty of the former to transmit the assets, after payment of debts and expenses, to the latter for distribution; and if the latter neglect to demand the sum which should be transmitted to him, and it is lost, he is chargeable.\n3. Where the administration both at home and abroad has been taken by the same person, in the settlement of his account in the state where distribution is to be made, he is accountable for the net amount of what he should have .received abroad.\n4. If such administrator settle an account in the other state, he will be accountable at the place of domicil only for the balance decreed against him in the other state.\n5. The decedent in his lifetime was the owner of fifty tracts of land in-Butler and Mercer counties. By articles of agreement, he covenanted to convey nine of them to actual settlers. Before the payment of purchase-money and conveyance, he conveyed to his son, the accountant, all his “ estate in lands, tenements, and hereditaments situate in the counties of Mercer and Butler, in Pennsylvania, viz. those that have been surveyed on warrants in the names of Hugh Orabb (and others enumerated), excepting and reserving such of the above tracts and parts of tracts as have heretofore been sold or disposed of” by the said grantor. After the death of his father, the accountant received the purchase-money of the said nine tracts:\nIt was held, that the exception was not as extensive as the grant — that it was not therefore void; that it applied to the interest which the grantor had in the nine tracts; and that the son, the accountant, was chargeable, in his administration account, with the purchase-money received for them.\n6. The general rule, which would compel the party against whom decree is made to pay costs, is not inflexible. The Orphans' Court has a discretionary power as to costs.\nAppeal from the decree of the Orphans’ Court of Washington county, in the matter of the account of Samuel Stokely, surviving administrator of the estate of Thomas Stokely, deceased.\nCol. Thomas Stokely died in July, 1824, in Washington county, where he resided, leaving a widow, Elizabeth, a son, Samuel, the accountant, and three daughters, one of whom, Ann, then unmarried, and afterwards intermarried with John H. Miller, the appellant.\nLetters of administration on his estate were granted in 1824 by the register of Washington county, to his widow and his son. The widow and the unmarried daughters continued to live together and keep house until the daughters were married, and no sale of personal property was made. The household furniture remained in possession of the widow and two daughters who were single. Col. Stokely left a considerable real estate in Washington, Greene, and Fayette counties, and it was alleged on the part of the accountant, that he left not much personal property, and that his affairs were much embarrassed by debts and an extensive unsettled business. He had been an active speculator in real estate.\nThe widow died in 1845. Samuel Stokely, the surviving administrator, filed his account in the register’s office in April, 1847. At May Term, 1847, the following reference was made:\n“It is hereby agreed to refer to John H. Ewing, Esq., the account of Samuel Stokely, administrator of the estate of Thomas Stokely, deceased, as stated by .the register, and all matters rightfully pertaining to the same, for examination, revision, and adjustment, who shall decide such matters as in justice and equity may seem right, and shall report to the Orphans’ Court. An'd it is further agreed, that such report shall be subject to exception and revision at the instance of any of the parties.”\nThe auditor made his report, to which exceptions were taken by both parties, and the exceptions were argued to the Court, who sustained one exception taken by the accountant, and overruled all the others on both sides.\nThe auditor in his report charged the accountant with the purchase-money of nine tracts of land in Mercer county, included, together with other lands, in a deed from Thomas Stokely to Samuel Stokely, the accountant, dated June 1, 1821, on the ground that those nine tracts were excepted out of the grant by these words in the deed: “ Excepting and reserving such of the above tracts and parts of tracts as have heretofore been sold or disposed of by the said Thomas Stokely.”\nThe nine tracts are those described in the deed as surveyed on warrants in the names of William Crabb, William Aaron, Peter Hoge, Patrick Hoge, Joseph Aaron, Hugh Aaron, William Hoge, Peter Aaron, and Nicholas Aaron. The only description of the several tracts (fifty in number) in the deed is by the names of the warrantees upon whose warrants the surveys were made. This charge was excepted to by the accountant on the ground that those tracts were neither within the legal effect nor the intention of that clause in the deed. The Court sustained the exception.\nA second report by the auditor, in pursuance of the decree of the Court, was made, and the report was confirmed; and on 27th August, 1849, appeal was taken. The account as thus arranged resulted in a balance in favor of the accountant of $8255.25.\nOn 27th August, 1849, the appeal was entered.\nExceptions, as follows, were filed :\n1. The accountant was not held chargeable with the money arising out of the lands specified in schedule (C), amounting to $12,098.80.\n2. The account marked (D), was allowed when there were no vouchers or other legal testimony to establish its correctness.\n3. The accountant was not charged with the assets proved to have been received in the state of Delaware under ancillary administration.\n4. The costs of the audit are charged to the estate.\n5. There is found to be a balance due the administrator of $8255.25.\n6. There was an allowance of $2443 as interest.\nThe first exception depended upon the following facts. About the year 1796, Thomas Stokely, the intestate, became the owner of about 50 tracts of land in Mercer county, Pa., each containing about 400 acres. Between that time and 1818, divers persons had settled on ten of the tracts and held adversely to him. Actions of ejectment were brought by him for each of the tracts, respectively, in the Circuit Court, U. S., December Term, 1818.\nIn April, 1819, the settlers met the intestate and the accountant, the latter then being an attorney and counsellor at law, by appointment, and the terms of a compromise were then and there agreed upon by the parties, as to nine of the tracts, and the settlers became purchasers. Nine articles of agreement were accordingly drawn up by the accountant, and executed by the parties, one for each tract of 400 acres. They are all of the same tenor, and dated April, 1819, and recorded in Mercer county, June, 1819.\nBy the agreements the settlers bound themselves to pay to Stokely a just and reasonable price for the lands, to be secured by a lien on the land. Stokely, on his part, agreed to convey within a year after the first payment made. The price of the land was to be fixed as stated in the contracts. The price was not fixed during the lifetime of Thomas Stokely, nor until November, 1826; and no money was paid or patents obtained till that time. After-wards, a deed, dated' 1st June, 1821, was executed by Thomas Stokely and wife, by which, in consideration of natural love and affection, and of five thousand dollars, was conveyed to Samuel Stokely, his heirs and assigns, all his “ estate in lands, tenements, and hereditaments situate in the counties of Mercer and Butler in Pennsylvania, viz., those that have been surveyed on warrants in the names of Hugh Crabb” and others named, in all fifty, u excepting and reserving such of the above tracts and parts of tracts as have heretofore been sold or disposed of by the said Thomas Stokely.” The deed concluded with a clause of warranty, as follows: “And the said Thomas Stokely and Elizabeth .his wife, covenant, promise, and agree, to and with the said Samuel Stokely, his heirs and assigns, by these presents, that they, the said Thomas Stokely and Elizabeth his wife, and their heirs, the said described lands, tenements, hereditaments, and premises hereby granted, with the appurtenances, unto the said Samuel Stokely, and unto his heirs and assigns, against them the said Thomas Stokely and Elizabeth his wife, and their heirs, and against all and every other person or persons whomsoever, lawfully claiming or to claim the same, by, through, or under them, the said Thomas and Elizabeth or their heirs, shall and will warrant and for ever defend by these presents.”\nA receipt was given for the consideration money of f5000. The deed was acknowledged on 2d June, 1821, but was not recorded till 4th August, 1847.\nOn the part of the accountant it was alleged, that Samuel Stokely and the occupants had the lands appraised, and as the purchase-money was paid in full deeds in fee were executed by him.\nThe account D, the subject of the 2d exception, was alleged by the appellant to consist of three classes of accounts, viz.:\n1. For services rendered and money advanced for intestate by accountant in the lifetime of the intestate, $855.00 „\n2. For services and travelling expenses for the estate, in ' the course of settlement, 806.00\n3. Money alleged to have been paid on account of estate and no receipts taken, 829.00\nOf this last sum there appears to have been about $125 contracted in 1836 and 1840.\nMiller appeared personally in support of the exceptions.\nThe heirs claim that the excepting clause in the deed refers to the nine tracts which had been sold as aforesaid, and exempts them from its operation and prevents their passing, and^that the money arising therefrom is assets in the hands of the administrator, with which he should be charged: 3 W. & Ser. 358, Baker v. McDowell; 6 Peters 310; 7 Term Rep. 216, Browning v. Emslie; Touchstone 77; 4 Watts 89; 2 Black. Com. 103.\nThe lands previously sold could not be affected by the conveyance, and if the exception relating to them be stricken out, the grantee would take the same estate which he claims to have with it. The grant is of the estate of Thomas Stokely in the land, and not of the land itself. The warranty is limited to the estate granted. Cited 7 Pick. 169; 8 Mass. 174; 10 Coke 97; Co. Lit. 366, 389; Bac. Abr. “ Warranty;\" 5 Conn. 517; 20 Pick. 458, Allen v. Holton; 3 Mass. 352; 5 East 79.\nAs to the 2d exception: Steinman’s Appeal, 5 Barr 417, re ferred to.\nAs to the third exception: The auditor rejected this item on the ground that as administration had been granted to the accountant in the state of Delaware, the proper tribunal to enforce a settlement was in that state.\nIt was alleged that there were no debts owing there, and that no account had been exhibited there. It was contended that the law directs the assets to be transmitted to the administrator at the place of the domicil for distribution: 3 Rawle 319, Miller’s Estate; 3 Pick. 128, Dawes v. Head.\nAs to the fourth exception : The costs of the audit are charged to the estate, whereas the balance on the account exhibited was reduced nearly five thousand dollars by the auditor; the costs therefore should have been taxed to the accountant: 2 Penn. Rep. 419, Sterrett’s Appeal.\nMarsh, with whom was MdKennan, for appellee.\nAs to the nine tracts he observed, that the language of the deed did not import a design in the grantor to retain any estate whatever in the lands referred to in it; that it imported merely a declaration by the grantor that the general terms used in the granting part of the deed were not to be construed into a conveyance of any interest in those lands with which he had before parted, and that he designed to divest himself of all his remaining interest in those lands, of whatever nature it was.\nAn exception cannot be of the thing granted. Here was a conveyance of fifty separate tracts by one deed, and it is claimed that by the same deed nine of them are excepted as fully as they were granted. If so, the exception is void. The deed is to be construed as if there were 51 deeds, one for each tract. Reference was was made to 7 W. & Ser. 184, Shoenberger v. Lyon.\nThe whole sentence in the deed, taken together, shows that land, and not merely estate, was the object of the conveyance, and notwithstanding the words “ all my estate,” had the grantor owned lands in Mercer and Butler counties, not included in any of the particular descriptions, they would not have passed by the deed. The exception then is not of a particular out of a general, but, as claimed by the appellant, is of several entire things out of a greater number, and is precisely the case put of all my houses and cabins except the cabins.\nThe appellant insists that' there is no available warranty in the deed. I think there is not. But take out the clause in question, and how would it be then? Would not the entire 51 tracts be conveyed whether the grantor had title or not ? and if this 'clause is to be applied to the grantor’s title in the nine tracts, is there not a warranty available for all interests the grantor had ever granted out of any of the 51 tracts, and overreaching this very claim by estoppel ? It seems so.\nIn Baker v. McDowell, 3 W. & Ser. 356, the exception was expressly to the grantor, his heirs and assigns; and as half the ore had been excepted in a prior deed in the chain of title, had the exception been of all iron ore heretofore reserved or excepted in any deed of said premises, all the ore the grantor had in the premises would have been held to pass by the deed.\nIf this exception be overruled, there will be a large balance in favor of the accountant.\nThe ground in the account marked D, was, that there were no vouchers. This is true to a limited extent, and mostly as to such items as in their nature do not admit of vouchers. A party excepting must designate the item, and this Court will not undertake to sift such a mass for a defective item. The reference to the auditor covered full discretion as to such matters, and he has exercised it with discrimination.\n3. Another exception is, that the accountant is not required to account for assets charged to have been received under administration granted in the state of Delaware. '\nEven if the facts claimed were admitted, which they are not, the Orphans’ Court of Washington county cannot assume the jurisdiction of the Probate Court of Delaware. An account must first be settled there: 3 Pa. Rep. 185, Mothland v. Wireman.\n4. The heii'S improperly made the expenses of the litigation, and should be content with the costs as they are.\nInterest was properly allowed on the balance found due."
  },
  "file_name": "0476-01",
  "first_page_order": 478,
  "last_page_order": 486
}
