{
  "id": 970641,
  "name": "Holliday versus Ward",
  "name_abbreviation": "Holliday v. Ward",
  "decision_date": "1852",
  "docket_number": "",
  "first_page": "485",
  "last_page": "493",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 485"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Rawle 219",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 158",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850989
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0158-01"
      ]
    },
    {
      "cite": "5 Wharton 131",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877489
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0131-01"
      ]
    },
    {
      "cite": "1 Rawle 433",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819123
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0433-01"
      ]
    },
    {
      "cite": "9 Watts 19",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850003
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0019-01"
      ]
    },
    {
      "cite": "5 R. 219",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": 0
    },
    {
      "cite": "5 R. 80",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": 0
    },
    {
      "cite": "3 Binn. 498",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791076
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/3/0498-01"
      ]
    },
    {
      "cite": "10 Watts 158",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850989
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0158-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 877,
    "char_count": 23329,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 4.685423051566282e-07,
      "percentile": 0.9282697562676434
    },
    "sha256": "f5febeed24b65041f2383181b6b1ffb7a0c135ae8a146a8d19a39dfcddecbf28",
    "simhash": "1:a27f2093fc68d797",
    "word_count": 4147
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Holliday versus Ward."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\nThe title of the defendants below to the land in dispute, or a part of it, depended on a will which had been proved before the register. No evidence was offered on the other side to show that the will was not properly executed, or that the testator was incapable of making one. But the Court charged that, inasmuch as one of the witnesses who had been sworn before the register was a devisee, and therefore interested, the will was destitute of the necessary evidence of authenticity, and not sufficient to pass title. A written renunciation of his rights under the will made by the witness before probate was offered by the other party, but was rejected.\nA register is a judge, and the admission of a will to probate is a judicial decision. His judgment, if it be in favor of the will, is evidence of its validity in all respects whatever, conclusive' as to personal property, and presumptive as to real. Such judgment can only be set aside on appeal, and is unimpeachable in any other proceeding. The validity of the will is a fact which the law infers from the decision itself, of the register, and not from the evidence on which that decision was based. A judge before whom the will comes collaterally, proved and approved by the proper authority, has no right to reject it because it may seem to him that the probate was allowed on the testimony of an incompetent witness, or on proof that was insufficient. Its validity, so far as it affects realty, may be contradicted and disproved in ejectment or partition, by showing that it was not legally executed, or that the testator at the time of making it was insane, under duress, or influenced by the fraudulent practice of some interested party. But though the presumption which arises out of the record may be thus repelled, it does not follow that the record itself can be treated as a nullity. Where the will has been approved by the register, in pursuance of a decision in its favour, or an issue sent to the Common Pleas, it is still no more than primá facie evidence of its validity in a subsequent ejectment for land devised by it: but certainly no Court would look into the evidence given on the trial of the issue, and reject the will altogether, if it appeared that an interested witness had been examined. In such a case the evidence cannot accompany the record of the judgment; neither can it when the proof is heard before the Register’s Court, and it need not when it is taken before the register himself. His attestation may be a simple certificate that the will was proved and approved. Whether the certificate sets out no evidence at all, or evidence insufficient, the will must be received if the register has not condemned it. It is not usual to enter a formal decree of probate on the record; but the want of it is not fatal. It will be presumed from the issuing of letters testamentary, or perhaps from any other act of the register which he would have no legal right to do in a case where proof of the will had failed. The existence of such a decree does not appear to have been questioned in this case.\nI have not cited cases for each principle here asserted. But I might have done so; for they are very abundant. Our own decisions on the subject may be found (by those who think that reason is not strong enough without authority) in 3 Binn. 498; 4 Ser. & R. 193; 6 Ser. & R. 223; 5 R. 80; 5 Barr 21; 6 Barr 435; 8 Barr 417; 9 Barr 234. Loy v. Kennedy (1 W. & Ser. 398) bears a strong resemblance to this case in very many of its features.\nOn the whole we are of opinion that the will was properly admitted in evidence, and being so admitted, it ought to have been treated as a valid testamentary writing. The burden was on the defendant to show illegal execution, insanity, duress, or fraud, and in the absence of such proof the probate, whether defectively taken or not, was sufficient for all the purposes of the party offering it.\nThe renunciation or release of the witness was rejected rightly enough; for it was wholly irrelevant. The argument on the question whether it was good without a seal was a mere waste of learning and time.\nA question of much graver import remains to be disposed of. Can the advancements made by an ancestor be ascertained in an ejectment brought by one heir against another? By the Act of 1833 jurisdiction of this subject is given to the Orphans’ Court. Is that jurisdiction exclusive or only concurrent with the common law courts ? '\nA manuscript case, determined here several years ago, was produced at the argument by the counsel of the defendant in error, but it proves nothing; for it is not possible to say from the record whether the point was made or not. In Gregg v. Philips (10 Watts 158), which was an ejectment by one heir against others, the defendants gave evidence in the District Court of advancements to the plaintiff. But the cause was ruled in this Court on other grounds. In Ernest v. Ernest (5 R. 219), though the question maj’ not have received much consideration, it cannot be denied that it arose fairly and was decided. It was an action against an administrator for a distributive share of the balance in his hands, and the defendant was permitted to prove that the plaintiff had been advanced, and thus defeat his recovery to the extent of the advancement.\nThe difficulties which stand in the way of doing prompt, speedy, and pure justice in such a dispute anywhere except in the Orphans’ Court are insurmountable. The argumentum ab ineonvenienti was never more irresistible. If a simple case like that of Ernest v. Ernest can be tried in a common law action, so may (and so must be, if either party wills it) the most complicated one that arises. Juries are less competent to state an account requiring long calculations than for any other duty that could be assigned them. It requires the leisurely deliberation o.f auditors chosen for their skill and experience. All the heirs are equally interested in advancements made to one. When the question is decided in an action between two it concludes nothing as .to the other, for none are bound by the judgment except those who are parties to it. Where there are six heirs, there must be at least five suits before it can be said that all are heard. If they are ejectments they may be multiplied by three; and since estoppels must be mutual, each one may refuse to be satisfied until he fias had a trial with every other one. Each jury would probably decide the case differently, and one of the conflicting verdicts would be entitled to as much respect as another. A lifetime spent in litigation like this might end in swallowing up the estate, but not in settling the dispute. Again: when an ejectment is brought for land of greater value than the advancement, what shall be the measure of the verdict ? By what rule shall land he set off against money? How, indeed, can it be done at all even if the value of land were as easily ascertained as that of dollars, where it cannot be divided into parts without spoiling .the whole ? These considerations make the advantage very manifest of the Orphans’ Court jurisdiction, where all the parties can be brought in, and the whole matter disposed of in one proceeding ; where auditors can be appointed to collect and report upon the' facts; where a simple issue can be framed and sent to a jury to try those which are doubtful; and where the final decree can he moulded so as to fit the circumstances and do complete justice.\nBesides: we think that all jurisdiction of the subject is taken away from the Common Pleas by a plain and positive statute. The Act of 1833 gives the parties their remedy in the Orphans’ Court, and clothes that tribunal with full power to adjudicate between them. This, construed in connection with the Act of 1806, which requires that all statutory remedies shall be strictly and exclusively pursued, is the same as if the common law jurisdiction had been expressly forbidden. The judiciary was slow in giving to the statute of 1806 its true interpretation. But the struggle which the Courts made to defeat the just and wise purpose of the Legislature is over, and now we read the law as it is written.\nNotwithstanding all this, we might hesitate somewhat if we did not believe that the number, weight, and value of the judicial authorities were in favor of the same view. Although Ernest v. Ernest is the only case in which the very point, eodem nomine, has been decided, yet the same principle has been ruled in many other cases precisely analogous. The question is whether the Act of Assembly which gives the Orphans’ Court jurisdiction, takes away all other modes of proceeding. In a series of decisions beginning with Craven v. Bleakney (9 Watts 19), and ending with Mohler’s appeal (8 Barr 39), it was laid down that a legacy charged on land could be recovered only in the Orphans’ Court. In Simpson v. Thomas (3 Barr 60), it was held that a widow’s action for dower in land of which her husband died seised, could not be maintained at common law. And in Meyers v. Black (5 Harris 199), it was declared that a contract \"for the sale of lands could not be enforced by ejectment after the vendor’s death. These decisions are all grounded on the principle, that when a statute gives jurisdiction of any subject to the Orphans’ Court it impliedly prohibits the other Courts from taking cognisance of it. We cannot say, therefore, that the jurisdiction which the Act of 1833 has given to the Orphans’ Court over the subject of advancements, is not exclusive, unless we disregard almost the whole current of authority, set a statute at nought, destroy the symmetry of our judicial system, and establish a doctrine which must result in making justice wholly unattainable in a large and important class of cases.-\nFrom what I have said, it follows that the plaintiffs are not entitled, in right of their mother, to recover more than one-sixth of the land as to which their grandfather died intestate. No question about advancements can be made in this cause. It would be premature to decide whether the point ruled in Eells’s estate (6 Barr 457), will make it necessary to have partition in the Common Pleas, after they get judgment here for their share. It may not, however, be improper to say, that we incline to the opinion that if judgment be in their favor, they may consider themselves in the same condition they would. have been in if no adverse claim had been made by either of the heirs. Nor do we see why a dispute about the tenure, if one should arise, may not be determined by an issue sent to the Common Pleas from the Orphans’ Court. But we are not to be hound by anything now said on that subject.\nJudgment reversed, and ven. fa. de nov. awarded.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Babbitt and Marshall, for plaintiffs in error."
    ],
    "corrections": "",
    "head_matter": "Holliday versus Ward.\n1. A register, as to the probate of wills, is a judge, and the admission to probate is a judicial act.\n2. His judgment in favor of the will is evidence of its validity in all cases; conclusive as to personal property and presumptive as to real.\n3. The validity of the will is inferred by the law from the deoision itself of the register, and not from the evidence on which it is founded; and when the will, thus approved, comes up collaterally, it'is not to be rejected because it may seem to the Court that its probate was allowed on the testimony of an incompetent witness, or on insufficient proof.\n4. Its validity, so far as respects realty, may be contradicted and disproved in ejectment or partition, by showing that it was not legally executed, or that the testator, at the time of making it, was insane, under duress, or influenced by fraudulent practice.\n5. But though the presumption arising from the probate may be thus repelled, the record itself is not to be treated as a nullity; and whether the certificate of the register does not set out any evidence, or sets out insufficient evidence, the will is to be received in evidence.\n6. In an ejectment by one heir against another, advancements by the ancestor are not to be ascertained.\n7. By the Intestate Act of 8th April, 1833, in connection with the 13th section of the Act of 21st March, 1806 enacting that where a remedy is provided by an Act of Assembly the directions of the Act shall be strictly pursued, exclusive jurisdiction, as to matters of advancement, is given to the Orphans’ Court. The oase of Earnest v. Earnest, 5 Bawle 213, in this'respect overruled.\nError to the Common Pleas of JErie county.\nThis was an action of ejectment by Samuel H. Ward and others v. Samuel Holliday and William Holliday, to recover a tract of land containing nearly one hundred acres, in Erie county. The land in dispute had belonged to Samuel Holliday, Sen., and he was seised of the same at his death.\nThe plaintiffs were children of Elizabeth Ward, deceased, who was a daughter of Samuel Holliday, Sen., deceased, and the defendants were children of the said Samuel Holliday.\nThe plaintiffs in the suit claimed the land in dispute in right of their mother, claiming that the other children of Samuel Holliday, deceased, had been advanced in land by the said Samuel Holliday to the amount of their respective shares in his estate.\nSamuel Holliday, the ancestor, owned above 700 acres of land in Springfield township, Erie county. He had three sons, John, Samuel, and William, and three daughters, Jane, Lucinda, and Elizabeth. It was alleged that the father had advanced all his children except Elizabeth, by a conveyance of land to each. The land ini dispute was not conveyed, and was claimed by the plaintiffs in right of their mother, as not exceeding in value the shares received by the others.\nThe deeds were each dated 17th February, 1826, the consideration stated in each to be $50; viz., one to John for about 119 acres; one to Samuel for about 158 acres, one to William for about 140 acres, and another to Jane and Lucinda for about 217 acres. The person who drew the deeds and was present at their execution saw no money paid, and that the father said his object was to give his children such pieces of land as he could spare. The witness further said, that the land in suit was not worth more than either of the other parts. The father died in 1841. It was claimed on the part of the plaintiffs that the conveyances referred 'to were mere advancements, and that they could not hold under them and also hold the land in dispute.\nAfter the deeds and the said statement of the father were given in evidence, the defendants’ counsel offered in evidence the will of Samuel Holliday, Sen., dated 25th March, 1839, by which will he devised to his children, except Elizabeth, various pieces of land. Seventy-five acres of the land in dispute were devised in said will to Samuel Holliday, one of the defendants, and twenty-five acres of it were devised to William, the other defendant. The will was executed in the presence of T. R. Miller and Samuel Holliday, Jr., and William Holliday, the two defendants. The will was objected to, on part of the plaintiffs, as being defectively executed, and not proven by competent witnesses. The will was not signed by the testator, but Ms marie was made to it. In the will Samuel and William Holliday and T. R. Miller were appointed executors. The affidavit of Miller and William Holliday, made before the register, as to the execution of the will, was given in evidence.\nThe Court overruled the objection on the ground that the instrument (purporting to be the will) was primé facie evidence, though it was liable to be controverted in this ease by proof that it was not properly executed, or properly proven before the register. Plaintiffs’ counsel excepted.\nIt was proved that William Holliday never took possession of the land devised to him in the will.\nOn part of the plaintiffs, the register was called, who proved the record of the probate of the will, viz., the affidavit of Miller and William Holliday, and that there was no other proof, of its execution. He proved that, before the proof was taken, both of the witnesses executed a paper in which they renounced the executorship, and William renounced all right to any claim under the will. s\nThe release referred to, signed by Miller and William Holliday, but not under seal, was offered, on the part of the defendants, to show that William Holliday was a competent witness to prove the will. The plaintiffs’ counsel objected to its admission, because it was not under seal; because it was without consideration; because, if admitted, it did not tend to establish the will, which, it was alleged, was defective, by not having been signed with the name of the testator.\n. The paper was overruled, and exception was taken on part of defendants.\nPoints were submitted on each side. Those on part of plaintiffs were as follows, viz.:\n1. That if the deeds of the 26th of February, 1826, to Samuel, William, Jane, and Lucinda, and John Holliday, were made by way of giving to the children named, portions of his estate, for no other consideration than for love and affection to them as his children, they are advancements, and if equal to what would be their respective portions of the estate of Samuel Holliday, deceased, and the land for which the ejectment is brought, is no more than a sixth part of his estate, and he died intestate as to such portion, the plaintiffs are entitled to recover for so much as the defendants are in possession of.\n. 2. If the deed of 17th February, 1826, to William Holliday is an advancement, then he was incompetent, under the circumstances of this case, as a witness to prove the execution of the will; and there being but one witness competent to prove its execution, there is no legal will, and Samuel Plolliday, deceased, is to be regarded as having died intestate.\nThe case was tried before Church, J. — He charged that it was claimed by plaintiffs that these conveyances to the children were mere advancements to them, and consequently, they cannot hold the land in dispute and the other also. The defendants denied that they were advancements, and this was one of the material points of dispute in the cause. “But the defendants also aver that even if these facts are as plaintiffs claim them, that Samuel Holliday, Sen., did not die intestate, and hence the doctrine of advancement has no application; and besides this, that they are not both in possession of any of it, and neither of them of all.”\nPie directed the attention of the jury to the consideration of the conveyances, and if they were for no other consideration than natural love and affection, that they were advancements, and if the portions conveyed were equal to what would have been the shares of the other children in the estate, and the land in dispute was no more than a sixth part of the estate, and the father died intestate as to it, the plaintiffs were entitled to recover.\nPie instructed them that, the Supreme Court having decided that questions of advancement might be settled in a suit in the Common Pleas, they might be acted upon in this suit.\nThe first, second, third, and fourth points submitted on the part of the defendants were :\n1. That the certificate of the register that the will in evidence was duly proved and approved before him, &c., makes said will good evidence of the devise therein to Samuel Holliday, and is sufficient, primá facie, to vest in him a title to the land so devised, and the plaintiffs have given no sufficient evidence to rebut it; particularly if the witness, William Holliday, never took possession of any part of the land devised to him or claimed title to it; there being no evidence that he has accepted under the will.\n2. That the several deeds in evidence, from Samuel Holliday, deceased, to John, William, Samuel, Jane, and Lucinda Holliday, purporting to have been made for a money consideration alone, and that consideration receipted by the vendor, are to be presumed to have been made for such consideration; and there is no evidence in this case sufficient to rebut such presumption, and turn these conveyances into advancements.\n3. That questions of advancement, such as are raised by plaintiffs in this case, cannot be tried and decided collaterally in ejectment.\n4. That if the plaintiffs can recover at all in ejectment, they can so recover only to the extent of one undivided sixth part of the land claimed. But their ejectment in this case being for the whole in severalty, they cannot recover at all.\nThe Court charged that the probate before the register was primé facie sufficient; but as respects the realty, it is no more than such. “One of the witnesses making the probate was an executor and a devisee; a devisee, too, of a portion of the land now in controversy. Thus situated, he would be incompetent, and the will destitute of the requisite legal proof without further testimony. His executorship, it might be assumed, has been renounced, and thus one objection to his competency to join in the probate removed; but the other remains. Defendants, therefore, cannot rely on the will for any portion of the land. The interest of a devisee vests before entry, and here it has not been released; he still retains it, notwithstanding the evidence given or offered before you. The plaintiffs’ second point, therefore, as to the sufficiency of the probate of the will, and the consequent intestacy of Samuel Holliday, deceased, is correct, so far, at least, as relates to the realty, which is all that is involved in this cause.”\nThe charge was excepted to on the part of the defendants.\nError was assigned to the rejection of the release. Also to the charge of the Court as to the answer to the first point submitted on the part of the plaintiffs, and to the second on part of defendants, viz., as to the conveyances being advancements, and, if so, as to the plaintiffs’ right to recover.\nAlso to the dissent as to the 1st, 2d, 3d, and 4th points submitted on part of defendants.\nBabbitt and Marshall, for plaintiffs in error.\nA legatee under a will, who is also an executor, is a competent witness to prove the execution of the will, he haying first renounced and transferred all his right, title, and interest in the will or legacy: 1 Harris 108, Search’s Appeal; 16 Ser. & R. 315; 1 Ser. & R. 275; 1 Rawle 433.\nIt was contended that a devise is not a conveyance, and does not pass the estate till the devisee assents; and a dissent to accept need not be under seal or for consideration : 1 Harris 381-2; 1 Ser. & R. 312.\nOn the part of defendants: That a seal to the release was necessary, or a consideration was necessary, reference was made to 5 W. & Ser. 28; 5 Wharton 131; 1 Cowen 122.\nAlso, that if the paper, claimed to be the will, were such, then the instrument alleged to be a release, if it were effectual as such, rendered the land in suit the joint property of all the heirs, and in establishing this, William Holliday, the witness, was interested in establishing the will.\nThat the paper claimed to be a will was not such, from defect of execution, reference was made to Act of 27th January, 1848, as to mark to a will, and to 5 Barr 21; Id. 441; 1 Harris 396; Id. 54-159-205.\nAs to the trial of an advancement collaterally in ejectment, reference was made to 10 Watts 158, Phillips v. Gregg; 5 Rawle 219, Ernest v. Ernest; 16th section of the intestate Act of 8th April, 1833."
  },
  "file_name": "0485-01",
  "first_page_order": 487,
  "last_page_order": 495
}
