{
  "id": 970549,
  "name": "Knight's Appeal",
  "name_abbreviation": "Knight's Appeal",
  "decision_date": "1852",
  "docket_number": "",
  "first_page": "493",
  "last_page": "494",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 493"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 269,
    "char_count": 4394,
    "ocr_confidence": 0.421,
    "pagerank": {
      "raw": 1.5268975672919996e-07,
      "percentile": 0.6703734464827872
    },
    "sha256": "cef36d24e5fee7432069e50978657f4fa377c51426b01dc0676fef0437b5fe84",
    "simhash": "1:b2c43eb38794d8ab",
    "word_count": 784
  },
  "last_updated": "2023-07-14T16:22:28.700321+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Knight’s Appeal."
    ],
    "opinions": [
      {
        "text": "' The opinion of the court was delivered by\nBlack, 0. J.\nThis case is in all respects, except one, similar to Brandt’s Appeal, in which judgment has been already given. It is alleged that the judgment of Hellen & West, two of the appellees, was paid, and the appellant asked for an issue to try the question.\nThe Act of Assembly makes it the duty of the Court to direct an issue, on the request in writing of any person interested, for the trial of any fact in dispute. The issue here was demanded to try whether the judgment of Hellen & West was paid off. Now this could not fairly be considered a fact in dispute between the parties. The evidence attached to the auditor’s report shows that the defendant did not assert before him that the judgment was paid off, but only that he was entitled to a credit upon it for a book account, not against the firm but against one of the partners, and that was rebutted by a counter claim just as well supported.\nA fact is properly said to be in dispute when it is alleged by one party and denied by the other, and by both with some show of reason. A mere naked allegation, without evidence, or against the evidence, cannot create a dispute within the meaning of the law. If it could, a party might stop the distribution whenever he chooses to mal?e a groundless assertion. The Court was right in refusing the issue.\nDecree affirmed.",
        "type": "majority",
        "author": "Black, 0. J."
      }
    ],
    "attorneys": [
      "Kaine, with whom was Patterson, for appellant.",
      "J. JB. and A. Howell were for appellees."
    ],
    "corrections": "",
    "head_matter": "Knight’s Appeal.\n1. Under the 87th section of the Act of 16th June, 1836, relating to executions, providing for issues to try disputed facts arising out of the distribution of the proceeds of sheriffs’ sales, a party is not entitled to an issue upon a mere allegation without evidence or against the evidence.\n2. A judgment was submitted, for allowance, to an auditor appointed to make distribution of the proceeds of a sheriff's sale. The defendant asked a credit thereon for the amount of his booh account against one of the plaintiffs.\nAs an off-set against such account, book accounts of one or both of the plaintiffs to a greater amount than defendant’s account were submitted; credit for the defendant’s account was disallowed. Exception to the report was taken that the judgment should not have been allowed, because it had been paid, and an issue was asked to try whether the judgment was paid:\nHeld, that there was no fact in dispute for the trial of which the defendant was entitled to an issue.\nAppeal by John Knight from the decree of the Common Pleas of Fayette county.\nThe real estate of Knight was sold at sheriff’s sale, and an auditor was appointed to report distribution.\nA judgment in favor of Iíellen & West v. John Knight was submitted, amounting to above $81. The defendants claimed a credit on it for the amount of his book account v. Peter H. Hellen, amounting to $62.78. P. H. Hellen, for Plellen k West, objected to such account being so credited, and produced book accounts against Knight amounting to $114.36, as an off-set against Knight’s account. The auditor decided that Knight was not entitled to credit for his account.\nTo the report of the auditor two exceptions were made for Knight; one to the non-allowance of $300 to- him under the exemption act of 1849, and the other that the auditor erred in allowing the judgment of Hellen k West, it having been paid.\nWhilst the case was in Court, Knight’s counsel requested an issue, or else that Hellen & West be directed to issue a scire facias on their judgment, to try the question whether or not their judgment was paid.\nThe court confirmed the report, and Knight appealed.\nOne of the exceptions was that the court erred in not directing the issue as requested.\nKaine, with whom was Patterson, for appellant.\nIt was, inter alia, contended that before making any final decree, the court below should have directed an issue, as requested, to try whether the judgment of Hellen & West was paid, under the 87th sect. of the act of 16th June, 1836, Dunlop’s Laws, 1st edit. p. 734: “If any fact connected with such distribution shall be in dispute, the Gourt shall, at the request in writing of any person interested, direct an issue to try the same.”\nJ. JB. and A. Howell were for appellees.\nWith regard to the position taken by appellant’s counsel, that the court below should have directed an issue, &c., it does not appear that this was pressed upon the Court, for there is no action by the Court upon the request, one way or the other."
  },
  "file_name": "0493-01",
  "first_page_order": 495,
  "last_page_order": 496
}
