{
  "id": 970578,
  "name": "Lacock versus White",
  "name_abbreviation": "Lacock v. White",
  "decision_date": "1852",
  "docket_number": "",
  "first_page": "495",
  "last_page": "498",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 495"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts 381",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841284
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0381-01"
      ]
    },
    {
      "cite": "1 Penn. Rep. 20",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 564,
    "char_count": 10608,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 1.8156608197043698e-06,
      "percentile": 0.9941017796790469
    },
    "sha256": "4eaded48d290aa7df8d6dfc5489abe99cd5798e0e7b7e8e36995fcbce0e5b7af",
    "simhash": "1:ce79d4214a5f6beb",
    "word_count": 1906
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lacock versus White."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\nThis was originally a judgment before a justice of the peace, from which there never was an appeal. It was given in 1846. In 1846, the plaintiff entered and filed a transcript of it on the docket of the prothonotary, as a lien on the defendants’ lands. In 1849, one of the defendants applied to the Court to open the judgment and let him into a defence, which was done, and on a trial judgment was rendered in his favor. The point w7as made, whether the Common Pleas had jurisdiction, and was decided by the judge who tried the cause in the affirmative.\nAn argument, something more than plausible, may be made on either side of this question, and being one very likely to arise in every day’s practice, it is somewhat surprising that a decision of it has never been called for before. But it seems to be a ease of the first impression; for the dictum of Chief Justice Gibson, in King v. King (1 Penn. Rep. 20), is as far as possible from being on the point of the cause then before the Court. We must gather the materials of a judgment from the Acts of Assembly and from general principles.\nThe opening of judgments by the Courts in which they are taken is a beneficial part of our practice, and often necessary to prevent great wrongs. It is the only substitute we have for the bill in equity on which a chancellor would enjoin a perpetual stay of execution, and it has the advantage of a chancery proceeding in simplicity, cheapness, speed, and efficiency. Nevertheless there is a limit beyond which this power cannot be pushed without invading a region which ought to be and is free from its exercise. It seems to us that the filing of a transcript from a justice’s judgment on the record of the Common Pleas for the purpose of making it a lien gives the defendant no right to claim, and the Court no authority to grant, a trial on the original merits of the case.\nThe judgment of a justice is as absolute a determination of the matter in controversy, as conclusive and binding upon the parties, as that of any other Court having competent jurisdiction of the cause. It may be wrong, and the law has provided the means of changing or reversing it; a certiorari for errors in the mode of proceeding, and an appeal for a wrong decision of the merits. But the reversal, by certiorari, of a just judgment exposes the party who takes it to certain penalties, and an appeal is never allowed when the sum in controversy is not more than forty shillings, nor then, unless it be taken within twenty days, entered in Court at furthest by the commencement of the first term, and accompanied by a recognisance, with surety for costs. These restrictions are and ought to be always adhered to, because trifling litigation is an injury to the public and to the parties themselves. It produces as much ill blood, “envy, strife, evil speaking, and all uncharitableness,” as contests of greater magnitude, and seldom pays its own expenses even to the winning side. The discouragement of petty suits as well as the imperative words of the statute requires that appeals, irregular or out of time, should be refused. But if a judgment like this can be opened the defendant can have what is equivalent to an appeal after the lapse of years, when the plaintiff has lost his evidence, and that, too, without the recognisance, which the law makes essential. When a judgment is under five dollars and thirty-three cents an appeal is positively forbidden. Still it may be necessary to enter up the transcript as a lien, and according to the doctrine asserted in the charge of the Court below, it may be opened and the party let into a defence in the Common Pleas. This would be giving an appeal, not only on terms unknown to the law, but in flat opposition to the Act of Assembly.\nIt is said, that the transcript, when entered of record, is to have the same effect as a judgment of the Court. This is true, so far as respects its lien and the right of the plaintiff to have a scire facias and execution. It is like an award of arbitrators unappealed from; a judgment of the Court of one county transferred to another; a transcript from the Orphans’ Court of a balance decreed against an administrator; the amount of a tax collector’s duplicate; the sum found due by the Auditor-General from an officer to the state. All these, when entered on the docket according to law, are liens; scire facias may issue upon them and executions ; but it does not follow that the Court may interfere with the liens themselves, and set them aside by a new trial on the grounds of the original controversy. A transcript from a justice’s docket is in very truth to be regarded as a judgment — a judgment already pronounced, and brought into Court for the specific purposes of lien and execution. But opening it, hearing the cause anew, compelling the plaintiff to prove his demand over again, and entering judgment against him if he fails; this is not treating, it as a judgment, but as something widely different.\nIt may safely be laid down as the rule on this subject, that a judgment rendered by one tribunal cannot be set aside and the cause heard again by another, though a superior one, except in the strict exercise of appellate jurisdiction. The Court may indeed set aside an illegal award, strike ofi' a lien irregularly entered, or inquire if it was created for a fraudulent purpose. But this is a power which regulates and controls the acts of the parties, and has no analogy to that which is exercised in opening judgments-originally entered on their own records.\nIt is said that very great injustice may be done by refusing to open judgments in the situation of this one. This reasoning, if carried out, would enable the Common Pleas, at their discretion, to open all judgments, whether entered as liens or not (for many wrong judgments are never entered), and would abrogate the law regulating appeals altogether. The argument shows its unsoundness by proving too much.\nBut a judgment may be given against a party without service of a summons, and without notice of any kind until the time of ,-appeal is past. Certainly this is a great injury, and if there be no remedy but to open the judgment, it would be hard to deny that. There is a remedy, however. Such a judgment would -be reversed on certiorari. The twenty days’ limitation does hot apply ¡to cases in which the justice has no jurisdiction, either of the parties or the subject-matter, and he has no jurisdiction of the former -when they are not legally summoned. The fact that notice was not given may be proved by parol, notwithstanding some dicta to the contrary. So, a judgment obtained by any trick or fraud ought to be reversed, if the certiorari be taken within a reasonable time after it is discovered. But this cannot, of course, be done without having the whole record before the Court. Here the record and all process pertaining to the cause and the judgment still remained before the justice. The opening of the judgment is rather a worse and more objectionable substitute for a certiorari than for an appeal.\nThe filing of a transcript -does not remove the record. Unlike an appeal or certiorari, it does not stay proceedings before the justice, nor take away his authority over the case. He may issue execution, or grant a rehearing, or do whatever else he could have done if no transcript had been taken. While the Court was trying this cause, the justice might have -been collecting the debt by process perfectly legal, or might have heard the cause anew and given another judgment different from that of the Court. If the justice had this power it follows that the Gourt must have exceeded theirs; for no state can tolerate such a conflict of jurisdiction.\nThe sum of our opinion is, that the re-trial of a case like this is anomalous and illegal. The whole matter being conclusively settled by another tribunal, the Court had no authority to hear it again, and the judge who tried it committed an error in refusing so to instruct the jury.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Grow, with whom was Murdoch, for plaintiff in error.",
      "Montgomery, with whom was Koontz, for defendant."
    ],
    "corrections": "",
    "head_matter": "Lacock versus White.\nThe Common. Pleas has no power to open a judgment entered on a transcript of a judgment by a justice of the peace, filed in Court as a lien, and to let the defendant into a defence.\nError to the Common Pleas of Washington county.\nIn an action by Rezin Lacock v. Alexander White and his son Alexander, before a justice of the peace, judgment was entered in favor of the plaintiff on 29th March, 1845, for $16.35. The judgment was afterwards opened by the justice on the application of A. White, Senior, and after a rehearing of the case judgment was entered for the plaintiff, on 7th June, 1845, for $10. Execution issued, and was returned “no goods.”\nOn 21st February, 1846, a transcript of the judgment was filed in the Common Pleas.\nOn the 21st May, 1849, on affidavit of A. White, Junior, and on application, the judgment was opened by the Common Pleas, and he was let into a defence. Under a rule to plead, A. White, Junior, plead infancy and payment; and on the former plea a verdict was found for the defendant, at. November Term, 1850.\nBlack, J., before whom the cause was tried, in his charge to the jury, stated, that the judgment was opened by the Court, without terms being prescribed confining the defendant to the merits; and on the trial, infancy was set up. That he thought that where a judgment is opened and no terms prescribed, it was too late to impose terms at the time of trial. That he might hesitate about the right óf the Court to open the judgment of a justice entered on record as a lien, if the application were then made to him ; but as the judgment in this case was opened by the proper judge of the district, he therefore instructed the jury that the Court had jurisdiction.-\nError was assigned to the charge that the Court had jurisdiction of the case, so as to open the judgment and grant a trial on the merits, the case not being in Court either on certiorari or appeal.\nGrow, with whom was Murdoch, for plaintiff in error.\nA justice, of the peace has power to open his judgment, if the process has been abused: 1 Ashmead 150. The remedy in case of irregularity,, was by application.to him.\nMontgomery, with whom was Koontz, for defendant.\nThe defendant lived in Ohio when the suit was brought, and had no notice of it. In his affidavit he stated these facts.\nIt was contended that the judgment entered on a transcript is a judgment of the Court with all the elements of any other judgment: cited 2 W. & Ser. 169; 14 Ser. & R. 143; 8 Id. 479; 3 Watts 381."
  },
  "file_name": "0495-01",
  "first_page_order": 497,
  "last_page_order": 500
}
