{
  "id": 970687,
  "name": "Beatty versus Wray",
  "name_abbreviation": "Beatty v. Wray",
  "decision_date": "1853-01-06",
  "docket_number": "",
  "first_page": "516",
  "last_page": "520",
  "citations": [
    {
      "type": "official",
      "cite": "19 Pa. 516"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Whart. 539",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "1 Johns. Ch. 165",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": 0
    },
    {
      "cite": "3 Johns. Ch. 436",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 584,
    "char_count": 11856,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 1.0227955801929935e-06,
      "percentile": 0.983426832992966
    },
    "sha256": "9dc526d01be6ce28e306ee345046853034fa308430f72f82ae2ffa6321b273ad",
    "simhash": "1:abb62406c095e53b",
    "word_count": 2067
  },
  "last_updated": "2024-02-27T20:05:14.446167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Beatty versus Wray."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nGibson, J.\nThis case presents so few salient points that it is difficult to deal with it; yet it rests on principles and analogies that may conduct the mind to a satisfactory conclusion. At the formation of a partnership, its dissolution by death is rarely contemplated. It is an unwelcome subject; for no man who enters on a speculation can bear to think he may not live to finish it. Hence the contract is usually framed for operations during the proposed period; and when the parties anticipate the expiration of it, they dispose of the unfinished business by a new arrangement. Consequently in articles or a parol contract of partnership, there is seldom, if ever, an express provision for a case like the present; and where compensation is not allowed a surviving partner by a commercial custom, the contract, based on the law of partnership, binds him by an implied covenant or promise to settle the accounts, pay the debts, and hand over a proportionate part of the capital and profits as his proper business. As each partner is clothed with all the power of the firm, each is burthened with all the duties of it;. and when one of them dies, this power and these duties devolve on the survivor as the representative of the firm, or rather as the firm itself. Now the difficulty is to conceive how a party can entitle himself to a reward for doing what the law and his contract had bound him to do. According to Thornton v. Proctor, 1 Anstr. 94, a universal usage to allow a surviving partner for his agency in trading with the joint capital after the death, would enter into the original contract of partnership and be one of the conditions of it; from which the inference is legitimate that if there be no such usage, the law enters into it and disposes of the contingency differently; and the same inference would be legitimate if there were a custom for it, in regard to a surviving partner’s agency in closing the concerns of his firm. The parties may frame their contract on the basis of either; but where they treat without reference to the one or the other, it is reasonable to presume they had in view the law rather than a doubtful custom of which there is not a trace in the books. It is not too much to assume that they left this very contingency to the law to determine which of them should have the miserable good luck to cast the burthen of the unfinished business on his associate. It is settled by Thornton v. Proctor, already cited, Bradford v. Kimberly, 3 Johns. Ch. 436, and Franklin v. Robinson, 1 Johns. Ch. 165, that there is no compensation for inequality of services rendered before the dissolution; and these cases are decisive of the present; for winding up, which is the consummation of the contract and its business, is as much an affair of the firm as an original operation. A partnership dissolved even by efflux of time, like a banking corporation, continues to exist for the closing of its business. In Peacock v. Peacock, 16 Ves. 57, it was said that there is a community of interest between partners after dissolution; on the authority of which, a liquidating partner was allowed, in Davis and Desauque’s Case, 5 Whart. 539, to bind the outgoing partner by a note discounted in the name of the firm to relieve its effects from the pressure of a ruinous execution. Was not the discounting partner laboring for the firm under the original contract, and could he have charged for his services in the transaction as piece work ?\nAdded to these considerations, it is of irresistible force, that the reported cases afford no precedent for such an allowance; and that Miller v. Anspach, in the District Court of Philadelphia, is the only one in which it was even claimed. If there had been a commercial custom to give color to it, it would have appeared in some of the decrees on bills to account. But analogous cases throw a strong light on the matter. It sometimes happens that a surviving partner continues the business with the partnership stock; and in Burden v. Burden, 1 Ves. & B. 171, such a survivor, though allowed his expenses, was not allowed for his trouble, Lord Eldon remarking, that, had he carried on the' trade for the benefit of the children under the articles, but without an express stipulation for it, he would have been entitled to no more. But services in winding up, are rendered for the benefit of the firm, under an implied covenant in the articles, or an implied promise where the contract is a parol one, as much as services after the death, under an express covenant or promise. Yet in the subsequent case of Brown v. De Tastet, 1 Jacob 284, the survivor was allowed to charge for his management. Surely that case was not thoroughly considered. To involve the property of another in the chances of commerce, without his consent, is a wrong which cannot found a right; and Lord Eldon, was gratuitously liberal when he allowed the delinquent survivor his expenses; who, if he might charge when the business had been prosperous, might charge when it had been ruinous; and if he might charge for expense, he might, on every principle of consistency, charge for labor. If the business were carried on under a special provision for the children, it is admitted that he could .not charge for his personal services; and if it were carried on without the authority of their parent, original or testamentary, he would have involved them in the perils of mercantile adventure in his own wrong. In regard to that point, the English chancellors seem to have been guided by a sense of the hardship of the particular case, rather than by any fixed principle. In other respects their decisions in cases of subsequent trading, have been remarkably stringent. The representatives of the dead partner have not only been allowed to elect between interest and the profits, but an inquiry has been directed to ascertain which would be the more advantageous. The rule holds in all other cases of trust. An executor has never been allowed a commission on profits, but on the contrary, has been charged either legal or chancery interest. A surviving partner takes the legal title to his dead partner’s share of the effects as a trustee; and it is a rule of the Courts in England, not to allow a trustee compensation; but, though this rule is relaxed in Pennsylvania, and perhaps most of the other states, it has not been relaxed so far as to allow compensation to one who has abused his trust.\nAt first view it might seem unjust, that a co-operator should contribute more than his share to the success of an enterprise without remuneration for the excess; but his share depends on the nature of the bargain. By the contract of association, every partner is bound to work to the extent of his ability for the benefit of the whole, without regard to the services of his copartners, and without comparison of values; for services to the firm cannot, from their-very nature, be estimated and equalized by compensation of differences. They are inappreciable, and unsusceptible of specific charge. A partner could not keep an account of every hoop or nail driven by him ; and if this be the nature of services to the firm before dissolution, it is the nature of services to the firm after it. A partner might as well pretend to charge for doing his partner’s duties during sickness or temporary insanity, which does not necessarily work a dissolution of the partnership, as to charge for doing what his dead partner might have possibly done had he lived. The difference is, that the disability is temporary in the one case and perpetual in the other ; but the legal consequences of it, between the partners, are the same.\nJudgment afiirmed.",
        "type": "majority",
        "author": "Gibson, J."
      }
    ],
    "attorneys": [
      "Fulton, for the plaintiff in error.",
      "Lee, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Beatty versus Wray.\nA surviving partner is not entitled to compensation for winding up the partnership business.\nError to the Common Pleas of Armstrong county.\nThis was an amicable action of account render, in which Robert Wray as administrator of the estate of E. Kirkpatrick, deceased, was plaintiff, and Robert Beatty, defendant.\nRobert Beatty and Edward Kirpatrick were general and equal partners in the mercantile business at the time of the death of Kirkpatrick, about 1846. They had been in business for several years. About four years after the death of Kirkpatrick, this amicable action was entered in the Court of Common Pleas of Armstrong county, for the purpose of settling an account of the business of the partnership. The case by consent was referred by the Court to an auditor, to state the account. The auditor, with the consent of Wray, the plaintiff, allowed Beatty, the surviving partner, credit for all moneys by him actually expended in settling up the partnership. The defendant Beatty then set up a claim before the auditor for an allowance as a compensation for his time and trouble in closing up the business of the firm. The contract of partnership was in parol, and the only evidence before the auditor of the character and terms of the partnership was, that they were equal partners and were to receive an equal share of the profits, and that each contributed his time to the business of the firm during the lifetime of Kirkpatrick. Immediately after the death of Kirkpatrick, Beatty took charge of the whole property of the firm, and commenced winding up*the business.\nThe plaintiff’s counsel objected to the claim on the ground that Beatty, as surviving partner, was not entitled in law to compensation for such service, and asked for an issue at law to be certified. This was done, and on the trial of the issue judgment was rendered for the plaintiff. To such judgment error was assigned.\nFulton, for the plaintiff in error.\nIt is not contended that partners, as between themselves, are entitled to extra remuneration for services rendered during the lives of their copartners. But when one dies, the partnership is dissolved; and what before ivas a common duty, and a common burden, is, by the act of God and the operation of law, cast upon the survivor. He is the one designated to wind up the business of the firm, and is held to strict account for the manner in which he discharges his office. The law grants him no indulgence beyond any other trustee, and it would be both anomalous and unjust to deny him a fair and reasonable ■remuneration.\nLee, for defendant in error.\nIn the case of Miller v. Anspach, a case in the District Court, Philadelphia, it was decided that “ a surviving partner is not entitled to charge for his time and labor in winding up the partnership business;” Suppt. to Purdon’s Digest of 1850, p. 317. Between living partners, one is not entitled to charge another for his more valuable services unless there be a special agreement including it: 1 John. Ch. 165, Franklin v. Robinson; 3 Id. 434, Bradford v. Kimberly.\nGow, in his work on Partnership, Edition of 1837, page 354, after speaking of the parties entitled to the profits of a partnership carried on after the death of one of the partners by the survivor, says: “ But an allowance will be made to a surviving partner for his management of the trade, when he carries it on for the joint account, without any obligation to do so, under the partnership deed: although when the trade is continued in pursuance of an agreement in the copartnership article, which contains no provision for an allowance to the survivor, he is not in a situation to claim any allowance.” If then a surviving partner upon whom is thrown the burthen of carrying on the partnership business after the death of his partner, by the terms of the contract of partnership is not entitled to any compensation without á special agreement, why should a surviving partner, upon whom the law casts the responsibility of winding up the partnership business, be entitled to any allowance for the performance of a much less onerous duty ? ■\nJanuary 6, 1853,"
  },
  "file_name": "0516-01",
  "first_page_order": 518,
  "last_page_order": 522
}
