{
  "id": 959569,
  "name": "In re Penn Township",
  "name_abbreviation": "In re Penn Township",
  "decision_date": "1848-05-15",
  "docket_number": "",
  "first_page": "23",
  "last_page": "26",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 23"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts, 315",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844043
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0315-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 344,
    "char_count": 6430,
    "ocr_confidence": 0.404,
    "pagerank": {
      "raw": 7.259244762335987e-08,
      "percentile": 0.4326514789086159
    },
    "sha256": "d6c6b0c27db9904e063e091a52773468c239bf8fbbc656c83bd7b7fa162bf820",
    "simhash": "1:a4a72c733c9441b2",
    "word_count": 1111
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re Penn Township."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe principle adopted in the case of the Allentown Road, 5Whart. 445, is applicable to this. The court refused to quash the proceedings for a similar misprision of the clerk in the order, which might have been set right below. That, it is true, was a road case; but the present is analogous to it, and entirely within the reason of it. Had the deficiency in the order been pointed out, the court would have supplied it, and referred the report back to the viewers for their sanction of it; and thus the objection would have been obviated without prejudice to any one. It consequently ought not to prevail here.\nProceedings affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Ford, for exceptants.",
      "Long, contra."
    ],
    "corrections": "",
    "head_matter": "In re Penn Township.\nThe Supreme Court will not entertain an exception to the omission of a cleric in the order of the court helow to commissioners appointed to divide a township, which, if made or pointed out in the court below, might have been supplied, and the objection obviated without prejudice to the rights of any one.\nMay 8. From the proceedings returned to this court, on certiorari, directed to the Court of Quarter Sessions of Lancaster county; it appeared, that at January Sessions, 1845, the following petition was presented to the said court:—\n“The subscribers, inhabitants of the Township of Warwick, in said County, respectfully represent,\n“ That the erection of a new township, by dividing the township of Warwick into two, would be beneficial to the inhabitants of the said township of Warwick. That the division-lines which the petitioners propose are as follows, viz: Beginning in the centre of the public road leading from the city of Lancaster to Elizabeth Furnace, at the division-line of Manheim and Warwick townships, near Shober’s brick house, at the crossings of two public roads, from thence along the centre of said road, to the division line of Warwick and Elizabeth townships, by the way of the town of Warwick, Bricker’s store and Lexington.\n“ The petitioners therefore pray the Court to appoint three impartial men to inquire into the propriety of granting the prayer of the petitioners, to make a plot or draft of said township, and the division line proposed therein, all of which they shall report to the next Court of Quarter Sessions, together with their opinion of the same, and that the Court take such order thereupon as to them shall appear just and reasonable, according'to law in such cases made and provided.”\nUpon this petition, the court appointed and ordered as -follows :—\n“ Whereupon the Court do order and appoint,\n“ Henry Shreiner, Esq., David May, Esq., and John Eorney, to view, and if they see cause, or any two of them see cause, to divide the said township of Warwick in two distinct townships agreeably to the prayer of the petitioners, and make such report thereof, with a draft or plot of such division, and the courses and distances of the same, to the next Court of Quarter Sessions, according to law. The viewers, before they enter upon their duties assigned them, shall be respectively sworn or affirmed, to perform the duties of their appointment impartially and according to the best of their judgment, and shall state in their report that they were sworn or affirmed.”\nThe commissioners reported, that they had erected the new township as proposed and prayed for by the petitioners; that in their opinion, the said erection and division was necessary; and that a plot or map of the said township, with the division-line, was annexed to their report.\nTo this report a number of exceptions were filed, which the court after argument overruled, and granted a review. The order of the court to the reviewers appointed, was similar in form and words, to that issued and directed to the viewers or commissioners., The report of the reviewers was similar in every respect to that of the commissioners; and the court, after due consideration, confirmed the said report, erected the new township as described in the same, and ordered and decreed that it be called “Penn.” No exception was made in the court below to any deficiency in the order of the court as issued to the commissioners, nor in that to the reviewers.\nThe following are the only material exceptions assigned in this court:—\n1. Neither the order to viewers nor the one to reviewers, are according to the act of Assembly, in this, that neither of them required the viewers or reviewers “to report their opinion” upon the said -division of the township as prescribed by law, and which is essential to the validity of such order. Eor this reason, each of said orders was in itself a nullity.\n. 2. Any order or' decree for the erection of a new township, made upon a report to an order thus defective, is a nullity, and for this reason the order of court erecting Penn township was void.\nFord, for exceptants.\nThe paper-book shows that there never was an order of court issued in this case, in conformity with the provisions of the act of 15th April, 1884: Pam. Laws, 537. Neither the order to viewers nor the one to reviewers commanded them to inquire into the propriety, &c., as specified to be done by the act. This is fatal; and no after proceedings on the part of the court, or lapse of time, can cure the defect. The viewers must be sworn to do what the act requires. Under these orders, they were not. The case is precisely like that of Harrison Township, 5 Barr, 447.\nLong, contra.\nThe commissioners acted in accordance with the petitioner, and they have expressed an opinion, which was not done in the case of Harrison Township. If this exception had been taken in the court below, the court might have directed the order to be amended; it might have been amended by the petition. Maus v. Maus, 5 Watts, 315. A writ of scire facias may be amended at any time; it may be amended after the counsel have argued the cause, and even after judgment, declaration allowed to be amended.\nNearly three years have elapsed since this township has been established.\nHere it appears the viewers inquired into the expediency of dividing the township. The court, in making the decision in Harrison Township, I think do not expressly state, that when the petition and report are in conformity to the act of the legislature, that an omission in the order would be fatal, although the opinion inclines that way.\nHere the commissioners understood that the order required them to inquire into the propriety of granting the prayer of the petitioners, and report.\nMay 15, 1848."
  },
  "file_name": "0023-01",
  "first_page_order": 23,
  "last_page_order": 26
}
