{
  "id": 959504,
  "name": "Wright's Appeal",
  "name_abbreviation": "Wright's Appeal",
  "decision_date": "1848-05-22",
  "docket_number": "",
  "first_page": "57",
  "last_page": "63",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 57"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 740,
    "char_count": 17827,
    "ocr_confidence": 0.405,
    "pagerank": {
      "raw": 6.74524450888993e-07,
      "percentile": 0.9632783610164145
    },
    "sha256": "c4429b4709198daec712ef722f4ed9bb04d0d7d96b67df548a52d4d68b9635ec",
    "simhash": "1:5ac0ae14bcec298e",
    "word_count": 3127
  },
  "last_updated": "2023-07-14T19:18:37.112998+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wright’s Appeal."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThis is a case of the first impression in this court; and its interest is greatly enhanced by the hopeless condition of the unfortunate class of human beings whose interests it regards. Everywhere in the civilized world the deprivation of reason has been and is considered a valid claim, not merely upon the sympathy, but also upon the protection of organized society. In some of the less polished nations, lunatics are regarded as under the especial protection of heaven, which has seen fit to deprive them of the powers of protecting themselves, and they are regarded for that reason with veneration. The common law lawyers, for a time, resisted the appeal for protection as to their estates, upon the ground that no man ought to be permitted to stultify himself. But that notion has been long exploded in England, and was never adopted here. By the 17th Edw. 2, cap. 10, it is enacted, that the king shall provide for the custody and sustentation of lunatics, and preserve their lands and the profits of them for their use when they come to their right minds. This power has been always exercised by the king through the agency of the Court of Chancery, to whom the king issues his commission for that purpose. This statute was never extended to this state. But by the 6th sec. of the 5th art. of the constitution, it is declared, that the Supreme Court and Courts of Common Pleas shall have the power of a court of chancery relative to the care of the persons and estates of those who are non compotes mentis; and the legislature of the state have, by the act of the 13th. June, 1836, prescribed the mode by which that power shall be exercised. .\nThis introduces the question which presents itself to the court jn the present case; that is, can any creditor of a person whd becomes lunatic, and is so found by • inquisition, obtain a lien upon the estate, and a preference over other creditors, by a judgment obtained after inquisition found ?\nThe court below was of opinion, that after the committee of the lunatic was appointed, the estate was in the custody of the law, and that although the creditor might obtain a judgment, the remedy by common law process to execute it did not exist; and that the creditor must go into equity, where, the judgment would not be enforced, except upon terms of equality, or a pro rata distribution among all the creditors. The court refers to the opinion of Judge King, the learned and able president of the Court of Common Pleas in Philadelphia county, in the matter of Eckstein’s, 2 Pa. Law J. 137, which is adopted as illustrating their opinion. That learned judge takes a comprehensive view of the subject, under the chancery decisions in England and the state of New York, and ' very satisfactorily comes to the conclusion that from these analogies the creditor obtains no preference, and that the court, the proceedings being on the equity side, would enjoin the plaintiff from proceeding at law.\nIn the case on hand, the question arose on the report of auditors to whom the account of the committee was referred, and exceptions filed to that report, which gave a preference to judgments obtained after inquisition found. But if the principle, that judgments so obtained acquire no preference, is established, there will arise no difficulty in carrying it out in those cases where equity powers, according to chancery forms, are not granted to the Common Pleas by statute. The court may .always set aside an execution on such judgment, and compel the plaintiff to seek his remedy in the mode which I think is distinctly pointed ont in our own statute of the 13th June, 1836. Although I am inclined to rest the decision of this case on the clauses of our statute, this court by no means reject the light which is shed upon us by the chancery decisions of England, and those of the state of New York. On the contrary, the ray which is thus thrown over the dark fate of this unfortunate class, we are bound to follow, or else be untrue to nature, to reason, and humanity. But I prefer to find, as I think I do find, in the Pennsylvania statute, all that is necessary to give the same extent of protection.\nWe must bear in mind, that the legislature had in view the constitutional grant of powers to the Courts of Common Pleas on this subject, that it was intended not to cripple the court in its exercise, but on the contrary, for the purpose of enabling it to accomplish the objects of the power: and that being beneficent and remedial, it ought to be liberally construed.\nThe law directs the court, upon the return of the inquisition and its approval, to commit the custody and care of the person and estate of the lunatic to a committee, who shall give security for the faithful performance of the trust, and duly to account for all property and funds that may come into their hands.\nThe committee is bound, within forty days after appointment, to file in court a just and true inventory of all the personal, with a description of the real estate. The committee shall manage the real estate of lunatic as well as the personal, and apply so much of the income as may be necessary to the payment of his just debts, and the maintenance of himself and family. And if the income shall not be sufficient for that purpose, then to apply so much of the principal of the personal estate to that purpose, as may be necessary, under the direction of the court; and if that shall be insufficient,' then to sell, under the direction of the court, the real estate, or so much as may be necessary. The order of sale must be preceded by a statement from the committee, of all the debts due by the lunatic, so far as the same can be ascertained. And an order for selling not only the real estate in the county, but situate any where in the state, is provided. After sale by the committee and approval by the court, the committee are enjoined to make a deed to the purchaser, which shall be effectual to convey all right, title, or interest of the lunatic. The sale is thus invested with the peculiar characteristics of a judicial sale, and vests the property in the purchaser, discharged from the lien of judgments obtained before inquisition found, and whilst the lunatic was yet sane. Here are powers vested, ample and adequate to do justice to all creditors; and the committee are required to settle an account whenever required by the court, which they would of course require by citation, whenever any creditor requested it. If the creditors could, upon the finding of any person a lunatic by inquisition, be tempted into a scramble or race for the first judgment, under the idea of obtaining preferences, and could thus obtain preference, the whole system devised by the legislature with so much care, would be frustrated, and the constitutional provision be rendered abortive: for the lunatic’s estate 'would be liable to the creditors according to the course of the common law and its process. The act of 21st of March, 1806, provides, that where a remedy is provided, a duty enjoined, or anything directed to be done by-act of assembly, the directions of the act shall be strictly pursued. Now if there be any living virtue and energy in this statute, the act concerning lunatics’ estates must be strictly pursued: because there is a remedy provided, a duty enjoined, and things directed to be done, for the purpose of giving protection to the lunatic, and affording an efficient remedy to creditors. It is true, that the statute authorizes a suit to be brought against the lunatic, which the committee is directed to defend. This may be done for the purpose of establishing the amount of debt; but there he must stop. The same thing may be done in England; but that does not remove or annul the power of the chancery courts to enjoin further proceedings at law, and to distribute the estate, according to equity. Nor will it lift away in this case the other provisions of the statute for the protection of the lunatic, and providing the mode of sale of his estate. I must be understood to speak in relation to sales attempted to be made on judgments obtained after inquisition of lunacy found; because the exigencies of- the case go no further, and it would be improper to give any opinion upon a state of facts not before the court.\nIt remains to be considered whether the. creditor who obtains a judgment after inquisition found, receives thereby any right to priority of payment over other creditors, or whether all debts must not be paid according to their character at the time of the finding of the inquisition, giving to judgments or mortgages obtained during sanity, a preference according to their dates. The act directs that when any person shall be in confinement on process, he shall be discharged, if upon the examination directed by the act, it is found that he is of unsound mind; and the court are required to appoint two suitable persons as assignees, who shall take possession of tbe estate of tbe person so determined to be of unsound mind, and distribute it in the same manner as tbe law directs with regard to assignees appointed under tbe insolvent law. In sucb case no preference is acquired by judgment after insolvency. If then tbe distribution is according to this rulej at tbe time of tbe appointment of assignees, why should it not be tbe same at tbe time of the appointment of tbe. committee ? Tbe lunacy is determined in a different mode, but the reason is precisely tbe same in both cases. Tbe statute enacts, that after tbe appointment of tbe committee, and before tbe court will order a sale of tbe real estate or any part of it, tbe committee, who have already given general security, shall give additional security that they will distribute tbe money faithfully according to tbe trust. That trust is declared in tbe 20th and 21st sections, to be tbe payment of the just debts of tbe lunatic. Tbe question then arises — what debts ? Why obviously tbe debts then due and owing, as they then existed; for tbe interest of the creditors, then attached to tbe funds or property in tbe bands of tbe committee. Judgments previously obtained before lunacy have a lien, but all other debts attach equally, and have equal claims to payment. Under sucb circumstances, and when tbe fund or property is distributed by law, 'equality of right is 'regarded in equity as tbe first element of justice. Tbe same equality which is directed in tbe case of insolvency, when the lunacy is ascertained under tbe direction of tbe court after'tbe individual is in confinement. Moreover, it was obviously tbe intent of the statute that debts should be so paid, because its terms import that construction, and because it is just, and in analogy to legal proceedings after death, where no one can obtain a preference, although suit may be brought and judgment obtained. Tbe unfortunate persons contemplated, undergo a living death — with possibly a glimmering of reason, sufficient to perceive and feel tbe sacrifice of their estates by common law process. We ought always to consider, when adjudicating on this subject, that Providence may possibly restore tbe lunatic to reason, and to bi's estate — at all events that it ought to be preserved, and husbanded for bis maintenance; and that it is our duty to give full and liberal effect to the system devised by tbe legislature for that purpose.\nIt is tbe judgment of this court, that tbe decree of tbe court below be affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Stevens and Fraser, for appellant,",
      "FUmaTcer, contó,"
    ],
    "corrections": "",
    "head_matter": "Wright’s Appeal.\nThe creditors of a lunatic, who obtain judgments after inquisition found, do not acquire thereby any right of priority over other creditors.\nThe debts of a lunatic are to be paid according to their character or nature, at the time of the inquisition finding lunacy. Judgments and mortgages obtained during sanity, or before lunacy found, are liens, and entitled to a preference, but all other debts attach equally, and have equal claims for payment.\nThe directions of the act of the 13th of June, 1836, entitled, “ An act relating to lunatics and habitual drunkards,” must be strictly pursued by creditors in the collection of their debts from a lunatic.\nUnder the 20th and 21st sections of the act of the 13th of June, 1836, the trust declared is for the payment of the first debts of the lunatic, which mean the debts due at the time of inquisition found, and as they then existed: because, the interests of the creditors then attach to the funds or property of the lunatic, in the hands of his committee.\nMay 12. This was an appeal by John L. Wright, from the decree of the Court of Common Pleas of Lancaster county, in the matter of the distribution of the balance of the fund, raised by the sale of the real estate of John Evans, a lunatic, under an order of court upon the application of his committee, amongst the creditors of the said lunatic. It appeared by the report of the creditors, that the claims against the lunatic were very numerous, and some of them of a very doubtful character. It was therefore agreed by and between the parties interested, that the auditor should merely report to the court such claims as were, in his opinion, liens on the real estate of the said lunatic, sold by his committee. The auditor,-thereupon, reported two judgments obtained against John Evans, the lunatic, and regularly entered on record in the Court of Common 'Pleas, before his lunacy was found by inquisition. It appeared that the commission, in the nature of a writ de lunático inquirendo, was issued on the 28th of March, 1846; and that the inquisition, finding John Evans a lunatic, Ayas confirmed by the court, on the 21st day of April, 1846. After the confirmation of the said inquisition by the court, it appeared, from the report of the auditor, two judgments, one in favour of the Columbia Bank and Bridge Company, and the other in favour of William Steel, were obtained by suit against John Evans, the lunatic, with notice to his committee.\nTo this report the following exception was filed:—\n“ The auditor erred in reporting that the judgments obtained after John Evans was declared a lunatic, should be paid in full; they should have been placed on the same footing with the other debts presented to the auditor, and taken their dividend.”\nAfter argument,' the court (Lewis, P. J.) delivered the following opinion:—\n“ This ease comes up on exceptions to the auditor’s report. The real estate of the lunatic was sold under the direction of the court, on the application of the committee, and the sale was confirmed on the 17th August, 1847. No opposition is made to the payment of the judgments obtained before the lunacy was found by inquisition. But two judgments were obtained after the appointment of the committee, and before the confirmation of the sale of the real estate; and one judgment was obtained after the confirmation of the sale. In'favour of this last judgment, it is urged with great earnestness, on the authority of Lloyd v. Hart, 2 Barr, 473, that the surplus, after payment of debts, continues real estate, notwithstanding the sale, and is therefore bound by the judgment. We question whether the case of Lloyd v. Hart will be carried beyond the point actually decided therein; but be that as it may, the view which we take of the case before us renders it unnecessary to decide whether the surplus continues real estate for the purposes of becoming subject to judgments, levies, &c. A more serious question arises: — can a creditor, after lunacy found, and committee appointed, obtain any lien against the real estate of the lunatic ? It is the opinion of the court that from the time of the appointment of a committee, the estate of the lunatic, real and personal, is in custody of the law, and is subject to the same rules which would govern the chancellor in England, in similar cases,' with reference to the payment of debts. The legal remedy is in effect taken away, because it becomes subject to the injunction of the chancellor ; and the creditors are thus forced to go into equity to obtain payment. Equity delights in equality, and would therefore refuse payment except upon the terms of a pro rata distribution, where the fund was not sufficient for all: the creditor may have occasion to sue for the purpose of liquidating the amount; but such suit is under the direction of the chancellor in England, and is not conclusive upon his conscience. Here there is a positive right to sue secured by the statute. But this has been considered by an eminent judge as giving no right to proceed by execution to the sale of the property. £ Proceedings may be had’ after the £ commencement of the action,’ as in cases of service upon £ a person of sound mind.’ This provision of the 55th section of the act of 13th June, 1836, is understood as extending only to proceedings fending the action, and not to proceedings ufon the judgment after. the action is ended. The opinion of King, P. J., in the matter of Eckstein, 2 Penn. Law Journal, 137, is so full to the point, and so satisfactory to this court, that we refer to it for a further explanation of our views.\n“Let the judgments of the Columbia Bank and Bridge Company, and that in favour of William Steel, be stricken out of the auditor’s report, as they are not liens on the real estate sold, and are only entitled to payment fro rata with other creditors having no liens. With this correction the auditor’s report is confirmed.”.\nError assigned: The court erred in overruling the report of the auditor.\nStevens and Fraser, for appellant,\ncited act of 13th of June, 1836, entitled an Act relating to Lunatics and Habitual Drunkards; Lloyd v. Hart, 2 Barr, 473; 2 Law Lib. 250; Shelford on Lunacy, 395.\nFUmaTcer, contó,\ncited act of 13th of June, Pur. Dig. 6th ed. p. 713, sections 21, 22, 23, 24, 34, and 45; Eckstein’s Estate, 2 Penn. Law Journal, 138, 142, 143, and 144.\nMay 22."
  },
  "file_name": "0057-01",
  "first_page_order": 57,
  "last_page_order": 63
}
