{
  "id": 959509,
  "name": "Sharett's Road",
  "name_abbreviation": "Sharett's Road",
  "decision_date": "1848-05-19",
  "docket_number": "",
  "first_page": "89",
  "last_page": "93",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 89"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts, 475",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841246
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0475-01"
      ]
    },
    {
      "cite": "8 Watts, 175",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle, 195",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822502
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0195-01"
      ]
    },
    {
      "cite": "3 R. 195",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": 0
    },
    {
      "cite": "8 W. 172",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 505,
    "char_count": 10433,
    "ocr_confidence": 0.387,
    "pagerank": {
      "raw": 2.6768433332813667e-07,
      "percentile": 0.8263026145539759
    },
    "sha256": "c2b03bfe9584ea7dcd7e9bb226c029701d05eb61c71ff25b8825daa6311dc5ed",
    "simhash": "1:3b6f0833f6c09040",
    "word_count": 1830
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sharett’s Road."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nThe alley in question was laid out and opened by virtue of a special act of Assembly, approved the 30th of March, 1846, authorizing and requiring the street and road commissioners of the borough of Gettysburg to lay out and open a public alley in the said borough, between certain points particularly designated. As this act provides no mode for compensating the owners of the lands appropriated under it to public use, the question is presented whether a remedy is furnished by any of our statutes regulating roads and highways. If not, the act itself is in contravention of the constitutional prohibition forbidding the application of private property to public uses without just compensation being made. (City of Pittsburg v. Scott, 1 Barr, 314.) But a very short argument will suffice to show it does not occupy this hostile position. The cases of the roads in the borough of Mercer, 14 S. & R. 447, and borough of Newville, 8 W. 172, decided under their acts of incorporation, which, so far as they relate to roads, streets, and alleys, cannot be distinguished from the act of 1806 incorporating the borough of Gettysburg, conclusively settled that the Court of Quarter Sessions of Adams county possess the power under the general road-laws of the commonwealth, to lay out and cause to be' opened streets, lanes, and alleys within the borough of Gettysburg,' and to assess damages therefor. The Easton Road case, 3 R. 195, in which the court was divided, would seem at first blush to give countenance to a different doctrine. But it was decided upon the peculiar language of the charter of the town of Easton, which was thought to repeal the general road-law, so far as it respected that place. It was so treated by Mr. Justice Sergeant in the Newville Road case, and, indeed, cannot be sustained on any other ground. So much inconvenience followed upon this decision denying the existence of authority anywhere to open streets in Easton, that the legislature was induced to interfere by resolution of the 29th May, 1840, which confers upon the Court of Quarter Sessions of Northampton county the necessary power to open such streets, and to make compensation to the owners of the land taken for the purpose. These resolutions were undoubtedly adopted in reference to and approval of the other two cases I have cited as recognising the general power of the courts over these subjects.\nThe Court of Quarter Sessions of Adams county being possessed of this jurisdiction, the special act of 1846 only interfered with it to the extent of directing the alley to be laid out and opened by the street and road commissioners, instead of a jury of view, acting under the supervision of the court. But this by no means withdrew the case from the operation of the general road-law of 1836, providing for the assessment of the damages sustained by owners, nor deprived the court of its power to give effect to those provisions. The act of 1846 was interposed as a substitute for the act of 1836, so far as it went, and no further. Beyond this, the earlier statute remains untouched, and the last is to be construed and treated in connexion with and as part of it: IBarr, 353; Neeld’s Road. If, then, the' question rested here, no doubt could be entertained, under the doctrine of the cases I have referred to, of the legitimate exercise in this instance of a power possessed by the court below. But this is not all. The resolution of the 29th May, 1840 (P. L. 152), especially directs that the seventh, eighth, and ninth sections of the act of 1836, regulating the subject of road damages, shall be construed to apply to claims for damages in consequence of injury sustained from the location and opening of a road under the provisions of any special act of Assembly, unless where one is otherwise provided. This provision, enacted ex majore cautela, of itself, brings the present case within the operation of the general road-law, and without more, justifies the action of the Quarter Sessions.\nIt is, however, objected, that a street or alley in an incorporated town, is not a “road” within the meaning of the resolution. But this objection, which is somewhat hypercritical, is fully answered by the decision of this court, in the case of the Moyamensing Road, 4 S. & R. 106, where it is shown — the word “street” is equivalent, in common parlance, to road or highway. Indeed, a street is strictly a road, and may be and frequently is so denominated, without any violation of grammatical propriety.\nAnother exception to these proceedings is, that the petition asking for the assessment of damages, was not signed by the owner of the land. But it is in the name of the owner, and is signed for him by his attorney in fact. That this is a sufficient compliance with the act of Assembly, was decided in Harvey v. Lloyd, 3 Barr, 340.\nProceedings affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Stevenson, for plaintiff in error,",
      "M’Oreary, contó."
    ],
    "corrections": "",
    "head_matter": "Sharett’s Road.\nIf the act of incorporation of a borough confers no authority on the corporation to lay out and open, but only to regulate, repair, and maintain the streets, lanes, and alleys therein; the Court of Quarter Sessions of the county possesses the power, under the then existing road-laws of the commonwealth, to lay out and open streets, &c., within the same, and to cause the damages therefor to be assessed.\nWhere, in such case, an alley was laid out and opened in a borough, by the road and street commissioners thereof, under a special act of Assembly of the 30th of March, 1846, which authorized and required them to perform the said duty, but which provided no mode of compensating the owners of the lands through which the said alley passed, for the damages thereby sustained: Sold, that the special act was not unconstitutional, as it only interfered with the general road-law of the 13th of June,. 1836, to the extent of the agency used in laying out and opening the alley, but that it did not withdraw the case from the operation of the general road-law providing for the assessment of the damages sustained by the owners of lands for and by reason of laying out and opening the said alley, nor deprive the Court of Quarter Sessions of the county of its power to give eifect to those provisions; and that the special act of 1846 was therefore to be construed and treated as part of the general road-law of 1836.\nUnder the resolution of the 29th of May, 1840, the seventh, eighth, and ninth sections of the act of the 13th of June, 1838, which provide for the assessment of road damages, are extended to claims for damages, in consequence of injury sustained from the location and opening of a road under the provisions of any special act of Assembly: unless where the same is otherwise provided for by law.\nStreet or alley, in an incorporated town, is synonymous with road, within the meaning of the resolution of 1840.\nA petition for the assessment of damages sustained by reason of laying out and opening an alley, in the name of the owner of the land through which it passed, and signed for him by his agent as such, is a sufficient compliance with the act of Assembly.\nCertiorari to the Quarter Sessions of Adams county.\nMay 15. It appeared from the record brought up in this case, that an alley was laid out and opened for public use, in the borough of Gettysburg, by the street commissioners of said borough, under a special act of Assembly, of the 30th of March, 1846; and that this act did not provide any mode of compensating the owners of the lands through which the said alloy passed, for the property thus appropriated for public use. A petition was thereupon presented to the Court of Quarter Sessions of Adams county, for Sharett, one of the land-owners in said case, signed by his attorney in fact as such, and for the said Sharett. This petition was in the following form:—\n“ The petition of the subscriber respectfully represents, that by virtue of an act of Assembly there was lately laid out, in the borough of Gettysburg, a public alley, from a point at or near the property of John Barrett, on Middle street, running parallel with Baltimore street to a point on High street, at or near the corner of the lot owned by George Kerr’s heirs, which said alley passes through and greatly injures a lot, as well as the appurtenances and improvements thereunto belonging, of John F. Sharett, who, through the subscriber, prays your honours to appoint viewers to ascertain and assess the damages. And he will pray, &c.\nWilliam Dysert, Agent for John F. Sharett.”\nUpon this application, the court appointed viewers, who assessed and reported damages in favour of Sharett. To this report exceptions were filed; and a rule to show cause why the report should not be set aside, was granted. His honour, Judge Irwin, after argument, confirmed the report. This writ was thereupon sued out, and the following errors assigned: — •\n1. The court erred in their opinion that the provisions of the act of 29th of May, 1840, extending the provisions of the general road-law to roads opened under the provisions of any special act of Assembly, cured the defect in the act of 80th March, 1846, under which this alley was opened, and which made no provision for compensation to owners of the land through which said alley was to pass.\n2. The court erred in their opinion that the Court of Quarter Sessions of Adams county had power over the streets, lanes, and alleys in the borough of Gettysburg, and could lay out and open the same through said borough, notwithstanding the powers and authority granted to said borough under its charter.\n. 3. The court erred in their opinion that the petition presented was and is in the name of “the owner,” and is such as is required by the act of Assembly of 13th June, 1836.\n4. The court erred in overruling the exceptions and confirming the report of the viewers.\nStevenson, for plaintiff in error,\ncited Acts of 1846, p. 20T; Pamphlet Laws of 1806, p. 423. Contends that the above acts give authority to open streets to the borough of Gettysburg instead of the Quarter Sessions: 3 Rawle, 195; Charter of the Borough of Mercer, Pamphlet, 14, 265, sec. 4; Newville Charter, Pamphlet Laws, 1817, 62, sec. 6; 8 Watts, 175; Pamphlet Laws of 1840, 752, 751; Section 22 of the Act of 1836, Road-Law; 1 Barr, 314; Act of 1836; 3 Watts, 475; 1 Barr, 442; Act of 1810, relative to Justice of the Peace; Act of 1833, entitled Errors and Appeals.\nM’Oreary, contó.\n1 Barr, 355; 8 Watts, 175; 3 Barr, 331; 4 S. & R. 106. ■\nMay 19."
  },
  "file_name": "0089-01",
  "first_page_order": 89,
  "last_page_order": 93
}
