{
  "id": 959480,
  "name": "Commonwealth v. Duncan",
  "name_abbreviation": "Commonwealth v. Duncan",
  "decision_date": "1848-05-22",
  "docket_number": "",
  "first_page": "93",
  "last_page": "97",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 93"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts, 398",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848499
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0398-01"
      ]
    },
    {
      "cite": "8 W. & S. 165",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483261
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0165-01"
      ]
    },
    {
      "cite": "5 Watts, 531",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843958
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0531-01"
      ]
    },
    {
      "cite": "1 Watts, 441",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 494",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478467
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0494-01"
      ]
    },
    {
      "cite": "5 W. & S. 489",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "13 Edw. 1",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "5 Bin. 188",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "9 W. & S. 13",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12168761
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/9/0013-01"
      ]
    },
    {
      "cite": "4 Yeates, 54",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6771102
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/4/0054-01"
      ]
    },
    {
      "cite": "8 W. & S. 165",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483261
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0165-01"
      ]
    },
    {
      "cite": "5 Watts, 531",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843958
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0531-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 485,
    "char_count": 10660,
    "ocr_confidence": 0.388,
    "pagerank": {
      "raw": 9.505882454708161e-08,
      "percentile": 0.5197316523086867
    },
    "sha256": "f517bbd17fd6f9a1e7de869625cf292183dc2d694753601d0a14f2dff3702aa9",
    "simhash": "1:7d77c6895a4c7a11",
    "word_count": 1891
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth v. Duncan."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe paper-book shows that a judgment was obtained in the Circuit Court of the United States for the eastern district of Pennsylvania against Duncan, sheriff of York county, who had arrestéd one Jacob Both on a ca. sa., and who had escaped. This was a special scire facias against Sheriff Duncan, with notice to his terre tenant, William Patterson, on his recognisance : 1. Beciting the recognisance of Duncan, and that of John Hartman and others his sureties. 2. Beciting the act of 5th December, 1789, Dunlop, 124, which makes it the duty of all sheriffs, gaolers, prison-keepers, and their deputies, safely to keep in custody all persons committed under the authority of the United States, and avowing that Both was committed by Marshall Bonsall to the custody of Duncan on a ca. sa., from whom he escaped. 3. That at October sessions, 1833, Isaac Davis and others instituted their action against Duncan, which was tried on the 15th November, 1839, when a recovery was had for $2,000.43, with interest from the 24th November, 1832, with $175.94 costs. 4. Showing that Hartman and all the sureties were discharged, and the claim barred as to them from lapse of time. 5. Bequiring Duncan, and the terre tenant Patterson, and others, to appear and show cause, &c.\nSo far as we know, Patterson only appeared and put in the special plea, which is in the statement of the case. To this special plea the plaintiff demurred, and the counsel of Patterson joined in demurrer (all other pleas being withdrawn); and the court entered judgment against the plaintiff on the demurrer. This is the error complained of.\nThe demurrer was to facts, parol and written; among these was Puller’s receipt in full satisfaction. The law is well settled that every fact stated is to be taken as true against the person demurring: 15 S. & R. 231; Feay v. Decamp; 4 Yeates, 54; Rose v. Eason; 11 S. & R. 229.\nIt is contended-by the plaintiff that the judgment against Duncan is conclusive against Patterson, the purchaser and terre tenant who purchased after the date of the recognisance. This is the first opportunity Patterson the terre tenant has had to present his case. He is now called on to show cause why the judgment should not be levied out of his particular estate.\nThe principle that the terre tenant can come in and defend is settled in many cases: Cowan v. Gretty, 5 Watts, 531; Nace v. Hollenback, 1 S. & R. 540; Marpley’s Appeal, 8 W. & S. 165; Benner v. Philips, 9 W. & S. 13. There is no issue before the court; nothing but the special plea and the demurrer. The demurrer admits the fact that Darst constituted Fuller his attorney and agent to settle his claim,1 for the escape with Duncan; that he did settle it for $1,050; that the money was paid to Fuller, as attorney and agent of Darst, and a full discharge given; that after this Duncan sold the house and half lot in York to Patterson, and received $3,500, the full consideration. How a judgment came to be obtained against Duncan in the Circuit Court, after his settlement of the action with Fuller, we are unable to conjecture. The special plea is a discharge to Patterson; its truth has been admitted by the demurrer.\nJudgment affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Fisher and Jlamlly, for plaintiffs in error,",
      "Campbell, contó."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Duncan.\nA sheriff, in an action of debt against him for an escape, under the statute of 1 Rich. ch. 12, compromised th’e claim in suit, before judgment, with the agent and attorney of the plaintiffs, by paying a certain sum, for which he took a receipt in full satisfaction from the said attorney. After the said compromise and payment, the sheriff sold and conveyed a certain portion of his real estate, upon which his official recognisance was a lien to one P., who went into possession. Subsequently to these transactions, the action of debt which had been compromised and paid as aforesaid, was proceeded in, and judgment recovered against the defendant, the said sheriff, who neglected to take defence and show the compromise and payment aforesaid. P., the purchaser and terre tenant had no notice of this last proceeding: Held, in a scire facias against the sheriff, on his official recognisance, with notice to the said P., the terre tenant, suit against the sureties in the said recognisance being barred by lapse of time, to show cause why execution of the judgment on the action of debt aforesaid should not be had of the real estate sold by the said sheriff to the said P., that as the sheriff, the defendant in the action of debt, could have set up the compromise and payment of the claim sued for, against the subsequent recovery of judgment therein against him, but which he neglected to do, that P., the terre tenant, could avail himself of the same defence on the the trial of the scire facias.\nIn error from the Court of Common Pleas of York county.\nMay 16. This was a special scire facias on the official recognisance of Andrew Duncan, as sheriff of York county, brought by the Commonwealth of Pennsylvania, for the use of Isaac Darst, Henry Darst, and Jacob Darst, then for the use of Isaac Darst, against the said Andrew Duncan, with notice to terre tenants.\nThe paper-book contained only the writ of scire facias and the special plea, in which the facts of the ease, so far as developed, are stated. The recitals and purport of the writ of scire facias, are sufficiently stated in the opinion of this court. The special plea to the scire facias was put in by one William Patterson, the only terre tenant who appeared and took defence, and was as follows:—\n“William Patterson, terre tenant by leave of court, pleads and says, that the plaintiff ought not to have and maintain his aforesaid action against his, the said William Patterson’s house and half lot of ground, in the borough of York, in said York county, upon which said-recognisance in the plaintiff’s scire facias mentioned is a lien, because he says that whilst said suit against said Andrew Duncan in plaintiff’s scire facias mentioned was pending in said Circuit Court, and said claim of said Isaac Darst was contested in said suit by said Andrew Duncan, to wit, on the 17th day of July, A. D., 1833, at York county aforesaid, said Isaac Darst authorized one John L. Fuller, who was then and there the attorney and agent of said Isaac Darst, to compromise and settle his said claim and suit with said Andrew Duncan; and that afterwards, while said suit was pending in said Circuit Court, and said claim of said Isaac Darst was contested by said Duncan, to wit, on the 15th day of April, A. D., 1834, said John L. Fuller, in pursuance of said authority from said Isaac Darst, and as his attorney and ■agent, did compromise and settle said suit and claim with said Andrew Duncan, for the sum of $1,050, and said Andrew Duncan then and there paid said John L. Fuller for said Isaac Darst, and said John L. Fuller then and there received for said Isaac Darst, said sum of $1,050, in full satisfaction of said suit and claim of said Isaac Darst against said Andrew Duncan, he, the said John L. Fuller, being the attorney and agent of said Isaac Darst, and having full power and authority so to do; and that after said compromise and payment, and before the recovery of said judgment against said Andrew Duncan, in said suit in said Circuit Court, to wit, on the 15th day of January, A. D., 1839, the said Andrew Duncan, by his deed of that date in consideration of $3,500, to him paid by the said William Patterson, conveyed to the said William Patterson the said house and half lot of ground, in this plea first above named. All which the said William Patterson is ready to verify; wherefore he prays judgment if the said plaintiff ought to have and maintain his aforesaid action against the said house and half lot of ground.”\nOn a demurrer by the plaintiffs to this special plea, in which William Patterson, the terre tenant, joined, all the other pleadings being withdrawn, the court gave judgment against the plaintiffs. This writ of error was, thereupon, sued out by the plaintiffs, and the judgment of the court assigned for error here.\nFisher and Jlamlly, for plaintiffs in error,\ncited Act of 28th of March, 1803, Pur. Dig. 6th ed. 972; 5 Bin. 188; 13 Edw. 1, ch. 45, 1 Rich. ch. 12, Robert’s Dig. 239; Act of 5th December, 1789, Pur. Dig. 524; Miller v. Commonwealth, 5 W. & S. 489; Hauer’s Appeal, 5W.&S. 473, 474.\nCampbell, contó.\nIt is admitted in the pleadings, that the plaintiff’s claim was paid and satisfied before the terre tenant purchased the real estate upon which the recognisance is a lien; and the question is, whether he shall be permitted to recover it a second time from an innocent purchaser, or whether it is competent for the purchaser to prove that it was paid ?\nThe original suit against the sheriff was not on the recognisance, but was an action of debt on the statute of Richard, in which he neglected to take defence on the plea of payment. Of this suit, the terre tenant had no notice, and the judgment in it was recovered after the real estate was conveyed to him.\nA judgment in a proceeding on the recognisance, of which the terre tenant had no notice, would not bind him; much less will a judgment obtained in an action of debt against the sheriff -alone, of which the terre tenant had no notice. It falls within the rule of res inter alias acta.\nThe case of Miller v. The Commonwealth, 5 W. & S. 494, decides only that the recognisance is notice; not that the terre tenant cannot prove that the particular claim set up under it is paid.\nA recognisance is not a higher security, nor a greater notice, than a mortgage. Yet, after judgment against the mortgagee, in a suit of which the terre tenant had no notice, the latter can, in an ejectment against him, prove that the debt was paid: Nace v. Hollenbach, IS. & R. 548; Mather v. Clark, 1 Watts, 441; Cowan v. Gretty, 5 Watts, 531.\nSo where a judgment has been recovered against an executor or administrator, the heirs can afterwards show, in a scire facias against them to recover it out of the real estate, that the claim is unfounded: Murphy’s Appeal, 8 W. & S. 165.\nThe case of Masser v. Strickland, 17 S. & R. 354, was a decision by a majority of a divided court, and based on the peculiar provisions of the law in relation to the sureties of constables. This decision was adhered to in the case of Evans v. The Commonwealth, 8 Watts, 398, as an established exception, and admitted to be against the rule -of analogy.\nRut the case of Carmack v. The Commonwealth, 5Rinn. 184,-is decisive. In that case it was decided, that a judgment against the sheriff does not bind his sureties, and the contrary doctrine was pronounced “too unreasonable to be sanctioned.”\nMay 22."
  },
  "file_name": "0093-01",
  "first_page_order": 93,
  "last_page_order": 97
}
