{
  "id": 959568,
  "name": "Lewistown Road",
  "name_abbreviation": "Lewistown Road",
  "decision_date": "1848-05-18",
  "docket_number": "",
  "first_page": "109",
  "last_page": "111",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 109"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts, 190",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840173
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0190-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 279,
    "char_count": 5045,
    "ocr_confidence": 0.393,
    "pagerank": {
      "raw": 1.0479721454432067e-07,
      "percentile": 0.5527322249289437
    },
    "sha256": "459aa8b954dd327211ec63d48a57b6b9f3645f19720533ca73d6d9f9e2bb724a",
    "simhash": "1:d31e34a088479f23",
    "word_count": 910
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lewistown Road."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThis case falls within the principle of the Commonwealth v. McAllister, 2 Watts, 190, and is ruled by it.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Fisher, for exceptant.",
      "F. O. Sale, contó."
    ],
    "corrections": "",
    "head_matter": "Lewistown Road.\nUnder tlie act of the 13th of June, 1836, the application for the assessment of damages incurred, in consequence of laying out and opening a street or road through several lots, must be made within one year from the time the street or road through the lot of each owner or applicant, was fully opened for public use, and made passable in all its width, for carts, carriages, &c., and not from the time such street or road was effectually opened through all the lots embraced within the points designated in the order of the Court of Quarter Sessions.\nCertiorari to the Quarter Sessions of the county of Mifflin, to remove the proceedings in the case of the assessment of “damages done to lot No. 38 in the borough of Lewistown, by laying out and opening a road through the same: the lot being the property of Levi Reynolds, jun.\nMay 18. The case was as follows: — In the year 1840, to wit, at April Term, 1840, the petition of sundry inhabitants of Lewis-town was presented to the court in the usual form, praying that viewers might be appointed to view and lay out a road or street from Main street in said borough of Lewistown, in a south-eastern direction to an alley near the warehouse of John Sterrett.\nOn the 9th day of September, in the year 1840, the viewers reported in the usual form, that they had viewed and laid out the road or street prayed for, across and through various lots of ground; and.amongst others, through lot No. 38, in the general plan of Lewistown, with a draft or diagram of the road or street: lot No. 38 being the property of Levi Reynolds, jun.\nOn the same 9th of September, 1840, the court confirmed the report of the viewers, and .ordered the road or street to be opened and kept open of the width, of thirty-three feet.\nThis proceeding was taken to the Supreme Court, and there affirmed in the year 1841.\nIn the year 1842, the street commissioners of Lewistown pulled down the paling which enclosed lot No. 38 from Main street, of the width of the new road, and threw the lot open to the street, so that all persons who chose could go over it at pleasure.\nThe proposed new street ran through three separate lots, to wit: No. 38, adjoining Main street; No. 37, a middle lot; and No. 36, adjoining the alley at the south end of the new street; each of the three lots being the property of different persons.\nOn lot No. 36, at the south-eastern end of the street, was a perpendicular bank, three or four feet high, occupying the whole width of the street: except a few feet at one corner. Over this bank neither horses nor carriages could pass. On the same lot, No. 36, was a small dwelling-house, in which a person resided, occupying more than half of the width of the street.\nThis dwelling-house, as well as the bank; at the south end of the street, remained undisturbed until the 1st day of September, 1843, when, by order of the street commissioners, the house was pulled down and removed from the street; and the bank at the southeastern end of the street was cut down and levelled, so that horses and carriages could freely pass from one end of the street to the other, without obstruction or impediment.\nAt November Term, 1842, Levi Reynolds, jun., presented his petition to the Court of Quarter Sessions, praying the court to appoint viewers to assess damages done to his lot, No. 38, by laying out the said street or road through it.\nThis petition was not acted on, because, at that time, the street was not effectually opened between the points designated in the order of the court.\nAt April Term, 1844, the petition of Levi Reynolds for viewers in this ease was presented: the house, bank, and other obstructions on lot No. 86, near the southern end of the street, having been removed September 1,1843, and the street effectually opened. x\nThe following case was agreed on by the counsel below. It was agreed by the counsel in the court below:—\n1. That the county commissioners had notice, and attended the view and assessment of damages.\n2. That the fence at the north end of the new road or street was pulled down, and the lot No. 38 thrown open more than a year before this petition was presented; but not more than a year before the presentation of the petition at November Term, 1842.\nThe sole question for the consideration of this court was, whether this petition was presented in time; that is, within one year after the road or street was effectually opened, according to the sixth, seventh, and ninth sections of the act of 13th June, 1836.\nThe court below held that each lot-holder through whose lot the new street passed, must present his petition for damages within one year from the time his lot was' thrown open; that the year mentioned in the act commenced at the time each lot was thrown open, and not from the time when the whole street was finished and effectually opened for public use.\nFisher, for exceptant.\nF. O. Sale, contó."
  },
  "file_name": "0109-01",
  "first_page_order": 109,
  "last_page_order": 111
}
