{
  "id": 959541,
  "name": "Fisher v. Milliken",
  "name_abbreviation": "Fisher v. Milliken",
  "decision_date": "1848-05-22",
  "docket_number": "",
  "first_page": "111",
  "last_page": "122",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 111"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 R. 304",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 891,
    "char_count": 29062,
    "ocr_confidence": 0.385,
    "pagerank": {
      "raw": 2.71889659408651e-07,
      "percentile": 0.8300188543810856
    },
    "sha256": "0c1cb6f9dc12997b7222e102aef52c518d98396d478f8694b80b054a57077208",
    "simhash": "1:b5f689c00b9a3d92",
    "word_count": 5243
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Bell, J., dissented: and Burnside, J., took no part, having ruled the cause below."
    ],
    "parties": [
      "Fisher v. Milliken."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThe article of agreement between the plaintiff and the defendants was in substance the lease of a mine, and had all the consequences and qualities of one. • It was to be perpetual, or at least so long as the lessees should continue to use the ore for the furnace specified, in the deed; and they covenanted to pay forty cents the load for it, but they were to be at liberty to substitute an annual sum at their election, to be made at the end of the first year; and they further covenanted that if they should not so elect, they would annually take out and pay for eight hundred loads. They in fact made no substitution, and their covenant to take and.pay for the number of loads, and the price specified, became positive, absolute, and indefeasible. Thus bound, they sold their furnace, with the appurtenances, to Mr. Huling, who entered on the mine, but agreed with the plaintiff to'modify some of the terms of the lease. The plaintiff was bound to pay an annuity of a hundred dollars to the person from whom he bought the mine, the payment of which had been assumed by the defendants, but was now assumed by Mr. Huling, who was to be at liberty to take four hundred loads at the rate of twenty-five cents each, to meet the charge, and at the same rate for whatever else should be taken by Mm. In every other point and particular, the covenants and stipulations in the lease were to remain intact.\nOn the principlés of the action and those resulting from the relation of landlord and tenant, a doubt is entertained whether something less than a release might not absolve the defendants from the obligation of their covenant. It is a doubt, however, which I myself do not entertain; and, without having the authority of the court for it, I am free to say that 'nothing but a surrender, a release, or an eviction, can, in whole or in part, have that effect. It will not be pretended that any arrangement or dealing of the lessor with a stranger, would have it at law; and it is clear that equity will not relieve the lessee from Ms positive covenant for any act of the lessor which does Mm no injury. As he cannot be prejudiced by the landlord’s 'relation with a third person, there is every reason in the world why he should not have an advantage from it. The relation of landlord and tenant as to a covenant for payment of the rent, can be dissolved only by an agreement between themselves, which equity would enforce; but there was neither such agreement here, nor a consideration for one, nor was there privity between them as regards the arrangement with Mr. Huling. In conformity to this principle, it has been held in an almost countless number of cases collected in Comyn on Landlord and Tenant, 275, that the tenant is bound by a covenant to pay the rent, though he assign his lease with the landlord’s assent, and though the latter accept the assignee for Ms tenant and receive rent from Mm. My own opinion is, that this principle covers and disposes of the whole case. For the same reason, equity refuses to relieve against such a covenant, though the premises be consumed by fire, destroyed by the elements, or encroached on by the sea. It is true that in Camden v. Morton and Brown v. Quilter, 2 Eden’s Rep. 219, in which it appeared that the landlord was insured and, the premises having been consumed, had received the insurance money, a court of equity enjoined him from-proceeding on the covenant till he should rebuild, and left the tenant his option to surrender his lease in case he should refuse to do so. But in Hare v. Groves, Anstr. 681, in which Chief Baron McDonald said there “might be some equity to say that he should not keep the house or its value and receive the rent also; and in Holzapffell v. Baker, 18 Ves. 115, in which it was observed at the bar that it was difficult to conceive how the distinct contract of the lessor with the insurance office, tvith which the lessee had no concern, could affect the right between them — chancery refused to interfere. It is just as difficult to conceive how the distinct contract of the plaintiff with Mr. Huling, which did not prejudice the defendants, and with which they had no concern, could release them from their covenant. From the two cases last quoted, the conclusion of Mr. Chitty — and it is eminently entitled to respect — is, that the two preceding ones are overruled.\nBut not to insist on the peremptory nature of the covenant, a majority of the court concur that the modification of the lease by the agreement with Mr. Huling, did not disturb the engagement to take and pay for, at the original price, the number of loads originally specified. With Huling, so far as he was concerned, the plaintiff agreed that the price should be twenty-five cents the load, but Huling did not bind himself to take any particular number of loads. He stipulated for liberty to take four hundred, or barely enough for payment of the annuity which he took upon himself; so that if the covenants of the defendants were discharged, the plaintiff might get nothing more for his mine. But the covenant in the lease to pay for eight hundred loads was expressly reserved, and on every principle the defendants are bound by it. But how far ? It follows not that because the plaintiff might choose to let Mr. Huling have all the ore he should take at a reduced price, he would be bound to let the defendants off at the same price for loads not taken at all. The contract with Huling extended only to loads taken; not to what should not be taken: and in prejudice of the landlord’s absolute security, it is not to be extended by implication. Nad Mr. Huling agreed to raise the price, the defendants would tot have been bound by it, and it is impossible to conceive ho they could avail themselves of the agreement to lower it. They were not parties to it, nor, as regards it, in privity with those that were. The objection that the two contracts are inconsistent with each other, and that the plaintiff might recover a double satisfaction by an action on each of them, presents but the shadow of a difficulty. It never has been conceived that payment of rent by an assignee, is not pro tanto payment by the assignor. Payment even by a stranger will discharge a debt; and it has not been supposed, when the landlord accepts the assignee of a covenantor who becomes liable only on privity of estate, that he has two rents, instead of two securities for the same rent. When there is no covenant, express or implied, by the lessee to pay, and debt is brought on the reddendum in the deed, he has not even that; for it appears by Wadham v. Marlowe, 8 East, 314, that where there is barely a reservation without a covenant to pay, the lessee is discharged by an assignment, because there is then no privity either of contract or estate between the original parties, and the assignee becomes liable on privity of estate only. There is really, therefore, no difficulty in the case before us. The plaintiff is entitled to recover the value of eight hundred loads a year at the original price; but not the amount of the annuity paid by Mr. Huling. The objection to the competency of the latter as a witness, is not sustained. He paid for as many loads as he was bound to do, so far as we know, by the contract of assignment, and does pot appear to be responsible to any one: not to the plaintiff, because he performed his agreement with him; and not to the defendants, because he was bound1 to perform no covenant but his own. He was therefore disinterested.\nJudgment reversed, and venire de novo awarded.\nBell, J., dissented: and Burnside, J., took no part, having ruled the cause below.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Fisher and Farlcer, for plaintiff in error.",
      "JR. O. and J. T. Sale, contra."
    ],
    "corrections": "",
    "head_matter": "Fisher v. Milliken.\nThe lessees of a mine covenanted to pay forty cents a load for the ore taken, but were at liberty to substitute an annual sum at their election, to be made at the end of the first year, but in case they did not so elect, they covenanted to take out annually, and pay for eight hundred loads. No substitution was in fact made: Hold, that their covenant to take, and pay for the said number of loads, and at the price agreed upon, became positive, absolute, and indefeasible.\nWhere the lessees of a mine sold to another, who entered on the mine, and agreed with the lessor to modify some of the terms of the lease, as where the lessor was bound to pay an annuity of one hundred dollars to the person from whom he bought the mine, the payment of which had been assumed by the lessees, but which, by the agreement between the lessor and assignee of the lease, had been assumed by the latter, who was to be at liberty to take four hundred loads, at the rate of twenty-four cents each, to meet this charge, and at the same rate for whatever else should be taken by him, but in every other point and particular, the covenants and stipulations in the lease were to remain intact: This change in the contract, with which the lessees had no concern, and which did not prejudice them, could not release them from their covenant to take out annually eight hundred loads of ore, and to pay forty cents a load for it.\nThe relation of landlord and tenant, as to a covenant for payment of rent, can be dissolved only by an agreement between themselves, which equity would enforce.\nNothing but a surrender, a release, or an eviction, can, in whole or in part, absolve the tenant from the obligation of his covenant with his landlord: per Gibson, C. J.\nThe assignee of the lessees of a mine, who had paid for as many loads of ore as he was bound to pay for by the contract of assignment, and who does not appear to be responsible to any one; not to the landlord, because he had performed his agreement with him, and not to the lessees, because he was bound to perform no covenant but his own: is disinterested, and a competent witness.\nIn error from tire Court of Common Pleas of Mifflin county.\nMay 18. Isaac Fisher brought an action of debt against Joseph Milliken and George McCulloch, who survived William Mitchell, upon an article of agreement, or sealed instrument of writing, dated 17th of September, 1829.\nIt appeared that Isaac Fisher, the plaintiff, held the sole and exclusive right for ever, in a tract of five hundred acres of land, situated in Oliver township, Mifflin county, and near to Waynesburg; of mining in and taking away all the iron ore to be found in the said tract of land, in carts, wagons, &e., with the further right of cutting timber on the said tract of land, for the purposes of working the mines in the most effectual manner. No question arose as to the title of Isaac Fisher, the plaintiff, to the land, or as to his right of mining it, or assigning his right to others.\nOn the trial in the court below, before Burnside, P. J., the article of agreement or sealed instrument of writing upon which this action was brought, was given in evidence. This article of agreement, dated the 17th of September, 1829, was between Isaac Fisher and Joseph Milliken, George McCulloch and William Mitchell, since deceased, and executed and delivered by said parties. The material parts of the article were the following:—\n“ That the said Milliken, McCulloch, and Mitchell being the owners of Hope Furnace, with the appurtenances, in Derry and Wayne townships, and Fisher being the owner of a mine or bank of iron ore, near Waynesburg, which ho purchased from Benjamin Walters, by deed bearing date the 25th day of September, 1827, conveying to Fisher all the ore in a certain tract of land therein described, containing five hundred acres more or less; and which said Walters formerly purchased from Thomas Burnside, Esq., adjoining lands of Samuel Holliday, George Galbreath’s heirs, and others. For the consideration hereinafter contained, Fisher grants to the said Milliken, McCulloch, and Mitchell, and to their heirs and assigns, the right and privilege, from this date for ever, to enter in, over, and upon the said tract of land and every part thereof, and to dig’ in, open, and mine on any part of said tract of land, haul, take, and carry away therefrom so much of the iron ore therein to be found, as may be sufficient to supply the said Hope Furnace, or any other furnace which they, the said Milliken, Mitchell, and McCulloch may at any time build and erect on Strodo’s Run, north of the Lewistown and Huntingdon Turnpike; but no more ore is to be taken than will be sufficient for one furnace, and that furnace to be located on the run aforesaid, north of the said turnpike. It is understood and agreed, that on the 1st of June, 1831, or at any time before that, the said Milliken, McCulloch, and Mitchell, their heirs or assigns, may and are to have the privilege of laying off by lines and corners any place they may think proper on the said tract of land, an acre and a half of ground (in the shape hereinafter described), on, in, and over which they shall have the exclusive right of digging, mining, and carrying away the ore therefrom; the said Fisher, his heirs and assigns, only reserving the right of passing-over and through the said acre and a half of ground, by a road or cut of twenty feet in width, and of sufficient depth for carts and wagons. The said Fisher, his heirs and assigns, to have the ore found in opening such road or cut, unless the said Milliken, McCulloch, and Mitchell, their heirs and assigns, choose to dig or open such road or cut at their own costs, in which case they shall be entitled to take or carry away all the ore found in opening or digging the same. The said acre and a half, when so laid off, is to belong exclusively to the said Millihen, MeQulloch, and Mitchell, so long as they shall continue to use the ore therefrom at the Furnace of ITojoe, or at any other furnace located as aforesaid; and in the event of there being a sufficient quantity of ore contained in the said acre and a half to be selected by the said Milliken, McCulloch, and Mitchell, they are to be confined in raising, digging, and carrying away ore, to the said acre and a half. But if the ore shall at any time fail in the said acre and a half, or prove insufficient to supply one furnace, the said Milliken, Mitchell, and McCulloch, their heirs and assigns, to have the right to dig for, raise, and carry away ore from any other part of the tract of land aforesaid, not interfering with any pits or mines which the said Fisher, his heirs or assigns, may open or be using.\n“It is agreed on the part of the said Fisher, that he, his heirs or assigns, will not enter upon the said tract of land, to dig or take away ore, before the 1st day of June, 1831, and from that time the said Fisher, his heirs and assigns, to be at full liberty, which is hereby expressly reserved, to dig, take, and carry away, at any and at all times, as much ore as they deem proper from the said land, except from the acre and a half conveyed to the said Milliken, McCulloch, and Mitchell: Fisher at the same time agreeing and binding himself that he will never assign the right of taking away ore to be used in any furnace in which the said Fisher is not personally interested or in part owner (save only the grant or assignment to the said Milliken, McCulloch, and Mitchell, herein contained). This covenant to run with' the mine or bank for ever.\n“ The said acre and a half of ground to be laid off by Milliken, Mitchell, and McCulloch, by lines parallel to, and at right angles with the course of the ridge which lies north-west of the mine — ■ the acre and a half to be laid out in a square.\n“In consideration of the premises, the said Milliken, McCulloch, and Mitchell, their heirs and assigns, covenant to pay to the said Isaac Fisher, his heirs or assigns, for and during the first year, to be computed from the time they shall commence to haul ore from the mine aforesaid, at the rate of forty cents per wagon-load of two tons unburnt for all the ore they shall haul away from the mine. At the expiration of the first year it shall be optional with the said Milliken, McCulloch, and Mitchell to pay at the same rate per load, or pay Fisher $250 per annum, and $100 to B. Walters, which Fisher has covenanted to pay him for each year he or his heirs or assigns may use the said ore-bank. If Milliken, McCulloch, and Mitchell should raise Hope Furnace to a greater height, then the sum to be paid Fisher annually — if they choose to pay by the year— shall be $350, and the $100 to Walters as aforesaid. If they should at any time build a new furnace on said run of eight feet, and shall choose to pay by the year, then the annual sum to be paid Fisher ■ — if they choose to pay by the year — shall be $500, and the $100 to Walters as aforesaid; and the sum to be paid Fisher, including the $100 to Walters, to be increased at the rate of $100_over and above §500 for every foot in the size of said furnace over and above eight feet in the boshes. It is further agreed, that after the first year, if the said Milliken, Mitchell, and McCulloch shall choose to pay by the load, they shall take and pay for at least eight hundred loads.”\nIt appeared that the defendants, under this agreement, dug some ore, but never hauled any away. They some time afterwards sold “ Hope Furnace” to David W. Huling, and put him in possession in 1830. Huling dug and hauled ore under the agreement between Fisher and the defendants, for a number of years. On the 6th day of August, 1830, Isaac Fisher, without consulting the defendants, so far as the evidence showed, entered into the following agreement with David W. Huling:—\n“It is agreed between Isaac Fisher and David W. Huling, as follows: — Fisher is the owner of an ore bank, in Wayne township, by contract with Benjamin Walters, and Mr. Huling is owner of Hope Furnace, with the appurtenances, by purchase from Mitchell, Milliken, and McCulloch.\n“Now it is agreed between David W. Huling and Isaac Fisher, that the agreement formerly entered into with Mitchell^ Milliken, and McCulloch, is to be modified as follows: — David W. Huling having succeeded to all the rights of the latter, David W. Huling agrees to relieve and exempt Fisher from the payment of all and every sum and sums of money or metal to Benjamin Walters, on account of the ore to be used at Hope Furnace; and instead of the prices settled in the former agreement between Mitchell, Milliken, and McCulloch, to which this is declared a supplement, David W. Huling is to pay Fisher, his heirs, &c., twenty-five cents per load yearly, on the 1st day of April, and is to have the right of taking four hundred loads in each year, to make the payments to Walters, for which Fisher is not to receive anything; David W. Huling to pay or satisfy all claims of Walters, whether founded on contract with Fisher, or Mitchell, Milliken & Co.: the right of the parties to remain respectively as secured by the former agreement, of September 17th, 1829, except as above excepted, and except also that the following stipulation in the former agreement of September 17th, 1829, is abrogated and repealed, to wit: ‘ Fisher at the same time agreeing and binding himself that he will never assign the right of taking away ore to be used in any furnace in which he the said Fisher is not personally interested or in part owner (save only the grant to Milliken, McCulloch, and Mitchell, herein contained). This covenant to run with the mine or bank for everit being now agreed_that Fisher and Ms assigns are to be exempt and for ever discharged and released from this covenant. Witness our hands and seals, August 6th, 1830.”\nDavid W. Huling, who was examined as a witness under objection by the plaintiff, on the ground of interest, testified that Mil-liken, McCulloch, and Mitchell, never blowed “ Hope Furnace;” that he went into possession of said furnace in 1830; that he got his ore principally from the Walters bank and the Keiser bank; that all the ore he got from the Walters bank was under the written contract with Fisher, and which was read to the jury by him; that he had to pay Walters $100 yearly, which Fisher was to pay; that to pay that sum, it took four hundred loads of ore yearly; and that he never took more than four hundred loads yearly from the Walters bank, and that he consequently had nothing to pay to Fisher; that he had also an agreement with Walters, that if he took no ore, he was to pay no rent; that Fisher was with him, and he thought made this agreement with him simultaneously, or immediately after he purchased “Hope Furnace,” from Milliken, McCulloch, and Mitchell. His evidence was objected to by the plaintiff, and a bill of exception sealed by the court. The witness further testified as follows: — ■\n“ I can’t tell, whether before or after I made the purchase from Milliken & Co., I made the agreement with Fisher; but it was well understood if I made the purchase of Hope Furnace, I could get the ore from Fisher and Walters. Mitchell, Milliken, and McCulloch had raised some ore. I paid them for that. There was none hauled until I hauled it. They had raised some, and I paid for the raising of it.\n“Cross-examined. — I purchased out Milliken, McCulloch, and Mitchell, with the appurtenances. It was in writing; I took possession of Hope Furnace, under the agreement with them, but not of the ore-bank. I got that under an agreement with Fisher and Walters, 23d October, 1844. Served it yesterday.” Notice read to produce agreement with Huling for Hope Furnace.\nJoseph Milliken, sworn : — “I know nothing of that agreement; I don’t think there was an agreement. Mitchell drew the writing; I have no recollection I ever had it.”\nDavid W. Huling, further cross-examined by plaintiff: — “ The defendants had hands' coaling at the mines when I purchased. I estimated the expense ’of raising the ore, and paid for that; I continued raising there all the summer; I think I got possession in 1831; I do not know that I laid off the acre square; I claimed it, and if I laid it off, it was under. I think I had no hands working there before my agreement with Fisher. I did not come under their agreement to take ore; I claimed, I suppose, to dig ore under their agreement and mine with Fisher and Walters, but I was not going to dig ore under their agreement. I went into the matter in 1830, all about the same time; I never hauled any ore to any any other place than Hope Furnace, nor ever hauled from that bank to any other place.”\nThis suit was brought to November Term, 1840; and the plaintiff alleged that he was entitled to the price of eight hundred tons of ore, yearly, from 1831 up to the time of bringing suit.\nIt appeared from the charge of the court (Burnside, P. J.), that the plaintiff’s counsel contended that the first article was in force, and would so remain for ever; and that the defendants were bound to pay, under the said article, either $350 a year, or to pay for eight hundred tons of ore yearly — as the jury found the fact — which had accrued after the date of the article, and before this action was instituted.\nThe following were plaintiff’s points, and the answers of the court to the same:—\n“ The plaintiff asks us to instruct you, 1. Under the legal construction of the article of September 17th, 1829, the easement or right of digging and taking away ore from the mine was appurtenant to Hope Furnace. We answer that the owners of Hope Furnace might have made it appurtenant to Hope Furnace under their agreement with Mr. Fisher.\n“2. That the use of the ore could not be separated from the furnace without the consent of Isaac Fisher. We agree the grant of the ore by Isaac Fisher was only for Hope Furnace, and such other furnaces as might be built on Strode’s Run, north of the turnpike.\n“ 3. That David W. Huling, Esq., in virtue of his purchase of the furnace, succeeded to the rights of using the ore at the furnace in the same manner that Milliken & Co. had it before their sale of the furnace to Huling; but there is no evidence before the court and jury what were the terms of their sale, and Mr. Huling on the cross-examination of the plaintiff discloses that he did not dig ore under the purchase from Milliken & Co., but under his agreement with Fisher and Walters, and that he was not going to dig ore under the plaintiff’s agreement with the defendants.\n“4. That Mr. Huling, by, virtue of this purchase of the furnace, and entering upon the easement of the ore-bank, became liable to pay Fisher the yearly sums which Milliken & Co. had contracted to pay. This would be true if Mr. Huling had entered on the ore under a purchase from Milliken & Co., and worked the ore-bank without any subsequent agreement with Isaac Fisher.\n“ 5. That Fisher had a right to enter into the article of the 6th August, 1830, for his further security, and that the said article did not operate as a release of Milliken & Co. from them contract with Mr. Fisher.\n“ 6. That there is nothing in the article of the 6th August, 1830, Obligatory upon Joseph Milliken, or McCulloch, or Mitchell, and that none of the stipulations in the said article would prejudice the defendants.\n“ 7. There is no evidence before the jury, of any act done by Isaac Fisher, which, in law or equity, releases or discharges the defendants from the covenant to pay the plaintiff as stipulated in the article.\n“8. That under the article of the 17th of September, 1829, the plaintiff is entitled to recover from the defendants the sum of $320 per year, with interest yearly: computing the time from the expiration of one year after the time the defendants or any one holding the title to Hope Furnace began to haul ore from the mine.\n“ 10. That under the article of the 6th of August, 1830, the only benefit that the defendant can claim, is to reduce the annual payments to $200 yearly, according to the price mentioned in that paper. The yearly payments to bear interest from the time they fell due.\n“The points, Nos. 5, 6, 7, 8, and 10, relate to the same subject-matter, and will be answered together. We agree Mr. Fisher had a right to enter into the article of the 6th August, 1830, if he thought proper to do so; but we cannot instruct that that article did not operate as a release of Milliken & Co. from the contract with Fisher. The jury will bear in mind that Milliken & Co. never blew Hope Furnace — never hauled a pound of ore from the Walters bank. They had dug some. Huling bought Hope Furnace, and then Huling and Fisher agree under their hands and seals that Huling is the owner of Hope Furnace, with the appurtenances, by purchase from Milliken, Mitchell, and McCulloch. Now it is agreed between them, Huling and Fisher, that the agreement of Fisher with Milliken, Mitchell, and McCulloch, is to be modified, and they go on and change the former agreement into material points. Huling made an agreement with Fisher. He went into possession and dug the ore and paid for .it. If these facts are true, and we do not see how their truth can be disputed, we think the agreement superseded his agreement with the defendant, and that tbe defendants may take tbe advantage of it, and they are discharged by the act of. Mr. Fisher from paying for the ore dug by Huling. You will bear in mind, that this article between Fisher and Huling was entered into before the defendants were bound to make an election, whether they would pay by the year or load. How could they elect after this agreement between Fisher and Huling ? If Fisher put Huling in possession, as Huling swears, was it not an ouster of the defendants ? and if he ousted the defendants, why should he support this action against them ? In the judgment, of the court, the plaintiff by his own act has destroyed his right of recovery against the defendants.\n“We are further asked to instruct you, 9. That under the pleadings in the action, the defendants admit the cause of action set forth in the plaintiff’s declaration, and the plaintiff is entitled to recover unless the defendants have shown that they have paid the plaintiff.\n“The pleas are covenants performed and payment with leave, &c. In Pennsylvania, the plea of payment with leave does not admit any material averment in the declaration, or statement, excepting the execution of the instrument upon which the action is brought, and except what is admitted by the general issue in every action: Roop v. Brubaker, 1 R. 304; which plea admits the contract as set out; but if the suit is for damages, for the non-performance of that contract, the damages must be proved; the mere averment by the plaintiff without evidence of the amount will not authorize a finding of more than nominal damages, unless when the amount was • part of the agreement.”\nTo this charge, and the answers of the court to the points submitted, the plaintiff excepted. The jury found a verdict for the defendants: whereupon the plaintiff sued out this writ of error.\nThe admission of Huling as a witness, and evidence given by him as embraced in plaintiff’s first and second bills of exception; and the answers of the court to plaintiff’s points; were the errors assigned.\nFisher and Farlcer, for plaintiff in error.\nJR. O. and J. T. Sale, contra.\nMay 22."
  },
  "file_name": "0111-01",
  "first_page_order": 111,
  "last_page_order": 122
}
