{
  "id": 959547,
  "name": "Davis v. Norris et al.",
  "name_abbreviation": "Davis v. Norris",
  "decision_date": "1848-06-08",
  "docket_number": "",
  "first_page": "122",
  "last_page": "125",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 122"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 401,
    "char_count": 7898,
    "ocr_confidence": 0.377,
    "pagerank": {
      "raw": 9.095626876101069e-08,
      "percentile": 0.5058584496625093
    },
    "sha256": "5fe69c9b204dc418cd5dc3b27d329c0f6323a6f0f1c7585e8d73812c77171623",
    "simhash": "1:674fa4a0f23666e8",
    "word_count": 1404
  },
  "last_updated": "2023-07-14T19:18:37.112998+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Davis v. Norris et al."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nAs the judgment on the plea of nul tiel record is clearly erroneous, it is unnecessary to notice the assignment of any other error. There was actually no judgment quod recuperet to support the recital in the scire facias; but, in addition to the judgment that the partition be held stable for ever, there was an unnecessary order that the purpart assigned to the plaintiff in the partition, should be subject to the sum with which it was charged for owelty — a consequence that would have been produced by the statute itself, without any judgment or order to effect it. The scire facias recites that the defendants in the action of partition, who were the plaintiffs below in the present proceeding, by consideration of the court, recovered against the plaintiff in the partition, -as well a certain debt of so much, as another sum of so much as their damages and costs. There is no such judgment in the record. The final judgment in partition is quod partitio firma et stabilis in perpetuum teneatur ; and the statute authorizes nothing to be added to it. It charges owelty of partition, awarded by an inquest, on the purparts proprio vigore ; and the process to enforce payment of it, is a simple and a natural one: as under a certificate of balance attached to a verdict for the defendant pursuant to the defalcation act, a sum awarded as owelty becomes a debt of record. True, the statute does not direct a scire facias to be sued out for it, as for a balance certified by a jury; but it results from the nature of the debt that such a writ is the proper process; and the form of it must consequently be adapted to the truth of the case. It ought, therefore, to recite the impleading, the interlocutory judgment, the award of an inquest, the inquisition, and the final judgment; and it should contain an averment that the defendant had not paid, followed by the usual conclusion. A moderate share of attention to the frame of the writ, would enable a pleader, of competent patience aúd moderate skill, to adapt it to the legal effect of the record. The writ before us recites' the record of a judgment in an action of debt; and the record, adduced in support of it, exhibits a judgment in an action of partition : consequently the plea of nul tiel record ought to have' been sustained.\nJudgment reversed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Benedict and Barker, for plaintiff in error.",
      "Ii. O. Sale, contri."
    ],
    "corrections": "",
    "head_matter": "Davis v. Norris et al.\nWhere the writ of scire facias, on a final judgment in partition to enforce owelty of partition, recited the record of a judgment in an action of debt, and the record adduced in support of it exhibited a judgment in an action of partition: it was held, that mil tiel record was a good plea.\nThe writ of scire facias, in such cases, should recite the impleading, the interlocutory judgment, the award of an inquest, the inquisition, and the final judgment ; and it should contain an averment, that the defendant had not paid, followed by the usual conclusion.\nWrit of error to the Common Pleas of Mifflin county. This case was tried at a special court, held before Judge PIepburn.\nMay 19. It appeared from the paper-book that an action of partition had been instituted in the Court of Common Pleas of Mifflin county, by James Davis, against Norris, Rawle, and Hall, to obtain partition of one hundred and forty-three acres of land, situated in Armagh township, Mifflin county, which had been held together by the parties.\nJudgment of partition was obtained, and a writ de pwrtitione facienda issued. In pursuance of this writ, a jury was summoned and taken to the premises, which they divided into two equal parts, and assigned one thereof, by metes and bounds, to the defendants, and valued and appraised the same at $2,174.68; the other part they assigned by metes and bounds to the plaintiff, and valued and appraised the same at $2,730.76J.\nSaid inquisition was held on the 26th and 27th September, 1836. On the 8th November, 1836, the same was confirmed by the court.\nIn pursuance of the above-stated proceedings, it appeared that the parties entered upon and held their respective purparts in severalty.\nOn 23d Feb., 1844, the death of John Norris was suggested, and his executors William B. Norris, John Norris, and James C. Norris substituted; and on the same day a judgment was entered, after notice to the plaintiff Davis, that the partition remain firm and stable for ever; and that the share or purpart allotted by the inquest to James Davis the plaintiff, should be subject to the payment to the executors of said John Norris, deceased, and Rawle and Hall, of the sum of $278.04, with interest from 8th November, 1836, being the amount or sum of money, which with the share or purpart allotted to the defendants, as appeared by the valuation and appraisement, is equal in value to the share or purpart allotted to the said James Davis.\nFor the purpose of enforcing payment of this money, a writ of scire facias was sued out by the executors of John Norris, deceased, and Rawle and Hall, against James Davis, returnable to August Term, 1846, No. 157, in the following form:—\n“Whereas the executors of John Norris, deceased, Rawle and Hall, lately in the Special County Court of Common Pleas, before our judges, at Lewistown, to wit: in the Term of April, in the year of our Lord one thousand eight hundred and forty-four, by the consideration of the same court, recovered against James Davis, late of your county, yeoman, as well a certain debt of $278.04, with interest from the 8th November, 1836, lawful money of the United States; as also $34.46, which to the said executors of John Norris, deceased, Rawle and Hall, in our said court were adjudged [for their damages which they sustained by occasion of the detention of that debt whereof the said James Davis is convict, as appears of record]. And whereas, by existing laws of the commonwealth of Pennsylvania, the lien of the said judgment on the real estate of the said James Davis would be lost unless the same be revived within five years from the day on which the said judgment was entered, or a writ of scire facias to revive the same be sued out within the said period. And whereas execution of said judgment still remains to be had, as we have been given to understand ; and because we are willing those things that are just should be done in this behalf:\n“ Therefore we command you, that by good and lawful men of your bailiwick, you make known to the said James Davis that he be and appear before our judges, at Lewistown, at our County Court of Common Pleas, there to be held on the 7th day of August next, to show cause, if anything he hath or knows, to say why the judgment recovered by the said W. B. Norris, executor of John Norris, deceased, Rawle and Hall, against him the said James Davis, as aforesaid, ought not to be revived and continue a lien on the real estate of him the said James Davis during another period of five years, according to the acts of General Assembly in such case made and provided, and why execution should not issue [for damages aforesaid], according to the force, form, and effect of the recovery aforesaid, if to him it shall seem expedient; and have you then and there the names of those by whom you shall make it known to him, and this writ.”\nTo this scire facias the plea of payment was put in, and subsequently the plea of nul tiel record was added.\nOn the plea' of nul tiel record, the court gave judgment for the plaintiffs in the seirefacias against James Davis, the defendant in said writ.\nThe cause was then tried on the plea of payment; and a verdict rendered in favour of the plaintiffs for $449.13. But as the Supreme Court have given no opinion on the questions that arose under the plea' of payment, and have reversed the judgment on account of the defectiveness of the writ of scire facias, the proceedings on the trial are not noticed in this report.\nBenedict and Barker, for plaintiff in error.\nIi. O. Sale, contri.\nJune 8."
  },
  "file_name": "0122-01",
  "first_page_order": 122,
  "last_page_order": 125
}
