{
  "id": 959586,
  "name": "Mitchell v. Mitchell",
  "name_abbreviation": "Mitchell v. Mitchell",
  "decision_date": "1848-05-29",
  "docket_number": "",
  "first_page": "126",
  "last_page": "128",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 126"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Rawle, 667",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle, 393",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822506
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0393-01"
      ]
    },
    {
      "cite": "2 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 160",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852578
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0160-01"
      ]
    },
    {
      "cite": "20 Pick. 556",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2038905
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/37/0556-01"
      ]
    },
    {
      "cite": "2 Hill. Ch. 49",
      "category": "reporters:state",
      "reporter": "Hill Eq.",
      "opinion_index": -1
    },
    {
      "cite": "2 Dal. 293",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": 0
    },
    {
      "cite": "1 Y. 533",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6777320
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/1/0532-01"
      ]
    },
    {
      "cite": "2 Dall. 128",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11737542
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/2/0128-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 393,
    "char_count": 6693,
    "ocr_confidence": 0.381,
    "pagerank": {
      "raw": 1.232379956029223e-07,
      "percentile": 0.6059694986078339
    },
    "sha256": "c3e2d86093420f046d49d0a0fe8e364fd5bf94720744c336076cd2e34bfa8185",
    "simhash": "1:aad780b8fcaff2fa",
    "word_count": 1239
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mitchell v. Mitchell."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nIn the view we have taken of this case there is but one question which it is necessary to examine, namely, Whether the widow is entitled to dower. (His honour here stated the case.) The widow alleges that she refused to take under the will; and granting that she did, the question is, whether she can sustain an action of dower at common law against the purchasers of the estate so sold by the executors.\nThere are certain fundamental principles in this state which have existed from the time of the earliest settlement of the province. Thus lands have always been held as chattels for payment of debts. Prom this principle it necessarily follows that a husband may confess a judgment; and a sale of his lands on the judgment will bar the wife of dower. Also it is ruled that a sale under a power to sell for payment of mortgage divests the dower of the wife when the husband alone mortgaged the land: Scott v. Cresdale, 2 Dall. 128; Deshler v. Beary, 4 Ib. 301. So a sale under the order of the Orphans’ Court for the payment of debts bars the widow’s dower, and this whether the party from whom the lands descends dies testate or intestate. Also a sale ordered by the Orphans’ Court by an executor cum testamento annexo for the payment of debts, where there is no authority to sell in the will, has the same effect. Indeed all the cases without exception conclusively prove that dower in this state is in all respects subordinate to the rights of creditors. She is only entitled to the surplus, after satisfying their claims. Whether this is an improvement in the principles of the common law may admit of some doubt, but that this principle is so firmly incorporated into the jurisprudence of this state as not to admit of doubt, must be conceded. In Scott v. Cresdale and Deshler v. Beary, before cited, reference is made to Howell v. Lacock, which goes far to rule this case. In Scott v. Cresdale, Mr. Wilcocks stated that in Howell v. Lacock it was determined that a sale by an executor to whom lands were devised for the payment of debts barred the widow; and in Deshler v. Beary, Mr. E. Tilghman, than whom there was no more accurate and able lawyer, reputed Jacob’s case to be that dower was barred when the husband alone mortgaged land, and his executors, under a power in the will, with the consent of the mortgagee, sold the land for the payment of debts. It must therefore be taken as settled, that if in the case in hand there had been a mortgage^and he had consented to the sale, the widow would be barred of dower. But can the consent of the mortgagee make any difference as to the divestiture of dower ? His consent was only necessary because he had a specific lien, which the sale by the executor could not divest. The case of Howell v. Lacock also shows that the principle does not depend upon whether it was a judicial sale, or under a power in the will, for otherwise it is impossible to conceive what difference the consent of the mortgagee could make.\nIt was a point in the case, but not essential to the main point, whether the dower was barred by the sale; nor does it appear that the case was ruled on that ground. By the law of this state debts of a decedent remain a lien on the land limited to five years, except secured by mortgage or judgment. If then a sale by an executor under an authority given by will to sell real estate, will discharge such real estate from dower, as held in Howell v. Lacock, why may not a sale under a power in the will, to sell for payment of debts, when sueli debts are made a lien by law on the real estate, and the proceeds of sale are accepted by the creditors, have the Same effect ? A subsequent satisfaction by receipt of the money Will bar the creditors, and have the same operation as a previous assent. Besides, when lands are sold by an executor under a power to sell for payment of debts, the purchaser takes the land discharged of the lien, as is held in Harris v. Spear, 1 Y. 533; 2 Dal. 293. The purchaser is not hound to look to the application of the purchase-money, hut takes the land unincumbered with the lien of the debts. The debts being a lien irrespective of dower, the creditors being preferred to the wife, it would he unjust to them, that, when the executor sells for payment of debts in pursuance of a power, the dower should remain; as that would obviously, to the extent of its value, be real assets pledged to the payment of debts, and would in effect take as much out of the pockets of the creditors. Nor'do we perceive the policy of ruling this point in favour of the donor clear of dower, for that will only have the effect of preventing all sales by executors, without invoking the aid of the Orphans’ Court. In that case, the expense to the estate will he increased, without the slightest advantage to either the widow or creditors. Nor is any injustice done to the widow, as she is entitled only to one-third of the surjilus after payment of debts. Besides, the creditors, in all cases when the estate was insolvent, would he put in the power of the testator: as the executors could, if so disposed, sell the real estate without the assent of the creditors, thereby divesting the lien of the debts, and giving to the widow her dower in all the real estate of which he died seised.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Sale and Benedict, for plaintiff in error.",
      "Parker and Fisher, contó."
    ],
    "corrections": "",
    "head_matter": "Mitchell v. Mitchell.\nA sale under a 'testamentary power, for payment of debts, discharges the land from the dower of testator’s widow.\nIn error from the Common Pleas of Mifflin county.\nMay 19. Mitchell, by his will, after making a provision for his •wife and children, directed his “ executors to rent the farm whereon I now live, for five years, and apply the proceeds to the payment of my debts, excepting so much as will be necessary for the support of my widow and children; and if they find it necessary and advantageous to make a sale of it, I hereby give them full power and authority to sell and convey the same, they applying so much of the proceeds thereof as will be necessary to pay my debts, if they remain unpaid, and the balance put to interest,” &e. The widow renounced the provisions under the will; and the executors sold the land and applied the whole of the personal estate and part of the proceeds of the land to the payment of debts. The widow then commenced this action of dower against the purchaser, at the trial of which the verdict and judgment were entered for defendant, and the demandant sued out this writ of error.\nSale and Benedict, for plaintiff in error.\n2 Yeat. 302; 2 Hill. Ch. 49; 4 Kent, 57; 20 Pick. 556; 1 W. & S. 160.\nParker and Fisher, contó.\n2 Pa. 320; 3 Rawle, 393; 2 lb. 168; 2 Dali. 271; 1 Yeat. 553; 1 Rawle, 667; 3 Barr, 60, 68.\nMay 29."
  },
  "file_name": "0126-01",
  "first_page_order": 126,
  "last_page_order": 128
}
