{
  "id": 959564,
  "name": "Bratton's Appeal",
  "name_abbreviation": "Bratton's Appeal",
  "decision_date": "1848-06-05",
  "docket_number": "",
  "first_page": "164",
  "last_page": "168",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 164"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Wh. 210",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836995
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/whart/6/0210-01"
      ]
    },
    {
      "cite": "7 W. 475",
      "category": "reporters:state",
      "reporter": "W.",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 481,
    "char_count": 12723,
    "ocr_confidence": 0.381,
    "pagerank": {
      "raw": 7.949015130763297e-08,
      "percentile": 0.4626126851411028
    },
    "sha256": "28ad6e328dc7f5a665251447777f22a2addd9f84cb577a2d04b7f2f381332f78",
    "simhash": "1:3d5f24b6f4267cee",
    "word_count": 2288
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bratton’s Appeal."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nThe numerous errors of the paper-book renders necessary a brief statement of facts from the record.\nIn November, 1841, Charles Bratton and Thomas Fritz, executors, &c., of James Leator, deceased, obtained from the Orphans’ Court of Mifflin county, an order to sell the lands of their testator for the payment of his debts. The conditions prescribed were one-half of the purchase-money to be paid on the first Monday of May, 1842, and the remaining half in three equal annual payments, with interest from the first of May. On the 1st of December, 1841, the executors, in pursuance of the order, sold part of a tract of land late of the testator, containing eighty-four acres, to John Y. Criswell and Ralph Bogle, for the sum of $1,800, and so made return to the court. This return was duly confirmed. Shortly after their purchase, Criswell and Bogle sold the premises, by parol, to George A. Lyon, for $2,000. He went into possession about the 1st of April, 1842, and shortly afterwards paid to his vendors one-half of the purchase-money. On the 4th of May, 1842, a deed was prepared and executed from Bratton and Fritz, as executors, to Criswell and Bogle, but is said not to have been delivered until March, 1845. Before this, however, Criswell and Bogle had paid to Bratton and Fritz the greater part of the first instalment of the purchase-money. On the 1st of March, 1845, Criswell and Bogle executed and delivered a deed to Lyon for the land; and on the same day, the latter gave to J. Criswell & Sons his two promissory notes, at one day after date, for the sum, of $216 and $50, respectively, in payment of part of a balance found to be due from Lyon, on the settlement of a book account. On the 1st of March, 1845, these notes were transferred by Criswell k Sons to Charles Bratton, “without recourse,” in part payment of the purchase-money of the land, being the balance of the first instalment due from Criswell and Bogle. On the 15th of the same month, in pursuance of his parol agreement with Criswell and Bogle, Lyon executed and delivered to Fritz and Bratton, as executors, a mortgage of the land, to secure the payment of $905, on the 1st of April, 1846, being the second instalment of the purchase-money Criswell and Bogle had contracted to pay to the executors.\nThis mortgage recited the sale of the land, under the order of the Orphans’ Court, by the executors to Criswell and Bogle; a conveyance to them by deed dated March 4th, 1842; and a deed from them to Lyon, dated the 1st of March, 1845. On the 7th of May, 1845, upon the request of Bratton, Lyon appeared voluntarily before a justice of the peace, and in an amicable action, entitled James Criswell k Sons for the use of Charles Bratton versus George A. Lyon, confessed a judgment in the amount of his two promissory notes given to Criswell k Sons, and by them transferred to Bratton. Lyon testifies that he did not know on what account Bratton got the notes from Criswell; he was not aware they were taken in part payment of the purchase-money due from Criswell and Bogle, but supposed the transaction was in discharge of an individual debt due from Criswell' to Bratton. On the 8th of May, 1845, a transcript of the judgment confessed by Lyon, was entered upon the records of the Common Pleas of Mifflin county, and thus became a lien on the land conveyed to Lyon. On •the same day the mortgage deed executed by the latter to the executors was entered of record in the proper office. On the 30th of October, 1846, by virtue of a vend, exponas issued on the judgment confessed by Lyon in favour of Bratton, the sheriff of Mifflin county sold the eighty acres conveyed by Criswell and Bogle to Lyon, and by him conveyed in mortgage to the executors, to Charles Bratton for the sum of $1,430. This sum was paid into court, when an auditor was appointed to report upon its proper distribution. Brat-ton appeared before the auditor, and asked that the money should be appropriated in discharge of the mortgage and the judgment confessed to him, on the ground that the mortgage and judgment being given to secure the payment of purchase-money, were entitied to priority over other encumbrances by judgments recovered against Lyon while he was equitable owner, and the mortgage and judgment being recorded and entered on the same day, the hold of the former on the land was divested by the judicial sale made tinder the latter. But this the auditor refused to do: and appropriated the proceeds of the land in payment of other and prior liens, and his decision in .this particular was confirmed by the Court of Common Pleas on exceptions filed by Bratton. Prom this decree of confirmation the latter appeals to this court.\nAfter a full examination of the voluminous and somewhat confused record brought up by this appeal, we are of opinion the conclusion at which the auditor arrived is correct. To say nothing of the fact that the legal estate appears to have been conveyed to Lyon two months before the execution of the mortgage and confession of the judgment, it is sufficient to defeat Bratton’s pretensions that the mortgage was executed on the 15th of March, and therefore before the entry of the judgment in favour of Bratton. The act of the 6th of April, 1830, directs that the lien of a-mortgage shall not be divested when it is prior to all other liens on the same property ; and since this act, a subsequent judgment creditor can only sell the equity of redemption: Pierce v. Potter, 7 W. 475; Boyer v. Hiester, 6 Wh. 210. By the operation of the proviso of the act of the 28th March, 1820, mortgages given for the purchase-money of the land mortgaged, are -liens from the time of their execution, provided they be recorded within sixty days thereafter. The mortgage in this instance having been so recorded, the date of its lien was prior to the entry of the judgment under which the land was sold, and comes therefore within the saving provision of the act of 1830. It is the time of the commencement of the lien, and not the registration of the mortgage, that regulates and controls the operation of the subsequent sale by writ. At common law, a mortgage, like other deeds of conveyance, operated from the time of its delivery, and this efficacy is restricted only so far as is provided by our recording acts.\nAnother ground upon which Bratton claimed to have the proceeds of the land applied in discharge of the mortgage was that the amount of the judgment under which the property was sold, is included in the mortgage. But this is a misapprehension. The judgment was an independent security for the payment of an entirely distinct sum. Nor can it be said it was recovered by Brat-ton for part of the purchase-money unpaid, or that he held it in the same right in which he was possessed of the mortgage. The notes upon which it was founded were given by Lyon, in. payment of his personal debt evidenced by a book account, to Criswell & Sons; and the judgment confessed by him had no reference to purchase-money, whatever may have been the understanding between Criswell and Bratton. Lyon had paid all the purchase-money he stipulated to pay, and it is perfectly evident that the executors looked not to him for any -balance due from Criswell and Bogle.\nBut apart from this, according to the testimony of Criswell, Bratton accepted Lyon’s notes, as payment of the balance of the first instalment of the purchase-money in his individual capacity, and it was also in this capacity he effected a recovery of the judgment against Lyon. His co-executor appears to have had nothing to do with it. The notes and judgment thereon, could not have been treated as part of the estate of. the testator. As between Criswell and Bratton, the acceptance of the notes merged the original liability, and it is not for Bratton again to set it up, in his capacity of executor, to affect the creditors of Lyon. The judgment therefore can neither be considered as confessed for purchase-money, nor as held in the same right with the mortgage. It results that the case is not within the principle of Pierce v. Potter, 7 W. 475, and Boyer v. Hiester, 6 Wh. 210.\nWhat has been said proceeds upon the facts disclosed by the auditor’s report, and the evidence accompanying it. Since the decree of confirmation, depositions have been taken under a rule of the court below granted for a particular purpose. The examinations of the witnesses transcended this purpose, and being ex parte, we cannot properly look into them beyond the fact that Criswell & Sons gave to Bratton, Lyon’s notes for balance of purchase-money, as already noticed. But were this otherwise, the depositions tend to prové, only that the two deeds of conveyance and the mortgage were executed, and the judgment confessed by Lyon before a justice of the peace, on the 7th of May. But the judgment did not become a lien until the 8th; consequently the lien of the mortgage was one day older than that of the judgment, and this is sufficient to bring it within the statut-ary provision.\nDecree affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Fisher and Cooper, for appellants.",
      "Woods and Benedict, contó."
    ],
    "corrections": "",
    "head_matter": "Bratton’s Appeal.\nBy the act of the 6th of April, 1830, the lien of a mortgage is not divested by a sheriff’s sale of the mortgaged premises, where it is prior to all other liens on the property; and as in such case a subsequent judgment creditor can only sell the equity of redemption, the mortgagee is not entitled to receive his money out of the proceeds of such sale.\nUnder the proviso of the act of the 28th of March, 1820, mortgages given for the purchase-money of the lands mortgaged, are liens from the time of their execution: provided they are recorded within sixty days thereafter.\nA. and B., executors of C., sold lands under an order of the Orphans’ Court, which sale was confirmed; the one-half of the purchase-money to be paid by D. and E., the purchasers, on the^rsi Monday of May, 1842, and the remaining half in three equal annual payments, with interest from the first of May, 1842. Shortly after their purchase, D. and E. sold the premises by parol to P., who soon after paid to them one-half of his purchase-money, and went into possession about the first of April, 1842. A deed was prepared by A. and B. for D. and E., but not delivered until March, 1845. Before this, D. and E. had paid to A. and B. the greater part of the first instalment. On the first of March, 1845, D. and E. executed and delivered a deed to P. for the premises; and on the same day, P. gave to D. & Sons, his two promissory notes, at one day after date, in payment of a book account. On the first of March, 1845, these notes were transferred by D. & Sons to A., one of the executors of C., “without recourse,” in part payment of the purchase-money of the land sold under order of court: it being the balance of the first instalment due by I>. and E. On the 15th of March, 1845, in pursuance of his parol agreement with D. and E., P. executed and delivered to A. and B. a mortgage of the land, to secure the payment of $905, on the 1st of April, 1846: it being the second instalment due by D. and E. to A and B. This mortgage recited the deed from A. and B. to D. and E., dated the 4th of March, 1842, and the deed from D. and E. to P.,\n' dated the 1st of March, 1845. On the 7th of May, 1845, P., at the request of A., one of the executors of C., appeared before a justice of the peace, and confessed judgment for the amount of the two promissory notes given by him to D. & Sons, and by them transferred to the said A. On the 8th of May, 1845, a transcript of said judgment was entered on the records of the Court of Common Pleas of Mifflin county; and on the same day, the mortgage was duly recorded. On the 30th of October, 1846, the land was sold by the sheriff, by •virtue of a writ of venditioni exponas, issued on the said judgment, and the purchase-money paid into court: 'Sold, that the said judgment was a lien upon the land only from the time it was entered on the docket of the Court of Common Pleas of Mifflin county; and that it must be postponed to prior liens; that, as the said judgment was not included in the mortgage, it was not secured by the mortgage, and was not to be considered as confessed for purchase-money, nor as held in the same right with the mortgage.\nMay 23. This was an appeal by Charles Bratton and Thomas Fritz, executors of James Leator, deceased, from the decree of the Court of Common Pleas of Mifflin county, confirming the report of the auditor, in the matter of the distribution of the proceeds of sale of the real estate of George A. Lyon, sold by the sheriff.\nThe case, and the questions, argued and decided here, are clearly and fully stated in the opinion of this court.\nFisher and Cooper, for appellants.\nWoods and Benedict, contó.\nJune 5."
  },
  "file_name": "0164-01",
  "first_page_order": 164,
  "last_page_order": 168
}
