{
  "id": 959549,
  "name": "West Buffalo v. Walker Township",
  "name_abbreviation": "West Buffalo v. Walker Township",
  "decision_date": "1848-05-24",
  "docket_number": "",
  "first_page": "177",
  "last_page": "181",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 177"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts, 171",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846839
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0171-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 519,
    "char_count": 11456,
    "ocr_confidence": 0.369,
    "pagerank": {
      "raw": 6.02164365729699e-08,
      "percentile": 0.37326037155061936
    },
    "sha256": "d842784f54e576412c5fbf60fa2614dedc01cb405dd01c42f412ad17e4651dd4",
    "simhash": "1:ec6739a9ba4a3c86",
    "word_count": 1986
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "West Buffalo v. Walker Township."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThe appellant made no proof of a settlement of the pauper in Walker township, but insisted on the decision of this court quashing a previous order of removal between the same parties, as conclusive on the appellee. To remedy the failure of justice, which the consequences of the judgment in that case would have produced, interpreted as it was, a private act of the legislature was procured, to open the question of settlement, and place it on its original ground; which has been attacked in the argument for a supposed Want of constitutionality, but unnecessarily, for it is clear that the question had never been closed, and the act was, therefore, a matter of supererogation.\nProperly speaking, there are three modes of disposing of an order of removal in the Quarter Sessions. The first is to confirm it; and when that is done, it appears from Rex v. Cirencester, Burr. Sett. Ca. 18, Rex v. Bentley, Ib. 426, and some other cases, that the order of the sessions is conclusive against the appealing parish in favour of all the world. The second is to discharge it; and when that is done, the adjudication is conclusive between the parties litigant. The third is to quash it; and when that is done, the order is conclusive on neither. An order of removal is confirmed after an unsuccessful objection to it, for want of merits, or for want of form, or for want of regularity: it is discharged, or, as it is sometimes, said, vacated, after a successful objection to it on tbe merits : it is quashed for informality or irregularity of proceeding.\nThe order to quash is like a reversal on a writ of error, which leaves the parties where they began. Confusion in the use of these terms, has led to confusion of ideas as to the principles they serve to embody.' Though an order of removal has sometimes been carelessly said to have been quashed when it was discharged, the preceding distinctions were plainly taken by counsel and recognised by the court, in Rex v. Bradenham, Burr, S. C. 394, where it was suggested that previous orders of removal, which appeared by the minutes of the sessions to have been discharged, had in truth been quashed for an apprehended mistake of form; but as the fact appeared to be doubtful on the affidavits, the court refused to remit them to the sessions to have the mistake rectified; and on a motion to quash the subsequent orders, the justices, Denison, Foster, and Wilmot, in the absence of Chief-Justice Ryder, held, that as the previous orders of removal appeared to have been “ quashed on the merits'’ (an inadvertent expression), the order of the sessions was conclusive between the parties to it. It is obvious that the word quashed was used in this instance as the equivalent of the word determined; for had it been quashed for matter of form, the effect would have been different from that which was given to it by the court. But in point of circumstance, that is not the case before us; for it appears by the record of the former proceeding, that the order of removal was quashed by this court, not on the merits, but because the sessions had received parol evidence of the existence and contents of an indenture of apprenticeship, without having had sufficient proof of its loss or destruction, just as it would have been for an error apparent on the record, had the legislature directed the case to be brought up by certiorari and not by appeal. The order of confirmation therefore was right; but the court, thinking that our decision had settled the point of liability for costs and' charges before the act was supposed to have given the parties a new status, allowed the appellee no more than the expenses incurred by keeping the pauper afterwards. As, however, it was inconclusive, the appellee was entitled to charge as if the legislature had not interfered.\nOrder of the sessions and order of removal affirmed; the costs and charges to be paid to the appellee for maintenance, to be ascertained by this court on depositions; and the record to be retained in the mean time.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Curtin, for West Buffalo,",
      "McAllister and Burnside, contó."
    ],
    "corrections": "",
    "head_matter": "West Buffalo v. Walker Township.\nA decision of this court, quashing an order of removal made by the justices of the peace, and the confirmation thereof by the Court of Quarter Sessions, is not conclusive on the appellee, nor does it close the question of settlement.\nWhere, therefore, under a misapprehension of the legal effects of the judgment of this court, quashing an order of removal, and to remedy a supposed failure of justice, a private act of the legislature was procured to open the question of settlement and place it on its original grounds: the act was held to be merely supererogatory, and not unconstitutional.\nIn the Court of Quarter Sessions, an order of removal confirmed, is conclusive against the appellant in favour of all the world; an order discharged, is conclusive between the parties litigant; and an order quashed, is conclusive on neither.\nCertiorari to the Court of Quarter Sessions of Centre county.\nMay 24. This was an appeal to the Court of Quarter Sessions of Centre county, by the Overseers of the Poor of West Buffalo township, Union county, from an order of removal of two justices of the peace, under which Benjamin Troy, a pauper, was removed from Walker township, Centre county, to West Buffalo township, Union county. The opinion of the court below (Woodward, P. J.), confirming the order of removal, gives a full statement of the facts of the case, and was as follows: — ■\n“ The history of this case is peculiar. When Benjamin Troy became a pauper, he lived in Walker township. On the 28th of December, 1836, two justices of the peace issued their order in due form for his removal to West Buffalo township, in Union county, ‘as the place of the last legal settlement of the said Benjamin Troy.’ Prom that order, West Buffalo appealed to the Quarter Sessions of Centre county, and here Walker township attempted to justify the removal on the ground that Troy had been an indented apprentice or servant to one Robert Chambers, formerly of West Buffalo, but then deceased, and that he had served him in that capacity for several years, and thereby gained a legal settlement in that township. But the indenture was not produced, and some evidence was given that it could not be found, when the court received parol proof of its contents, and considered its existence, its loss, the binding and service, sufficiently established. Thus a legal settlement of Troy was established in West Buffalo township. But West Buffalo maintained that, if a settlement had been gained by such service, and if the proof of it then before the court was to be judged sufficient, yet notwithstanding it was not his last legal settlement, for' he had acquired one since in Walker township. The proof submitted on this point was not deemed sufficient by the court, and the appeal was dismissed accordingly, and the order of removal sustained. These proceedings were removed into the Supreme Court by certiorari, and there reversed on the ground that sufficient search and inquiry for the indenture of apprenticeship to Chambers had not been made to justify the admission of secondary evidence of the binding. The lost indenture was then found. But Walker township was then concluded by the decision of the Supreme Court. To relieve Walker from the embarrassment of this position, ‘ and for the furtherance of justice,’ the legislature, on the 12th day of April last, passed a law that Walker township ‘may and they are hereby authorized agá'in to test the settlement of the pauper in the proper court of the proper county, as fully as if the case had never been tried; provided that the rules of evidence as established by the Supreme Court in the said cause, shall govern the court below, as fully and effectually as in other cases.’ Walker then procured another order for the removal of Benjamin Troy to West Buffalo, from which West Buffalo has appealed to this court, and we are now to ‘test the settlement of the pauper,’ being governed by the rules of evidence prescribed by the Supreme Court, which are no other than the general law of evidence.\n“Walker township now submits the indenture of apprenticeship, dated the 6th of June, 1809, whereby Samuel Troy binds his son, Benjamin Troy, to Robert Chambers, from the day of the date until the full end and term of thirteen years and ten months, to learn the art, trade, and mystery of a farmer. The usual covenants are expressed in the indenture. It is signed and sealed by Samuel Troy and Robert Chambers, and witnessed by Christopher Seebold and William Badger. The death and handwriting of Christopher Seebold are proved by his soil, John Seebold, and Jacob Kryder. The death of William Badger is proved by his nephew, Robert Badger, and no person has been found, on inquiry, to identify his handwriting. The execution of the indenture is, in the opinion of the court, sufficiently proved. An apprenticeship is thus established. Did he ‘ inhabit in the district with his master one whole year ?’ Joseph Musser, the executor of Robert Chambers, swears that Troy lived with Chambers in West Buffalo, three years or more — we think between 1813 and 1817.\n“Rebecca Barclay says Troy lived with Chambers eight or ten years as an apprentice. Robert Badger says eight years. This proof brings him within the ninth section of the act of 13th June, 1836, relative to the poor, and entitles him to claim a legal settlement in West Buffalo township. And this was his last legal settlement, unless he acquired one in Walker township after he left Chambers. But we have no other evidence than was before the court in 1837, of a settlement acquired in Walker, and that was adjudged insufficient then, and so expressly pronounced to be by the Supreme Court: See Judge Kennedy’s opinion in 7 Watts, 171. It is insufficient still, therefore. It follows then that the pauper was well removed to the place of his last legal settlement, and order of removal, from which West Buffalo has .appealed, is affirmed. And that the counsel may have the benefit of our error, if it be one, we decide that the act of Assembly before cited, and under which we are proceeding, is constitutional.\n“And we order to be paid by West Buffalo to Walker township, for their reasonable costs and charges, the sum of $322.45.”\nErrors assigned: 1. The court erred in giving judgment in favour of Walker township.\n2. The court erred in declaring the act of Assembly of the 12th April, 1845, constitutional, and proceeding to hear the case under that act, as if it had never been tried and decided.\nCurtin, for West Buffalo,\nargued, that the act of Assembly of\n12th April, 1845, under which, as he alleged, the proceedings in the Quarter Sessions were had, was unconstitutional,- and cited Declaration of Bights, sec. 17; Constitution U. S. 1st art. sec. 10; Rex v. Cirencester, Burr. Sett. Ca. 18; 7 Watts, 171; Act of 18th June, 1836, entitled “An Act relating to the Support and Employment of the Poor.”\nMcAllister and Burnside, contó.\nThis case not ruled on its merits, when here before: 7 Watts, 171. The main question now is, the constitutionality of the act of 12th April, 1845. They cited the 17th sec. of the Declaration of Bights, in relation to ex post facto laws; and the 10th see. art. 1, Con. U. S., to the same point. They contended that the discharge of an order of removal was conclusive, but that the quashing of an order was not, and cited Burr. Sett. Ca. 394 and 425."
  },
  "file_name": "0177-01",
  "first_page_order": 177,
  "last_page_order": 181
}
