{
  "id": 959503,
  "name": "Hays's Appeal",
  "name_abbreviation": "Hays's Appeal",
  "decision_date": "1848-05-29",
  "docket_number": "",
  "first_page": "182",
  "last_page": "184",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 182"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts, 87",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843954
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0087-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 312,
    "char_count": 7624,
    "ocr_confidence": 0.379,
    "pagerank": {
      "raw": 6.5754854646575e-08,
      "percentile": 0.4026097660519976
    },
    "sha256": "635441b0cc26ac030806a6ac0c50a024bbbcfd7ba284e26f8f260b72b4bba59a",
    "simhash": "1:5d5d033ad7fee4a6",
    "word_count": 1371
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hays’s Appeal."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nTbe error assigned is, that tbe court erred in their decree awarding tbe money to tbe judgment of David Petriken. But this court is of opinion that tbe decree was right.\nTbe land which produced tbe fund in court was situate in Centre county, when tbe judgments of Hays and Petriken were obtained. Tbe judgment of Hays, who appeals from tbe decree, was prior in date, and at tbe time of tbe entry of tbe judgments was entitled to preference. But tbe county of Clinton was erected, and tbe line between it and Centre county ran through tbe land which produced tbe fund. Petriken’s judgment was regularly revived in Centre county, and tbe lien continued. Hays’s judgment was never revived in Centre county; but before tbe expiration of tbe five years it was transferred to Clinton county, and there regularly proceeded on. It is contended, that by the transfer and subsequent proceedings, the lien of the original judgment in Centre was kept up. It must be observed, that the fund was produced by the sale of that part of the land situate in Clinton county, by process issued in that county on Hays’s judgment. The transfer of the judgment to Clinton county, under the act of 1840, created a new lien from the date of its entry, and did not carry with it the lien from the time of the entry of the judgment in Centre county; otherwise, judgments obtained in Clinton county bond fide when no lien existed on the records, would be defeated by a lien subsequently acquired. To give such interpretation to the act of 1840, would be contrary to its manifest intent, and destructive of the just rights of bond fide creditors. And when extended to other counties, as it must be if adopted in this case, would be productive of most extensive mischief. The lien acquired by the transfer under the act of 1840 must, therefore, date only from the time of its entry on the docket of the county to which it was transferred. Did then the lien of Petriken’s judgment, which was regularly revived in Centre county, continue to bind the land in Clinton county on which it originally attached? We think it did. The mere circumstance of the new county line running through the land, did not and could not divest the lien. The sci. fa. continued that lien to its original extent. The judgment was properly revived in Centre county, because part of the land was therein situated. The right of lien was a vested right, and it has been the custom to issue process in the old county, in many cases of the erection of new counties: and the sheriff has levied on land bound by the judgment situate in the new. As the act erecting Clinton county is silent on the subject, we must not allow well-defined rights to perish by too narrow an adherence to mere technical rules. Where there is a right there must be a remedy.\nAs, therefore, the judgment of Hays was allowed by the expiration of five years to lose its lien in Centre county, and as the transfer of the judgment to Clinton county only established a lien in that county from- the date ■ of the transfer, the judgment of Petriken obtained priority, and was entitled to preference.\nDecree affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "¿T. T. Sale, for appellant,",
      "Macmanus and Petrilcen, contrb,"
    ],
    "corrections": "",
    "head_matter": "Hays’s Appeal.\nII. and P., each obtained and entered of record, a judgment in the Court of Common Pleas of the county of A., against the same defendant; that of II. being the eldest. After the entry of these judgments, the new county of B. was erected out of a part of the county of A.; and the boundary-line between said counties ran through the tract of land on which the said judgments were a lien. The judgment of P. was regularly revived in the county of A., and the lien thereof continued. The judgment of II. was never revived in the county of A.; but before the expiration of five years from the date of its entry in the county of A., it was transferred to the county of B., and’ there regularly revived; and that part of the tract of land situated in the county of B., under the boundary-line, was sold by virtue of judicial process issued on the judgment of H., in said county: Held, that the transfer of the judgment of H. to the county of B., under the act of the 16th of April, 1840, created a new lien from the date of its entry, but did not carry with it the lien of the original judgment, from the time of its entry in the county of A.: Held also, that the lien of the judgment of P., which was regularly revived in the county of A., continued to bind that part of the tract of land in the county of B., as it originally attached, and thereby obtained priority, and was entitled to a preference over the 'judgment of H.\nMay 24. This was an appeal by William Hays, from tbe decree of tbe Court of Common Pleas of Centre county, in tbe matter of tbe distribution of tbe fund raised by a judicial sale of tbe real estate of George Carr, by tbe sheriff. It appeared, from tbe written statement of facts submitted to tbe auditor appointed to make distribution of tbe fund raised as aforesaid, that William Hays, tbe appellant, obtained a judgment against one George Carr, in tbe Court of Common Pleas of Centre county, wbicb was regularly entered of record in said court, on the 28th day of August, 1838. Three days after, to wit: on tbe 1st day of September, 1838, David Petriken also obtained and entered of record in tbe same court, a judgment against tbe same defendant. At tbe time of tbe entry of these judgments, Carr, tbe defendant, was tbe owner of a tract of land situated in Centre county, containing about four hundred and fifty acres, on wbicb said judgments became liens. In 1839, Clinton county was erected, under an act of Assembly, out of a part of Centre county; and tbe boundary-line between tbe said counties ran through tbe tract of land owned and bound as aforesaid. Under tbe said boundary-line as established, about two hundred and seventy acres of tbe tract aforesaid became situated in Clinton county. Tbe judgment of Petriken was regularly revived in Centre county, after tbe erection of tbe new county of Clinton. Tbe judgment of Hays was never revived in Centre county; but before tbe expiration- of tbe five years from the date of its entry, it was transferred, under tbe act of tbe 16th of April, 1840, to tbe records of tbe Court of Common Pleas of Clinton county, where it was regularly revived; and by virtue of judicial process, issued in that county, on said judgment, that part of tbe tract of land as aforesaid, situated in said county of Clinton, was sold by tbe sheriff of Centre county. Tbe auditor was of opinion that tbe judgment of Petriken was entitled to tbe fund for distribution, in preference to tbe judgment of Hays, and reported a distribution accordingly. To this report, tbe following exception was filed: — “Tbe auditor erred in not awarding tbe money raised by tbe sale of the real estate of George Carr to tbe judgment of William Hays; it being the oldest lien upon the land lying in Olinton county.” But tbe court overruled tbe exception, confirmed tbe report, and decreed distribution in accordance with it. From this decree, William Hays appealed to this court, and assigned tbe same for error here.\n¿T. T. Sale, for appellant,\ncited West’s Appeal, 5 Watts, 87; Pampb. Laws, 1888 — 9; Act dividing Centre county; Act of tbe 16th of April, 1840, authorizing tbe transfer of judgments, &c.\nMacmanus and Petrilcen, contrb,\ncited Act of tbe 21st of June, 1839, Penn. Laws, 1838-9; Act dividing Centre county; Act 13th June, 1840, Penn. Laws, 692; Act of 16th April, 1840, Penn. Laws, 410; Act of 4th of April, 1843, Penn. Laws, 132; West’s Appeal, 5 Watts, 87; King v. Cantee, 1 Barr, 147; Penn. Dig. 6th ed. 605.\nMay 29."
  },
  "file_name": "0182-01",
  "first_page_order": 182,
  "last_page_order": 184
}
