{
  "id": 959592,
  "name": "Hart & Co.'s Appeal",
  "name_abbreviation": "Hart & Co.'s Appeal",
  "decision_date": "1848-06-06",
  "docket_number": "",
  "first_page": "185",
  "last_page": "189",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 185"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts, 87",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843954
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0087-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 478,
    "char_count": 10381,
    "ocr_confidence": 0.409,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.033798881710864224
    },
    "sha256": "0a60f572d46b009c8f8aec5294e897d9438846eccead496cfd03b79da58d7b02",
    "simhash": "1:d38e1ae7d23e9de5",
    "word_count": 1851
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hart & Co.’s Appeal."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nTbe court order this decree to be affirmed, for tbe reasons given by Judge Woodward.\nDecree affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Patterson and Masser, for appellants.",
      "Burnside, contó."
    ],
    "corrections": "",
    "head_matter": "Hart & Co.’s Appeal.\nWhere the act of Assembly, erecting a new county out of parts of old counties, made no provision for the preservation and continuance of liens upon lands cut oif from the old, and made a part of the new county, by said act: the lien of a judgment on the lands so cut off and made a constituent part of the new county, is not preserved and continued for a longer period than five years, unless regularly revived by scire facias in the old county in which it was originally entered: although levies without sales, were made on said lands in the new county, under executions issued from time to time in the old county.\nIn such case, a judgment entered in the old county, after the erection, but before the organization of the new county, is well entered.\nMay 24. This was an appeal by Thomas Hart, James H. Hart, and William B. Hart, from the decree of the Court of Common Pleas of Clinton county, confirming the report of the auditor in the matter of the distribution of the moneys made by a sheriff’s sale of the real estate of John Moorhead and Robert Irwin.\nIt appeared from the paper-book and the report of the auditor, that Thomas Hart, James H. Hart, and William B. Hart, trading under the firm of Thomas Hart & Company, obtained a judgment for $3,400 against John Moorhead and Robert Irwin, trading under the firm of Moorhead & Irwin, which was entered on the 24th of June, 1839, in the Court of Common Pleas of Lycoming county, to September Term, 1839, No. 19.\nThe new county of Clinton was erected on the 21st day of June, 1839, but not organized for judicial purposes until some time after the judgment of the Harts, the appellants, was entered in Lycoming county. The act of Assembly erecting the said county of Clinton into a separate county, was silent upon the sub-, ject of preserving and continuing liens on the lands to which they had originally attached in Lycoming county, after they were cut off from Lycoming, and made a constituent part of Clinton county, by the said act. On the judgment of the Harts, entered as stated in Lycoming county, “ a writ of fieri facias was issued, under which $800 were made, and also a levy made upon two horses and two wagons,” as stated in the auditor’s report, without further explanation. • A writ of venditioni exponas, to December Term, 1839,.No. 58, was then issued; on which $800 were paid, and the writ “ stayed by plaintiff’s attorney.” A writ of alias venditioni exponas was then issued to May Term, 1840, No. 76, which was returned for want of property. A writ of pi. venditioni exponas, issued to August Term, 1840, No. 132, was “stayed.” A writ of fieri facias, issued to November Term, 1840, No. 84, was also returned “stayed.” A writ of al. venditioni exponas to February Term, 1841, No. 39, was returned, levied; inquisition “held and extended.” This levy was stricken off, on the 10th of September, 1841, at the costs of the plaintiffs. To a writ of fieri facias de novo, to February Term, 1841, the sheriff returned, levied on real estate as per lacle of writ; inquisition held, and property extended. A rule to show cause why this inquisition should not be set aside, was granted, and exceptions filed. A writ of venditioni exponas to May Term, 1842, No. 64, was then issued; to which the sheriff made the same return as above stated. A rule to show cause why the inquisition in this case should not be set aside, was also granted. This rule was continued 'from term to term, until May Term, 1845; when, on the 6th of May, the following entry on the record of the rule was made: Wot to le Irought forward. It also appeared, that a great number of judgments against John Moorhead and Irwin were obtained and entered in the Court of Common Pleas of Clinton county, after its organization.\nAmongst others, Jesse Hall obtained a judgment for $1,000, on the 19th of December, 1842, against John Moorhead, Robert Irwin, and one Alexander McCormick, which was entered of record to December Term, 1842, No. 144. This judgment was revived by confession on the 17th day of December, 1844, of February Term, 1845, No. 7. Under a writ of fieri facias issued upon this judgment to May Term, 1846, No. 77, the sheriff levied upon all the real estate of Moorhead & Irwin, in Clinton county, and under a writ of venditioni exponas to December Term, 1846, the said sheriff sold the same. The amount for distribution under the sheriff’s sale was $2,845. The amount of the judgment of Hart & Company, the appellants, against Moorhead & Irwin, at the time of the sheriff’s sale, was $1,885.13, it having been reduced by several payments. This judgment was not revived by scire facias within five years ; and the auditor, in making distribution, rejected it for that reason. The court below (Woodward, P. J.) confirmed the report of the auditor, and decreed distribution accordingly. This decree was affirmed here, for the reasons given in the opinion of his honour, Judge Woodward, which was as follows:—\n“ Two exceptions are taken to the distribution and appropriation of moneys as made by the auditor. The first relates to the rejection of the judgment of Hart & Co. against Moorhead & Irwin, No. 19, September Term, 1839, and is thus stated: ‘Although that judgment had not been revived within five years previously to the date of the sale, yet as the act of Assembly erecting the county of Clinton made no provision for the continuance of the lien of it on land in Clinton county cut off by the act aforesaid, the lien of said judgment continued without revival.’ The judgment was entered in the Common Pleas of Lycoming county, on the 24th June, 1839, and never revived. Clinton county was erected into a separate county on the 21st day of June, 1839; but as it was not organized until some time after, the judgment would seem to have been well entered in Lycoming county, and the lien of it for five years on lands in Clinton county continued, and had it been revived in Lycoming, the lien might have continued unimpaired to the present time : West’s Appeal, 5 Watts, 87. But the exception to the auditor’s rejection of this judgment is supported in argument by an' expression of Judge Rogers, in West’s Appeal, where he observes: ‘ As the act is silent as to the manner of reviving such judgments, it follows; either that the judgments remain liens as at common .law previous to the act of 4th April, 1798, or that they must be revived in the same manner as is required under that act and its supplements in ordinary cases.’ The argument makes these expressions mean that the lien of the judgment is continued on lands in the newly erected county, whether revived or not. If not revived, it is continued by force of the common law. If revived, by operation of the statutes. And we are informed of a rumour that the Supreme Court have, in some late and as yet unreported case, solemnly decided this view to be law. Now, it is to be observed that in West’s Appeal there was no necessity for resorting to the. common law for the continuance of the lien, for there had been revivals of the judgments, agreeably to the acts of Assembly in such cases provided. But I do not think the argument interprets properly the expressions of the judge. He is speaking of an act of Assembly which erected a new county out of an old one, without providing at all for the continuance or transfer of liens from the old to the new county, and he says in effect, that if the party holding such liens be not entitled and required to revive them from time to time in the old county, they must be held to continue as at common law, before the act of 1798, ‘ for we cannot suppose it to have been the intention of the legislature to interfere with vested rights.’ But he does not decide that the holder of such liens cannot or should not revive them. The alternative is, that the holder must have the benefits of the statute or of the common law to preserve his vested rights — not that he is to avail himself of either at his election — and then, upon the facts in West’s Appeal, it is decided that his remedy is under the statutes. And it seems to me it must be so, for the act of 1798 uses the most comprehensive terms in the negative form: 4 Nojudgment shall continue a lien on the real estate of the person against whom such judgment may be entered during a longer term than five years, unless’ revived, &c.; whilst the act of 1827, in terms equally comprehensive, both affirmative and negative, requires all judgments to he revived once in five years, whose liens are to be continued. By these acts 4 a remedy is provided’ — a 4duty is enjoined,’ and things are ‘directed to be done’ to preserve the lien of all judgments, and therefore by force of the act of 1806, 4 to regulate arbitrations,’ sec. 13, the common law remedy is taken away. The judgment must be revived, according to the acts of Assembly, or its lien will expire. Such is the expressed will of the legislature, and this court can neither disregard or change it. Nor am I willing to credit any rumour of a decision of the Supreme Court that .would conflict with the manifest spirit and plain letter of two salutary acts of Assembly. And there was no more difficulty in the way of a revival of this judgment, than of those in West’s Appeal. Two scire facias returned nihil, would have entitled the plaintiffs to a revival of their judgment, but they chose to lie by, or to content themselves with issuing executions, and a loss of their lien is now the reward of their inactivity.\n44 The other exception relates to the judgment of ITeberton & ITibler, and is groundless. Their judgment was entered 19th February, 1840. A scire facias to revive it was issued the 1st day of February, 1845, which is still pending. By the terms of the act of 1827, this scire facias saves the lien. The money cannot be taken out of court till judgment is rendered in the issue that is pending, but the lien is continued for whatever amount shall finally appear to be due, and the auditor was right in including it. The report of the auditor is approved, and distribution decreed accordingly.”\nFrom this decree this appeal was taken; and the exclusion of the judgment of the Harts assigned for error.\nPatterson and Masser, for appellants.\nBurnside, contó.\nJune 6."
  },
  "file_name": "0185-01",
  "first_page_order": 185,
  "last_page_order": 189
}
