{
  "id": 959550,
  "name": "Hastings' Administrator v. Eckley's Administrator",
  "name_abbreviation": "Hastings' Administrator v. Eckley's Administrator",
  "decision_date": "1848-05-29",
  "docket_number": "",
  "first_page": "194",
  "last_page": "199",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 194"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 520,
    "char_count": 11468,
    "ocr_confidence": 0.391,
    "pagerank": {
      "raw": 6.46843582134765e-08,
      "percentile": 0.3985425405110491
    },
    "sha256": "360dbce864b3ea1f35dd15ba35e2cf2fc698afaad13022f7649175c2e2b90e0e",
    "simhash": "1:5a067110dad5dcb7",
    "word_count": 2041
  },
  "last_updated": "2023-07-14T19:18:37.112998+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hastings’ Administrator v. Eckley’s Administrator."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nTbis action was case. Tbe defendant pleaded non assumpsit and payment. On these pleas tbe parties went to trial without a declaration.\n1. It is assigned for error, that tbe court admitted tbe deposition of Christian Roop, of tbe state of Indiana.\nTbe deposition was regularly taken, on a commission duly executed in conformity with tbe rules of court. Due notice was given to tbe defendant’s attorney of it. It was regularly filed with the prothonotary. Tbe learned counsel of tbe plaintiff in error has utterly failed to sustain bis exception.\n2. That tbe court erred in leaving tbe evidence of a contract to tbe jury, when there was no sufficient evidence of tbe contract.\nThere was certainly evidence of a parol agreement between tbe elder Hastings and Eckley. It appeared that Hastings claimed to be tbe owner of two tracts of land, west of Spring Creek, in Nittany valley, and that be promised Eckley, who was an experienced woodsman, and who bad long resided. in that part of the country, and knew tbe surveyor’s lines in tbe valley, that be would give him fifty acres of tbe land, if be would find bis lines. Eckley was proved to have searched tbe woods, every day in. tbe week, with diligence. Hastings expressed bis satisfaction with tbe result of Eckley’s examination, and pointed out tbe place where Eckley was grubbing on bis own land — tbe land be bad given him, and which Hastings refused to sell to others.\nThere was no error in leaving this evidence of a parol contract to tbe jury. It would have been manifest error if tbe court bad not done so.\n8. That the court erred in not instructing the jury that the plaintiff was not entitled to recover.\nThe action was for damages for the breach of a parol contract, and it was left to the jury, to determine whether there was an agreement to give the fifty acres. If the contract was found by the jury from the evidence, they were told that an action for damages would lie. We see no error in this instruction.\nJudgment affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "J. T. Sale, for plaintiff in error.",
      "Qnrtin, contrá."
    ],
    "corrections": "",
    "head_matter": "Hastings’ Administrator v. Eckley’s Administrator.\nThe deposition of a witness taken in another state, under a commission duly-executed and certified in conformity with the rules of the court out of which it issued, and regularly filed in the proper office, of which due notice, under the rules of court, was given to the attorney of the adverse party, is properly admissible in evidence.\n' It is not errdr in the court, to leave the sufficiency of the evidence of a parol agreement to the jury.\nIn an action for damages for the breach of a parol contract, where the question of the establishment of such contract by the evidence, was left to the jury, instruction by the court to the jury, that if, under the evidence, they found such contract, the action would lie, is right and proper. t\nIn error to the Common Pleas of Centre county.\nMay 24. This was an action on the case for the breach of a parol contract, brought by Jacob Poop, administrator of Eli Eckley, the defendant in error, against Daniel Hastings, administrator of Thomas Hastings. No declaration was filed; and the cause was tried by consent, under the pleas of non assumpsit and payment, upon the allegation of the plaintiff, that Hastings, in his lifetime, agreed and promised to give to Eckley fifty acres of land, in consideration that he, Eckley, would search for and find the lines and corners of certain lands in which the said Hastings was interested; that Eckley did search for and find the lines an'd corners to the satisfaction of Hastings; but that Hastings had not given Eckley a legal title for the land, according to the terms of the said parol agreement. On the trial of the cause before Woodward, P. J., the plaintiff offered in' evidence the deposition of Christian Roop, taken under a commission issued to the state of Indiana, which was objected to by the defendant: because no notice AYas served of the taking of the deposition; because the second and third interrogatories were leading; and because the deposition vras not duly certified. The plaintiff then proved that a copy of the following notice was served on the 18th of March, 1845, upon the counsel of the defendant:—\n“Eli Eckley’s administrators. Hastings’ administrator. Take notice that the deposition of C. Hoop is filed in the office.\nSigned, A. Gr. Curtin.”\nTo “ J. T. Hale.”\nThe court thereupon being of opinion that the deposition was regularly taken under a commission duly executed and certified conformably to the rules of court, admitted the deposition, and at the request of the defendant’s counsel, sealed a bill of exception. It appeared that the rule for the commission was entered in the Court of Common Pleas of Centre county, on the 5th of November, 1844, by the plaintiff’s counsel; and that the interrogatories on the part of the plaintiff were filed on the same day. The following were the interrogatories filed by the plaintiff, the answers of the witness thereto, and the certificate of the commissioner appended to the same:—\n“ 1st Interrogatory: Do you know the parties to the above suit, and were you acquainted with Eli Eckley and Thomas Hastings ?\n“Answer: I know the parties to the above suit, and was acquainted with Eli Eckley and Thomas Hastings.\n“ 2d Interrogatory: Were you present at a bargain made by the said Eli Eckley and Thomas Hastings, in relation to the discovery of the lands now owned by the heirs of the said Thomas Hastings, near Bellefonte?\n“Answer: I AYas at a barn-raising on Spring Creek, four or five years ago; Thomas Hastings told Eli Eckley that he would give Mm fifty acres of land, where he, Ely, was then grubbing, for finding certain lines in the barrens. This is the same tract of land owned by the said Thomas Hastings’ heirs, near Bellefonte.\n“3d Interrogatory: What was the agreement of the parties? What services were the said Eli to do and perform for the said Thomas, and what consideration was to be allowed by the said Thomas ?\n“Answer: I understood the agreement as set forth in answer to the second interrogatory. He was to find the lines of said land as aforesaid; and for doing which, was to get said fifty acres of land.\n“ 4th Interrogatory: Did the said Eli perform the agreement on his part; and if yea, what did he do ?\n“Answer: Some time after the conversation aforesaid, I heard the said Thomas 'Hastings say that the said Eli had found the lines of said lands to his satisfaction.\n“ I, Daniel Mace, commissioner aforesaid, do certify that the foregoing deposition was by me reduced to writing, and carefully read over to the said Christian Hoop, and that he affirmed to and subscribed the same as aforesaid. Given under my hand and seal, this 4th day of March, 1846.\n“Daniel Mace, Oom’r. [seal.]”\nThe following persons were then called and examined as witnesses on the part of the plaintiff:—\nJohn Ralph testified in substance as follows: “About eleven years ago last fall, I was working on a clearing not far from Roopsburg, when Hastings came along and said he would sell me some land he had bought. Told him we were poor. He said he would give us a good time to pay for it in. We went to look at his land, and when we came to a certain place I wanted to go further. He told us he couldn’t let us go any further there, for that was some land he had given to old Mr. Eckley for showing some lines and corners. Told him if he wouldn’t let us go further, we would not have the land, for it was rough and stony. He said he could not let us have it. Some time after, when Bolinger was surveying, some person asked Hastings if he had given Eckley some land for showing lines. He said he had, and pointed to same place he had shown me. It was fifty or sixty acres. This was the best land I saw there. Eckley worked on it. Saw him grubbing.\n“He died before Hastings. Didn’t live on the land. Saw Eckley hunting lines there for Mr. Hastings.”\nJames Morley : “In 1839, I worked for Mr. Hastings, and we got into conversation about some land on which Eckley was grubbing. I asked him what that man was grubbing that land for. He told me he was grubbing it for himself; that this was a piece of land he had given him for his services in running lines. He told me he had given the land. Perhaps he might have said he intended to give it. Eckley died in 1839; I think in August.” Samuel Parker, sworn: “ Heard Hastings say that Eckley had been an important man to him in discovering lines.”\nJoseph Ralph, sworn: “ I was with Mr. Hastings surveying. I asked him where was the land he gave to old Mr. Eekley. He pointed down where Stickler lives now. Saw Eekley grubbing there, but can’t tell when he went into possession.”\nJacob Eisbburn: “ Saw Eekley several times engaged in searching for lines and corners on Hastings’ land, two or three years before he died. Saw Eekley clearing land; 25 or 30 acres cleared a couple of years before he died; he knew all the corners and lines; he cleared it between 25 or 30 acres; worth $20 per acre; worth $30 now; first quality of land.”\nGeorge Wells, sworn: “I grubbed for Eli Eekley on the place where Stichler now lives. Eekley paid me; 25 acres cleared at the time of his death. This was five or six years before he died.” It appeared that Eekley had lived for a long time in that part of the country; that he was an industrious man, a good woodsman, and possessed of a good memory; and that he knew the lines and corners of the surveys in that neighbourhood.\nHis honour Judge Woodward charged the jury in substance as follows:—\n“We are trying the cause without a declaration, and at a great disadvantage. The plaintiff alleges a parol agreement between Eli Eekley and Thomas Hastings, in their lifetime, for the sale to Eekley of fifty acres of land, in consideration of services in searching for lines and corners of lands in which Hastings was interested. He is not seeking to recover the land itself, but damages for not conveying to Eekley the title, according to the terms of the alleged agreement.\n“ The material question for the jury to decide is: Was there such an agreement between Eekley and Hastings as the plaintiff alleges ? If it is found, from the evidence, the court instruct the jury that an action for damages will lie upon such a contract.\n“ But, then, what is the proper measure of damages ? Certainly not the value of the land; for to give damages equal to the value of the land, would be essentially the same thing as to compel a conveyance of the estate, which would overthrow the statute of ■ frauds and perjuries. But in a case situated like the present, it seems to me the proper measure of damages would bé the price paid; the fair value of the services actually rendered. Eor these services, Eekley ought to be compensated in money, having failed to hold the land which it is said was promised td him; and the ascertainment of the reasonable value of Eckley’s services, in bunting up lines and corners for Hastings, is exclusively for tbe\nTo tbis charge, tbe defendant’s counsel excepted. Tbe jury found for tbe plaintiff; whereupon tbis writ was sued out by defendant.\nErrors: 1. Tbe court erred in admitting the deposition of Christian Roop, as contained in defendant’s first bill of exceptions.\n2. Tbe court erred in leaving the evidence of a contract to tbe jury, when there was no sufficient evidence of a contract.\n3. Tbe court ought to have instructed tbe jury that tbe plaintiffs were not entitled to recover.\nJ. T. Sale, for plaintiff in error.\nQnrtin, contrá.\nMay 29."
  },
  "file_name": "0194-01",
  "first_page_order": 194,
  "last_page_order": 199
}
