{
  "id": 959528,
  "name": "Hack et al. v. Stewart et al.",
  "name_abbreviation": "Hack v. Stewart",
  "decision_date": "1848-06-20",
  "docket_number": "",
  "first_page": "213",
  "last_page": "217",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 213"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Binn. 33",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793634
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0033-01"
      ]
    },
    {
      "cite": "2 Binn. 591",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788959
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0591-01"
      ]
    },
    {
      "cite": "1 Rawle, 353",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819337
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0353-01"
      ]
    },
    {
      "cite": "3 Penn. Rep. 91",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "3 Pick. 207",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2010271
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/20/0207-01"
      ]
    },
    {
      "cite": "13 Johns. Rep. 259",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle, 249",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 513",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478603
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0513-01"
      ]
    },
    {
      "cite": "3 Rawle, 243",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822537
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/3/0243-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 570,
    "char_count": 11617,
    "ocr_confidence": 0.38,
    "pagerank": {
      "raw": 3.113438130788e-07,
      "percentile": 0.8601530436716581
    },
    "sha256": "982ad625ba89b65f2489d28d22d3688c081508f924ac078b3eecbc2bac3c1716",
    "simhash": "1:fc21fdacfc8cbee0",
    "word_count": 2111
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hack et al. v. Stewart et al."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe plaintiffs in.error, who were plaintiffs below, claimed the land in question as purchasers at sheriff’s sale of the real estate of Samuel Stewart. The other defendants, who were his sons, set up title by an article of agreement with their father, of the 10th of October, 1842. By the article the father agrees to convey the land to his sons for the consideration of $1,500; that is to say, $700 was to be paid as it became due, to Thomas Milligan’s heirs — $90 to the Carlisle Bank — the balance, $710, in the following manner:—\n“ Whereas John Stewart (one of the defendants) not being put to a trade, but continued with his father the said Samuel, to labour and work on the farm, and after he arrived to the age of twenty-one years, still continued to serve and work for his said father upon the farm up to the present time, making five years’ services above the age of twenty-one, at the rate of $120 per year, making $600, and the balance, $110, to be paid in 1847.”\nPossession was delivered to the sons, except it was further agreed, that the father reserved for himself and his wife the privilege of living in the lower tenant-house, as long as the son Samuel and wife or either of them may see proper, with the garden and sufficient fire-wood.\nSeveral questions were raised on the trial, but the errors assigned are to the answer of the court to the sixth and seventh points, in the negative; and in answering the points put by the defendants’ counsel, in the affirmative.\n“6th point. If John Stewart lived with his father after he was twenty-one years of age, and no express contract is proved between him and his father, that the father was to pay him wages, and there is no evidence of any contract or agreement on that subject between them, the father could not, after he became indebted and involved, in 1842, create a debt to his son, which had no legal existence till that time, and convey his property to his sons in consideration of such debt, at the expense of his creditors.”\nTo this the court answer: — “We cannot instruct you, that an express contract between the father and the son, such as the latter could enforce by an action against the father, was necessary to justify him in allowing a just and reasonable compensation to his son for services actually rendered by him after his majority, in a subsequent fair and honest sale of his property to him' and others. But if such allowance were made with a view to creating a debt which had no existence before, and which never was intended to be claimed by the son, or paid by the father, until after the father became largely indebted, and then resorted to for the purpose of concocting a consideration to support a sale by the father to his sons, it would render the whole transaction fraudulent and void in law, and a sale of the property afterwards by the sheriff on a judgment, against the father, would vest in the purchaser the father’s title, as fully and effectively as if the agreement and deed had never been made; and whether this sale is of that character, the jury will determine from the evidence, and find accordingly.”\n“ 7th. That in the absence of proof of a contract prior to 1842, the alleged debt of $600 for the services of John, which forms two-fifths'of the alleged consideration for the conveyance to the sons, renders the deed fraudulent in law.”\nTo this the court answered: “We have already told you that an express contract, as indicated in this and the preceding point, was not indispensable to justify the father in allowing a fair and reasonable compensation to his son, for services actually rendered by him after-his majority, in a subsequent fair and honest sale of his property to him and others.”\nUnder the evidence in this case, this court cannot concur in these answers. In Walker’s Estate, 3 Rawle, 243; this court declared that where a son continues with his father after his arrival at full age, and is supported by him (as in this case), without any contract to be paid for his services, he cannot in general, after his death, support a claim against his estate for compensation for his labour. The law on this subject was more fully considered in Candor’s Appeal, 5 W. & S. 513, where it was solemnly settled, that a child is not entitled to recover wages for services rendered from the estate of his deceased parent, unless upon clear and unequivocal proof, leaving no doubt that the relation between the parties was not the ordinary one of parent and child, but of master and servant. In this latter case, the son, being administrator of his father, claimed a credit for $1,500 for work, labour, and services rendered to his father, while a member of his family, for many years after he arrived at full age, which was allowed by the register and the Orphans’ Court. This court struck it out, although there was evidence of a sister that the old man said Robert should be paid in some way, because such a claim was payment with damage to the rights of creditors, as well as the other heirs, and this court could give it no countenance.\nWhat does this case present but a son living with his father a few years after he became of age; the father being largely indebted, conveying to his son, directing near a moiety of the consideration to be applied to certain debts, and reserving a trust to himself? But little of this direction has been complied with. To establish such a conveyance would lead to the most mischievous consequences. No matter what were the debts of a parent, his children who lived with him, after they were of full age, would take the estate. It is the duty of this court to avoid establishing such a temptation. If old Mr. Stewart had died before this deed was made, his son John could not by law have recovered a cent. Our law is too just in its principles to allow a man indebted to divest himself of his property in favour of his children, for thereby his creditors would be defrauded, and such a conveyance would be void as against them. It is within the letter as well as spirit of the statute of Elizabeth, which cannot be too strictly guarded by the administrators of the law. We think both points in this case ought to have been answered substantially in the affirmative.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "G-raham, for plaintiffs in error.",
      "Watts, contó."
    ],
    "corrections": "",
    "head_matter": "Hack et al. v. Stewart et al.\nWhere a son, after he had attained the age of twenty-one years, continued for a few years to live with his father, who supported him, and to labour and work on the farm as he had previously done ; and no express contract as to the payment of wages by the father for the services of the son, was proved between them: the father cannot, after he becomes indebted and involved, create a debt in favour of the son, which had no legal existence until that time, and in consideration of such debt convey Ms property to the son at the expense of creditors ; and a conveyance from the father to the son, under such circumstances, would be fraudulent and void.\nIn error from the Common Pleas of Perry county.\nMay 30, 31. This was an action of ejectment brought by Frederick A. Hack, David Ruthrauff; Jeremiah M. Kimberly, and John M. Walker, against Samuel Stewart, John Stewart, and Thomas Stewart, to recover a tract of land in Tyrone township, Perry county.\nThe case is sufficiently stated in the opinion of this court.\nG-raham, for plaintiffs in error.\nThis was a case of legal fraud, and the court ought to have so instructed the jury. There was no evidence of any contract or agreement by the father to pay his son wages after he was twenty-one years of age, and in the absence of a contract the son could not recover: Walker’s Estate, 3 Rawle, 249. Nor was there any obligation to pay, such as would support a promise, had one been proved after the services were performed by the son for his father. Natural affection is an insufficient consideration to support a contract: Cro. Eliz. 756. A moral obligation, to support a contract, must be such as could be enforced at law, were it not bound by some legal maxim or statutory provision: 3 Bos. & Pull. 249, in note; Chit, on Contracts, 12; 13 Johns. Rep. 259 ; 3 Pick. 207; 1 Vermont Rep. 420 ; 3 Dyer, 272, note; 1 Roll. Ab. 2, pi. Q, 3; 2 Leon. 224, 225.\nBut the reservation to the father of living on the land, mentioned in the article, renders the sale fraudulent in law: 3 Penn. Rep. 91. The court not only erred in answering the sixth and seventh points put by plaintiffs’ counsel, in the negative, but in answering the third and fourth points, put by defendants’ counsel, in the affirmative. The court, in answering these points in the affirmative, tell the jury “that the respective rights of the parties depend upon the fairness and honesty of the sale by said Stewart to his sons, John and Thomas“ and if a fair consideration is paid or promised to be paid, such sale is valid, and will vest a good title in the sons.”\nA sale may be perfectly fair and honest between the parties, and for a good and valuable consideration, and void as to creditors. Geiger v. Welsh, 1 Rawle, 353. A fair consideration may be promised to be paid, and the time of payment deferred, as in this case, for four or five years, so as to hinder and delay creditors; and' this alone will render such sale fraudulent in law, although the object of the sale may have been the payment of the vendor’s debts. This court decided in the case of Kepner v. Burkhart, 5 Barr, 478, that a sale where judgment bonds were given, payable in six successive years, which were intended to be applied by the vendor to the payment of his debts, and were actually tendered by him to his creditors, was fraudulent within the statute of 13 Eliz.\nWhere the facts in evidence amount to a fraud in law, it is the right of the court to decide, and not the jury :■ 1 Rawle, 353.\nWatts, contó.\nIf this were a motion for a new trial, or an appeal to the court on the merits of the cause, the argument of the counsel would prevail, for I am not prepared to argue the merits now. It is sufficient for us that we obtained the verdict of the jury, and the subsequent approbation of the court, in a motion for a new trial. The only topic involving the powers of this court, hinted at by the counsel for the plaintiffs in error, is, that all the facts of the case are such as required of the court below to instruct the jury, that they constituted a legal fraud on the part of the defendants, such as entitled the plaintiffs to a verdict. We might for the sake of the argument concede this, and answer to it; that no such proposition was made to the court below, none such was answered, and none such is now assigned for error. But the debt of the plaintiffs, for which the defendant was but a surety, when he became such surety, he communicated the fact to the plaintiffs, that he had disposed of his property, although he had not at that time actually executed the contract of sale. This shows that the sale made to his sons, was not for the purpose of hindering or delaying his creditors. It is said, too, that the agreement of the father to pay his son for labour performed, was fraudulent, because he had not been previously bound to pay: but whatever may be said with regard to the sufficiency of a moral obligation, as a consideration for a promise, and the old authorities on that subject, the law now is — that a moral obligation predicated upon an actual benefit derived, is a sufficient consideration for a promise to pay. Our own court has settled this: Grreeves v. McAllister, 2 Binn. 591; Clark v. Herring, 5 Binn. 33; Austin v. McClure, 4 Ball. 226; Hassinger v. Solms, 5 S. & B>. 12.\nJune 20."
  },
  "file_name": "0213-01",
  "first_page_order": 213,
  "last_page_order": 217
}
