{
  "id": 959570,
  "name": "Clellans et al. v. Commonwealth",
  "name_abbreviation": "Clellans v. Commonwealth",
  "decision_date": "1848-06-05",
  "docket_number": "",
  "first_page": "223",
  "last_page": "229",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 223"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Binn. 577",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791112
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0577-01"
      ]
    },
    {
      "cite": "13 H. 4",
      "category": "reporters:state",
      "reporter": "H.",
      "opinion_index": -1
    },
    {
      "cite": "1 Chit. Crim. Law, 583",
      "category": "reporters:state",
      "reporter": "Chit. Cr. Law",
      "opinion_index": -1
    },
    {
      "cite": "2 H. 5",
      "category": "reporters:state",
      "reporter": "H.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "16 C. 1",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": 0
    },
    {
      "cite": "21 H. 8",
      "category": "reporters:state",
      "reporter": "H.",
      "opinion_index": 0
    },
    {
      "cite": "5 H. 1",
      "category": "reporters:state",
      "reporter": "H.",
      "opinion_index": 0
    },
    {
      "cite": "2 H. 5",
      "category": "reporters:state",
      "reporter": "H.",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 703,
    "char_count": 15146,
    "ocr_confidence": 0.401,
    "pagerank": {
      "raw": 4.4587174421054034e-07,
      "percentile": 0.9216678269659737
    },
    "sha256": "c0183bd5bcd0f41ef728da1f090f93c69f069eea833e6273634edf6c1f3bcbf2",
    "simhash": "1:9eb95103fe2e5c77",
    "word_count": 2640
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Clellans et al. v. Commonwealth."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe plaintiffs in error were indicted and convicted of a riot. The first count in the indictment is in the usual form. In the second, the riot was laid in rescuing certain fugitives from labour, from the state of Maryland, from their masters. There is no doubt but it was an aggravated ease of riot. On being found guilty, they were sentenced to pay a fine of one dollar each, and undergo imprisonment for three years in the Eastern Penitentiary, by separate and solitary confinement at labour.\n. The error assigned is, in sending the prisoners to the Eastern Penitentiary. Whether the laws of Pennsylvania authorize this, is the question before us.\nThe attorney-general justifies the sentence under the act of 1705 (Dunlop, 16; 1 Smith L. 30), which provides, that if any persons to the number of three or more shall meet together, with clubs, staves, or any other hurtful weapons, to the terror of any of the peaceable people or inhabitants of this province, and shall commit, or design to commit, violence or injury upon the persons or goods of any of the said inhabitants, and shall be convicted thereof, such persons shall be reputed and punished as rioters, according to the laws of England; and such act of terror or violence, or design of violence, shall be deemed and accounted a riot: and the 4th sec. of the act of the 5th of April, 1790 (Dunlop, 125; 2 Smith, 531), which provides, that any person convicted of any offence not capital, for which, by the laws (of this state) in farce before the act was passed, burning in the hand, cutting off the ears, nailing the ear or ears to the pillory, placing in and upon the pillory, whipping or imprisonment for life, is, or may be inflicted, shall, instead of such parts of the punishment, be fined, and sentenced to undergo a servitude at hard labour not exceeding two years: and the supplement to the act of 1790 (Dunlop, 194; 4 Smith, 398), invests the courts with power to sentence in such cases for any period not exceeding seven years in their discretion.\nThis leads us to .inquire what was the law of England on this subject in 1705, and how far their statutory punishments were introduced into Pennsylvania.\nDalton, who is a writer of authority (p. 203), informs us that at common law a riot was punishable as a trespass, and as well the fine as the imprisonment was at the discretion of the judges; and in the same manner the statute 13 II. 4, enables justices of tho peace to punish such offenders. But the imprisonment and the fine of such offenders were to be increased by the statute 2 H. 5, ch. 8, and therefrom when they are remiss herein (scilicet) in not sufficiently punishing such offenders by due fine and imprisonment, the Lords of the Star-Chamber often assessed upon rioters for the same riot a greater penalty.\nThe Star-Chamber, which was ordained by the 5 H. 1, ch. 1, and the 21 H. 8, ch. 2, and which was abolished by the 16 C. 1, ch. 10, was vested with special powers to punish riots, routs, and ■ such other misdemeanours as were not sufficiently provided for by the common law, and for which the inferior judges were not so proper to give correction. In Hawk. P. C., ch. 68, s. 12, we find that formerly, in cases of great enormity, offenders were punished with pillory, but such punishment is now taken away by the 56. Geo. 3, ch. 138.\nNo English statute on the subject of riots was, it is believed, ever adopted in this province. The 2 H. 5, ch. 8, authorized the punishment of rioters according to the discretion of the king and his counsel: 1 Stat. at Large, 496. The province of Pennsylvania adopted the English common law, which was punishment by fine and imprisonment in the county jail, and our sessions occasionally ordered violent men to give security for good behaviour.\nIt is believed that the pillory was seldom if ever used in this state, except when directed by the legislature of the province. No English statute on the subject of riots was ever adopted by the province. Shortly after the year 1790, all acquainted with the history of Pennsylvania know that in many parts of the commonwealth violent riots were common. The western insurrection produced liberty poles, and violent riots were the consequences in several counties, and at some death ensued ; yet we are not aware that any judge at that day thought he had power to send a convicted rioter to the penitentiary. When I came' to the bar, there were old and experienced judges on the bench, and aged lawyers in practice, but I have never witnessed or hoard of any person convicted of a riot, being sent to the penitentiary.\nIn Robb v. The Commonwealth, Mr. Justice Duncan, whose experience in the criminal jurisprudence of the country was more extensive than that of any man of his day, tells us that a sentence which adjudged the convict to be fed, clothed, and treated as the law directs, is erroneous, unless the offence is made subject to such treatment by some act of Assembly. Assault and battery with intent to commit a capital offence, as rape, or murder, or an attempt to commit the crime against nature (offences in their nature infamous), would fall within that class of offences described in the fourth section of the act of the 5th of April, 1790, as “offences not capital,” for which, by the laws in force before the act, entitled “ An act to amend the penal laws of the state,” burning in the hand, cutting off the ears, placing in the pillory, whipping, or imprisonment for life, was or might be inflicted. Many offences punished in England by infamous inflictions,' had not been so punished in Pennsylvania before the act to amend the penal laws, and I would not be disposed to be governed by such cases in this state, or apply them to the construction of our penal laws, nor expose any citizen to infamous punishment for undefined offences not in their nature infamous, at the discretion of any court: 6 S. & R. 226. Again, the same learned judge, in James v. The Commonwealth, 12 S. & R. 220, held, that the ducking-stool was abolished. This punishment had been ordered to be inflicted by a court in the city of Philadelphia, so late as 1824, on a female in that city who had been convicted as a common scold. He tells us that the act of 1790 was the abolition of all infamous and disgraceful public punishments for all classes of minor offences and misdemeanours : 12 S. & R. 231.\nThe pillory, tumbril, and ducking-stool, belonged to the same class. They were punishments inflicted in a barbarous age : were introduced into England by the Saxons: and all who underwent either of them were deemed infamous : 3 Inst. 219. The pillory was the only one of the class that ever disgraced Pennsylvania; and that has been long since abolished. This court never permitted the ducking-stool to sully our jurisprudence; nor will it permit the supposed consequences of the pillory to find footing in our ameliorated system, when we have no trace on our records of its application to the crime of riot. If a solitary case is on record, such case is unknown to me, and I would treat it with no respect. If it is deemed salutary and essential to the public safety that such punishment should be inflicted, let the legislature provide them. Our laws do not authorize the sentence inflicted in the case before us, and the judgment is reversed.\nAs the prisoners have been confined in the Eastern Penitentiary about three-fourths of a year, we deem this as severe a punishment as if they had been confined in the county jail, where- they legitimately should have been sent, for two years.\nThey are discharged.\nX'TMs count is given at length in Lewis’s Criminal Law, 683.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Charles Gfibbons, for plaintiff in error.",
      "Bonham, deputy attorney-general, contrh."
    ],
    "corrections": "",
    "head_matter": "Clellans et al. v. Commonwealth.\nWhere persons are convicted of a riot, although accompanied with the aggravation of riotously rescuing a fugitive slave from his master, it is illegal to sentence them to the penitentiary.\nThe legitimate imprisonment for such offence is in the county jail. But upon the reversal of the sentence of the court helow, the Supreme Court, if it deem the illegal imprisonment in the penitentiary, from the time of sentence to the period of reversal, a sufficient punishment for the offence, will not sentence the prisoners de novo, or remit the record to the'court helow for that purpose, hut will discharge them.\nIn error from the Quarter Sessions of Cumberland county.\nMay 31. This was an indictment against John Clellans and thirty-six others for a riot, accompanied with the aggravation of riotously rescuing from their owners certain fugitive slaves from the state of Maryland, who had been arrested in Cumberland county, in this state, and who were at the time of the rescue in the lawful custody and under the control of their owners, in the county aforesaid, to whom their service was due, under the laws of the state of Maryland. The indictment contained two counts. The first count was for a riot, in the common form; and the second for riotously rescuing certain fugitive slaves from the state of Maryland, who were found and arrested in this state, from the lawful custody of their owners or masters. The jury returned a verdict of guilty against John Clellans and twelve others of the defendants, and not guilty as to the other defendants. The sentence of the court (Hepburn, P. J.) was as follows: — “Sept. 7, 1847. The sentence of the court is, that you, John Clella'ns, suffer punishment by separate or solitary confinement at labour in the State Penitentiary for the Eastern Distinct, for the period of three years • that you pay a fine of one dollar to the • commonwealth, and the costs of prosecution; and that you be in the custody of the sheriff until the sentence is complied with.” The same sentence was passed upon Jacob Garver, Moses Jones, Augustus Coates, Anthony Boon, John E. Gray, Achilles Yandegrift, Yalentine Thomas, George Norman, Charles Turner, and Henry Myers, ten others of the defendants. The other defendants, James Jones and Eli Butler, found guilty, were on the same day sentenced to imprisonment in the jail of Cumberland county.\nThe only question here was as to the legality of the sentence of the court, imposing imprisonment in the penitentiary, at labour, upon Olellans and others of the defendants.\nErrors assigned: 1. The court erred in imposing imprisonment in the penitentiary.\n2. The court erred in imposing imprisonment at labour.\nCharles Gfibbons, for plaintiff in error.\nThe punishment for riot is prescribed by the act of 1705. Persons convicted of the offence “ shall be reputed and punished as rioters, according to the laws of England.” In 1705 it was punished in England by fine and imprisonment: Dunlop’s Laws, 16.\n“ But when men are indicted for riots or the like, they will usually yield themselves, and pray to be admitted to their fine (in which case the justices of the peace commonly 'do assess but some small sum or fine), and upon payment thereof do discharge the offender: and hereby the offenders are not imprisoned. By statute 2 H. 5, ch. 8, the offenders are as well to be imprisoned as fined:” Dalton’s Justice, ch. 82, 301.\n“ At common law a riot was punishable as a trespass, and as well the fine as the imprisonment were at the discretion of the judges.” “Where justices of the peace are remiss herein, in not sufficiently punishing such offenders by due fine and imprisonment, the Lords in the Star-Chamber have often assessed upon rioters for the same riot, a greater penalty if they see cause:” 1 Russel on Crimes, 269; 1 Hawk. PL C., Title Riots, sec. 12; 4 Bl. Com. 140; Arch. Crim. Pl. 449; 1 Chit. Crim. Law, 583. Riot punished by fine and imprisonment, and formerly, in cases of great enormity, it appears that offenders were sometimes punished with the pillory. But this was never done in Pennsylvania.\nStatute 13 H. 4, ch. 7, treats rioters as trespassers, and the punishment is left to the discretion of the king and his council. 2 H. 5, ch. 8, Statutes at Large, 496, imposes for “heinous riots” one whole year imprisonment, and persons attainted of petty riots “shall have imprisonment as best shall seem to the king or his council.” Fine and imprisonment was the only punishment inflicted in England for this offence in 1705; punishment by pillory was not then imposed. Statute of 1 Geo. 1, which made riot a felony under certain circumstances, was not passed till 1714. No English statutes are in force in Pennsylvania which impose an infamous punishment for such an offence.\nDunlop’s Law's, 420, sec. 4 of act of 23d April, 1829, enumerates offences punishable by solitary confinement at labour in the penitentiary. See also 5th and 6th sections, same act. Labour can only be imposed in cases of misdemeanours, or crimes which were formerly punished by whipping or the pillory: Rogers v. Commonwealth, 5 S. & R. 466; Grimes v. Commonwealth, 15 S. & R. 74; Scott v. Commonwealth, 6 S. & R. 226; James v. Commonwealth, 12 S. & R. 220.\nBonham, deputy attorney-general, contrh.\nThe only question is, whether the sentence of the defendants, upon conviction for a riot, to punishment in the penitentiary, be legal ? The indictment, in this case, was under the act of 1705: Dunl. Dig. 16; which enacts that rioters shall be punished according to the laws of England. The punishment, according to the laws of England, was by fine and imprisonment; to which the pillory, in aggravated cases, was sometimes added: 2 Ch. Or. Law, 490; 1 Haw. PI. Or. ch. 65, title 12; Crompton’s Jus. 61; Dalt. ch. 46; Cro. Car. 507; 2 Rolle’s Abr. 208. The only British statute in force in Pennsylvania, is that of the 34th Edwr. 3, ch. 1, Rob. Dig. 389; 1 Sm. Laws, 30, in note. The act of the 5th April, 1790, sec. 4, to amend the penal laws of the commonwealth, substituted imprisonment not exceeding two years, instead of the pillory, &c.; to be confined, kept to hard labour, fed, clothed, &c. The term of imprisonment, under this act, was extended to seven years, by the act of the 4th of April, 1807 : Pur. Dig. title Penal Laws, 941. The second section of the latter act authorized the removal of any one convicted out of Philadelphia, within three months after conyiction, to the jail of Philadelphia county; provided such person were convicted of any of the offences enumerated in the first section of said act. By the act of the 28th of March, 1831, the buildings of the State Penitentiary for the • Eastern District, &c., were enlarged; and the punishment, by existing laws, in the jail and penitentiary-house of Philadelphia, changed to separate and solitary confinement, at labour, in the State Penitentiary, in accordance with the provisions of an act entitled, “A further supplement to an act entitled, ‘An act to reform the penal laws of this commonwealth,’ passed 23d of April, 1829Pur. Dig. 549. He also cited the act of 31st of May, 1718, 1 Sm. Laws, 111, and note, to show that the common law was in force in Pennsylvania; and also Krosmer v. Commonwealth, 3 Binn. 577; Rogers v. Commonwealth, 5 S. & R. 463; Scott v. Commonwealth, 6 S. & R. 225; Grimes v. Commonwealth, 15 S. & R. 74; White v. Commonwealth, 1 S. & R. 139. Pillory abolished in England by 56 Geo. 3, ch. 138.\nJune 5."
  },
  "file_name": "0223-01",
  "first_page_order": 223,
  "last_page_order": 229
}
