{
  "id": 959546,
  "name": "Long v. Labor",
  "name_abbreviation": "Long v. Labor",
  "decision_date": "1848-07-08",
  "docket_number": "",
  "first_page": "229",
  "last_page": "233",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 229"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Binn. 546",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787883
      ],
      "pin_cites": [
        {
          "page": "91"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0546-01"
      ]
    },
    {
      "cite": "6 W. 156",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "2 Whart. 99",
      "category": "reporters:state",
      "reporter": "Whart.",
      "pin_cites": [
        {
          "page": "376"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "4 W. 82",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle, 363",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823566
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0363-01"
      ]
    },
    {
      "cite": "4 Rawle, 363",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823566
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/4/0363-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 512,
    "char_count": 10145,
    "ocr_confidence": 0.408,
    "pagerank": {
      "raw": 3.825580800909237e-07,
      "percentile": 0.8985359764217914
    },
    "sha256": "1c523d21c7d26655c9b4d0231074d737e0eb037eb166946a19c7d3a4c8f17140",
    "simhash": "1:ae23a50e420fd00b",
    "word_count": 1774
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Long v. Labor."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThis residuary bequest is susceptible of opposite constructions; the one founded on a particular form of expression, and the other on an intent apparent from the frame of the will. The testator, having directed his personal property to be sold immediately, and his land to be sold at his widow’s death, and having given nearly equal legacies to his living children, as well as to the children of those who were dead, proceeds to say: “ the legacies hereinbefore (directed) to be divided to my children and grandchildren (are) to be paid out of the sale of the said property, real and personal; and the remainder, if any, after the said legacies are paid, (is) to be divided among my children who may be living at the time of such distribution; and in case any of them should be deceased, their heirs (are) to receive, in equal parts, such share as their parent would be entitled to receive, were they living.” As the words in the last clause are properly applicable to the children of those who should die in the interval, and not to the children of those already dead, a strict interpretation of them would exclude the latter. This is the interpretation of the defendant, and it certainly receives countenance from Gray v. Garman, 7 Jurist, 275, in which the bequest was in nearly the same words, but predicated of persons who stood in a very different relation to the testator; but it receives no countenance from Hough v. Hough, 4 Rawle, 363, in which the bequest was to the testator’s present surviving children, and the representatives of them that shall be then deceased — words too pointedly exclusive of the children of those dead at the making of the will, to leave room, for construction. Thus stands the case on the argument for the plaintiff, and on what was probably an accidental form of expression adopted by an unskilful and illiterate penman. But the choice or collocation of words set down by one who could neither write nor spell with tolerable accuracy, is certainly entitled to no great respect as special indices of Ms meaning. Instead of the random expression used by the testator, it is very probable he would have said on another trial to deliver his meaning: “to be divided among my children living at the time of such distribution, and the heirs of those dead;” in place of which, he fell upon a roundabout mode of expression, which, strictly taken, would introduce an inequality of distribution inconsistent with the ruling principle of the rest of the will. “We cannot,” said Lord Mansfield, in Chapman v. Brown, 3 Burr, 634, “from arbitrary conjecture, though founded on the highest degree of probability, add to a will, or supply an omission in it; but we may construe a will, and, from what is expressed, necessarily imply an intent not particularly specified in words.” Besides, it is a familiar rule of construction, that the intention is to be collected from the whole will. Here, we are not merely left to conjecture that the testator did not mean to exclude the offspring of the dead, from the absurdity or the injustice of the thing; but we can resort to his general principle of equal distribution which pervades every other part of the will. Had he explicitly adopted one rule of distribution for a part of his estate, and another for the residue, we would be bound to follow his directions; but the result desired by the defendant, can be obtained only from interpretation which may be influenced by other considerations. The words “ any of them,” may be referred to the living or the dead; but more naturally to the living as the proximate antecedent, and the one of which alone contingency was predicable. Still, the propriety of this depends on grammatical construction, which has not always, though it has usually, a controlling effect. In the long series of cases in which survivorship was limited to the death of the testator, beginning with Stringer v. Phillips, 1 Eq. Ca. Abr. 292, ph, and ending with Mayberly v. Strodes, 3 Ves. 450, grammatical construction was disregarded; for, as was said by Sir William Grant, in Brown v. Bigg, 7 Ves. 279, a testator generally supposes that a legatee will outlive him. ' I should say, he always supposes it where he omits to provide for his death in the testator’s lifetime. A strictly grammatical construction, therefore, would refer the survivorship to the period of distribution; yet it has generally been overcome by insignificant circumstances of general intention. Here it seems to have been limited to no particular period; for to five of the testator’s living children, he gave $600 each; to the children of a deceased daughter, also $600; to the five children of another deceased daughter, $100 each, probably to avoid insignificant fractions in the division of an additional hundred; and to the remaining son, $800, in consideration of privileges yielded by him to the widow, in obedience to the will. Thus we see, that the principle of his will is equality; and we are bound to give it effect so far as there is room for interpretation. In Gray v. Garman, no such principle was discoverable; for nothing had been previously divided among the residuary legatees, by any measure of distribution whatever. Besides, it did not appear that the testator had known or seen the deceased brother or sister of his wife; and it is not to be supposed, that he would be so solicitous to provide for the offspring of a stranger as he would be to provide for those to whom he was bound by ties of nature. That case was well decided on its circumstances ; but it is not a precedent for the present. It cannot be doubted that the intention was not to discriminate between the children of the dead and the children of the living; and, as the question is open to construction, we are bound to carry out what we suppose to have been the testator’s general plan.\nJudgment of the Common Pleas reversed; and it is considered by the court here that the plaintiff recover of the defendant $163.82, with costs, pursuant to the agreement in the case stated.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Calvin, for plaintiff in error.",
      "Banlcs, contó."
    ],
    "corrections": "",
    "head_matter": "Long v. Labor.\nTestator haying given legacies of nearly equal value among Ms cMldren and the cliildren of Ms deceased cliildrcn, directed a sale of Ms real estate after the death of Ms widow, and that the residue of Ms estate, after paying legacies, should be equally divided “ among my cMldren who shall be living at the time of such distribution, and in case any of them should be deceased, their heirs to receive in equal parts such share as their parent would be entitled to receive were they living” : The issue of a child who died before the date of the will are entitled to participate in the residue with the cMldren who survived the period for distribution.\n. In error from the Common Pleas of Blair county.\nCase stated for the opinion of the court, whether the plaintiff, one of the heirs of Magdalena Zeigafus, is entitled to a share of the residue, under the will of Long.\nTestator, by his will, after making provision for his widow, bequeathed to his son John $600, deducting a debt due from him; to the five children of his daughter Barbara, $100 each; to his daughter Magdalena, $600, to be equally divided among her heirs; to his daughters Susan, Mary, and Civily, $600 each; to his daughter Sally,-hundred dollars; to his son Jacob, $800 and the occupancy of his farm during the life of his widow, yielding •her the rent and privileges devised to her out of the farm. The question arose on'the clause following: — “Eleventhly. It is my will that mj personal property, not hereinbefore bequeathed, be sold by my executors as soon as conveniently after my decease, and that my real estate be sold by my executors, after the death of my wife Mary — the sale to be made to the best advantage by said executors — and the legacies hereinbefore to be divided as before bequeathed, to be divided to my children and grandchildren, to be paid out of the amount of the sale of said property, real and personal; and the remainder, if any, after the said legacies are paid, to be equally divided amongst my children, who may be living at the time of such distribution; and in case any of them should be deceased, their heirs to receive, in equal parts, such share as their parent would be entitled to receive, were they living.” He further provided, that if the proceeds of sale were insufficient to pay the legacies, “ each of my heirs shall lose in proportion to the sum bequeathed.” Magdalena, the daughter, was dead when the will was made, leaving children; of whom the plaintiff was one.\nThe executors sold the estate, real and personal, and after payment of legacies there was a surplus of $6,998.\nThe question was, whether the plaintiff was entitled to a share thereof. The court was of opinion she was not, and gave judgment accordingly.\nCalvin, for plaintiff in error.\nThe will shows it was written by an ignorant man, and in collecting the intention the court will pay but little attention to the technical terms used. The heirs, of which the plaintiff is one, are not to be disinherited without plain words. We contend that the phrase, “ if any of them should be deceased,” refers to all his children, or that “children” in the bequest of the residue, includes grandchildren. If “ them” does not refer to children generally, it must refer to such children as may be living at the time of the distribution: that is, the reference is to the antecedent, either with or without the qualification — if without, then we are clearly entitled — if with the qualification, the clause is absolutely repugnant, for how can there be children of a child deceased at the time of the distribution, who had yet survived that period ?\nBanlcs, contó.\nThe meaning of the clause is, that those children who shall survive the period of distribution, and the children of those dying after testator, but before distribution, shall share in the surplus, and so it was decided on similar words: Gray v. Gar-man, 7 Jurist, 275; 5 Harr. Dig. 1810. To the same effect is Hough v. Hough, 4 Rawle, 363; Dickerson v. Lee, 4 W. 82. He also cited 2 Whart. 99, 376; 6 W. 156: 1 Binn. 546, 91; 1 Roper, 69, 128.\nJuly 8."
  },
  "file_name": "0229-01",
  "first_page_order": 229,
  "last_page_order": 233
}
