{
  "id": 959482,
  "name": "Bredin v. Agnew",
  "name_abbreviation": "Bredin v. Agnew",
  "decision_date": "1848-06-12",
  "docket_number": "",
  "first_page": "233",
  "last_page": "237",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 233"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 W. & S. 17",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 464",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "1 W. 14",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 458",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481766
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0458-01"
      ]
    },
    {
      "cite": "5 W. & S. 165",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "4 W. & S. 237",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856241
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0237-01"
      ]
    },
    {
      "cite": "5 W. 464",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "9 W. & S. 13",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12168761
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/9/0013-01"
      ]
    },
    {
      "cite": "7 W. 217",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "2 W. 53",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "7 W. & S. 463",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "1 W. & S. 293",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852648
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/1/0293-01"
      ]
    },
    {
      "cite": "2 Penn. Rep. 94",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 577,
    "char_count": 10860,
    "ocr_confidence": 0.398,
    "pagerank": {
      "raw": 6.877828011250029e-08,
      "percentile": 0.41854949844566225
    },
    "sha256": "5c66ccf8fab0827d471efec654ad8bf55a3b167e208ac4a289e7cd5afc75ac9c",
    "simhash": "1:37f3fc8787f7a173",
    "word_count": 1902
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bredin v. Agnew."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nOne of the results of our intestate laws, which treat the lands of a decedent as assets for the payment of his debts, is to charge them as liens on the realty. Originally this lien was indefinite as to time, and coextensive-with the geographical limits of the state: Trevor v. Ellenberger’s Executors, 2 Penn. Rep. 94; Seitzinger v. Fisher, 1 W. & S. 293; Payne v. Croft, 7 W. & S. 463. These qualities still characterize it, except so far as they have been modified by positive enactment, or the application of rules drawn from analogous laws. The first restraining statute was the act of 1794, re-enacted by the act of 1797. This provides that no debts but such as are secured by mortgage, judgment, recognisance, or other record, shall remain a lien on the lands of a decedent longer than seven years from his death, “unless an action for the recovery thereof be commenced and duly prosecuted against his or her heirs, executors, or administrators, within the said period of seven years; or a copy or particular statement of any bond, covenant, debt, or demand, when the same is not payable within the seven years, shall be filed within the said period in the office of the prothonotary of the county where the lands lie.” This provision is substantially repeated in the 24th section of the act of 24th February, 1884, except that the length of the lien is reduced to five years, reckoning from the death of the decedent. But by Penn v. Hamilton, 2 W. 53, Ducan v. Clark, 7 W. 217, Benner v. Philips, 9 W. & S. 13, and other cases, it is settled that the mere prosecution of an action to judgment within the period fixed by the statutes, will not prolong the lien indefinitely. Under the equitable application of a rule borrowed from the act of 1798, a scire facias must be sued out within five years from the expiration of the statutory period, or, when this is overrun before judgment recovered, within five years from its rendition. Yet this is not for the purpose of reviving the lien of the judgment, for none is created by it; but to continue the original lien of the debt, which exists independently of the judgment. The act of 1798, and its supplements of 1827 and 1828, which look to the revival of local liens, embrace only judgments recovered inter vivos, and not those originally obtained against the executors or administrators of a deceased debtor. As these give no lien proprio vigore, a scire facias serves but to prolong the encumbrance proper to the source from which the judgment itself springs. The restriction as to time is the only one to which this encumbrance has been subjected. I know of no statute which arises to circumscribe its operative effect to the county in which the debtor died. The clauses in the first and subsequent acts of Assembly that require, where the debt is not payable within seven years, a statement to be filed in the county where the lands lie, obviously have no application where the debt is due and payable within the prescribed period. When this happens — as it does in a very large majority of instances — a statement is not permissible; for there, nothing short of an action duly prosecuted will avail to preserve the lien of the debt. It might be salutary to call for a'statement, or something equivalent, in every case where it .is intended to charge lands elsewhere than in the deceased’s own county. But it is not so enacted. Nor is a judgment recovered against an administrator to be treated as necessarily within the purview of the act of 1836, which provides a recorded testatum fieri facias as a means -of engrafting the lien in other counties; or of the act of 1840, giving the same effect to a transferred exemplification of the record. These acts contemplate the ordinary case of judgments recovered against the debtor while in life, and which become liens in other counties, only from the time of their transfer thither qua judgments. But, as we have seen, it is not the judgment rendered against the personal representative that confers the quality of lien on the debts' of a deceased person. This dates everywhere from his death. It cannot, therefore, be supposed the legislature intended to limit and restrict a lien so extensive, by statutes professedly enacted to enlarge the sphere of what were before purely local encumbrances. They look to the creation of a new lien, without reference to the date of the original judgment, except for the calculation of interest, while the system which regulates the remedy against a decedent’s estate, regards only the prolongation of an existing lien without interference with the date of its inception. To compel the possessor of such a lien to proceed either under the act of 1836 or 1840, would therefore be, not to extend his remedy and increase his security, but to control both: a result obviously not dreamed of by the framers of those statutes. These being, therefore, for the purpose of restriction, inapplicable to a judgment recovered to continue the lien of a decedent’s debt, or to enforce its payment, this peculiar burden is still loft to operate in all its original extent, bounded only by the limits of the state; though suit can be brought but in one county.\nIt remains only to inquire whether the clause in question has been duly prosecuted within the meaning of the act of 1834. Literally, the act looks to an action commenced after the death of the decedent. In the present instance, it was commenced in the lifetime of the debtor, but not prosecuted to judgment until after his decease. At the period of his death the suit was pending and undetermined. But the sole object of the statute is to inculcate diligence in the prosecution of the claim: and this is as well satisfied by the further prosecution of a suit pending at the time of the death, as by the institution of a new action. There would be nothing gained on either side by a discontinuance for the mere purpose of instituting another suit, and it cannot be supposed the legislature intended to require this. Five years is given within which to commence proceedings, but it is surely no objection that they are commenced before, if continued after. Indeed, the substitution of the administrator of the deceased, may, within the equitable construction of the statute, be considered as the commencement of a new action. At common law, the suit would abate by the death of the defendant, and the plaintiff be thus turned round to a new action. But this is a remedial statute, which, in place of a new action, permits the personal representative to come in and assume the place of the deceased party, or, in default of this, gives to his antagonist the right to call him in by scire facias. This is a judicial writ given to revivify the proceedings, and may be substantially considered as a recommencement: Fries v. Watson, 5 S. & R. 222; Meason’s Estate, 5 W. 464.\nNor is it necessary the action should originally be brought against the widow and heirs of the decedent, in order to charge his lands, under the 34th section of the act of 1834. A creditor suing the administrator alone, does not thereby release the real estate of his deceased debtor from the lien of the debt. He may. after-wards sue out a scire facias, to bring in the widow and heirs or devisees, and thus continue his lien, provided it. be done within the prescribed time: McMillan v. Reed, 4 W. & S. 237; Murphy’s Appeal, 5 W. & S. 165; Benner v. Philips, 9 W. & S. 13. This is what was done here. Every successive step was within the time allowed by the existing laws, and, therefore, duly prosecuted within the meaning of its terms: Payne v. Craft, 7 W. & S. 458. If the march of the case has been a tedious one, it is impossible not to perceive that the slowness of its advance is attributable to the many obstacles thrown in its way by those who, as defendants, industriously opposed its progress. The consequent delay is not, therefore, to be imputed altogether to the plaintiff. Perhaps, from the nature of the case, it was inevitable.\nJudgment affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Meed and (fallagher, for plaintiff in error.",
      "Watts, contó."
    ],
    "corrections": "",
    "head_matter": "Bredin v. Agnew.\nThe substitution of the administrator of a defendant in an action pending at his decease, is a sufficient commencement of an action to continue the lien on the-real estate of the defendant.\nSuch an action in the county where administration was granted, duly prosecuted to judgment, more than five years after the death of the intestate, continues the lien of the debts on his real estate throughout the commonwealth.\nIn error from the Common Pleas of Cumberland county.\nSpecial verdict. Agnew brought an action of covenant against Bredin, in 1834, in Cumberland county. Pending the action, Bredin “dying, his widow administered, and was substituted as defendant in 1839. One of the counsel having been elevated to the bench, the cause was certified to a special court, and judgment obtained in 1841. A writ of error was taken, and the judgment affirmed in 1843. This scire facias issued in 1846, with notice to' his heirs and terre tenants. The question was, whether lands in Perry county, held by them by descent from Bredin, were subject to the lien.\nIt was further found, that from 1843 to 1846, the plaintiff was contesting the validity of a judgment confessed by Bredin, which was finally decided by this court not to he valid against him. '\nThe court gave judgment, to he levied of the lands in the hands of the heirs.\nMeed and (fallagher, for plaintiff in error.\nThere was no such security for this debt as is mentioned in the exceptions in the statute, nor has the plaintiff complied with the other requisites, by either filing a statement or bringing an action within five years. The act being one of limitation, is to be strictly complied with: 1 W. 14. The pendency of the action is not within the spirit of the statute; otherwise it would be more efficacious than a judgment. Nor has there been a due prosecution, but rather negligence, which is never favoured. The scire facias in Cumberland has no effect on the lands in Perry; for the proceedings are foreign, and can give no notice.\nWatts, contó.\nThe debt was a lien at Bredin’s death, and the question is, Has it been continued? A claim could not be filed where the debt was presently due, nor could it be intended that a discontinuance and new suit was necessary. There was a prosecution to judgment against the administrator in due course, and when that was finally determined, a scire facias was taken out, before the lien had expired. This is the proper practice: 7 W. & S. 464 ; 2 Barr, 113; 9 W. & S. 17. The delay in fact was occasioned by the fraudulently confessed judgment, which was not settled until 1846.\nThere is no necessity for any proceeding in Perry county. The lien of the debt was perpetual and coextensive with the state, except so far as limited by the act of 1834, and we are within the exception of that act.\nJune 12."
  },
  "file_name": "0233-01",
  "first_page_order": 233,
  "last_page_order": 237
}
