{
  "id": 959483,
  "name": "Commonwealth v. Magee",
  "name_abbreviation": "Commonwealth v. Magee",
  "decision_date": "1848-06-09",
  "docket_number": "",
  "first_page": "240",
  "last_page": "249",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 240"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 W. 154",
      "category": "reporters:state",
      "reporter": "W.",
      "pin_cites": [
        {
          "page": "450"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "2 W. & S. 62",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts, 154",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 W. 183",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "3 Binn. 411",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 874,
    "char_count": 22671,
    "ocr_confidence": 0.389,
    "pagerank": {
      "raw": 2.502664758999563e-07,
      "percentile": 0.8097172846756703
    },
    "sha256": "6e0466ff0229bcbc25fdc44c349dc08ee4fcb7adb41ec1b7b191032cfb50eb78",
    "simhash": "1:aeafaae0f3c4bce3",
    "word_count": 4016
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth v. Magee."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nIt is true a sheriff must use due diligence to levy and make the money demanded by an execution placed in his hands. What will amount to due diligence must necessarily vary with the circumstances of each case; but it may be safely affirmed that when there are no peculiar reasons known to the sheriff calling for. the exertion of unusual energy, and no special request by the plaintiff or his agent for immediate action, a delay such as occurred here before the delivery of the judge’s order of the 4th of May, in the absence of collusion or fraud, will not be deemed laches to fix the officer for loss of the debt. Indeed, no fact is suggested on the record tending to show that the lapse of time that intervened between the delivery of the writ and the making of the order, endangered the plaintiff’s demand. The execution which eventually swept the goods of the defendant, Ernest, was not issued until long after, and its success was consequent, not on the delay of the sheriff, but incidentally upon the legal effect of the judge’s interference.\nThe inquiry is thus reduced to the single question, whether his order to stay proceedings was obligatory on the sheriff, or a nullity, commanding neither respect nor obedience.\nThe authority that a judge exercises at chambers in a cause pending, is the authority of the court itself; Doe dem. Prescott v. Roe, 9 Bing. 104; 2 M. & S. 119 ; 1 Dowl. P. C. 274. And it may be enforced by attachment issued by the court, for the reason that disobedience of a judge’s order is a contempt of the court, and punishable as such.\nIt is said, that, upon any other principle than that of delegated authority, it would be difficult to demonstrate the validity of many of the acts done by judges in cases and under circumstances in which the legislature has not specially invested them with power, in their individual capacities. This species of jurisdiction is exercised ex necessitate rei to prevent injustice and oppression, and to facilitate and direct the interlocutory proceedings of suits at law. It consequently embraces a variety of subjects more or less important to a proper administration of justice. Some of them are of course; and the administration of others calls for the exertion of a sound judgment and discretion. It is properly, therefore, under the control of the court from which the authority is derived, and to which a dissatisfied party is at liberty to appeal. Among the subjects which reasonably fall within the circle of this jurisdiction, the power of staying an execution issued in vacation has been repeatedly recognised and acted on. Such an authority to be exercised by a single judge, is indeed necessary to prevent oppression, and to prohibit the undue sacrifice of property illegally levied. For these purposes it should be liberally, though cautiously, exercised. There can exist, therefore, no doubt that a judge of the Court of Common Pleas possesses authority to make such an order as is complained of here, and, when properly made, that it is obligatory on the officer to whom it is addressed. But while this is conceded, it is insisted that the order under consideration was coram, non judice, and void for want of previous notice to the plaintiffs in the execution. It is very true that the proper mode of proceeding in most cases is by summons, in the nature of a rule nisi, fixing a day for a hearing, and served on the opposite party. Without this the judge ought not to interfere, unless, indeed, the order or direction sought is of course. When the order is made, notice of it should be given to the party to be affected by it; otherwise he is at liberty to disregard it: Bagly’s Prac. 15, et seq. But notice is not always necessary, for in some cases an order may be without summons. Nor is the omission of it fatal to the validity of the proceeding, ab initio, in any case. Though it is highly proper, and indeed indispensable to correct practice, a neglect to give it is but an irregularity which, upon application, would furnish a sufficient ground to rescind the order made, but would not justify the officer’s refusal to obey it. The power of acting residing in the judge, it is no part of the sheriff’s business to inquire whether it has been executed in an orderly manner, or to determine how far the steps properly precedent to the order have been taken. In this respect, the fiat at chambers is analogous to a writ, which the sheriff is bound to execute, though it be irregular; the distinction being between process voidable for irregularity, and process void by lack of jurisdiction of the subject.\nNor was it the duty of the sheriff to notify the plaintiffs in the execution, of the receipt of the judge’s order. He was justified in presuming that all had been rightly acted; and could not with propriety, or for any purpose of legal effect, inquire further. Some degree of diligence was due from the plaintiffs ;• and an application from them to the judge, would doubtless have procured a recission, or at least a modification of the order, by the annexation of a condition preservative of their priority of lien: Clark v. Manns, 1 Bowl. P. C. 656; Bagly’s Prac. 29. Either of these cotírses was within the power of the judge. The first would probably have been pursued, had he, on inquiry after summons, been satisfied his order was irregular and improperly obtained. The latter might have been effected by a direction to stay proceedings, after levy. made, the levy to remain as a security. But lacking any motion of this sort, it certainly lies not in the mouths of the plaintiffs to impeach the sheriff of misfeasance in the non-execution of the fieri facias. His hands, as we have seen, were tied. It is not enough to aver the plaintiffs knew nothing of the order, and could therefore take no steps for its abrogation or amendment. The answer is, they might have known it, had they inquired of the sheriff touching the non-execution of the writ: an inquiry as commonly made as it is natural. That they did not do this, is their misfortune, if not their fault; the consequences of which are not to be visited upon the officer, who is in no default. The truth is, the inceptive. error was committed by the judge; first, in acting upon an ex parte hearing, and next, in granting an unconditional order, without respect to the rights of the plaintiffs. The result of this mistake, in this particular case, ought to warn the associate judges of the commonwealth, who are not expected to be learned in matters of law, against a similar interference with process, without an opportunity first given to the antagonist party to be heard. The English mode of procedure in such cases is clearly pointed out in Bagly’s Practice, at Chambers, cap. 1, and being well calculated to protect the rights and interests of all parties, should be followed, here, as closely as possible.\nThe inquiry recurs, what was the effect of the judge’s order ? Certainly to hang up the execution until after the return day. Its functions were thus suspended until, by lapse of time, its vitality was extinguished. Beyond the return day, its operation and vigour could only have been preserved by an actual levy; or rather, the effect of the levy being to place the goods in gremio legis, they would have so remained for satisfaction of the plaintiffs’ execution, unless released by their consent or misconduct, or by operation of law. But a levy under the first execution being wanting, it had no hold on the goods after the return day. Consequently, the second execution was the only effective one in the hands of the sheriff at the time of the sale of the goods. The proceeds were therefore properly applied in satisfaction of it.\nThe non-return of the first execution until after November Term, is not such negligence as of itself makes the sheriff liable to an action. Though it would be better, regularly, to make return of all such writs, it seems to be settled he need not do so, unless specially ruled : Bingham on Executions, 25Í; Watson on Sheriffs, 83. But were this otherwise, the neglect to return the writ is not assigned as a breach of the official bond, and, therefore, presents no subject for inquiry here. Nor is there anything in the breach suggesting a false return. It has already been shown that the'authority exercised by a judge at chambers, is the authority of the court. His order is, in legal contemplation, the order of the court, and may, without impropriety, be so treated in a return of the writ. The objection to the evidence is consequently unsound, and the averment of a false return unsustained.\n■ Judgment affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Brandebury, for plaintiffs in error,",
      "Reed, contrA"
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Magee.\nThe authority which a judge exercises at his chambers over process of the court in a case pending, is that of the court itself, and may bo enforced by attachment. A judge, in vacation, has power to stay an execution, and his order is binding upon the officer to whom it is addressed.\nUpon an application to a judge in vacation, to obtain a stay of execution, the proper mode of proceeding is by summons in the nature of a rule nisi, fixing a day for hearing, which should be served on the opposite party; and without this be done, the judge ought not to interpose his power: unless the order applied for, is a matter of course.\nNotice of an order to stay execution must be served on the party to be affected by it; otherwise he may disregard it: but it seems that where an order to stay execution may be made without summons, notice is not necessary; and that the omission to give it is not fatal to the validity of the proceeding, ab initio, in any case.\nThe omission or neglect to give notice of an order to stay execution, however indispensable it maybe to correct practice to give it, is but an irregularity which upon application would furnish sufficient grounds to rescind the order, but would not justify the officer’s refusal to obey it.\nIt is no part of a sheriff’s duty to notify the plaintiff in an execution of the receipt of a judge’s order to stay the same.\nA sheriff cannot be impeached for misfeasance by the plaintiff, for not executing a writ of fi. fa., which had been stayed by the order of a judge.\nThe omission by the sheriff to return an execution until after the return day, is not of itself such negligence as will make him liable to an action.\nIn error from the Common Pleas of Perry county.\nJune 1. This was an action of debt, brought in the name of the commonwealth for the use of L. G-. Brandebury and G. Klink, on the official bond of Alexander Magee, late sheriff of Perry county, and his sureties, to recover the amount of a writ of fieri facias, placed in his hands for collection.\nThe plaintiffs, for whose use this siiit was brought, obtained an amicable judgment on the 4th of January, 1844, against Conrad Ernest, No. 114, January Term, for 1844, for $100, without stay of execution.\n. On the 9th April, 1844, a writ of fieri facias issued on this judgment, No. 3, August Term, 1844, and was placed on that day in the hands of the sheriff for collection. At the time the execution came into the hands of the sheriff, and for a long time afterward, the proof was, that the defendant had sufficient personal estate to pay and satisfy the amount of the execution. The sheriff retained the execution in his possession, without executing it, until the 28th November, 1844; at which time he returned it, “ stayed by order of court; so answers Alexander Magee, rsheriff.” The August and November terms intervened between the issuing and return of the writ.\nOn the 5th August, 1844, a judgment was entered in favour of John Ernest (the son) against Conrad Ernest (the father), No. 304, April Term, 1844, for $590.83. On the 7th August, 1844, a, fieri facias, issued on this judgment, No. 1, November Term, 1844, and was placed in the sheriff’s hands; to which the following return was made: “August 16, 1844, levied on defendant’s personal property, and sold the same, 4th October, 1844, for $412.17; proceeds of sale applied as per statement (read in evidence), and $392.78 applied to debt and interest on this judgment.” Defendant had not any property left, having become insolvent.\nThe defendants then offered the following paper in evidence: — ■\n“ Brandebury and Power, v. Conrad Ernest. Judge Junkin is requested to stay proceedings upon an execution in this case till next term, to allow the defendant to move the court to' open the judgment and set aside the execution, “ Conrad Ernest, being duly sworn, says that the note on which this judgment is entered, was given to the plaintiff for services to, be rendered after the date of the note as attorneys for him, and that the services have not been rendered according to the contract of the parties, and that consequently the money, is not due, and the execution has been issued improperly and should be stayed.\n“ Sworn and subscribed before me, the 4th day of May, 1844.\nJohn Junkin.\n“ May 4th, 1844, in the a*bove case proceedings stayed until the 2d day of the August Term ensuing this date.\nJohn Junkin.”\nNeither the above application nor affidavit were signed by Conrad Ernest, nor by any one else for him. On the back of the paper was endorsed, in the handwriting of the person who drew the petition and affidavit, the following:—\n“ Judge Junkin will please give Conrad Ernest an order to the sheriff to stay proceedings till the next court.-”\nThe foregoing offer was objected to by the plaintiffs.\n1st. Because the sheriff returned the fi. fa. stayed by order of court, and no proof can be given to contradict it.\n2d. Because the proceedings were ex parte, without notice, and were coram non judice.\nThe objections were overruled, exception taken, and bill sealed.\nThe defendants then proved that this paper was delivered the same day to Sheriff Magee, and found among his papers after his death: the writ having been returned by the sheriff in his lifetime.\nThe plaintiffs- requested the court to charge the jury on the following points:—\n1st. That it was the duty of the sheriff, upon receiving the writ of fieri facias, No. 3, August Term, 1844, against Conrad Ernest, to levy the debt, interest, and costs of the defendant’s goods and chattels, if he had a sufficient amount liable to levy and sale; and if he neglected or refused to do so, whereby the plaintiffs lost their claim, he made himself liable for the amount of the writ in his hands, and plaintiffs are entitled to recover in this action.\n2d. That if upon the delivery of the fieri facias to the sheriff, he had a reasonable doubt of the plaintiffs’ right to issue the same, or of his duty to execute the writ; or of the title of defendant in the execution, to the goods to be levied on, it was his duty to make a levy, and to inform the plaintiffs and ask for an indemnity; and, if he neglected to do so, but undertook to determine those questions for himself, and neglected and refused to levy and sell the defendant’s goods, whereby the plaintiffs lost their debt, he made himself liable for the plaintiffs’ claim, and they are entitled to recover in this action.\n3d. That if upon tbe application of Conrad Ernest, tbe defendant, in the execution to Judge Junkin in vacation, he peremptorily directed further proceedings on the execution in the sheriff’s hands to be stayed without a rule to show cause or any notice to the plaintiffs, and without making provision for the continuance of the lien on defendants’ personal property, or taking sufficient security to indemnify the plaintiffs, his proceedings were coram non judies, and afford the defendants no protection in this action.\n4th. That if Judge Junkin did direct the sheriff on the 4th of May, 1844, to suspend further action on the execution, without any notice to the plaintiffs, and no further proceedings were had upon the order of the judge, and the sheriff held the writ in his hands from that time until the 28th of November following, without giving ' the plaintiffs any notice, and during that time he received other executions, upon which he levied and sold the property of Conrad Ernest, and paid away the proceeds, whereby plaintiffs lost their claim, he made himself liable, and plaintiffs are entitled to recover in this action.\n5th. That this fi. fa. was a lien on the personal property of Conrad Ernest from the time of its delivery to the sheriff, and the same was not divested by any order made by Judge Junkin in vacation; and if other executions came to the sheriff’s hands afterwards, upon which he sold the property of Ernest, while and at the time this execution was still in his hands, it was his duty to retain and pay to plaintiffs the amount of their fi. fa. out of the proceeds of sale, and having failed and refused to do so, plaintiffs are entitled to recover in this action.\n6th. That if the sheriff received this execution’ oh the 9th of - April, 1844, and held the same until the 28th of November following; during which time the property of defendant was sold, and the money made' on other executions/and on the. last-mentioned day returned the writ, stayed by order of court, when no order in fact was made by the court; it is a false return, conclusive upon the sheriff, and it is not competent for the defendants to contradict it; and if they fail to show that it was stayed by order off court, the plaintiffs are entitled to recover.\n7th. That if the sheriff received the order of Judge Junkin about the time of the alleged application of Ernest to the associate judge to stay proceedings on the execution; and the associate judge made an order to stay the same without limits or condition, and the sheriff held the order and never returned the same to the court, and no notice was given by the sheriff to the plaintiffs of the same, and the sheriff held the writ in his possession until after the August Term had gone by, and until after the November Term had gone by; during which time he sold the defendant’s property, and received the money, and during all this time no notice or rule was served on the plaintiffs, or any action had in relation to the same, by which the plaintiffs lost their money; the holding over of th & fieri facias, and the withholding of' notice to the plaintiffs, was such a misfeasance and nonfeasance on the part of' the sheriff, as to mate him and his sureties liable in this action.\nThe court (Hepburn, P. J.) charged the jury as follows: — •\n“ The plaintiffs seem to regard this order of Judge Juntin, staying the execution against Ernest, as a matter betwixt him and the sheriff; which from any evidence before us is clearly not the case. The order of the judge was procured by the defendant in the execution, and was by him handed to the sheriff, and of course binding upon that officer. Nothing was done upon that order afterwards in court by either party — it seems to have slept, and other executions came into the sheriff’s hands against Ernest, which took his property. Under the evidence in the cause the plaintiffs have not made out such a case as will charge the sheriff’s sureties with this debt; your finding should therefore be for the defendants.”\nCharge excepted to by plaintiffs, and bill sealed.\nErrors assigned: 1st. The court erred in admitting the evidence in the first bill ef exceptions.\n2d. The court erred in answering the plaintiffs’ points in the negative.\n3d. The court erred in their charge to the jury in saying the “plaintiffs have not made out such a case as will charge the sheriff’s sureties with this debt; your finding should therefore be for the defendant.”\nBrandebury, for plaintiffs in error,\ncontended: 1st. That the order of the associate judge in vacation, without notice to the plaintiffs, was coram non judice, and afforded the sheriff no protection ; that it was the notice alone to parties in interest, that gave vitality to judicial proceedings. He cited Bagly’s Practice, 17,18, 20, 21, found in 15 Law Library. That without notice, the order Was no supersedeas: lb. 35; Hecker v. Jarret, 3 Binn. 411.\n2d. That if the order of the judge did suspend the proceeding until the return day, yet the sheriff made himself liable by concealing the order, and neglecting to return it and the fi. fa., until ■ he had levied and sold the defendant’s personal property on subsequent executions, and paid out the money. That the plaintiffs’ execution was entitled to the money: Beale v. Commonwealth, 7 W. 183-186; Lewis v. Smith, 2 S. & R. 157; Pur. Dig. title Execution, see. 39; Hutchinson v. Johnson, 1 T. R. 729, and note there cited; Stewart v. Stocker, 13 S. & R. 199; Commonwealth v. McCov, 8 Watts, 154; Myers ¶. Commonwealth, 2 W. & S. 62.\nReed, contrA\nThe order of the judge was a supersedeas to the execution,- and a justification to the sheriff. The judge had jurisdiction over the subject-matter, and his decree was final and conclusive. The sheriff had no right to question or disregard it. As to the power of the judge in vacation to make the order, there can be no doubt. By the 13th section of the act of 22d May, 1772, 1 Sm. Laws, 140, the judges of the Courts of Common Pleas are empowered “ to minister justice to all persons, and to exercise the jurisdictions and powers, &c., as fully, to all intents and purposes whatsoever, as the justices of the Courts of King’s Bench, Common Pleas, and Exchequer, at Westminster, or any of them may or can do.” It is said, the authority of a judge at his chambers is the authority of the court itself: 9 Bing. 104; 2 Maulé & Sel. 119; 1 Dowl. 274; Bagly’s Practice, in 15th Law Lib. 2. Judges at chambers are often called upon ex necessitate rei to set aside irregular judgments signed in vacation; to discharge persons improperly taken in execution: 15 Law Lib. 5; 9 Bing. 104. Such orders may be made without notice, they being deemed the orders of the court; 15 Law Lib. 14. The return in this case rightly made. No breach of sheriff’s bond if he did not return his writ sooner : 8 W. 154, 450. He is not bound to return a writ of fieri facias: Bing, on Executions, 251; 13 Law Lib. 106. A sheriff need not return & fieri facias unless called upon to do so: 13 Law Lib. 109. It is the duty of the party to rule the sheriff to return his writ: Watson on Sheriffs, 83; 7 Law Lib. 60. Sheriff not liable to an action at the suit of plaintiff for not returning a writ of fieri facias. A rule to return his writ may be had by order of a judge in vacation: Sewell on Sheriffs, 413; 46 Law Lib. 360. The supersedeas was the act of the judge, not of the sheriff; and a sheriff is never required to show a judgment, or order, to justify under an execution. Bound to execute orders of the court, at his peril: 46 Law Lib. 90.\nJune 9."
  },
  "file_name": "0240-01",
  "first_page_order": 240,
  "last_page_order": 249
}
