{
  "id": 959496,
  "name": "McGuire v. Adams",
  "name_abbreviation": "McGuire v. Adams",
  "decision_date": "1848-06-12",
  "docket_number": "",
  "first_page": "286",
  "last_page": "288",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 286"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 288,
    "char_count": 4689,
    "ocr_confidence": 0.379,
    "pagerank": {
      "raw": 1.4459523035606895e-07,
      "percentile": 0.6540835006210787
    },
    "sha256": "ce2e31d15fa42b1f7cc9a550ac0ce2f4480abc078e277a4ecf70c75526de870b",
    "simhash": "1:e74181608c5aeea8",
    "word_count": 833
  },
  "last_updated": "2023-07-14T19:18:37.112998+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McGuire v. Adams."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe parol evidence in Zeigler v. Eckert was admitted to rebut a presumption that a testator did not intend to give by his will: not as a proof of an independent gift. That case belonged to a distinct class. Put the principle of the present was decided in the case of Duncan Campbell’s Estate, at the last term of the Western Circuit; in which it was held that directions to destroy certain promissory notes, or give them to the drawer in case the creditor should die before seeing him, are but evidence of an unexecuted intention to give — not of a gift itself. The principle of that case rules the present, which is not distinguishable from it.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Watts, for plaintiff in error,",
      "Biddle, contri."
    ],
    "corrections": "",
    "head_matter": "McGuire v. Adams.\nAn offer to pay a debt, and the refusal of the creditor to receive the same, followed by repeated declarations on the part of the creditor, a stepmother, that she never intended to collect it from the debtor, as he had made the money for her; and that if not paid in her lifetime, it was to be his: Held, that although the debt was not paid in the lifetime of the creditor, the refusal to receive payment when offered, and the subsequent declarations, were but evidence of an unexecuted intention to discharge the debt, and that the debt was not thereby discharged.\nIn error to the Common Pleas of Cumberland county.\nJune 5. .Abraham Adams, the defendant in error, who was plaintiff below, in his statement filed, claimed to recover the sum of $96.62-J from James McGuire, administrator of Hetty Adams, for the board of, and attendance upon the said Hetty in her lifetime, and for taking care of and keeping her stock on the farm, after her death, and for the expenses of her funeral. The defendant pleaded non assumpsit, payment, and set-off. The plaintiff replied non solvit and no set-off. On the trial, before Hepburn, P. J., the plaintiff called witnesses who testified, to some extent, to the boarding of the defendant’s intestate and keeping her stock, which consisted only of a horse and two cows. The defendant then, under Ms plea of set-off, gave in evidence a promissory note, dated April 1st, 1845, given by plaintiff to defendant’s intestate, for $300. On this note credits to the amount of $223.75 were endorsed, which left, on 7th April, 1846, a balance of $92.25 due and unpaid on the note.\nThe plaintiff then proved, by a witness, that he had called upon defendant’s intestate, who was his stepmother, some months previously to her death, and offered to pay her the balance remaining due and unpaid on the note, for the purpose of stopping the interest, and that she refused to receive it; and that she subsequently told the witness that she never intended_to collect the money due on the note from the plaintiff; that he had made the money for her, and if not paid in her lifetime, it was to he his.\nAnother witness testified, that on two occasions, and a short time previously to her last sickness, the defendant’s intestate had told her, that if plaintiff had not paid this note at her death, it was to be his. The note was not paid in the lifetime of the intestate.\nThe defendant then requested the court to charge the jury upon the following points :—\n1. That the note of Abraham Adams to Hetty Adams, of the 1st April, 1845, to the amount of the balance due upon it, given in evidence by the defendant under his plea of set-off, can only be defeated by evidence of its payment, or a release of it, founded on a good or valuable consideration. That the conversation between Hetty Adams, in her lifetime, and Abraham Adams, the witness; or that between her and Agnes Adams, another witness, not communicated to the defendant till long after the death of Hetty Adams, and not founded upon any consideration whatever; and there being no evidence to show that she had it not fully in her power, up to the time of her death, to collect the said debt, or to dispose of the said note or debt as she pleased, by cancellation, will, or otherwise, it affords no legal reason to defeat the defendant’s set-off, and he is entitled to recover it in this action.\n2. If the jury believe the note was legally due and payable by Abraham Adams to Hetty Adams, in her lifetime, the alleged parol discharge, without consideration, does not now affect its validity or defeat its recovery.\nThe court answered these points in the negative. The defendants thereupon excepted to the charge of the court; and the jury having returned a verdict for the plaintiff, sued out this writ, and assigned the answers of the court to his points, for error here.\nWatts, for plaintiff in error,\nwas relieved by the court from arguing the errors assigned.\nBiddle, contri.\nJune 12."
  },
  "file_name": "0286-01",
  "first_page_order": 286,
  "last_page_order": 288
}
