{
  "id": 959500,
  "name": "McFait's Appeal",
  "name_abbreviation": "McFait's Appeal",
  "decision_date": "1848-06-12",
  "docket_number": "",
  "first_page": "290",
  "last_page": "293",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 290"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Cow. 71",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2035068
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/7/0070-01"
      ]
    },
    {
      "cite": "7 W. & S. 407",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481779
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0407-01"
      ]
    },
    {
      "cite": "3 Penn. 533",
      "category": "reporters:state",
      "reporter": "Penn.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 461,
    "char_count": 8918,
    "ocr_confidence": 0.402,
    "pagerank": {
      "raw": 2.222545810599544e-07,
      "percentile": 0.7777928365707808
    },
    "sha256": "285de29911029073a59af10ee78e68aa4618c3f88d906d3dfa1e8e1476c3063a",
    "simhash": "1:bde176317005e04f",
    "word_count": 1605
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McFait’s Appeal."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThe testatrix directed the divisee of her real estate to pay “ all her legal debts due at the time of her decease;” and the first question raised and argued here was, whether certain bonds, not payable at the time of her death, nor until some time afterwards, were included ? The will is dated 16th of February, 1843, and proved the 6th of March, 1843. The exact time of her death is not stated. The first disputed bond was payable the 1st of April, 1843, and the other in April, 1845.\nThe testatrix, at the time she made her will, could not have known the time of her death. There is no evidence to show whether her health was bad or otherwise. She might, therefore, have lived until both bonds were payable, and until new debts were incurred. The most natural interpretation of the language is, that she meant that the devisee of the land should pay all the , debts she owed at the time of her death. It would be drawing too nice a distinction to suppose that the testatrix intended to discriminate between debts owing and payable at the time of her death, and those owing, but not payable. It is quite common to provide in wills for the payment of all just debts due by the testator ; in which phraseology is generally understood to be included all just debts owing by the decedent. The true meaning of anything due, is, that it is owed — legally binding — what the law requires to be done. Even in legal phraseology, the bonds not payable at the death would be included, on the principle of deiitum in presentí, solvendum in futuro. The propriety of this construction is more apparent from the fact that the testatrix devised all her personal property to other persons. We are of opinion, therefore, that all the debts owing at the time of her death were included.\nAnother question was raised and argued, and on which the opinion of the court has been so formed, that it over-rides the other question in its practical application. We are of opinion that all the debts, as well as the legacies, were charged on the land devised as the primary fund. She devises the land to her brother, John Culbertson, “under condition, however, that the said Culbertson shall pay all my legal debts due at the time of my decease.” It was contended by counsel, that this created an estate upon condition. But I apprehend not; such construction would defeat the whole will and the obvious intent of the testator. In that event, the heir would enter for condition broken, as John Culbertson did hot take the land, for what reason does not appear, and the court ordered it to be sold for the payment of the debts. The legacies would be principally unpaid, that is, the money legacies, and the legatee of the personal estate get little or nothing; for it would be principally consumed in the payment of debts — thus overturning the whole will. The debts and legacies were charged upon the land, as we think; and whether Culbertson took it or not, it was the fund out of which they were to be paid, according to the express intent of the testatrix, as well as by legal intendment. The nse of the words “under condition” do not control the evident intent of the testatrix. In Wigg v. Wigg, 1 Atk. 382, the testator devised real estate to his son, updn condition that he or his heirs paid to six grandchildren £90, to whom were given power of entry and distress for non-payment. The son died before testator, and consequently the devise of the land lapsed. But the question was, whether the charge of the £90 existed: and Lord Hardwick decided in the affirmative, and directed the land to be sold for the payment of the legatees. That is a case much stronger in its features than the present. In order to exonerate personal estate from the payment of debts, there must be either express words or a plain intention, as it is the primary fund. But the intention may be found, not only in the mode in which the personal estate is given, but also in the manner of the devise of the real estate. The real estate may be so appropriated to the payment of debts and legacies, as to show a clear intention that they shall not be a burthen on any other fund, although the personal estate is not expressly exempted: 11 Ves. 185 ; 7 S. & R. 407.\nThe intent of the testatrix is clear — that she intended to charge the land with the payment of the debts and legacies, as well by the express words of the devise, as by specifically giving all her personal property, in juxtaposition with that direction, to Mary Kozier. The order of distribution of the fund in court will be to appropriate the proceeds of the land, after deducting expenses of sale, to the payment of the debts and legacies to Mary Kozier, which will consume the whole, and a few dollars over; and all the fund produced by the personal property to Mary Kozier. The court below mingled the personal fund and that produced by the sale of the real estate in their calculation; but the result is the same as the estate and the different legatees stand, as Mrs. McFait and Andrew Culbertson are to get nothing until after Mary Kozier is paid. The court, however, in their decree, determine the legacy of Andrew Culbertson, amounting to $ 10, shall be paid in the proportion it bears to the whole fund, compared with Mary Kozier’s legacy of $1,000. This was a mistake, no doubt, as Culbertson was not to be paid until after Mrs. McFait, and she was not to be paid until one year after Mary Kozier’s legacy was paid, which will absorb the whole fund; but the amount that Culbertson will receive under the decree is so exceedingly small, that on the principle of de minimis non curat, it is not worth correcting the decree.\nDecree affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Biddle, for appellant.",
      "Watts, contó."
    ],
    "corrections": "",
    "head_matter": "McFait’s Appeal.\nDevise of land, on condition tlie devisee pays debts and legacies, creates a charge in exoneration of the personalty bequeathed, though the devisee refuses to accept the devise.\nTestamentary charge of all my debts due at the time of my decease, includes debts then owing, though not yet payable.\nJune 5. Testatrix, by her will, made in 1843, after directing her funeral expenses to be defrayed out of her “estate,” devised certain land to Culbertson, “ under the condition he pay all my legal debts due at the time of my decease.” She then bequeathed $1,000 to Mary Kozier, payable in one and two years after the payment of debts. She also gave her all her personal property not thereinafter specifically bequeathed. To Mrs. McEait (who died about three years before the date of the will) $600, to be paid one year after payment of the legacy to Mary Kozier; to Culbertson $10, payable one year after the legacy to Mrs. McEait.\nTestatrix died some time in 1843, indebted among other things on two bonds, falling due after her decease. Culbertson refused to accept the land devised to him.\nThe proceeds of the real estate, after deducting the expenses of the sale and the debts, were less than the legacy given to Mary Kozier — but if the debts not due at testatrix’s death were excluded, the proceeds exceeded the amount of the other debts and legacies.\nThe court below stated the account, mingling the proceeds of the real and personal estate, which resulted in a balance for distribution of $2,041.08, which was directed to be paid to Mary Kozier and Culbertson, “ in the proportions which the legacy to Culbertson bore to the whole estate.”\nThe heirs of testatrix contended that only the legacies were payable out of the land, and that the debts not due at the time of testatrix’s death, were not chargeable thereon, but were payable out of the personalty, and that the surplus of the real estate should be distributed among them.\nBiddle, for appellant.\nThe charge is only of debts due “ at the time of my deceaseif then debts not yet matured are included, of what effect are these words of desertion, and the court is bound to give them effect: Ward on Leg. 194-5; 2 Miles, 412. This view is strengthened by considering that the personalty, which is the primary fund, is not exonerated by this charge unless there are express words of exoneration: 2 Yern. 48; 3 Atk. 201; 1 Cox, 1;'ll Yez. 186; 18 lb. 132; 9 lb. 447; 4 lb. 816 ; 3 lb. Ill; 2 Yern. 120 ; 2 Sch. & Lef. 538; 1 Ball & B. 312. The legacy to Mrs. McFait having lapsed, merged for the benefit of the heirs, and they are entitled to the proceeds of the land, after payment of the legacies charged thereon.\nWatts, contó.\nThe inclination of the Pennsylvania decisions is to favour charges of legacies and debts on the land; and this may be done by mere words of implication: 1 Bawle, 336; 3 Penn. 533; 7 W. & S. 407. Here there is an express charge by the words of the will; 1 Bop. 325; 1 Atk. 382; 1 Yes. 135; 7 Cow. 71. By the specific devise over of all the personalty, the charge on the land is in exoneration of the otherwise primary fund. The argument on the other side creates an intestacy, though by the plain words all the estate was devised.\nJune 12."
  },
  "file_name": "0290-01",
  "first_page_order": 290,
  "last_page_order": 293
}
