{
  "id": 959534,
  "name": "Commonwealth to use v. McIntire",
  "name_abbreviation": "Commonwealth v. McIntire",
  "decision_date": "1848-06-08",
  "docket_number": "",
  "first_page": "295",
  "last_page": "297",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 295"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 315,
    "char_count": 5969,
    "ocr_confidence": 0.382,
    "pagerank": {
      "raw": 5.4033266686372354e-08,
      "percentile": 0.3380961592741507
    },
    "sha256": "5a6cdde9a8154eed99dbd4309ee7902dbdeb649e6f7769c441c38e81e04c09a2",
    "simhash": "1:57e767bc6d8cbef3",
    "word_count": 1031
  },
  "last_updated": "2023-07-14T19:18:37.112998+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth to use v. McIntire."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nAlthough the sheriff’s sale of the property under the judgment obtained against the estate of James Morrison in his lifetime divested the. lien of the recognisances in the hands of the purchaser, yet under the circumstances disclosed by the evidence, the sale did not extinguish the debt, inasmuch as the recognisors had ample funds in their hands, which it was their duty to apply to the payment of the judgment. One of the recognisors, who was the administrator of James Morrison, had in his possession upwards of $1,200 of personal property belonging to the estate. The recognisors, who were the three sons of the intestate, were in the possession of the land taken by them at the appraisement upwards of five years: received the rents, issues, and profits thereof, and moreover, were indebted on the recognisances upwards of $8,000, much more than enough to pay every debt, including the judgment against the estate. That the land taken by the sons, therefore, was sold, was not the fault of the other heirs, but it arose from their own neglect in not paying the debts. From this it follows that the recognisors. are entitled only to a remedy on the recognisance, as against the recognisors and their property, and as there was nothing belonging to them in the hands of Mclntire, who was the administrator de honis non, there was nothing which could be attached. The plaintiff in error and plaintiff below is in this dilemma. If the recognisance on which suit is brought is discharged by the sheriff’s sale, as seems to have been the opinion of the court, then this suit is improperly brought; for certainly no suit will lie on a void recognisance. But if not discharged, which is the better opinion, and the debt remains, although the lien is gone, the recognisors beyond all question have already received more than their share of the estate. They are entitled to none of the money in the hands of the garnishee; and consequently, there is nothing to attach. But in this suit the plaintiff has recovered more than $50, a judgment more favourable than he had any right to expect; for in truth, he is entitled to nothing in this action. There is now in the hands of the administrator de bonis non and garnishee only about the sum of $900, which must be distributed among the other heirs, the three sons having already received more than their share of the estate. As then no injury has been done to the plaintiffs in error, the judgment must be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Oasey, for plaintiff in error.",
      "Watts, contó."
    ],
    "corrections": "",
    "head_matter": "Commonwealth to use v. McIntire.\nThough a sheriff’s sale for the debt of the ancestor discharges lands held by an heir under proceedings in partition, from the lien of recognisances given to secure the other heirs their shares of the valuation: yet the debt thereby secured is not wholly discharged, if the amount due on the recognisance was more than sufficient to pay the debts of the ancestor for which the land was liable. And in such case the accepting heir is not entitled to participate in the surplus arising from the sheriff’s sale, which is insufficient to pay the amount secured by the recognisance.\nIn error from the Common Pleas of Perry county.\nThe question in this case was, whether McIntire, who was summoned as garnishee in an attachment of execution,' had any funds in his hands liable thereto.\nThe facts were these: — James Morrison died seised of lands of which partition was made in the Orphans’ Court. The heirs were three sons and six' daughters. The land was appraised in three parcels at $8,144; and in 1841 one parcel was taken by each son, who entered into recognisances to pay the other heirs their several proportions of the valuation. In 1842 judgment was entered by confession by the three sons on one of the recognisances to secure a share to their sister, the wife of the present plaintiff.\nOne of the sons settled an administration account in 1842, showing a balance in his hands of $1,293.41, which had never been disposed of.\nIn 1844 a sheriff’s sale was made of the land, under a judgment recovered against James Morrison in his lifetime. The purchase-money was $3,110, which was applied to the payment of liens against James Morrison’s estate, and the balance, $789, paid over to his administrator de bonis non, the present garnishee. He settled an account, showing a balance in his hands of $903.\nThe plaintiff then issued this attachment on his judgment above mentioned, and the question was whether any part of this fund belonged to the sons of James Morrison, the defendants in that judgment. '\nThe plaintiff also proved that the sons had entered under the partition, and received the profits of the land until 1845.\nThe court told the jury, the sheriff’s sale discharged the liens and the recognisances, and the sons were entitled, with their sisters, to share in the surplus. But that the circumstances in evidence, the brothers being largely indebted to the sisters, prevented them receiving the money; and that they were entitled to a credit on their recognisance, for so much as had been received thereon; and that the plaintiff was entitled only to an equal share with his wife’s sisters, of the fund.\nOasey, for plaintiff in error.\nThe sheriff’s sale discharged the recognisances, as well the liens as the debts, excepting that one which had been prosecuted to judgment by the plaintiff in error: Franks v. Groff, 14 S. & R. 181. It is immaterial that the recognisors had funds in their hands; it was equally the duty of all the heirs to discharge the paramount encumbrances. It was supposed by the court, that the recognisances effected an equitable appropriation of this fund; but such a contract could only exist after the sale, and that taking away the consideration, no such contract could be implied.\nWatts, contó.\nThere is no error of which the plaintiff can complain. His true remedy was in the Orphan's’ Court. For this fund did not belong to the defendants in the judgment, by whose wrong the land has been sold.\nJune 8."
  },
  "file_name": "0295-01",
  "first_page_order": 295,
  "last_page_order": 297
}
