{
  "id": 959535,
  "name": "Towers et al. v. The Tuscarora Academy",
  "name_abbreviation": "Towers v. Tuscarora Academy",
  "decision_date": "1848-06-13",
  "docket_number": "",
  "first_page": "297",
  "last_page": "301",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 297"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 R. 38",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 191",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856318
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0191-01"
      ]
    },
    {
      "cite": "4 Rawle, 273",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823537
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0273-01"
      ]
    },
    {
      "cite": "8 W. 170",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. 459",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "4 W. 183",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. 75",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "9 W. & S. 103",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169036
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/9/0103-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 489,
    "char_count": 9596,
    "ocr_confidence": 0.394,
    "pagerank": {
      "raw": 4.666970501906556e-08,
      "percentile": 0.2922757272721305
    },
    "sha256": "b4483943f9368ab390aad2292bdd411a7cdcd1de218e5ca0c4508c123d2a8e55",
    "simhash": "1:06b377b4a2e2cc4b",
    "word_count": 1723
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Towers et al. v. The Tuscarora Academy."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThe purchaser was fatally mistaken in supposing that he had nothing to do with the application of the purchase-money, when it w.as before the Common Pleas for distribution, in the first instance, or subsequently before this court on appeal. Where there is a mortgage junior to the judgment on which the land has been sold, there may be a question, as there was then, whether the purchaser bought subject 'to it or free from it; and, having an interest in it, it is his business to attend to it as his particular concern, without citation or notice. He may not have known the state of the liens when he bid, nor am I prepared to say the law would impute a knowledge of it to him by way of presumption, were it material to do so ; but it would be inexcusable negligence to remain ignorant of it at the return of the writ, or to blindly acquiesce in the application of the purchase-money, as he might have safely done, before the act of 1830. That statute has involved his interest in the distribution, and he is bound to watch it, without waiting to be sent for when he is wanted. The equitable proceeding, to ascertain the available liens and the order of their payment, was given by the acts of 1827 and 1836, to end litigation, and do justice to all interests by a single operation, an issue being demandable in the course of it, “ at the request, in writing, of any party interested.” Is not the purchaser such? He is interested to see that a junior mortgage, where there is one, be paid; and before it is ascertained whether it is to come out of the fund, it may be necessary to ascertain, whether he bought the land clear of it. Besides, before that has been done, the aliquot parts of the judgment creditors cannot be settled. The question, therefore, must unquestionably be a subject of adjudication in the first instance; and who are the parties to be affected by the decision of it ? It is the interest of the purchaser to show that the mortgagee is a creditor of the fund, and it is the interest of the judgment creditors, to show that he is still a creditor of the land. The question lies between them; and as the mortgagee, having an unquestionable right to come upon the one or the other of them, has no interest in it, they are the parties to litigate it. The delay and circuity that would be produced, by allowing the purchaser to stand off till he should be called in to answer an ejectment by a vendee under the mortgage, though sufficiently vexatious, would be trifles in comparison with the mischiefs that would be produced by inconsistency of decision. The judgment creditors might succeed in throwing the mortgagee on the land, and the purchaser might sue-. ■ ceed in convincing a jury, that he ought to have been thrown on the price of it; and thus might his superior security be squeezed out in the press, without any fault of his own, by compelling him to settle the question between them in a separate proceeding with each of them. It is clear, from the injustice of such a result, that the struggle, in the case before us, ought to have been between the purchaser and the judgment creditors, and that if the former thought it was not his cue to take a part in it, it was his misfortune. It might perhaps be shown, if it were necessary, that the proceeding was in rem, or lis pendens; but independently of that, the purchaser was bound, without notice, to come in at the return of the writ, and defend his particular interest at his peril. Having had an opportunity to be heard, we are to treat his case as if he had been heard; and to hold that the decree concluded him.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Reed and Parker, for plaintiffs in error.",
      "Watts, contri!."
    ],
    "corrections": "",
    "head_matter": "Towers et al. v. The Tuscarora Academy.\nA sheriff's sale was made of land which was subject to a mortgage, subsequent to a charge of a legacy. A reference was made to auditors to report the facts, by whom depositions were taken after notice to the purchaser at the sheriff’s sale and to a purchaser from him. It was there proved that the purchaser agreed to buy at the sheriff’s sale subject to the mortgage, and the court decreed the proceeds of the sale to other and subsequent liens. The vendee of the sheriff’s vendee is concluded by the decree, and holds subject to the mortgage.\nProof that notice was not given to him, or that the land was not sold subj ect to the mortgage, is inadmissible on the part of the vendee of the purchaser, or of the mortgagor, in a scire facias against them.\nIn error from the Common Pleas of Juniata county.\nJune 5 — 6. The trustees of the Tuscarora Academy issued a scire facias on a mortgage; to which James Mathers and others, terre tenants, appeared and took defence.\nThe only material issue was that joined with the terre tenants; and the question was, whether the plaintiffs’ mortgage had been discharged by a sheriff’s sale.\nThe land in question had been devised to Towers, in 1829, subject to a legacy.\nThe mortgage in question was executed by him to plaintiffs in 1839.\nIn 1843, a judgment was recovered against Towers; and the land in question was sold by the sheriff to Aitken.\nThe sheriff petitioned the court to distribute, and to appoint an auditor to report the facts, stating that there were claimants for an amount exceeding the proceeds; among whom were the legatees, the present plaintiffs on their mortgage, and judgment creditors.\nThe court appointed Mr. Kreider auditor, to report the facts. He reported, “that having given due notice, &c.,” the claimants on the fund were those above stated.\nThe case was continued; and Mr. Doty appointed for the same purpose. Subsequently, as it would seem, Mr. Kreider was appointed commissioner, to take testimony. He reported, that having given notice to Aitken, the purchaser, and J. Mathers, the present terre tenant, who, it appeared, had purchased from Aitken, he took certain depositions on the 5th of July, which were filed the same day. These are stated in the report of Tower’s Appeal, 9 W. & S. 103; and the substance was, that Aitken had purchased expressly subject to the mortgage held by the academy.\nDoty, the second auditor, reported at February Term, that he had nothing further to report than had been stated by Mr. Kreider.\nThereupon, the court excluded the present plaintiffs from claiming the proceeds on their mortgage, and distributed the fund among the prior and subsequent heirs.\nThe reading of these reports and depositions was excepted to by defendants.\nThey also offered to prove — but the evidence was rejected by the court — that the land had not been sold subject to the mortgage; that the depositions were taken at the instance of the present plaintiff’s attorney; that no notice had been given to Mathers or Aitkens, with regard to the appropriation.\nThe court (Hepburn, P. J.) instructed the jury the record was conclusive, and the plaintiff was entitled to recover.\nErrors were assigned separately on the two issues: the first of which was on a plea of payment by the mortgagor; the second on the plea, by the terre tenant, that the lien had been discharged by the sheriff’s sale.\nI. 1. The admission of the proceedings relating to the distribution. 2. The rejection of the testimony stated above. 3. In charging that the sale did not, under the circumstances, discharge the mortgage debt.\nII. 1. The admission of reports, &c. 2. The rejection of the evidence. 3. The charge that the record was conclusive, and that plaintiffs could recover.\nIn the plea filed by Mathers, the terre tenant, there was no allegation that he was a purchaser, without notice of the agreement by Aitken, nor was there any offer to prove that fact. It appeared, however, that by the decision, the auditor’s report of notice of the depositions was considered conclusive of notice to him before the distribution was made.\nReed and Parker, for plaintiffs in error.\nMathers was in fact a purchaser without notice of the alleged agreement by Aitken, and to bind him by such an agreement, notice must be clearly and distinctly brought home to him. He was not bound by the notice of the commissioner, nor was he a party to the proceedings for distribution. Notice must be from a party having interest: Kerns v. Swope, 2 W. 75. Nor is he estopped by the record,-for the matter' was but incidentally decided: 1 Greenl. Ev. 565; 4 W. 183; 8 S. & R. 495; 2 W. 459. The report of Kreider was after he was superseded, and was coram non judiee; it was, at best, but matter in pais, like an inquest, the truth of which may be controverted : 4 Yeat. 378; 2 lb. 232; 8 W. 170'; 1 Penn. R. 306,113.\nWatts, contri!.\n-The court decided that the mortgage was not payable out of the proceeds, which was confirmed by this court. If the purchaser was affected by that decree, it is conclusive: Marsh v. Pier, 4 Rawle, 273. He cannot aver that he had not notice, if the record avers that he had, or if such notice was given as the law requires: Baird v. Campbell, 4 W. & S. 191.\nBy the act of 1836, the distribution is to be made by the court, who are to give notice by advertisement — any party in interest may have an issue, and may appeal by the act of 1827. The decree of distribution is therefore final,, or there could be no appeal: 1 Penn. R. 227. The presumption is that notice was given: Boal’s Appeal, 2 R. 38 ; for it was a final decision of the whole matter, and moreover the auditor’s report avers the fact to be so.\nJune 13.\nThere was no evidence on the subject of payment of purchase-money by the purchaser from the sheriff’s vendee: hence, it will be seen the question of the effect on a bonS, fide purchaser was not raised by the record: Bolton v. Johns, 5 Barr, 145."
  },
  "file_name": "0297-01",
  "first_page_order": 297,
  "last_page_order": 301
}
