{
  "id": 959556,
  "name": "Beaver v. Filson",
  "name_abbreviation": "Beaver v. Filson",
  "decision_date": "1848-06-13",
  "docket_number": "",
  "first_page": "327",
  "last_page": "337",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 327"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts, 509",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846113
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0509-01"
      ]
    },
    {
      "cite": "1 Binn. 378",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787870
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0378-01"
      ]
    },
    {
      "cite": "10 Watts, 204",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts, 493",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843959
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0493-01"
      ]
    },
    {
      "cite": "5 W. 494",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 836,
    "char_count": 25780,
    "ocr_confidence": 0.386,
    "pagerank": {
      "raw": 2.052110813090788e-07,
      "percentile": 0.7554919225020454
    },
    "sha256": "2a1995ad4258e000f09574737759206464556dc6cc6292c9d60e1ab2a41abca7",
    "simhash": "1:3e72d012311cfa08",
    "word_count": 4441
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Beaver v. Filson."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nIt is a conclusive answer to the action, that the evidence proves that the possession of the premises on which the trespass was committed, was not exclusively in the plaintiff. It was a joint possession, and the alleged wrong was by the authority of the joint possessors. But this, as a separate and distinct exception, has not been urged, but the cause has been argued as in the ease of an ejectment, and with a view to settle the title. It is agreed that the parties claim under George Werner and John Dickey, who at one time were the owners of distinct portions of the land. The plaintiff, who is the residuary devisee of John Beaver, sen., deduces title under a judgment rendered against the executor of George Werner, deceased, in favour of William Potts, an execution, levy, and sale to John Beaver, sen., and a deed by the sheriff of Franklin county, for the consideration of $250. The evidence is to this effect. The inhabitants of Loudon and its neighbourhood were desirous of building a house of worship, and for this purpose it was agreed by parol that Werner and Dickey should give the ground for the use of the Presbyterian and German Reformed congregations, the members and the neighbours agreeing to build a church and open a graveyard on the premises. According. to this understanding a church was erected at an expense of upwards of $2,000, the money being contributed by the charitable members of the respective congregations, and the liberal subscriptions of others living in the immediate neighbourhood. After being built, the church was dedicated in the usual manner, and has been used as a house of worship, with few intermissions, until this controversy took place. At the time of the sale, it appears by the levy a building occupied as a church was erected on the lot; it is therefore clear the sheriff’s vendee acquired the title of the former owner, and nothing more. Werner stood seised of the premises as trustee for the use of the Presbyterian and German Reformed congregations worshipping at that church. Although the contract is fully proved, yet it is said to be void, because the trust is vague and uncertain, and comes within the statute of frauds. Both these exceptions are examined and ruled in Martin v. McCord, 5 W. 494, a case in almost every aspect resembling the present. It is ruled that a parol agreement of an individual with a number of his neighbours that he would contribute a lot of ground, in consideration that they would erect a school-house upon it for their common benefit, when accompanied by proof of the execution of the agreement, is not affected by the statute of frauds, but • passes a good title to the persons subscribing and building the house. They are trustees for the benefit of the neighbourhood, and like all other trustees for charitable uses, would be subject to the supervision and control of the courts. Justice Sergeant truly considers the agreement not as a gift, but as a parol sale, which, when accompanied with the delivery of possession and valuable improvements, takes it out of the statute. The contributing members of the congregation are purchasers, the equitable title being vested in them by payment of the money. And to hold otherwise, would enable the donors, and those claiming under them, to commit a fraud; for it would be manifestly unjust if they could recover the property, with the improvements, in despite of the agreement. As George Werner had no interest in the .premises after the agreement, except as trustee, and in common with other contributors, so the present plaintiff, who claims under him, stands in the same position. In the case cited, the exception that the object of the trust is vague and uncertain, is also examined; in relation to which, Justice Sergeant remarks that it was the neighbourhood that was to enjoy the benefits of the school, and that the extent of the charity must be governed by circumstances. The rule is stated in Witman v. Lex, 17 S. & R. 93. It is immaterial how uncertain the object may be, provided there is a discretionary power vested anywhere over the application of the testator’s bounty to these objects. The discretion in that ease was vested in the subscribers or their representatives, or those to whom they delegated the management of the trust. So here it is vested in the subscribers, members of the respective congregations, and others, and in their representatives and successors for ever. The authority of the case cited is admitted, but a distinction is attempted by the assertion that it has not been shown who were the original subscribers; but this is- incorrect; in fact, the defendants have proved the names of three, at least, of the original contributors. But, passing by this answer, we do not perceive the force of the distinction; for the legal effect of the agreement is, that the equitable title is vested not only in the original subscribers, but, from the very nature of the grant, also in their representatives and successors. It is a dedication, for a valuable consideration, to them for these purposes. The 'former owner is the trustee; they are the beneficiaries. If we adopt the argument of the plaintiff in error it leads to this result, that the longer the defendants are in possession the weaker the title, as a time may come when it will be difficult to prove the names of the first contributors. It is said that a chancellor would not know to whom a title should be made, because of the uncertainty of the trust; but if necessary, as it is not, the plaintiff himself being the trustee, a title maybe made to another trustee for the use of the beneficiaries in the trust, naming them and their successors. In Pennsylvania, religious and charitable institutions have always been favoured, without respect to forms. We have regarded the substance from necessity, for to hold otherwise would endanger many titles never questioned since the settlement of the province.\nIt remains to consider the exceptions to evidence, all of which we. think untenable.\nThe subscription paper for repairing the church, was properly received. It is true, Beaver now claims the ownership and possession of the lots; but this evidence (and it is pertinent for that purpose) tends to prove that, in 1842, the time the repairs were made, he neither claimed the exclusive possession, nor did he pretend to be the owner of the property in controversy. It is corroborative of other evidence, that the key, the index of possession, was held at different ¡daces, by different persons, as was most convenient; The contributions from the citizens of Loudon, for the repairs of the church, are inconsistent with the idea of any adverse claim, as it is not likely they would advance money for the benefit of the plaintiff. The probability is, that the subscription, made with the knowledge and consent of Beaver, was in furtherance of the trust.\nWe see no error in rejecting the paper purporting to be an article of agreement, George Werner and John Dickey with the trustees of the Loudon Town Meeting House. It is said to be evidence of the conditions upon which Werner and Dickey agreed to convey a title to-the ground upon which the church now stands. But the objections to the paper are, that the consideration is a blank; and it purports to be an agreement with the trustees of the Loudon Town Meeting-House, who never had existence. It is signed by Werner and Dickey alone; and neither the Presbyterian or German Reformed congregation had any notice of it whatever, until it was produced in court. It is moreover dated the 16th of June, 1825; six years after the building was erected and in the use and occupation of the beneficiaries. It was no agreement, therefore, as there were no persons with whom the contract could be made. It amounts to nothing more than a declaration of these facts, in the absence of the beneficiaries under the trust. It also appears that a sum of money had been raised by subscription, more than sufficient for payment of the cost of the building. The debts, if any, mentioned in the agreement, ought to have been paid out of these funds.\nIn view of these circumstances, the court'was right in rejecting a paper which may have been manufactured for the purpose of affecting the title. We see nothing wrong in alleging proof that the building committee, of whom Beaver was one, had collected $2,000 from the subscribers, for the purpose of erecting the church. The testimony was pertinent to the issue, because it proves that the subscribers, in addition to being in the full use and occupation of the church, had in good faith fulfilled to the letter every condition of the grant.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Nill and Thompson, for plaintiffs in error.",
      "McLanahan, contrá,"
    ],
    "corrections": "",
    "head_matter": "Beaver v. Filson.\nA parol agreement \"by W. and D., with the inhabitants of Loudon township and its neighbourhood, that they would give the ground for a church and graveyard for the use of two congregations, if the members of the congregations and the neighbours would erect the house of worship and open a graveyard on the premises, and the consequent erection of the church or meeting-house and opening of the graveyard at the expense of the members of said congregations and other charitable neighbours, is not within the statute of frauds.\n2. Held, that W. and D. stood seised of the premises as trustees for the use of the two congregations, and upon the sale by the sheriff Tinder a judgment against one of said trustees, the sheriff’s vendee acquired the title of the defendant subject to the trust, and he himself became a trustee for the original uses.\n3. In Pennsylvania, religious and charitable institutions have always been favoured without respect to forms; and it is immaterial, in the case of a will, how vague and uncertain the object may be, provided there is a discretionary power vested somewhere over the application of the testator’s bounty to those objects, and the law is the same where the direction of the object is vested by agreement in subscribers to the erection of a church and their representatives, or those to whom they delegate the trust.\n4. In such case a subscription paper for repairs of the church was properly admitted in evidence, connected with proof that the repairs had been made under the eye of the plaintiff and without any claim by him of exclusive possession, and as negativing the idea of any adverse claim.\n5. An agreement by W. and D., six years after the building was erected, and in the use and occupation of the beneficiaries, and without their knowledge and consent, by which said TV. and D. undertook to bind themselves to make title for the meeting-house and graveyard on the payment of a sum of money alleged to be debts due divers persons for the building and finishing said meeting-house, not admissible in evidence: especially as there were no such trustees in existence as assumed by said agreement, and as there had been funds raised by subscription . more than sufficient to pay the debts of the building.\n6. In such case it was competent to prove that the building committee (of whom .plaintiff had been one) had collected §2,000 for the erection of the church.\nIn error from the Court of Common Pleas of Franklin county.\nJune 8. Trespass guare clausum fregit by John Beaver against Samuel Filson. The only question tried in the court below, and argued here, was as to the title to a lot of ground on which a brick building had been erected, and which was occupied as a church. The parties claimed title under George Werner and John Dickey, who were at one time owners of distinct portions of the lot in controversy. But at the trial, before Black, P. J., it was'-admitted that the title to the property on which the alleged trespass was committed, was in George Werner. The plaintiff, who was the residuary devisee of John Beaver, sen., deduced title under a judgment rendered against the executors of George Werner, deceased, in favour of William Potts, an execution, levy, and sale to John Beaver, sen., and a deed from the sheriff of Franklin county, to the said John Beaver.\nThe evidence given on the trial was to the following effect: — It was agreed by parol between Werner and Dickey, and the inhabitants of Loudon and its neighbourhood, that the said Werner and Dickey would give the ground for the erection of a house of worship in Loudon, for the use of the Presbyterian and German Reformed congregations, if the members of the said congregations and the neighbours would erect the house of worship, and open a graveyard on the premises. Under this agreement, or rather understanding, the ground in controversy was given by Werner and Dickey, and the meeting-house or church was erected, and the graveyard opened in 1819, by and at the expense of the members of the congregations aforesaid, and other charitable citizens of Lou-don and the neighbourhood. Immediately after its erection, the church was dedicated in the usual manner, and used as a house of worship, with few intermissions, from that time up to the commencement of this controversy. As soon as the building was finished, the Rev. Mr. Sholl received a call to Loudon, to preach in the church. Pursuant to said call, which he accepted, he visited Loudon, preached in the church, organized a congregation, and continued to preach there, statedly, for ten or eleven years. Beaver and wife, and Werner, were members of his congregation. Werner told him that he gave the ground or lot on which the church was built, and that he was ready to make a title as soon as the congregation would appoint a person to receive it. A survey and draft were made of the ground at the instance, and in the presenee, of Werner and Dickey. It was proved that they said, they ¡had given the ground for the purpose to which it was appropriated; that the building was erected in 1819 or 1820, and used by the Presbyterian and German Reformed congregations as a house of worship from that time; that George Werner and John Dickey, the donors, Thomas Scott, and one Baker, were the building committee ; that Baker declined to act on said committee, whereupon John Beaver, sen., the plaintiff’s devisor, was appointed in his place; and that the money to build the church was raised by subscription. George Werner died in Ohio, in 1825. In June, 1830, under an execution on a judgment confessed by the executors of the said George Werner, in favour of William Potts, the lot or ground, and a building thereon erected, and occupied as a church, was levied upon as the property of the said George Werner, deceased, and sold to John Beaver, sen., by-the sheriff of Franklin county. Under this judgment, levy, and sale, John Beaver, the plaintiff, claimed as residuary devisee, under the will of his father, John Beaver, sen., which was proved in 1839. Samuel Filson, the defendant, was a member of one of the congregations worshipping in the said church, and occasionally kept the keys. It appeared that the key of the church was never placed in the custody of any particular person, but was kept by, or left in the possession of any member of either of the congregations, who lived most convenient to the church; and that the church was kept in repair by the members of the congregations and other charitable citizens of Lou-don and vicinity.\nOn the trial the defendant called one Jonathan Shearer as a witness, and offered to prove by him, that he and two others were called upon by the building committee, Werner, Dickey, Scott, and Beaver, to settle the accounts between them; and that they disputed about the propriety of certain charges, but admitted that about $2,000 had been collected from the subscribers and paid .to them as the building committee, for the purpose of erecting the church. To the admission of this testimony the plaintiff objected. But the court overruled the objection, and sealed a bill of exceptions. The defendant then, after proving the signatures of a number of subscribers to a subscription paper for repairing the church in 1842, offered the said paper in evidence. The plaintiff objected, but the court overruled the objection, admitted the paper so far as the signatures had been proved, and sealed a bill of exceptions.\nThe plaintiff, then, after proving the following agreement, offered the same in evidence as rebutting: — ■\n“Articles of agreement made the 16th day of June, 1825, by and between George Werner and John Dickey, of the one part, and the Trustees of the Loudon Town Meeting-House of the other part, and all of Peters township, Franklin county, and state of Pennsylvania, witnesseth, viz: That for and in consideration of -dollars, the same being debts due William Potts, the bank, George Werner, Thomas Scott, John Beaver, and John Dickey, for the building and the finishing said Loudon Town MeetingHouse, the said George Werner and John Dickey do bind themselves, their heirs, and assigns, and every of them, on the payment of the said above sums, with the interest thereon, to make a good and sufficient title unto meeting-house and graveyard, the same being a part of General James’s property, and conveyed to the said Werner by James Hendricks, and to John Dickey by James C. Work; as given under our hands and seals, the day and date above.\nGeorge Werner, [seal.]\nJohn Dickey, [seal.]\nWitnesses present: Thomas Scott,\nJohn Easton.”\nOn objection by the defendant, the court rejected the article, and sealed a bill of exceptions.\nIt also appeared in evidence, that the plaintiff expressed his approbation at the subscription raised for repairing the church, in 1842, but refused to subscribe to the object; alleging, as a reason, that it had cost him too much already. At the same time, he said thé church was free to all organized congregations, but alleged no claim to the ownership of the lot or church. The jury found for the defendant. The plaintiff then sued out this writ of error, and assigned the following errors here: — =■\n1. The court erred in allowing the subscription paper for the repairing of the church in 1842, at a time when it was owned by and in the possession of John Beaver, to be read in evidence.\n2. The court erred in receiving the testimony of Jonathan Shearer, proving that the building committee of said church, consisting of Dickey, Scott, Beaver, Werner, and two others, disputed in his presence about the propriety of certain charges, and admitted that about $2,000 had been collected by them, from the subscribers, for the purpose of erecting said church.\n8. The court erred in rejecting the article of agreement of George Werner and John Dickey, dated 16th June, 1825, showing the conditions upon which said Werner and Dickey agreed to convey a title to the ground upon which the said Loudon Town Meeting-House now stands.\n4. The court erred in rejecting the record of the Common Pleas of Franklin county, showing a judgment against John Beaver, Thomas Scott, and John Dickey, surviving George Werner, with a fieri facias thereon, on which the money was paid by Beaver.\nNill and Thompson, for plaintiffs in error.\nThe admission of the subscription paper for repairing the church, was error. This paper could have been received but for two purposes, and these were, for the purpose of showing title in others as owners of the church; or that others were in possession, and that because plaintiff was out of possession, he could not recover in trespass. But as the evidence proves that Beaver was in possession, and that the repairs were made after consultation with him and with his permission, it tended to prove neither title nor possession, and was wholly irrelevant. The repairs were not made by either the German Reformed or Presbyterian congregation. This the paper itself shows. It was for a general Sunday-school of the whole neighbourhood; and it was about twelve years after John Beaver, sen., purchased said property at sheriff’s sale, and over three years after the plaintiff was in possession. It only tended to mislead the jury, and to prejudice them against the plaintiff.\nThe same observations applied to the reception of the testimony of Jonathan Shearer. The statements made by him as to the disagreement between Werner, Dickey, Scott, and Beaver, the building committee, at the settlement which they attempted to make, had no relevancy to the cause. Their admission that $2,000 had been obtained by subscription, does not go to the establishment of any fact in reference to the title or possession of said property. If it proves anything, if is that debts existed which were not paid.\nThe court erred in rejecting the article of agreement offered. It was taken for granted by the court that the title to the lot of ground on which the church was built, passed from George Werner at the time the building was erected, because Sholl stated that he was informed by George Werner, when the church was consecrated, that “ he gave the ground as a part of his subscription towards the building.” The agreement between Werner and Dickey, owners of the land, showed it was not contemplated that said title should pass until the debts created in its erection were paid. This agreement being dated three or four years after the completion of the church, would not affect the case. It showed the original intention of the parties, what the contract was, and that it was reduced to writing after the erection of the building. In this case there are no parties to receive the title, proved — subscription papers lost — no parol evidence given of the contributors.\nThey cited Martin v. McCord, 5 Watts, 493 ; Woods v. Earmare, 10 Watts, 204; Witman v. Lex, 17 S. & R. 88.\nMcLanahan, contrá,\ncontended, that whether the transaction be regarded as a parol gift of lands for a specific purpose, accompanied by the delivery of possession, and the subsequent erection of the church, or as a bargain and sale for a valuable consideration, the case was unaffected by the statute against frauds. The title to the land in dispute had passed from Werner, and was clearly in those whose money and labour had been expended in the erection of the church: Syler v. Eckhart, 1 Binn. 378; Young v. Glendening, 6 Watts, 509; Martin v. McCord, 5 Watts, 493. This case bears a striking resemblance in all its features to the case last cited from 5 Watts, 493, where the parol agreement to give a piece of land to the neighbourhood to erect a school-house on it, and the subsequent possession of the land, and the erection of the building, were regarded not as a gift, but as a purchase for a valuable consideration. The title of Werner, under whom the plaintiff claims, in this case, was vested in those who had contributed to the erection of the building, and they hold it, not for themselves, but as trustees, for the purposes originally designated.\nThe interest acquired by Beaver, under the sheriff’s sale, was not either a legal or an equitable title to the land upon which the church was erected; for the only interest Werner held in the premises was the share which became his by the gift of the land, and the money contributed to the erection of the building. This was all that could pass by the sheriff’s sale, and gives the plaintiff no right to take exclusive possession, and oust the congregations that have worshipped in the church since 1820.\nThis trust is not so vague and uncertain that it cannot be executed. The object of it is benevolent; and our courts have always felt bound to execute trusts for charitable uses: Witman v. Lex, 17 S. & R. 93. There is nothing in the circumstance, that no 'one has been appointed trustee. In such a case, the court would unhesitatingly see to the execution of the trust (if necessary), and appoint some suitable person or persons, to carry out the design of. those who had originally embarked in the benevolent project: 2 Story’s Eq. 398, 405, in edition of 1836; or in sections 1148, 1149, 1156, 1157.\n• One of the errors assigned is, that the court below did not admit in evidence a paper, styled “ articles of agreement between George Werner and John Dickey of the one part, and the Trustees of the Loudon Town Meeting-House on the other part,” dated June 16, 1825, by which, in consideration of a blank sum of money, they bind themselves to make a good and sufficient title for the meetinghouse and graveyard. It must be observed that this paper is signed by Werner and Dickey alone, and that six years after they had parted with their title to those who had made the land valuable by erecting a church upon it; that at this time there were no “trustees of Loudon Town Meeting-House” in existence; that neither the Presbyterian or German Reformed congregation had any notice of this paper until it was offered in evidence on the trial of this cause. And yet it is insisted that this should have gone to the jury, because the building committee had borrowed large sums of money to complete the building. The evidence is, that there was no necessity to borrow a cent; and the inference is, the committee having squandered the funds in their hands, became personally liable, for whatever debts may have been alluded to in the paper of June 16, 1825. ' Indeed, there is nothing in the testimony which would favour even a surmise, that the debts spoken of in the paper signed by Werner and Dickey, or referred to in the fourth assignment of error, had anything to do with the building of the church.\nThe paper purporting to be an agreement, and the record of a judgment, against Beaver, Scott, and Dickey, surviving Werner, were “res inter alios acta,” and, therefore, properly rejected by the court.\nAs to the first error assigned : The contribution by the citizens of Loudon in 1842, for the repair of the church, shows that Beaver did not claim the possession. The evidence is, that he was not at any time in the exclusive possession of the church.\nJune 13."
  },
  "file_name": "0327-01",
  "first_page_order": 327,
  "last_page_order": 337
}
