{
  "id": 959484,
  "name": "Zent's Executors v. Heart and Eyster",
  "name_abbreviation": "Zent's Executors v. Heart",
  "decision_date": "1848-06-19",
  "docket_number": "",
  "first_page": "337",
  "last_page": "342",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 337"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Pet. 351",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        1432379
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/26/0351-01"
      ]
    },
    {
      "cite": "11 Wheat. 309",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1428674
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/24/0309-01"
      ]
    },
    {
      "cite": "6 N. H. Rep. 137",
      "category": "reporters:state",
      "reporter": "N.H.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "12 Wheat. 565",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1429884
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/25/0565-01"
      ]
    },
    {
      "cite": "1 Whart. 71",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle, 357",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Whart. 70",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "6 W. & S. 218",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480090
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0218-01"
      ]
    },
    {
      "cite": "6 Watts, 220",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts, 173",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 Binn. 573",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793633
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0573-01"
      ]
    },
    {
      "cite": "5 Whart. 530",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878860
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0530-01"
      ]
    },
    {
      "cite": "3 W. & S. 345",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854666
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0345-01"
      ]
    },
    {
      "cite": "6 Johns. 267",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2132717
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/6/0267-01"
      ]
    },
    {
      "cite": "7 Wend. 441",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2009618
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/7/0441-01"
      ]
    },
    {
      "cite": "5 Bin. 198",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle, 102",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820624
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0102-01"
      ]
    },
    {
      "cite": "10 Watts, 175",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "13 Pick. 206",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2017877
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/30/0206-01"
      ]
    },
    {
      "cite": "4 Pick. 382",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2031098
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/21/0397-01"
      ]
    },
    {
      "cite": "15 Johns. 3",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2140868
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/15/0003-01"
      ]
    },
    {
      "cite": "3 Pick. 291",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2010257
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/20/0291-01"
      ]
    },
    {
      "cite": "14 Pick. 387",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2018959
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/31/0387-01"
      ]
    },
    {
      "cite": "2 Pick. 581",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2049640
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/19/0616-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 708,
    "char_count": 13998,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 8.659238279560314e-08,
      "percentile": 0.49168040298874566
    },
    "sha256": "a5c2b6a4c4bbaacd654b389cfdca63ce235ee8efb088c1dccf13531e2a50d8de",
    "simhash": "1:5a179eb5ee11b868",
    "word_count": 2531
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Zent’s Executors v. Heart and Eyster."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThough the interpretation of the statute of limitations, as applied to simple contracts, has been radically changed in this country, we have continued to hold the English doctrine, that part payment within the six years is evidence of a new promise as an acknowledgment of the debt. It is, however, only a constructive acknowledgment; yet it is too late to require an express one. But it was some time undecided by the English courts how far a payment by a principal was, in contemplation of law, a payment by the surety in order to take the case out of the statute as to the latter. The decisions at length have settled that the payment of one is an acknowledgment by both, wherever it has been made during their joint responsibility — in other words, before it has been severed by the death of one of them. Burleigh v. Stott, 8 Barn. & Cress. 36, was the case of an action on a joint and several promissory note, brought against the administrator of one of the makers who was a mere surety; to which the defendant pleaded that the cause of action had not accrued within six years; but the plaintiff gave evidence of payment within that period, being the intestate; and as it was made before the joint liability was severed by his death, the plaintiff was allowed to recover. The court went on the ground that the act of one joint contractor is the act of the other, if performed while their responsibility remained the same as it was at first; and on this principle was decided Slater v. Lawson, 1 Barn. & Ald. 396, in which the facts were exactly the same as the preceding, except that the payment was made after the death of the principal by his executrix; and Lord Tenterden, giving judgment, said that when the joint liability has been severed by the death of one of the parties, nothing can be done by his personal representative to arrest the progress of the statute as to the other. On the same principle is Atkins v. Tredgold, 2 Barn. & Cress. 23, in which a payment by a surviving contractor, was not allowed to take the case out of the statute as to the representative of the other. In the preceding cases, the party to be charged by the acknowledgment or discharged by the statute, was a surety; but there is no apparent reason why the rule should not be applied to the case of principal contractors. Perhaps Whitcomb v. Whiting, Doug. 652, and Wood v. Braddick, 1 Taunt. 104, go that far. But it is very clear that a payment under a responsibility which was exclusively several fj-om the first, would stop the statute only as to the payor, and not as to a debtor who happened to be bound for the same debt only by a separate instrument. Now, though the payment here was made by the principal, yet the note on which suit is brought, is joint as well as several, and the makers are still alive; so that the ease is in all respects the same as Burleigh v. Stott, except that the action there was brought against the administrator of the surety, and here it is brought against the surety himself, in full life — a difference which is wholly immaterial. The plaintiffs therefore were entitled to recover.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "F. Smith, for plaintiff in error.",
      "Bard, contrá."
    ],
    "corrections": "",
    "head_matter": "Zent’s Executors v. Heart and Eyster.\nTo an action on a joint and several promissory note of a principal and surety, brought against them by the executors of the payee, the defendants severally pleaded non assumpsit infra sex annos, upon which issue was joined. The plaintiffs proved that the principal within six years had regularly paid the interest as it accrued on the note: Held, that such payments by the principal were constructive acknowledgments of the debt by both him and the surety, and as such, operated as a new promise by both to pay according ,to the terms of the note: wherever such payments have been made during their joint responsibility, or, in other words, before such responsibility has been severed by the death of one of them.\nPart payment as an acknowledgment of a debt, made by the principal within six years, is, in contemplation of law, a payment and acknowledgment by the surety, so as to take the case out of the statute, as to the latter.\nIn error to the Common Pleas of Franklin county.\nJune 8. Samuel Miller and Jacob Eberly, executors of Jacob Zent, brought case against Jacob Heart and George S. Eyster, on a joint and several promissory note given by the defendants to plaintiff’s testator, in his lifetime, and declared in assumpsit. The declaration contained two .counts: the first laying the promise to the testator, in his lifetime: the second laying the promise to the executors. To this, the defendants pleaded severally non assumpsit and non assumpsit infra sex annos; upon which pleas, issue was joined, and the cause went to trial. At the trial of the cause, the plaintiff gave in evidence the note on which suit was brought, and the endorsements thereon. The said note and endorsements thereon, wTere in the following words:—\n“ One year after date, we, or either of us, promise to pay Jacob Zent, or his order, three hundred and fifty dollars, with interest, without defalcation, for value received. January 9th, 1888.\nJacob Heart,\nGeorge S. Eyster.”\n“Received the interest on the within note up to the 9th January, 1839.”\n“ Received twenty-one dollars, being the interest for one year. May 23d, 1840.”\n“Received on the within note, twenty-one.dollars, being the interest for one year. June 3,1841.”\n“ Received interest up to June, eighteen hundred and forty-two. 1842. ”\n“Received interest up to eighteen hundred and forty-three. 1843. ”\n“Received on the within note, twenty-one dollars, being interest for 1844.”\nIt was admitted that the endorsements were all in the handwriting of Jacob Heart, and put on the back of said note by said Jacob Heart; that the said Jacob Heart made .all the payments of interest mentioned in said endorsements, at the time they severally bear date; that all the said payments of interest and endorsements were made by said Heart, before the expiration of six years from the time the said note became due; that George S. Eyster signed the said note as surety; that the signatures to said note were in the proper handwriting of the said Jacob Heart and George S. Eyster. Jacob Zent died in the summer of 1845.\nHis honour Judge Black instructed the jury in substance, that the plaintiffs were entitled to recover against Jacob Heart, but not against George S. Eyster; and that, as this was a joint suit on a joint contract, the plaintiffs must recover against both defendants, or they must fail altogether; and the jury were therefore instructed to bring in their verdict for both the defendants.\nYerdict and judgment for both defendants accordingly.\nThe question here was, Whether the payment of interest, within six years, by the principal in a joint and several promissory note, operated as an acknowledgment of the debt by the surety in said note, and took the case out of the statute as to him.\nF. Smith, for plaintiff in error.\nSix annual payments of interest were made by Heart before the expiration of the six years. Payment by one is payment for the other. It is a discharge fro tanto of both. The acquiescence of both is presumed. During the six years they were agents for each other. The statute does not destroy the debt, it only takes away the remedy. Either of the joint makers of a note may, by a payment or acknowledgment, waive*the benefit of the statute as to the others. If Eyster had alleged and proved a fraudulent collusion between Zent and Heart, to deprive him of the benefit of the statute, it would have been evidence for the jury. This was not alleged. In Whitcomb v. Whiting, Douglas,. 652, it was decided that the admission or acknowledgment by one joint maker of a note takes the case out of the statute as to the others. This case, although somewhát doubted, has in England been firmly established. Perham v. Raynal, 2 Bing. 804, in 9 Com. L. R. 418; Pease v. Hirst, 10 Barn. & Cress. 122, in 21 Com. L. R. 39; Pritcher v. Draper, 1 Russell & Mylne, 191; Burleigh v. Scott, 8 Barn. & Cress. 36, in 15 Com. L. R. 151; 6 Bouvier’s Bac. Abr. 401 in note, and 402 in note; 2 Saund. 64, (a) in note ; 2 Chit. Bl. book 3, in note, on page 244. Perry v. Jackson, 4 T. R. 519.\nWhitcomb v. Whiting has been recognised as the law of this country: 3 Kent’s Com. 49: Hunt v. Bridgman, 2 Pick. 581; Ilsley v. Jewett, 2 Mete. 168; Sigourney v. Drury, 14 Pick. 387; Getchel v. Heald, 7 Greenl. 26; White v. Hale, 3 Pick. 291; Coit v. Tracy, 9 Conn. R. 1; 8 'Conn. R. 268; Johnson v. Beardslee, 15 Johns. 3; Ery v. Barker, 4 Pick. 382; Manson v. Felton, 13 Pick. 206. Barney v. Smith, 4 Harr. & John. 485; Bound v. Lathrop, 4 Conn. R. 336 ; Beitz v. Fulton, 1 McCord’s R. 541.\nThe same principle has been frequently indirectly, and in one case, by Judge Tilghman, directly recognised in this state. It has been held that a payment or acknowledgment revives the debt, and although the plaintiff relies on the new promise, he may declare on the original cause of action, and give the new promise in evidence, even if made after suit brought: 10 Watts, 175; 2 Rawle, 102; 3 Wash. O. C. R. 404; 2 lb. 514; 2 Burr. 1099; 1 Whart. Dig. 538, sees. 69-70; 17 S. & R. 128; 5 Bin. 198.\nIn New York and Connecticut, the promise of one partner even after dissolution, takes the case out of the statute as to the others. This has also been held to be the law in this state in the case of a liquidating partner. Endorsement of a note in the name of the firm; and in the case of a partner remaining in possession of the place of business: Patterson v. Choate, 7 Wend. 441;' Smith v. Ludlow, 6 Johns. 267; Austin v. Bostwick, 9 Conn. R. 498; 3 W. & S. 345 ; 5 Whart. 530; 4 Barr, 205; lb; 242.\nIt has never been doubted that the promise of one' partner, during the continuance of the partnership, will bind the firm: 3 Kent’s Com. 49; Ward v. Howell, 5 Harr. & John. 60; Cary on Partnership, 5 Law Lib. mar. p. 54; Wood v. Braddock, 1 Taunt. 104.\nIn Bell v. Morrison, and Levy v. Cadet, the acknowledgments by the one partner were not only made after the dissolution of the partnership, but after the bar of the statute had taken effect. Judge Story, in the former case, admits the authority of Whitcomb v. Whiting, and grounds the decision-on the peculiarities of the statute of Kentucky, and the uniform decisions of that state.\nBard, contrá.\nSince Jones v. Moore, the decisions in Pennsylvania have been uniformly governed by the principle that an acknowledgment does not revive the old debt, but is evidence of a new promise, for which the old debt is the consideration: 5 Binn. 573; Magee v. Magee, 10 Watts, 173; Levy v. Cadet, 17 S. & R. 126; Burghaus v. Calhoun, 6 Watts, 220; Gilkyson v. Larue, 6 W. & S. 218 ; Fritz ¶. Thomas, 1 Whart. 70. And although the anomaly of declaring on the old debt, and replying to a plea of the statute a new promise, is still recognised (17 S. & R. 128; 2 Rawle, 357; 1 Whart. 71); yet the result of the cases is, that the action cannot be sustained, unless upon evidence of a new promise, express or implied, between the original parties to the contract, to pay the same debt, without qualification or condition. Otherwise, the plaintiff must declare on the new'promise, to avoid the consequence of the variance: Jones v. Moore, 5 Binn. 573 ; Thomson v. Peter, 12 Wheat. 565; Kline v. Guthart, 2 Penn. R. 490; Pittam v. Foster, 1 Barn. & Cress. 248, in 8 Eng. Com. L. R. 67; Levy v. Cadet, 17 S. & R. 128; Bell v. Morrison, 1 Peters, 351; Exeter Bank v. Sullivan, 6 N. H. Rep. 137; Wetzell v. Bussard, 11 Wheat. 309. That one joint promissor cannot take the case out of the statute, as to the others, by an acknowledgment after the bar of the statute is complete, is well settled by the cases cited from 17 S. & R. 128; 6 N. H. Rep. 137; and 1 Pet. 351 (the reasoning in which latter case is adopted by our own court in Magee v. Magee). But the courts in England and in many of our sister states, following the lead of Whitcomb, v. Whiting, have decided the very reverse; a consideration that weakens the force of the cases from the same courts cited in this argument, and relied upon as decisive of the very question in this case. Whit-comb v. Whiting, and other cases of the same class, were avowedly “considered” by the court, in Levy v. Cadet, which was expressly ruled “upon general principles,” and was not put upon the fact that the acknowledgment was not made till after the expiration of the six years. It has, therefore, all the effect of overruling them. It must be borne in mind, however, to reconcile the case in this aspect of it with Houser v. Irvine, 3 W. & S. 345 (in which it is decided that a promise by one partner, after dissolution, but within the six years, hinds the firm, and takes the case out of the statute), that the last case was ruled by the governing principle, in the ease of Desaque v. Davis; in which the general authority of a liquidating partner was held to be far more extensive than it was recognised to be by the court in Levy v. Cadet. In Forney v. Benedict, 5 Barr, 226, it is said that the acknowledgment of the debt does not stop the progress of the statute. It creates a new and independent promise. And the true consideration of the promise made within the six years, is the injury it might work to the creditor by inducing him to repose on it till it would be too late. Hence, where the promise could have no such effect, it is nudum pactum, as was decided in Case v. Cushman. Tested by this rule, there ivas no consideration passing from Eyster to Zent, when the latter relied upon the partial payment made by Heart. It is absurd to say that Heart had authority, as the agent of Eyster, to make payment. The principal debtor agent for the surety, in paying his own debt! It is clear that Heart could make no new express promise that would bind Eyster. How, then, could the latter be bound by an act which gives but the implication of a promise ?\nJune 19."
  },
  "file_name": "0337-01",
  "first_page_order": 337,
  "last_page_order": 342
}
