{
  "id": 959533,
  "name": "Cobel v. Cobel",
  "name_abbreviation": "Cobel v. Cobel",
  "decision_date": "1848-06-12",
  "docket_number": "",
  "first_page": "342",
  "last_page": "347",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 342"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 157",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478903
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0157-01"
      ]
    },
    {
      "cite": "2 Rawle, 11",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820571
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0011-01"
      ]
    },
    {
      "cite": "3 Watts, 406",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Yeates, 23",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6770897
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/4/0023-01"
      ]
    },
    {
      "cite": "8 Watts, 203",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848432
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0203-01"
      ]
    },
    {
      "cite": "10 Watts, 274",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851018
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0274-01"
      ]
    },
    {
      "cite": "5 Wh. 551",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878930
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0551-01"
      ]
    },
    {
      "cite": "3 Wheat. 563",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1443491
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/16/0563-01"
      ]
    },
    {
      "cite": "2 Rawle, 185",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820587
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0185-01"
      ]
    },
    {
      "cite": "3 Watts, 291",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 445",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852623
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/1/0445-01"
      ]
    },
    {
      "cite": "7 Watts, 378",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846897
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0378-01"
      ]
    },
    {
      "cite": "3 Watts, 394",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841234
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0394-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 588,
    "char_count": 13160,
    "ocr_confidence": 0.415,
    "pagerank": {
      "raw": 1.1961169127337236e-07,
      "percentile": 0.5924611820998058
    },
    "sha256": "ed3ffff16209fd3288b2a229a4027749284cdc2864f262a932548624b71f0e7d",
    "simhash": "1:303560169508ba97",
    "word_count": 2408
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cobel v. Cobel."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThe rent was payable in kind when the grain was cut. It did not fall due, therefore, till after the death of the testator. The executors claimed the grain growing as part of the assets of the deceased, and this suit is brought to recover the share payable to the landlord. The case was argued upon principles which do not properly enter into its decision. There have been conflicting decisions by this court upon the question, whether grain growing is personal property or not. In Stambaugh v. Yeates, and subsequently in Johnson v. Smith, it was held that it was personal property, and did not pass with a conveyance of the land. But in the case of the Bank v. Wise, 3 Watts, 394, where the point incidentally arose, it was ruled that grain growing on the land did pass by the conveyance of the fee, unless specially reserved. And in the case of Wilkins v. Yashbinder, 7 Watts, 378, where it was the main point in the case, Judge Sergeant, who delivered the opinion of the court, says: “ that in the case of the Bank v. Wise, the court came to the conclusion that where the owner in fee sows the land, and afterwards, while it is growing, conveys or devises the land, the emblements, that is, the corn growing on the land at the time of the conveyance or death of the testator, will pass with the land to the grantee or devisee.” “ In this opinion,” says the learned judge, “ we all upon mature consideration concur, and are satisfied that the case of Johnson v. Smith, 3 Penn. R. 471, was erroneously decided.”\nIn the case before the court, the testator devised the land on which the crop was growing, with all his real estate, to certain persons named in the will, but provided that after the death of his wife it should be appraised, and that his sons might take it at the appraisement, and the money should be divided among those whom he declared to be heirs of his real estate. Those persons thus designated in the will had an interest in the estate, and, until the time appointed for the appraisement, to wit, after the death of his wife, had a right to enter and enjoy the profits. In Rice v. Bixler, 1 W. & S. 445, it was decided that where a testator devised his real estate to be sold, and directed the proceeds to be divided among his children, that they had such an interest in the land as justified them in compromising a question of boundary. The testator declares that “ the aforementioned heirs shall be heirs to my real estate and no others for equal sharesthus manifesting an intent that the subsequent provision for the appraisement or sale after his wife’s death, to whom a part was devised during life, if the sons did not choose to take at the appraisement, was merely for the purpose of equal division among the numerous grandchildren, who he declared should enjoy it. The executors had no interest — nothing but a naked power to sell. The estate was therefore devised, and under the rule established in Wilkins v. Vashbinder, the share of the emblements growing at the time of testator’s death followed the devise. In Pennsylvania and in England, growing corn at the time of decedent’s death would seem to be assets in the hands of the administrator, though in England there are many cases to the contrary: distinctions not easily reconcilable in principle with the case of Wilkins and Yashabaugh.\nBut the court ruled this case upon the ground that the share of the testator in the crop growing at the time of his death was rent reserved; and not due or payable till after his death; and that therefore the executors had no claim to it. In support of this principle I may cite Bank v. Wise, above referred to, and Boyd v. McCombes, 4 Barr, 146. But it is unnecessary to cite cases, for if the principle that rent follows the reversion or fee is not conclusively established, there is nothing stable in the land.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "F. Smith, for plaintiffs in error.",
      "Bard, contrA"
    ],
    "corrections": "",
    "head_matter": "Cobel v. Cobel.\nA lease of a plantation for three years, to commence on the 1st day of April, 1847, contained a stipulation for rent in kind, to be taken from the barn by the lessor after the grain was harvested by the lessee. A similar lease existed between the same parties for the same plantation, for the year 1846. The lessor, after making Ms will, died in May, 1847. At the time of his death there was wheat growing in the ground, under the lease of 1846, and corn under that of 1847: Held, in an action brought by the executors, to recover the share of the rent, . payable under the lease to the lessor, their testator,' that the testator’s share as lessor of the emblements or grain growing in the ground at the time of his death, was rent reserved, and not being payable until after his death, followed the devise of'the land, and went to the devisees and not to the executors.\nA testator, after devising all Ms real estate in fee to Ms grandchildren, and declaring them to he the only heirs of his real estate, provided that his real estate thus devised, should he appraised at the death of his widow, to whom he had given a plantation for life; and that his two sons might take it at the appraisement, if they thought proper to do so, the money thence arising to he divided amongst the devisees aforesaid; and if they refused to take the said estate at the appraisement, that his executors should sell it, the devisees or heirs aforesaid to he paid hy the purchaser: Held, 1. That the devisees had an interest in the estate, and a right to enter and enjoy the profits thereof until the death of the widow. 2. That the executors had hut a naked power to sell.\nIn error from the Common Pleas of Franklin county.\nJune 9. Case stated for the opinion of the court, with leave to take a writ of error, in an amicable action of covenant, in which Daniel Cobel and George Cobel, executors of John Cobel, sen., deceased, were plaintiffs, and Daniel Cobel, jun., ivas defendant. On the 2d of January, 1847, John Cobel, sen., and Daniel Cobel, jun., entered into an article of agreement, which was in the words following:—\n“ John Cobel, sen., doth agree to lease the farm now occupied by said Daniel, with all the appurtenances thereto, for the term of three years from the 1st of April next, and the said Daniel doth agree on his part to pay to the said John, the one-half of all the grain raised of said farm, after deducting for the seed for said farm, in the bushel; the said John doth agree to pay for all reasonable repairs of said farm, and take his part of the grain from the barn of said farm, when cut. We have affixed our hands and seals.\n“John Cobel, Sen. [l. s.]\n“Daniel Cobel, Jun. [l. s.]”\nA similar lease existed between the said parties for the same farm, for the year 1846. John Cobel, the lessor, after making his will, died in May, 1847. The testator, by his will, after giving to his widow the plantation, on which he lived, for life, together with the one-third of his “moveable estate,” absolutely, and the remaining two-thirds thereof to his sons and daughters, devised the plantation which he'had leased, and on which the grain was growing, together with his other real estate, to his grandchildren, whom he declared “ to he the only heirs of his real estate in equal shares hut he provided, that after the death of his wife, his real estate should be appraised, and that his sons might take it at the appraisement, and the money thence arising should be divided amongst those whom he had declared to be heirs of his real estate. In the event of his sons refusing to take the land at the appraisement, the executors were to sell the same, and “ the heirs paid as they arrived at age, by the purchaser of the land.”\nAt the time of the death of John Cobel, the testator, there Vas wheat growing in the ground of the demised premises, under the lease of 1846; and corn growing, as aforesaid, under the lease of 1847. The appraisers of the estate of the said testator included the said wheat and corn in the inventory and appraisement, as a part of the personal estate. The executors, in due time, demanded of the defendant, the lessee, the share of the grain to which their testator was entitled, as lessor, under the leases aforesaid; but the defendant refused to deliver, in the bushel or otherwise, any part of the said grain, or to make any compensation to said executors for the same. The testator’s part of the grain was, thirty-seven and a half bushels of wheat, and two hundred and seventy bushels of corn. If, under the facts, the court should be of opinion that the plaintiffs, as executors, were entitled to the testator’s part of the said wheat and corn, or entitled to recover for the neglect and refusal to deliver the same to them, judgment to be entered for $139.19; but if not, then judgment to be entered for the defendant. It appeared that the widow of the testator survived him, and was still in full life.\nThe court entered judgment for the defendant; whereupon, the plaintiffs sued out this writ of error, and assigned the judgment of' the court below, as error here. The question here ivas, whether the testator’s share of the grain growing in 'the ground, at tho time of his death, went to the executors as personal property, or followed the devise of the land, and went to the devisees.\nF. Smith, for plaintiffs in error.\nThe plaintiff was entitled to recover for two reasons. The real estate is directed to be disposed of, and must be considered as money; and the bequest of all moveable estate, passes the grain growing in the ground to the executors.\nThis is a conversion, out and out. The grandchildren get money, not land. This character is indelibly impressed upon the fund. If John and Daniel take at the appraisement, they are*but purchasers. They do not take as heirs. This is a mode of conversion. If they do not take, the land is to be sold. In either case, the legatees get money. There is no contingency. The executors have the same powers as if the land were devised to them to be sold : Pur. Dig. 437, sec. 12 and 13; Gray v. Smith, 3 Watts, 291; lb. 289; Morrow v. Brenizer, 2 Rawle, 185; Allison v. Wilson’s Executors, 13 S. & R. 330; 1 Jam. on Wills, 523, 526, 529; 3 Wheat. 563; Leigh & Halzell, 5 Law Lib. Mar. pp. 4, 6, 14, 21,19, 27.\nThe grandchildren get nothing till after the widow’s death. The rents and profits accruing in the mean time, not being disposed of, go to the executors for the benefit of the heirs at law: 9 Barn. & Cress. 218, in 17 Com. L. R. 359; Leigh & Halzell’s Treatise, 5 Law Lib. Mar. p. 129.\nIf the subsequent devise to the grandchildren carries part of the real estate to them before widow’s death, it carries the whole; for it embraces all the real estate. This would defeat the devise to the widow during life, in the first part of the will.\nThe bequest of all moveable estate, to be converted into money by the executors, covers the grain in the ground. It was the personal estate of testator, subject to levy and sale; and dying intestate, as to the immediate disposition of his real estate, this grain went to the executors. The seed only was to be deducted in the bushel. The testator owned a part of the grain. He could have disposed of it: Cox v. Godsalve, 6 East, 604, note; West v. Moore, 8 East, 339; Ram on Assets, 8 Law Lib. mar. p. 190 ; 2 Eonb. Eq. 329, note P, part 1, ch. 1, sec. 6. These words are extensive in their signification. The testator evidently intended to embrace everything which could be considered in any manner as personal estate in his lifetime: 6 Bac. Abr. by Bouvier, 193; 2 Bouv. Law Hie. 153.\nBard, contrA\nThe land was devised to the grandchildren. If not devised to the grandchildren, it descends to the heir; and the executors had no interest in the land, nor power over it. Lands devised to be sold upon the happening of a contingency, the executors have no power over, nor interest in the same until the contingency occurs: Boshant v. Evans, 5 Wh. 551. A power in a will to sell at a particular time, cannot he executed until the time arrives: Loomis v. McClintock, 10 Watts, 274; Hays v. Mayer, 8 Watts, 203; Sweigart v. Erey, 8 S. & R. 299. Where a testator directed his lands to be sold after the death of his widow, and the proceeds divided amongst his children, a judgment against one of the children,', binds his share in the estate until the contingency happens, upon which the sale is to be made, when it becomes divested, and the legatee, and not the judgment creditor, gets the money: Allison v. Wilson, 13 S. & R. 332. By a devise of land in fee, or for life, corn growing in the ground at the time of the testator’s death, will pass to the devisee: McCullough’s Appeal, 4 Yeates, 23; 3 Watts, 406. A proportional share of grain, — tolls of a mill, — is rent, and may be distrained for: Fry v. Jones, 2 Rawle, 11. It also passes with the reversion by a sale and conveyance : Johnson v. Smith, 3 Penn. R. 600; this was a case of a farm leased on the shares. Upon the death of the lessor, it descends to the heir: Johnson v. Smith, 3 Penn. R. 500; and this whether the rent is in money or in kind. The landlord’s share in the ground is rent, and which cannot be sold or levied until it is severed: Rhinehart v. Olivine, 5 W. & S. 157.\nJune 12."
  },
  "file_name": "0342-01",
  "first_page_order": 342,
  "last_page_order": 347
}
