{
  "id": 959543,
  "name": "Miller v. Ege",
  "name_abbreviation": "Miller v. Ege",
  "decision_date": "1848-05",
  "docket_number": "",
  "first_page": "352",
  "last_page": "359",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 352"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts, 63",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 Johns. Ch. Rep. 17",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1984170
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/7/0017-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 768,
    "char_count": 17470,
    "ocr_confidence": 0.409,
    "pagerank": {
      "raw": 7.97426162790835e-08,
      "percentile": 0.4633426504788503
    },
    "sha256": "c0768eadc6bad51f76164d50cf41e20dde47f48aadbc333a80fed4b9652da04e",
    "simhash": "1:57fe1f1217d8144a",
    "word_count": 3140
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Miller v. Ege."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThe general principle referred to by the court cannot be controverted, for the law is now clearly settled, that an administrator, executor, or trustee can make no valid sale or pledge of the assets of his testator, intestate, or cestui que trusts, for the payment of his own or debts of a third person. And if one deals with another standing in this fiduciary character, he is affected with notice, and is consequently participant in the breach of trust.\nIf this case depended on these principles alone, it Avould be attended with little difficulty. But there are features in this transaction which make this an exception to the general rule. General Miller, it is true, knew, when he took this judgment from the executors, that the estate of the testator owed him nothing; that his claim was against Charles and Michael G. Ege; and that only when the latter was driven to the alternative of securing his discharge under the insolvent law, or going to jail, did Mrs. Ege interfere and confess the judgment complained of. Yet although he was aware of this, it does not appear that he knew, nor do we think he was bound to know, the state of the accounts as between the executor and trustee of the estate, and her manager. The evidence discloses the important fact, that at the time the judgment was confessed, substituting a judgment by the estate in the place of the judgment against Michael G. Ege, there was an unsettled account between Michael and his mother, who was the trustee of her husband, vested with the management and superintendence of the estate, authorized to employ managers and workmen, to make all contracts, and to do all acts necessary to carry the trust into execution. Michael then being in debt to Miller, applied to Mrs. Ege, as was most natural and proper, for relief, alleging that the estate was indebted to him for his portion of his father’s estate, and was, moreover, in his debt as agent of the estate, from the years 1831 till about 1840 or 1841. Their affairs being in this situation, in the absence of Mr. Miller the parties enter into the arrangement that the amicable judgment in question should be a. substitute or satisfaction of the judgment which General Miller had obtained against Charles and Michael G. Ege, Michael G. Ege giving to the trustee a receipt in these words : “ Received of Mary Ege, Executrix of Michael Ege, deceased, three thousand one hundred and twenty-five dollars, to be accounted for upon the final settlement of the estate and my accounts.” The judgment of Miller, amounting to $2,325, was one of the principal items in the receipt. This arrangement was made in the presence, and by the assent and sanction of Mr. Watts, who, in right of his wife, is one of the cestui que trusts. If, as was alleged, the estate was indebted to Michael, as agent of the estate, in an amount equal to, or greater, than the debt owing to Miller, I am at a loss to see any breach of duty in the trustee, in confessing the judgment. For instead of paying the debt of the estate, -which might not be convenient, and thereby enabling him to liquidate his debt to Miller, they enter into the agreement, altogether just and proper, that the estate should become Miller’s debtor, taking a receipt from Michael, the creditor of the estate, as a voucher to be used as so much cash paid in a future settlement. If, at the time of the arrangement, the account had been settled, and it had appeared that the estate was debtor to the amount, say $3,000, he would have a right to demand payment, and, if paid, with the proceeds he might have liquidated his own debt. But if, on demand of payment, it rvas not within the power of the executrix to pay, what can prevent her from assuming the debt|, pledging the estate for its payment, and taking a receipt, as so much cash from the creditor? The estate, so far from being injured, is benefited by the arrangement. It amounts to nothing more than a change of creditors, substituting General Miller for the manager and agent of the estate, Michael G. Ege. But it was an unsettled account, and it ma.y eventually turn out to be an improvident agreement, and it may be discovered to be otherwise — a benefit, not an injury, to the estate she represents. And is the whole responsibility to be thrown upon the plaintiff? He knew nothing of the state of the accounts, and had a right to suppose it was such as would justify her in assuming the debt. If, upon final settlement, it should appear the estate was indebted to Michael little or nothing, it may become a serious question, whether she has not made herself personally liable ; but as the matter now stands, we think the estate is liable for the debt, and that execution may be had against it. But that she would be chargeable personally, is not clear. Michael was the manager and confidential agent of the estate; he was about to be imprisoned, not for his own debt, but the debt of another of the heirs; there was an unsettled account, and, as he testifies, he was a creditor.' On the 26th January, 1841, the time the amicable judgment was given, he says: “ I know there was a balance due to me. I cannot state the amount. I think I had not at that time received any portion of the estate which would be due to me under my father’s will, on the settlement of the estate. There was no settlement when the amicable judgment was given by Mrs. Ege, the executrix. The receipt was given at the same time, according to my best recollection.” The arrangement does not appear to have been entered into hastily, not entirely from sympathy with her son, but because she had reason to believe that the 'fact was as represented, that the estate was indebted, and that it was nothing more than an act of justice to relieve him. It was entered into in good faith, with a regard to his rights, as well as the interests of the estate. If so, why should she be personally chargeable for what, to make the most of it, was but an error of judgment ? A trustee, situated as she is, having the management and superintendence of an extensive estate, authorized to employ managers and workmen, to make all contracts, and do all acts that may be necessary to carry the trust into execution at her discretion, may she not, under the pressure of circumstances, advance money to persons employed in carrying on the works, without incurring the risk of personal responsibility ? To restrict her from so doing would be anything but beneficial to the estate. \"When done with ordinary discretion, she would be entitled to protection, although it may be attended with loss in a particular instance. But be this as it may, how is a person dealing with the estate to know the state of the accounts ? and shall he be compelled to wait until the account be settled, without having the means of compelling a settlement ? If the complainants desire to set aside the arrangement, it is necessary for them to prove that the estate was not indebted to the agent. . But the only proof we have is that the estate was indebted to Michael, and it may be to an amount equal to the debt assumed. It does not even appear to have been an improvident arrangement. It may have been but an act of sheer justice for the benefit of the estate, and, as such, clearly within the scope of the authority vested in her by the will of her deceased husband.\nThe order and decree of'the court, restricting the lien of the-judgment to the property of Mrs. Ege, is reversed, and the plaintiff is permitted to levy his execution upon the estate of Michael Ege, deceased.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Biddle and Beed, for plaintiff in error,",
      "Gfraham and G-aullagher, contrd."
    ],
    "corrections": "",
    "head_matter": "Miller v. Ege.\nAn executrix who was directed by the will to carry on the testator’s iron works, being indebted to the manager, who was also entitled to a share of the estate as legatee, confessed a judgment to one of his creditors, in satisfaction of the claim, and took a receipt from the manager for so much paid, to be accounted for by him on a settlement of his accounts and of the estate. The creditor has the right to levy his execution on the personal property of the estate.\nThe executrix is no further responsible for such an act than she would have been, had the judgment been confessed to a creditor of the estate.\nNor is the creditor bound to wait until there has been a settlement of the accounts between his original debtor and the estate.\nAppeal from the Common Pleas of Cumberland county.\nThe question in this case was whether an execution on a judgment confessed by an executrix could be levied on the assets of her testator.\nPeter and Edward Ege filed a bill on the equity side of the court, setting forth that Michael Ege their father, by his will, proved in 1827, directed the business he then followed should be carried on until his son Andrew attained his majority, under the management and superintendence of his executors, whom he authorized to employ managers and workmen, and make all contracts that might be necessary to carry the trust into execution; and for this purpose he authorized them to enter upon and hold his estate called the Carlisle IronWorks, and to employ his personal estate in conducting the business. He further directed that when his son Andrew came of age, the estate should be sold if a certain price could be obtained; if not, the business should be carried on until his youngest son Edward came of age; when it should be sold without reserve, and the proceeds of his whole estate distributed among his wife and six children equally.\nMary Ege, the widow, and Gibson were appointed executors: the latter resigned and was discharged in 1835. Edward, the youngest child of the testator, was of age in 1842. In 1841 the executrix confessed a judgment to Miller, which had been assigned by him and received without notice to the complainants, who were two of the children of the testator, and an execution had been issued thereon and levied on the personal property of the estate.\nThe bill charged that this judgment was confessed without any debt being due by the estate to Miller, and prayed that the execution might be restrained to the private property of Mary Ege.\nThe answer set up, that in 1839, Charles Ege, one of the children of the testator, was arrested on a ca. sa., at the suit of Miller, and M. G. Ege became his bail; that Charles not being found, Michael -was fixed as bail, and arrested, and gave bond to take the benefit of the insolvent law. Michael had been the manager of the iron works for Mary, the executrix and trustee, and there were unsettled accounts between them, and he had not received any portion of his father’s estate. To settle the claim due Miller, Michael gave a receipt to Mary Ege for a certain sum, including §2,325, the judgment confessed to Miller, “to be accounted for upon the final settlement of the estate and my accounts.” Upon this, Mary Ege confessed the judgment now in controversy. Miller denied knowledge of the arrangement between them, further than that the judgment was given in substitution and satisfaction of his judgment against Michael.\nIt was stated in the paper-book that the material facts in the answer Avere proved.\nM. G. Ege, on the part of the respondents, proved that his accounts, as manager for Mary Ege, Avere then unsettled, and there was a balance due him, but he did not knoAv the amount. He also proved that he had received no part of the testator’s estate.\nThe court beloAV were of opinion that the judgment Avas not given for the purposes of the estate, and it Avas therefore not binding on it. They therefore directed the levy to bo restrained to the estate of Mary Ege.\nBiddle and Beed, for plaintiff in error,\ncontended, that Mary Ege, as executrix, under the unlimited powers and confidence reposed in her by the will, was quasi owner of the property. That this necessarily folloAved from the powers to buy, sell, contract, exchange, vest and re-invest, control, and conduct the operations of the works as absolute owner. All these powers she had whilst she remained in the exercise of her office of executrix. The Court • of Common Pleas had not, therefore, any right or power to interfere with her exercise of power over the assets: 24 Law Lib. 209. It is not pretended that there Avas anything like actual fraud in the transaction complained of, or that the estate Avould ultimately suffer by it. The court beloAV put the case on the ground of constructive fraud. This ground is subverted by the following authorities : Sutherland v. Brush, 7 Johns. Ch. Rep. 17; Field v. Sheffelin, lb. 152; 4 Mad. Ch. 332 ; 14 Yes. 152.\nThe executrix was indebted to her manager; the manager Avas indebted to Thomas C. Miller. She had a right to give a judgment to secure payment to her manager. It made no difference Avhether she gave the judgment directly to the manager or to his creditor, Thomas C. Miller. She took the receipt from the manager, for a payment pro tanto. It was not a judgment given to pay her own debt with the assets of the estate. It Avas not a pledging of the assets of the estate as a security for another’s debts. It AAras not in favour of her own interests, but against them. It was not an agreement or contract with Miller. He was not present, and did not participate in the arrangement under which the judgment was given. He was justified in laAV, in presuming that' all Avas rightly and fairly done, and Avas not bound to inquire: 7 John. Ch. Rep. 155; 4 Mad. Ch. 332; 14 Yes. 352; 17 Yes. 152. It is now too late, after neAV interests have accrued in the Gettysburg Bank, without notice, and M. G. Ege has been released from his debt to Thomas C. Miller, and the Carlisle Bank has received the securities referred to, to disturb the judgment in question, or the execution upon it: 24Law Lib. 310; lb. 105-6; 2 Ves. 87. Two, out of seven legatees, cannot ask the court to control the management of the estate, contrary to the wish of the others: 24 Law Lib. 242-3. The appellees are not cestui que trusts. They have no interest, present or future, in the property; and there is no privity between them and the appellants. If the administratrix is wasting or mismanaging the estate, the Orphans’ Court only has jurisdiction. All her acts are done virtute officii. All the powers and confidence are vested in the executrix, not in Mary Ege: Dun. Dig. 461; 9 Watts, 63.\nGfraham and G-aullagher, contrd.\nThe question presented in this case is, Can the widow subject the assets of testator or the trust estate, to levy and sale upon an execution issued upon a judgment confessed by her to secure a debt due by her son, Michael G. Ege, to Thomas C. Miller, the plaintiff in error? It is not pretended this debt, due by M. Gr. Ege, originated out of, or was in any way connected with the business of the executrix in the execution of the trust on the contrary; the debt due by M. G. Ege, for the payment of which the judgment was given by the executrix, was as bail of his brother, Charles N. Ege, who was the original debtor to Miller, and this judgment was only confessed by the mother to save her son from prison, after he had been arrested on a ca. sa., given bond to take the insolvent laws, and his discharge resisted by Miller, at whose suit he had been arrested.\nThis is, therefore, not the case of the executrix pledging the assets for her individual debt; the court are asked to go a step further than the few cases which may be found in the earlier decisions in England, seemingly countenancing this doctrine (but which have been overruled and repudiated both in England and the United States by more recent decisions), and to decide in this ease that the executrix may bind the trust property, by becoming the surety of a stranger, in a transaction unconnected with her duty as executrix, and foreign to the trust committed to her by the testator.\nThe eases in which an application of the assets to the private debt of the executor is sustained by the court, are Nugent v. Gifford, 1 Atk. 463; Mead v. Orrery, 3 Atk. 235; and Whale v. Booth, 4 T. Rep. 625. These are contrary to the prior case of Crane v. Drake, 2 Vernon, 616; and are overruled by subsequent English and American cases.\nIn Hill v. Simpson, 7 Yes. 152, the case of Nugent v. Gifford is considered an exception to the well established doctrine on this subject.\n' In McLeod v. Drummond, 17 Yes. 153 to 172, all the prior cases upon this subject are reviewed; and Nugent v. Gifford, Mead v. Orrery, and Whale v. Booth are overruled and declared to be unsound and untenable, and the case of Hill v. Simpson, before cited, is mentioned in terms of approval, as the true principle on this subject.\nIn accordance with the principles recognised in the cases of Hill v. Simpson and McLeod v. Drummond, the following cases are cited : Scott v. Tyler, 2 Dickens, 724; Bonney v. Riclgard, 1 Gox, 145; Farr v. Newman, 4 T. Rep. 621; 4 Yes. 35; 4 Brown’s Chan. Cases, 137; 2 Ball and Beat. 498; 7 Johns. Chan. Rep. 150; Petrie v. Clark, 11 S. & R. 385; Marshall v. Hoff, 1 Yfatts, 440.\nAn elaborate review of all the English cases on this subject will be found in the case of Colt v. Lernier, 9 Cowen, 327; in which C. J. Savage declares the cases of Nugent v. Gifford, Mead v. Orrery, and Whale v. Booth, to be overruled, both in England and the United States, and decides against the power of an executor to appropriate or pledge the trust property for his own debt or any other object foreign to his duty as trustee, and when thus disposed of, that it may be followed and recovered either by creditors or legatees."
  },
  "file_name": "0352-01",
  "first_page_order": 352,
  "last_page_order": 359
}
