{
  "id": 959515,
  "name": "Railroad Co. v. Yeiser",
  "name_abbreviation": "Railroad Co. v. Yeiser",
  "decision_date": "1848-06-26",
  "docket_number": "",
  "first_page": "366",
  "last_page": "377",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 366"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Denio, 433",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        2186099
      ],
      "opinion_index": -1,
      "case_paths": [
        "/denio/2/0433-01"
      ]
    },
    {
      "cite": "4 Wh. 147",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "8 Cow. 175",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2037358
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/8/0175-01"
      ]
    },
    {
      "cite": "9 Watts, 382",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850013
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0382-01"
      ]
    },
    {
      "cite": "1 Pick. 418",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2070955
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/18/0425-01"
      ]
    },
    {
      "cite": "2 N. H. Rep. 534",
      "category": "reporters:state",
      "reporter": "N.H.",
      "opinion_index": -1
    },
    {
      "cite": "12 Mass. Rep. 220",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2052053
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/12/0194-01"
      ]
    },
    {
      "cite": "17 Johns. 92",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6064737
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/17/0083-01"
      ]
    },
    {
      "cite": "8 Johns. Rep. 421",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "9 W. 383",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "3 Hill, 531",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": 0
    },
    {
      "cite": "1 Denio, 22",
      "category": "reporters:state",
      "reporter": "Denio",
      "opinion_index": 0
    },
    {
      "cite": "2 N. H. Rep. 539",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        6757438
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nh/2/0539-01"
      ]
    },
    {
      "cite": "8 Johns. 421",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2134248
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/8/0421-01"
      ]
    },
    {
      "cite": "8 Cow. 175",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2037358
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cow/8/0175-01"
      ]
    },
    {
      "cite": "12 Mass. Rep. 220",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2052053
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/12/0194-01"
      ]
    },
    {
      "cite": "17 Johns. 92",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6064737
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/17/0083-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1126,
    "char_count": 30587,
    "ocr_confidence": 0.412,
    "pagerank": {
      "raw": 5.516581474851974e-07,
      "percentile": 0.9464661839358202
    },
    "sha256": "d88c5c5a02091af3a5b540b962b425ac025fbe1ef3429df6222040edef5697a5",
    "simhash": "1:fc76851b0accf2a4",
    "word_count": 5497
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Railroad Co. v. Yeiser."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nIt is a principle well settled by many adjudicated cases, that an action does not lie for a reasonable use of one’s right, though it be to the injury of another. Eor the lawful use of his own property, a party is not answerable in damages, unless on proof of negligence: as if a man builds a house and malees a cellar on his own soil, whereby a house nearly built on an adjoining soil falls down: 2 Roll. Abr. 505; 1 Sid. 167. So, should a man’s house get on fire without his neglect or default, and burn his neighbour’s, no action lies against him, notwithstanding the fire originated in his house, because it is lawful for him to keep fire. If A. sets fire to his own fallow ground, as he may lawfully do, which communicates to and fires the woodland of his neighbour, no action lies against him, unless there was some negligence or misconduct in him or his servants : Clark v. Foot, 8 Johns. 421. So where one builds a mill-dam upon a proper model, and the work is well and substantially done, he is not liable to an action, though it break away, in consequence of which his neighbour’s dam and mill below are destroyed. There must be proof of negligence to make him liable: Livingston v. Adams & Reader, 8 Cow. 175. A person building a house contiguous and adjoining the house of another, may lawfully sink the foundation of his house below the foundation of his neighbour’s, and is not liable for any consequential damages, provided he has used due care and diligence to prevent injury to the house of the other: Panton v. Holland, 17 Johns. 92. So when one builds a house on his own land, within two feet of the boundary line of his land, ten years after the owner of the land adjoining dig so deep into his own land as to endanger the house, and the owner of the house on that account left it, and took it down, it was held that no action lay by the owner of the land for damages: Thurston v. Hancock et al. 12 Mass. Rep. 220. The court considered this as a very hard case, and evinced great anxiety to sustain the action, but after a minute and careful examination of the authorities, they were compelled to come to the conclusion, and so ruled, that the suit could not be maintained. That negligence in such cases is the gist of the action is also ruled in Runnell v. Bullen, 2 N. H. Rep. 539; in Cook v. The Champlain Transportation Company, 1 Denio, 22; The Mayor of the City of New York v. Barley, 2 Ib. 433; 3 Hill, 531, S. C.; and in Greene v. The Borough of Reading, 9 W. 383. The principle directly applicable to this case, being supported by an unbroken current of authority, it remains to inquire whether the Philadelphia and Reading Railroad is an exception to the rule. And that it is not, is very clear. The 12th sec. of the act of 4th April, 1833, which charters the company, gives the president and managers authority to enter in and upon and to occupy all land on which the railroad or its depots and warehouses may be located, or which may be necessary for the erection of its engine and water stations, weigh-scales, or any other purpose necessary or useful in the construction and repair of the road. .The section also points out the mode of ascertaining the damages by a jury, whose duty it is to ascertain and report to the court what damages, if any, have been sustained by the owner of the ground, by reason of the construction of the road. The jury are directed, after being sworn or affirmed, to view the premises, and to estimate the quality and quantity of the land occupied by the road, and all other inconvenience which may be lilcely to result to the owner or owners of the land, paying a just regard to the advantages which may seem likely to result to the owners therefrom. It seems difficult to imagine how words could have been used more comprehensive than those employed in this section. The jury are directed to give the owner compensation, not only according to quality and quantity of the land occupied by the road, but also damages are to be given for every inconvenience likely to result to the owner. Can it be denied that it embraces probable damages from fire, caused by the necessary emission of sparks from the engine, to be used in doing the business of the road ? The owner had not only a right to compensation, but the defendants offered to prove he had rceived compensation. For some reason, which we have difficulty in understanding, the evidence was rejected. They offered in evidence the venire and proceedings to assess the damages for the construction of the road through the premises in question, and proof of the payment of the damages assessed. Whether damages were actually given for this cause, is immaterial; they may and ought to have been given. It is, however, very unlikely that they were overlooked in the estimate. Generally speaking, as we all know, the owners of land through which any public work passes, have but very little reason to complain. They are usually benefited to double the amount of the injury. Of this consequence, they are very sensible before the work commences. The advantages from the improvement are uniformly forgotten after its completion. It will be observed, that from the words of the 12th section, it is plain that it was in the contemplation of the legislature, at the time the act was passed, that the business of the road was to be done by looomotives; a mode of conveyance well known at the time, and understood by them and the company. Indeed, that is a fact so notorious, as not to need the aid of proof. Reference is made in the act to engines and water stations, the erection of which could only be necessary where it was designed locomotives should be used. We therefore see no reason for the application of a different rulo to the affairs of this company.\nNor is there any reason for sympathy with the plaintiff, as he has already received, or, what is the same thing, might have received compensation for the damage or inconvenience arising to him from the occupation of the road. It is not denied that the company, at the time the accident took place, were in the lawful pursuit of a legitimate business. If, therefore, the plaintiff has been injured, it is damnum absque injuria, and the company are not to be mulcted in damages, unless on proof of negligence on the part of the company or its officers. In Potter v. Holland, already cited, it was contended that the defendant ivas liable, on-the principle sic utere tuo ut alienum non laidas. The plaintiff insisted that without reference to the question of negligence, the defendant was answerable. But the court was of the opinion, and so ruled, that no man was answerable in damages for the reasonable exercise of a right where it is accompanied with a cautious regard to the rights of •others, where there is no just ground for the charge of negligence or unskilfulness, and where the action is not done maliciously. It is said that the proof of negligence in managing the fires of any particular engine, running as the engines of this company do, at all hours of the day and night, very many trains passing both ways, and with a speed that would defy or baffle observation, would always be a matter of extreme difficulty. The fire lodged in a wood, or in a house, might not break out into a conflagration for hours after, and twenty engines may have passed shortly before or after the fire was communicated, among which it would absolutely be beyond all proof to distinguish the one which caused the injury. From all this the learned judge draws the conclusion it would be unreasonable to require proof of negligence. It may be very true that there may be some difficulty in the proof, arising from the circumstances stated, and if so, they ought to be taken into consideration by the jury. But because there is some perplexity in it arising from the manner in which the business of the road is done, that is no reason that every principle of law should be uprooted by requiring no proof of negligence whatever. We see neither reason nor justice in the position. It would undoubtedly lead to great wrong to the company, who would have no means of guarding themselves against the malice or cupidity of the owner or others, who may fire the lands for the very purpose of making the company answerable in damages. If the law be that the existence of fire alone is, all that is-required to fix the liability of the company, it would be difficult if not impossible for them to escape. They would in effect become insurers of every property, 'including the city of Beading itself, contiguous to the road: a grievance which might prove destructive to the interests of the company. It is therefore but just, that they should have the benefit of the principles extended to all others, that no person is answerable in damages for the reasonable exercise of a right accompanied with a cautious regard to the rights of others.\nThe plaintiff in this suit declares for negligence. Negligence, according to his own showing, is the gist of the action; and yet he has been allowed to recover damages without any proof of negligence, or any attempt even to prove it, and that in the face of overwhelming testimony that there was no negligence nor unskilfulness whatever, but that, on the contrary, extraordinary pains were taken and expense incurred to prevent injury to lands through which the road passes, from the emission of sparks from the engines.\nWe are also of opinion that the evidence offered in the second bill ought to have been received, as bearing on the question of negligence ; for if the fire was caused by the act of the plaintiff in building on the land appropriated to the company, he is not entitled to damages. In that case he would have himself to blame for the.loss, and not the defendant.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "FT. B. Strong and W. Strong, for plaintiff in error.",
      "Smith and Banks, contrA"
    ],
    "corrections": "",
    "head_matter": "Railroad Co. v. Yeiser.\nA party is not answerable in damages for tbe reasonable exercise of a right: unless on proof of negligence, unsldlfulness, or malice, in the exercise of that right.\nBy the charter of the company, the venire to assess damages to the owner of land occupied by the road, was directed to view the premises and estimate the quality and quantity of the land so occupied, and all other inconveniences which may be likely to result to the owner of the land: Held, that that provision embraced probable damages from fire caused by the neoessary emission of sparks from the engines to be used in doing the business of the company.\nIn an action by such land-owner against the company for injury to his woods and fences, caused by sparks from the company’s engines, the record of the venire and the proceedings thereupon, with proof of the payment of the damages thereby assessed to the owner of the land, is evidence; and that whether damages were assessed on the venire for the inconveniences likely to result from sparks, or not.\nIf the land-owner had claimed and obtained damages for the occupation by the company of a certain breadth of his land, and then ran his fence inside of that space, evidence of the fact ought to have been received as bearing upon the question of negligence.\nThe firing of one’s woods several times by sparks from the engines of the company, is not in itself evidence from which negligence in managing the fires of the engines can be inferred: and it is error so to leave it to the jury.\nIn error from the Common Pleas of Berks county.\nThis was an action on the case, brought by Jacob Yeiser against the Philadelphia and Reading Railroad Company, to recover damages for the burning of his woods and fences by sparks from the defendants’ engines, the fires of which he alleged were negligently managed. The evidence adduced on each side was substantially the following:—\nJoel Mast: “ I know the property of Yeiser; I live á mile and a half or two miles from there; the railroad cuts through his property. Two years ago last April, I saw a fire there. There was a train went up in the evening after dark; I was across the Schuylkill, and saw the train coming; the engine was nearly half a mile ahead of that fire, and we thought it was the lantern on the hind cars; the train had passed the fire; it was a very dry time, the weather very dry; there was a sort of sharp air, not a high wind, at the time; the fire, when I saw it, was about the size of a lantern. The train was going very fast, and would have taken a very short time to go the half-mile; the sparks flew wonderfully out of the engine; the sparks flew back three or four cars’ length, and towards the side where the fire commenced. When I saw the fire first, it was not further from the track than the length of this courthouse ; I did not go that night and help put it out, I could not get across the river. The fire was about half a mile from Yeiser’s house; it was back of the hill, so that he could not see the fire. I went there next day and helped to deaden the fire; the fire went over five or six acres, as near as I know; the fence was all burned up ; there was a fence before the fire, thirty or forty rods of fence more or less; some trees were burned all black; one or two burned entirely down. There was no fire there that day but this; there was no house near there from which the fire could have been communicated. The same season there was a fire on this land near the railroad ; some rails were burned in two, and some nearly burned up. Cars were going up and down the whole day like, at the time of the fire; they were running late in the evening. There was a week maybe between the two fires.”\n• James Anderson: “ I saw the fire commence in the,«spring of 1845; it began immediately on the railroad, about dark; it was very dry weather, somewhat windy. The passing of cars is so familiar I paid no attention. I don’t know how long before .the cars passed. The cars were passing up and down in the ordinary way of going. The road was doing its usual business. The fire was stationary for a time; then increased, and burned over all the woodland.\n“ Cross-examined. — This woodland was on the bluff of a hill. I can’t see any difference between the land now and before the fire. There is no house near the place, nor fire kept up near it, except locomotives. Persons often walk along the railroad.”\nJacob Yoder: “I saw a fire on Yeiser’s place near the railroad and put it out, but this was the year before, three years ago. There was a stump lying at the fence that got on fire; I stood by when the locomotive passed, and then this stump took fire. I stood alongside of the railroad, a couple of rods from the stump. I could not see the sparks because it was day-time, but as soon as the locomotive passed the stump took fire.”\nJohn Mast, recalled: ££We thought that the engine that went up burned wood — we thought so by the sparks. The sparks flew out fiery and very high; they flow in every direction; sometimes they would fly and come pretty near the ground, and then look dead like.\n“ Cross-examined. — Sometimes the sparks in engines fly out more than at others; this one threw out very much. At the second fire I mentioned, the tenders of the engines were filled with wood.”\nRichard Adams: “ I saw a fire on Yeiser’s land by the railroad in the second week of April in the afternoon. I can’t tell what caused the fire; there was none before the engine came up; after the train had passed I saw a small fire below Yeiser’s house. There was no fire-screen or spark-catchers on; I saw no sparks, it was day-time; I went away before the fire was stopped ; saw it burn. It was near the railroad. I suppose it was a stump it set fire to; I have frequently seen small fires on Yeiser’s land which made a little smoke, it did not do any kind of damage. I can’t tell if on these occasions I saw cars pass.\n“ Cross-examined. — I mean, when I say there was no fire-screen on the engine, that there was none visible.”\nHiram Frey: “ I saw fire on Yeiser’s premises in April or May, 1845, along the line of .the railroad. The first fire I saw took place in the night; in the morning I went out on the hill and helped put it ojit. There was a considerable share of fence burned. The fire ran through the woods over maybe three or four acres. 'At that time, and the day before the fire, the engines were passing up and down the road, also in the night.\n“Another fire took place on Yeiser’s premises two or three weeks afterwards; I don’t know how it originated, didn’t see. It was in the middle of the day. Engines were passing there every hour or hour and a half. There was some fence burned; can’t say how much. It was a very, dry time. The engines were generally driven by wood; I can’t remember more than one driven by coal at the time.\n“ Another fir.e took place on Yeiser’s premises the same day with this last fire. Yeiser got me and another man to measure how much fence was burnt during the three fires; there were about 120 panels. In the three fires seven, eight, or ten acres wore burnt over. In the two fires in the day-time there was a pretty strong wind.\n“ Cross-examined. — It is a steep hill, and pitches on the railroad. In part all the railroad is in the river. The rails in the fences were dry, some of them may be a little rotten. The coal engine that ran that year was the Cherokee; I think she was running at that time.”\nThe plaintiff, further to maintain the issue on his part, gave in evidence the act incorporating the said company (pro ut the act), and closed.\nThe defendants then, to maintain the issue on their part, offered in evidence the venire and proceedings to assess damages for the construction of the said road over the premises in question, under the act of incorporation, together with the said act of incorporation, and proof of the payment of the damages assessed by the said defendants (record of case No. 14, November Term, 1840); which evidence being objected to by the jffaintiff, was rejected, and the defendants excepted to the decision of the court.\nThe defendants then, to show negligence on the part of the said Yeiser, offered the same evidence as that contained in the last bill of exceptions, with proof that the said Yeiser, in the same proceedings, claimed and was allowed and paid damages for the occupation of two hundred feet in breadth of land by the said company, and that running his fence inside of that distance was negligence on the part of the said plaintiff; which evidence, being objected to'by the plaintiff, was rejected, and the defendants excepted to the decision of the court.\nThe defendants then called Lewis Kirk, who testified as follows: “lama, machinist by trade, and superintendent of the engines of the said railroad company. Locomotives have been in general use since 1824. They burned wood and coke. In 1833, they were in common use. All the engines of the company, except two at the lower end, are under my control for repairs, construction, &c. I have been superintendent on this line since 1842. All the locomotives that ran in March, April, or May of 1845, burning wood, were provided with spark-catchers. There were three kinds of spark-catchers on the engines; they were the best spark-catchers in use, to my knowledge. I am intimately acquainted with spark-catchers. In running, spark-catchers do not prevent the escape of sparks entirely; when they are feeding the fire in the engine, it throws out more sparks than at other times; one kind of spark-catcher is a bonnet of wire gauze outside the smoke-pipe; another kind is an inverted cone inside the smoke-pipe; a third kind is French & Baird’s patent; the two last could not be seen from the outside ; they are an improvement on the bonnet. Attention was paid to these spark-catchers. No engines were sent upon the line unless they were in good order; at that time they were new and in very good order. In March, and April, 1845, we had one engine running that burned coal — the Shamokin. She had a patent apparatus attached for burning her own smoke sparks; no sparks could escape from her; the sparks were returned into a tight ash-pan, forced back by a fan. I am not aware of any construction of locomotives, by which they could be rendered more safe than these were in April, 1845.\n“ Gross-examined. — In 1844, we burned coal in twelve engines for five or six months. The wood engines that run now, when they are firing up, leave a long train of sparks. These engines all have spark-catchers. We probably .have forty engines of this kind on the line in use. We have only one engine that burns coal now; that one is on the Mount Carbon road. There were some ten or fifteen per cent, of the whole force of the engines on the line, in the shop in 1845. Whenever we found one out of order, we put her in the shop. When they fire up, the door being open, the draft is not so great, the combustion not so perfect, and the small sparks escape.”\nIsaac Brenholtz: “ In 1845, I was under Mr. Kirk in the machine-shop. The engines were all provided with spark-catchers, to the best of my knowledge, except one that was burning coal. A large part of the engines had French & Baird’s patent; others the inverted cone and the bonnet; these are good; the two first very good. The Shamokin ran by coal in 1845; no sparks came out of her. T can’t say when the Cherokee began to run, but it must have been afterwards, I think; I think fire could not come from the Cherokee, from the manner in which she was constructed.\n“ Cross-examined. — The Shamokin was not a good engine while she had that apparatus on; she was used with coal trains; her train was not more than thirty cars. If coal could be burned successfully it would be cheaper than wood. There are no coal engines now.”\nThe defendants closed.\nThe plaintiff requested the court to instruct the jury—\nThat if the jury believed that the fires on the plaintiff’s land which have been proved, were caused by sparks from the locomotive engines of the defendants, while passing over the plaintiff’s premises, this is of itself evidence from which negligence in the management of the fire in the said engines may be inferred.\nThe defendants requested the court to instruct the jury as follows:—\n1. The plaintiff cannot recover unless there was negligence on the part of the defendants.\n2. That the burden of proof of negligence lies on the plaintiff.\n3. That if the loss of the plaintiff Ayas occasioned in part by his oAA'n negligence, he cannot recover.\n4. That the jury is not at liberty to conjecture damages. That the plaintiff can only recover such damages as are actually proved.\n5. That the defendants had a right to run locomotive engines on their road in the ordinary Avay, and if the loss of the plaintiff resulted from the ordinary use of the engines, the plaintiff cannot recover.\n6. There is no evidence of negligence on the part of the defendants, and therefore the plaintiff cannot recover.\nThe court (Jones, J.) charged the jury as follows:—\n“ This is an action on the case, brought by Jacob Yeiser against the railroad company, for negligently, carelessly, and improvidently keeping, managing, and attending to the fires in the locomotive engines of the said company, Avhereby the fences, trees, and timber of the plaintiff upon his farm, through Avhich the railroad of the defendants passes, were burnt, injured, and destroyed.\n“ There seems to be little doubt in this case about the origin of the several fires, from Avhich the plaintiff’s property sustained injury. It is hardly seriously denied, as Ave understand the defendants’ counsel, though of this you are the judges, that these woods and fences Avere fired by the engines of the company. If you are satisfied that these fires arose from this cause, then the only question is Avhether the company is responsible, if these fires resulted from the ordinary use of the engines, AYithout proof of negligence in the servants of the company.\n“ This question is one of great practical importance along the extended line of the company’s road, and indeed of all the roads in the commonAvealth. The proof of negligence in managing the fires of any particular engine, running as the engines of the company do at all hours of the day and the night, very many trains passing both Avays, and with a speed that would generally defy or baffle observation, avouM always be a matter of extreme difficulty. The fire lodged in a wood or on a house, miglp; not break out into a conflagration for hours after, and twenty engines might have passed shortly before or after the fire was communicated, among which it Avould be absolutely beyond all proof to distinguish the one which caused the injury. It seems unreasonable, therefore, to require of the plaintiff that proof of positive negligence insisted on by the defendants here. Indeed the plaintiff does not attempt to furnish it, but relies on the several fires communicated to his woods and fences, and described in the testimony, as being of itself evidence of negligence, if you believe that these fires were caused by sparks from the defendants’ locomotives, and has so requested us to charge you. In charging you agreeably to that request, we do so not without some hesitation; but if this principle is not admitted, there can scarcely be a recovery against the defendants for a similar injury.\n“ The company, under its charter, has an unquestionable right to run locomotive engines upon its road in the ordinary way; but it does not follow that, if the loss of the plaintiff resulted from the ordinary use of them, he cannot recover. The company has undoubtedly exercised remarkable care in constructing its engines, to render them as little dangerous as possible. Every appliance known to this department of mechanical science, has been resorted to, and the inventive faculties of the most skilful machinists have been taxed by the company to produce an engine that would emit no sparks. Such an engine has been produced; but its excellence, in this particular, seems to have been attained only by the loss of its power. The ‘Shamokin,’ whilst she was perfectly safe to the property along the line, would draw but thirty cars, and so was not a good engine as long as she had on the apparatus that produced that result. If the company was compelled to use such engines as this, it might well happen that it would soon be driven to suspend its vast operations. The law does not force upon the company such a necessity. It says to the company, You may use engines in the ordinary way — such engines as were known when you obtained your charter — such as have been invented at any time since — but you must use them at your own risk .and peril. It is not to be presumed that the legislature intended to absolve this company, by any grant, from its liability to the owners of property for this kind of damage. The people have a right to safety in their houses and lands, which was anterior to any charter, and which it is not to be supposed the legislature intended to impair by any charter.\n“ The single point presented by the plaintiff, and the fifth and sixth presented by the defendants, are answered in the foregoing. The first, second, and fourth points of the defendants, are answered in the affirmative; the third point was prepared in view of certain evidence which has been ruled out, and is therefore not pressed by the defendants.”\nTo this charge the defendants excepted. And a verdict and judgment thereupon being rendered for the plaintiff, the defendants sued out their writ of error, and in this court made the following assignment of errors:—\n1. The court erred in excluding the evidence offered as contained in defendant’s first bill of exceptions.\n2. The court erred in rejecting the evidence mentioned in defendant’s second bill of exceptions.\n3. The court erred in answer to plaintiff’s point.\n4. In their answer to defendant’s fifth point.\n5. In their answer to defendant’s sixth point.\n6. In charging the jury that the several fires described in the testimony were of themselves, evidence of negligence.\n7. 'In charging that the law “ says to the company, you may use engines in the ordinary way; such engines as were known when you obtained your charter; such as have been invented at any time since; but you must use them at your own risk and peril.”\n8. There is error in the charge of the court generally.\nFT. B. Strong and W. Strong, for plaintiff in error.\nCharter of company, Act of 4th April, 1832 and 1833, Pamph. Law's, 151. Locomotives, under the charter, to be used on this road. Damages assessed in 1835, for damages to the premises of the plaintiff, and paid to him. No negligence proved here. The court w'ere wrong in instructing the jury that the fires on the plaintiff’s property, if caused by sparks from the locomotives of the defendant, were in themselves proof of negligence. He cited Clark v. Foot, 8 Johns. Rep. 421; Panton v. Holland, 17 Johns. 92; Thurston v. Hancock, 12 Mass. Rep. 220; Runnels v. Bullen, 2 N. H. Rep. 534; Calendar v. Marsh, 1 Pick. 418 ; Green v. Bor. Reading, 9 Watts, 382; Livingston v. Adams, 8 Cow. 175; Vincent v. Steinham, 7 Vermont Rep. 62; Aldridge v. Great Western Railroad Co. 42 Eng. C. L. Rep. 272; Germantown Railroad v. Wilt, 4 Wh. 147. The fire was caused by the plaintiff’s own negligence, inasmuch as he placed his fence on the ground of the company.\nSmith and Banks, contrA\nThe track of the railroad, where there are embankments, is about thirty feet in width, and this is the case through part of Yeiser’s property. The record of the assessment of damages in 1835, was offered to show that the company, in that case, paid damages for twm hundred feet. The engines used at the time of the firing in this case, scattered sparks to a distance of thirty or forty yards. The question then is, in this case, Is the company liable for an injury by fire, caused by the sparks emitted by such engines ? The authority of this company to carry passengers or merchandise is nowhere given, except in the proviso of the 2d section of the charter: Act of 4th April, 1832 and 1833, Pamph. Laws, 146 ; 42 Eng. C. L. Rep. 272; 24 Eng. C. L. Rep. 18; King v. Pease, 1 Swift’s Dig. 553 ; Story on Bail, 472; New York v. Bailey, 2 Denio, 433. Negligence' is the absence of ordinary care. If engines are driven so fast that sparks fly out to the length of three or four cars, as was proved in this ease, and without spark-catchers on the smoke-pipe, and without fire-screens, it is negligence. If the company use and carry fire on this road, it must use that degree of care in doing so that a prudent man would use in carrying fire on a road and through the property of another.\nJune 26."
  },
  "file_name": "0366-01",
  "first_page_order": 366,
  "last_page_order": 377
}
