{
  "id": 959481,
  "name": "Foust v. Renno",
  "name_abbreviation": "Foust v. Renno",
  "decision_date": "1848-06-22",
  "docket_number": "",
  "first_page": "378",
  "last_page": "381",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 378"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 451,
    "char_count": 9238,
    "ocr_confidence": 0.414,
    "pagerank": {
      "raw": 1.0588333076141761e-07,
      "percentile": 0.5560287491664572
    },
    "sha256": "51a226e00011a387fa43f6ef466a25f1b13e1bd9271df102f68c3286bfe2f73e",
    "simhash": "1:9e93d8a1b342b48b",
    "word_count": 1622
  },
  "last_updated": "2023-07-14T19:18:37.112998+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Foust v. Renno."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThe decision in Marshall v. Gougler, so far from sustaining the direction of the court below, is against it. In that case, the persons whose names appeared at the foot of the clause of attestation, were not present at any part of the act of execution; and one of them testified, that he subscribed his name at a subsequent time, when the obligee was going to assign the single bill, under a belief that he was called as a witness to the assignment, on which, it was held, the court properly left the jury to decide whether the alteration of the instrument was fraudulent or accidental. In the present, the witnesses saw one of the obligors, Miller, sign and seal; and the jury ought to have been instructed to inquire whether the form of the clause of attestation was purposely made general, by the contrivance of the obligee, to import an attestation of execution by both obligors, or whether it was done ignorantly and accidentally. If the witnesses subscribed it as it was prepared, without being practised upon by the obligee, the bond was valid. When Renno sealed it, he knew that it was to be sealed by Miller; and, instead of insisting on having separate witnesses to his separate act of execution, he consented to the course which was subsequently taken, and, therefore, to the consequences of it; but it is well settled that an innocent alteration does not vitiate. Where joint obligors sign and seal separately, it is usual to have separate sets of attesting witnesses; and had the scrivener, in this instance, specially noted, as he ought to have done, that the witnesses subscribed to attest the act of Miller alone, there would have been neither doubt nor difficulty, as to the validity of the instrument. The fact of execution by Renno would have been left open to general proof of his handwriting or acknowledgment; and what reasonable objection can he have to let the case stand on that foot as it is ? Had the witnesses died or gone beyond the jurisdiction of the court, proof of their handwriting would have been primd facie proof of execution by Renno as well as by- Miller ; but the fact might have been disproved, if the truth wrere so, by witnesses to the character of Renno’s handwriting, or the presumption from general attestation might have been rebutted by the testimony of the scrivener, or any other person present at the transaction. If Renno could not disprove his signature because it was genuine, there would be no harm done. The day for invalidating deeds for accidental alterations, even in material parts, has long gone by; and had the cause been put to the jury upon the honesty of the ease, there is no doubt that the verdict would have accorded with the justice of it.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Van Reed, for the plaintiff in error.",
      "Banks and Smith, for defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Foust v. Renno.\nA bond, in the body of which the names of the obligors were written, was executed by one of them without a subscribing witness; afterwards the qther executed it in the presence of two witnesses, who subscribed their names to a general attestation, as if they had witnessed the execution of the bond by both: S'eld, that if the attestation was purposely made general to import an attestation of execution by both the obligors, it avoided the bond; but if the witnesses subscribed their names to the attestation as it was prepared, without being practised upon by the obligee, or ignorantly, or innocently, it did not vitiate the bond.\nIn error from the Court of Common Pleas of Berks county.\nIn the court below, Daniel R. Foust brought an action of debt against David Renno and John Miller, upon the following bond:—\n“Know all men by these presents, that we, David Renno, of Womelsdorf, and John Miller, of Bernville, and both of Pennsylvania, are held and firmly bound unto Daniel R. Foust, of Bern-ville, and state aforesaid, in the sum of $T56.48, lawful money of the United States of America, to be paid to the said Daniel R. Foust, or to- his certain attorney, executors, administrators, or assigns, to which payment well and truly to be made and done, we bind ourselves, jointly and severally, our heirs, executors, and administrators, and every of them, firmly by these presents, sealed with our seals, dated the 1st day of April, 1845.\n“ The condition of this obligation is such, thatif the abové-bounden David Renno and John Miller, their heirs, executors, or administrators, or any of them, shall and do well and truly pay or cause to be paid unto the above-named Daniel R. Foust, or to his certain attorney, executors, administrators, or assigns, the just and full sum of $856.48, together with lawful interest for the same from the above date, in like money as aforesaid, at or upon the 1st day of April next ensuing the date hereof, without fraud or further delay; then the above obligation to be void and of no effect, otherwise to be and remain in full force and virtue.\nDavid Renno, [d. s.]\nJohn Miller, [l. s.]\n“Sealed and delivered in the presence of Joseph M. Conrad, Henry Witman.”\nThe defendants pleaded non est factum. At the trial, Joseph M. Conrad, one of the subscribing witnesses, testified: That he was a subscribing witness; that he saw Miller execute the bond, but not Renno; that Renno’s name was signed to the bond when Miller signed it, and that he signed as a witness; that Renno told him, a week before the trial, that he had signed the bond, and that he did not deny his name.\nHenry \"Witman, the other subscribing witness, testified: That he was a subscribing witness; that he saw Miller execute the bond; that Renno had signed it before he signed it as a witness; that he did not see Renno sign the bond, but that Renno confessed to him at Pottsville, a week or ten days before the trial, that he had signed the bond.\nThe plaintiff then called Henry W. Smith, Esq., one of the defendant’s counsel, who testified: That he was acquainted with the handwriting of David Renno, and that he believed the signature of David Renno to the bond to be his handwriting; that he had no doubt of it.\nJones, P. J., after stating the evidence, charged the jury thus:—\n“ From this evidence it appears, that neither of the subscribing witnesses saw Renno execute this bond; that his name was written to it when they attested it, and that the only execution of the instrument, which they saw, was by Miller. It is beyond doubt, however, that Renno did execute the bond, both from his own admissions to Conrad and Witman, and from the proof of his signature, by Mr. Smith. Subscribing witnesses are not necessary to the validity of a bond; their addition alters the mode of its proof. If there are no witnesses to a bond, the proof is directed at once to the handwriting of the obligor: if there are witnesses, they must be called; and this cannot be dispensed with where they are alive and within the jurisdiction, and capable of testifying. When they are dead, abroad, or incapable, it is enough to prove their handwriting, which in that case, in the words of Mr. Justice Duncan, 6 S. & R. 811, £ is not only proof of the obligor’s signature, but it is presumption that it is a deed executed.’ Such being the difference of proof, where a deed is executed with or without subscribing witnesses, it seems to us that an alteration of it, after its execution, as respects the medium of proof, is a very material alteration of the instrument. As far as Renno was concerned, the bond was perfect, as to him, without witnesses; and it matters not that the addition of witnesses, in this particular case, could work no harm, and was made in ignorance or in innocence.\n“ The rule is imperative, that no material alteration can be made in a deed without avoiding it. The law looks to general consequences; and none could be more mischievous than that which would ensue from allowing such alterations as the one presented in this case. The argument upon the subject is exhausted in the learned opinion delivered by the Supreme Court, in the case read in your hearing, and commented upon by counsel, from 10 S. & It. 164. We think your verdict should be for the defendants.”\nError assigned : The court erred in charging the jury that tlioir verdict must be for the defendants ; they should have charged in favour of the plaintiff, or left it as an open question to the jury to find, whether the subscribing witnesses’ names were put to the bond, intending them as witnesses to the execution of the bond by both obligors, or only to witness the execution of the bond by John Miller: and if the latter, their verdict should be for the plaintiff.\nVan Reed, for the plaintiff in error.\nThe case of Marshall v. Gougler was misapprehended. It should have been left to the jury to decide, whether the attestation was made general by design, so as to import proof of execution by both obligors, or innocently, and by mistake.\nBanks and Smith, for defendants in error,\ncontended, that the witnesses having subscribed their names to a general attestation, importing execution by both obligors, without seeing Renno sign the bond, and after he had executed it, avoided the bond. It altered the medium of proof. Had the witnesses been dead, proof of their handwriting would have established the bond as proved by them, which would have been untrue.\nJune 22."
  },
  "file_name": "0378-01",
  "first_page_order": 378,
  "last_page_order": 381
}
