{
  "id": 959511,
  "name": "Seibert v. Levan",
  "name_abbreviation": "Seibert v. Levan",
  "decision_date": "1848-05",
  "docket_number": "",
  "first_page": "383",
  "last_page": "391",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 383"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Rawle, 108",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819246
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0108-01"
      ]
    },
    {
      "cite": "1 Rand. 420",
      "category": "reporters:state",
      "reporter": "Rand.",
      "opinion_index": 0
    },
    {
      "cite": "21 Wend. 292",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 907,
    "char_count": 20924,
    "ocr_confidence": 0.395,
    "pagerank": {
      "raw": 5.57330902823436e-07,
      "percentile": 0.9474751230670205
    },
    "sha256": "105ec2c148e038cd27d9d1bdca4dd90993f5e8754ab76108aba946287906401e",
    "simhash": "1:76628887eb12f93e",
    "word_count": 3848
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Rogers and Coulter, Js., dissented."
    ],
    "parties": [
      "Seibert v. Levan."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, C. J.\nWe have before us a case in which the proprietor of two adjoining tracts of land, through which ran a water-course to his mill on the lower one,-part of which was the natural bed of a small stream, and part of it a trench from a neighbouring creek, conveyed the upper tract expressly, without reserving the water-right, to a party who has obstructed the trench and cut off the supply of water from the creek. Such a water-course is analogous to a way of necessity, which is not extinguished by unity of seisin, the only difference being that in the latter the right has not been created during the unity, but existed antecedently to it. But the time, not of creating the right, but of parting with the land to which it was- attached, is the material circumstance. When the owner of a way sells the land through which it leads to a market, or a ville, or a church, he retains the way without an express reservation of it; and why? Because, as appears in Jordan v. Atwood, Owen, 121, and the several cases collected in Woolrych on Ways, 71, the law presumes he would not have parted with a part of the property to the ruin of the rest of it; and the presumption is practically founded in justice and truth. Is not a water-course as necessary to a mill as a way is to a ville or a church? Yet when the land is sold, the easement is retained on the principle of implied reservation. A right of way and a right of water-course, being alike subject to the general law of easements, are not distinguishable from each other in any essential particular. But we are not driven to analogies from association, however intimate; for it will be seen that there are several decisions, in cases of water-right, diréctly on the point before us.\nThe three principal ones adduced on the part of the defendant, are Burr v. Mills, 21 Wend. 292; Preble v. Reed, 17 Maine (5 Shepley), 175; and Hays v. Bowman, 1 Rand. 420. In the first of them, a small part of the tract above, which was sold by the owner of the mill, was covered by the pool of the dam; and in an action for the damage, Mr. Justice Cowen, delivering the opinion of the court, said: — “ It can make no difference that there was then a dam built which flowed this land. If a man convey land which is covered with his mill-pond, without any reservation, he loses his right to flow it. There is no room for implied reservation. A man makes a lane across one farm to another, which he is accustomed to use as a way; he then -conveys the former, without (expressly) reserving a right of way; it is clearly gone. A man cannot, after he has absolutely conveyed away his land, still retain the use of it for any purpose, without an express reservation. The flowing, or the way, is but a mode of use; and a grantor might as well claim to plough and crop his land.” An argument, by an analogy, to a right of water-course froni a right of way, which, -we have seen, may be retained without being expressly reserved, is merely a petitio principii; and the doctrine of the entire paragraph, being as applicable to natural as to artificial water-courses, would justify the filling up of a natural pond, used as a reservoir; which is surely not the law. Nor does the claim of a water-course of necessity bear any resemblance to a claim to plough and crop another’s land, which would merely be an idle and extravagant pretension. He admitted that the land would have remained subject to the easement, had the owner of it retained it and sold the mill; for which distinction, he cited Nicholas v. Chamberlain, Cro. Jac. 121; which clearly proves the particular position, but as clearly disproves his conclusion from it, as well as the whole doctrine predicated by him; for it was held by all the court, “ that if one erects a house and builds a conduit thereto in another part of his land, and conveys water by. pipes to the house, and after-wards sells the house, with the appurtenances, or sells the land to another, reserving to himself the house, the conduit and pipes pass with the house.” As the reservation of the house is not an express reservation of the pipes, it must be an implied one; and as we have seen that a vendee may set up an implied grant of a thing lying out of the limits of his conveyance, on the ground of necessity, we may infer that a vendor may, on the same ground, set up an implied reservation of something within them.\nIt is not by force of the word appurtenances that a water-course, like the present, would pass by the grant of a mill, but by force of the principle that the grant of a thing includes all the means in the grantor’s power to attain it; for the means shall pass inclusive without the words cum pertinentiis, or words equivalent to them: Touchstone, 89. The grant of the means, therefore, is an implied one, for it is certainly not expressed; and there is no imaginable reason why there should not be an implied reservation where the land is sold and the mill is retained. But to return to the defendant’s cases. The second of them, Prebles v. Reed, is a decision of' the same stamp, in which the same doctrine is asserted without a reason or an authority given for it, excepting an instruction reported to have been given on a supposed state of facts in Hathorn v. Stinson, 1 Fairf. 224, which seems, it was said, to have met the approbation of the whole court. In the third of them, Hayes v. Bowman, it was barely held that a man who had granted a part of his land divided from the rest of it by a river, and expressly to the middle of the stream, had not a right to erect a dam from shore to shore for the better enjoyment of his mill-seat; but the court did not determine what would have been the law of the case had a dam been erected before the land was sold. The decision is a sound one, but it does not touch the point before us.\nThe preceding cases make up the sum of what has been adduced as authority for the defendant; and we will now turn to the authorities on the part of the plaintiff. Besides Nicholas v. Chamberlain, which is full to the point, we have Sury v. Pigott, Palmer, 444, more fully reported in Popham, 166, and more intelligibly stated in Noy, 184. It seems from the last, that the case was this: A., seised of Whiteacre, with a house, curtilage, and hop-yard through which ran a stream to a pond in the curtilage for watering cattle, enfeoffed P., of the hop-yard above, and leased the house and curtilage to S. P. stopped the stream; and S. brought an action on the case for it; and the court held that the right of water-course had not been extinguished by the unity of seisin. Yet there, as here, the defendant obtained title to the ground above by the earlier grant. It was said by Dodderidge, that if “ a man having a mill and water-course over his land, sells a portion of the land over which the water-course runs; in such case, by necessity, the water-course remaineth to the vendor, and the vendee cannot stop it:” and Crew, Chief Justice, said that it 'had been adjudged accordingly in Day and Drake’s case, 3 Jac. 1, in the King’s Bench. The opinion of Chief Justice Popham in Lady Brown’s case was also cited by him, in which it was held that if one “ hath a stream of water which runneth in a leaden pipe, and he buys the land where the pipe is, and he cuts the pipe and destroys it, the water-course is extinct because he thereby declares his intention and purpose that he does not wish to enjoy them together”; the inference from which is, that if he had sold the land without cutting the pipes, the easement would have remained, and he instanced the case of a dye-house with water running to it, in which it was held that a purchase and subsequent sale of the land on which the water was current, by the owner of the dye-house, did not extinguish the easement.\nThese are ancient cases, but they seem to have been deeply considered, and founded in the soundest maxims of the laws. It is admitted that the owner of adjoining tracts traversed by a natural water-course, is as much entitled to the use of the water, having sold the upper one as if he had not owned it. The vendee would be entitled to a. reasonable use of it, returning it, when it had served his purpose, to its former channel, so as to make it enter the tract below at the point where it entered it at the time of the sale; and what difference could there be, whether the channel to lead it to that point were made by water or by the hand of man ? There is no particular charm in a gully cut by natural agents. While the grantor was lord of the whole, he might assign a permanent channel to the stream, and as regards himself or those to claim under him, impress it with any character he should see proper. There is no peculiar sanctity in the natural bed of a stream, which is perpetually changing its course from accidental causes. Had the connexion with the natural water-course leading from the springs to the mill, been made by a flood tearing its way through the bank of the creek, it would not have been pretended that the grantee, having purchased with the fact before his eyes, would have been at liberty to destroy it. But that it would have been entitled to no consideration as a dispensation of Providence, is shown by the undoubted right he would have to mend a breach made after his purchase. It is true the rule is, that water shall flow ubi currere solebat et coiu suevit; but that regards the duty of returning it, and not the nature of the channel. It was said by Dodderidge, in Sury v. Pigott, that as water descends it is always current, et aut invenit autfaeit viam; and he asked, “ Shall such a thing be extinguished which hath its being from creation?” And Crew said, “A water-course is a thing natural, and therefore by unity it shall not be discharged :” but that these things were said of the element without reference to the nature of its channel, is evident from Nicholas v. Chamberlain, and Lady Brown’s case, in which the easement was not lost though the water was conveyed through leaden pipes. The sum of the matter in regard to disposition by the act of an owner of two tenements, is thus condensed in Gale and Whatley’s Law of Easements, 52 : “ It is true that, strictly speaking, a man cannot subject one part of his property to another by an easement; for no man can have an easement in his own property, but he obtains the same object by the exercise of another right, the general right of property; but he has not the less thereby altered the quality of the two parts of his heritage; and if, after the annexation of peculiar qualities, he alien one part of his heritage, it seems but reasonable, if the alterations thus made are palpable and manifest, that a purchaser should take the land burthened or benefited, as the case may be, by the qualities which the previous owner had undoubtedly the right to attach to it.” The easement in the case at bar was palpable and permanent; and the defendant was not at liberty to disturb it. As the exceptions to evidence have not been separately argued, it is unnecessary to examine them in detail.\nJudgment reversed, and a venire facias de novo awarded.\nRogers and Coulter, Js., dissented.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Smith and Davis, for plaintiff in error.",
      "Banks and Grordon, contó."
    ],
    "corrections": "",
    "head_matter": "Seibert v. Levan.\nWhere tenant in fee erects a mill, -with a dam and race to supply the same, upon his land, and afterwards conveys that part of his land whereon are the dam and race, without any express reservation as to them in his deed: his grantee takes the land burthened with an easement in favour of the grantor, which the grantee is not at liberty to disturb.\nIf one annexes peculiar qualities to his land, the alteration being palpable and manifest, a purchaser will take the land burthened or benefited, as the case may be, by the quality so annexed to it.\nIn error from the Common Pleas of Berks county.\nThe facts of this case are fully set forth in the charge of the. court below; and, as no other exceptions were argued in this court, either upon the argument in 1841, or upon the reargument in 1848, but those taken to the charge, it will be sufficient to present the case to the profession, as it was presented to this .court by the court below. Upon the trial there, Jones, P. J., charged the jury as follows:—\n“This is an action on the case for obstructing a certain race through which the water flowed to the plaintiff’s clover-mill.\n“ In 1830, George D. B. Keim was seised of a tract of land in this county through which flowed a stream of water, formed by the confluence of springs arising on the land, and of a stream of water flowing into it from land situated above it. The stream thus formed, flowed in its natural channel, through the lower part of the meadow on Keim’s land, into the tract below, and was used by him at the proper season of the year for the purpose of irrigating the meadow, by means of a ditch on the higher part of the meadow, and so much of it as was not consumed, flowed back again into the natural channel, by which it entered the farm adjoining below, the property of John Esterly.\n“ By Ms deed of the 28d March, 1830, John Esterly conveyed to Keim, in fee, the said farm adjoining him beloyf, containing about two hundred acres. Keim, having thus become the owner of both farms, in the same year erected on the lower farm a mill for cleanr ing clover-seed, &e., and for the purpose of supplying this mill with water, constructed a long ditch or race, principally on the upper farm, with a pond or dam near the mill (which pond was also on the upper farm), through which the water of the stream before mentioned was conducted out of its natural channel for the purposes of the mill at such times as it was thought necessary to put the mill in operation.\n“ On the 31st December, 1841, Keim conveyed that tract of land, on which the race and dam were, to Messrs. Muhlenburg & Schwartz, whose deed was recorded on the 9th April following. On the 6th August, 1842, Keim mortgaged that tract of land on which the mill was, to Jacob Bechtel and others. On the 22d October, 1842, Muhlenberg & Schwartz entered into articles of agreement with the defendants, acting as the agents of their mother; whereby they covenanted to convey to her a certain portion of the tract purchased by them of Keim, on which portion were the race and dam in question; and, in pursuance of those articles, they executed their deed to her on the 29th April, 1843. By virtue of a levari facias, on a judgment confessed by Keim upon the scire facias issued on the mortgage given by him to Bechtel and others, that tract still held by Keim, and on which was the mill,'was sold by the sheriff to the plaintiff, who received the sheriff’s deed therefor, on 5th November, 1844.\n“In neither of those deeds to Muhlenberg & Schwartz, or from them, is any mention whatever made of this race and dam; nor is there any reservation to Keim and his heirs or assigns of any right whatever to have the water íIoav through that race to the mill, or to enter upon the land uoav of the Levans, for the purpose of repairing, cleaning, or doing anything else to this race and dam. By the first of those deeds, the land passed absolutely, and without any restriction or reservation whatever in favour of Keim, to his grantees, who acquired the most entire and perfect dominion over it, the largest and most comprehensive known to our laws. Whatever may have been the relations and understanding beUveen Keim and his immediate grantees, with regard to this land, Mrs. Levan, in purchasing of them, was not required to go further than their recorded deed in fee; which was equally notice to Keim’s mortgagees of the lower tract, and to the purchasers from Keim’s grantees of the upper tract, of the extent of the rights of these last. That deed reserving no right to this race — no right to have the waters flow through it to the mill — no such right remained in Keim, or in those claiming under him, by any subsequent conveyance or encumbrance, of that lower tract. Mrs. Levan took the upper tract from Muhlenberg Schwartz, as their deed conveyed it to them, as fully and as amply, as free and as exempt from all reservations in favour of the oivner of the lower tract, as they had held it; and consequently she had a right to fill up that race, or divert its waters, at her own mere will and pleasure; and for the doing of this, no action can be maintained against her, or those claiming under her.\n“ The plaintiff has submitted to us six points, agreeably to -which, we are requested to charge you. We will take them up in their order:—\n“ 1. It is true that the rights of the plaintiff, who purchased at sheriff’s sale, under the mortgage by Keim to Bechtel and others, are the same as those of Keim, on the 6th of August, 1842, which was the date of the mortgage. Whatever right, title, or interest, Keim had in the lower tract on that day, was bound by this mortgage, which became the measure of the right, title, and interest of the sheriff’s vendee, under proceedings upon it. If Keim had then a right to the flow of water through that race, as appurtenant to the mill, or by virtue of any previous reservation or grant, such right would, we take it, have been bound by the mortgage, and would have passed to the sheriff’s vendee of the mortgaged premises. But, before that day, Keim had conveyed the upper tract, on idhich were the race and dam, in fee, without any reservation of such right, and on that day he had no such right that he could bind by mortgage. Me had no right to the flowing of the water in that race ; no right to enter upon that upper tract to clean or repair the race, or for any purpose whatever, save only by the sufferance of Muhlenberg and Schwartz.\n“2. The plaintiff is not entitled to recover under the sheriff’s deed, and that -whether the defendants did or did not give notice, as they allege. The right in this case does not in any manner depend upon the fact of the defendants having given notice at the sheriff’s sale, that they claimed this race.\n“ 3. However necessary and incident to this mill, this race may be, and notwithstanding it was occupied by the servants or tenants of Keim, and by the plaintiff, for fifteen years before suit brought, still, if Keim conveyed away the land, on which it is, in fee, when he had a right to do so, and made no reservation of it, all right to the easement here claimed was lost by him and by those claiming it under him.\n“ 4. The mortgage and sheriff’s deed given in evidence, do not convey the race in controversy as incident and appurtenant to the mill. If Keim had mortgaged the lower tract on which the mill is, before he conveyed the upper tract in fee, that might alter the case. But he could not have claimed incidents or appurtenances to his own land, in land by him conveyed to another in fee, without having reserved them in his deed to that other.\n“ The cases of ways of necessity, cited from Croke James, 170, and 2 Lutwyche, 1487, held to exist in favour of grantors, are of doubtful authority. The necessity here is self-created, and such a necessity could not be, in the words of Sergeant Williams, either in law or reason any justification of a trespass committed on another’s lands: Pomfret v. Pycraft, 2 Wms. Saund. 323, n. 6; and if it could not afford a justification for a trespass, supposing Seibert to be a defendant here, of course it can afford him no foundation for a right to recover, being a plaintiff.\n“ 5. Muhlenberg and Schwartz’s consent to Keim and his tenants using the dam and race after his deed to them and up to the date of his mortgage to Bechtel and others, as Keim had occupied and used it before his deed to Muhlenberg and Schwartz, does not entitle the plaintiff to recover. They might have permitted this use or not, as they pleased; it might have been even an adverse use, but whether permissive or adverse, it can give no right as against the Levans. They are not bound by the mere permission, express or implied, of Muhlenberg and Schwartz, nor are they bound by any adverse use short of twenty-one years. The moment the Levans came in they had a right to do with this land, whereon the race and dam are, what they pleased.\n“ 6. We -cannot say, that, under all the circumstances in this case, the law will imply a reservation of the right to the race by Keim when he conveyed to Muhlenberg and Schwartz. We cannot distinguish this case in principle from Collam v. Hocker, 1 Rawle, 108. And having that as a rule laid down to us by the highest tribunal in the state, it is our and your duty to conform implicitly to its authority.\n“ Your verdict should he for the defendants.”\nVerdict and judgment for defendants, whereupon this writ of error was sued out, and in this court those parts of the charge printed in italics, as well as the answers to the second and subsequent points of the plaintiff, were assigned for error.\nSmith and Davis, for plaintiff in error.\nBanks and Grordon, contó."
  },
  "file_name": "0383-01",
  "first_page_order": 383,
  "last_page_order": 391
}
