{
  "id": 959577,
  "name": "Snevily v. Wagner",
  "name_abbreviation": "Snevily v. Wagner",
  "decision_date": "1848-06-29",
  "docket_number": "",
  "first_page": "396",
  "last_page": "402",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 396"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Penn. Rep. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts, 316",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Penn. Rep. 371",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "1 Binn. 365",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 643,
    "char_count": 16453,
    "ocr_confidence": 0.404,
    "pagerank": {
      "raw": 1.0750814593093993e-07,
      "percentile": 0.5607504530186895
    },
    "sha256": "30e2a360870edd0bac366d2e6213832422b807293f9b14a711d10b18b9b86549",
    "simhash": "1:2c9794168c5028e8",
    "word_count": 2998
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Snevily v. Wagner."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThe judgment of the court below is affirmed, for the satisfactory reasons given by the learned judge before whom the cause was tried.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Weidman, for plaintiff in error.",
      "Kline, contra."
    ],
    "corrections": "",
    "head_matter": "Snevily v. Wagner.\nWhere the husband in right of Ms wife accepts land at the appraised value under a partition in the Orphans’ Court of the estate of the wife’s ancestor, and enters into recognisances to pay the valuation to the other heirs, he acquires a life-estate in Ms wife’s share of the land, and a fee simple in his own right in the residue.\nAn irregular partition in the Orphans’ Court cannot be avoided collaterally.\nIn error from the Common Pleas of Lebanon county.\nThe plaintiff in this ejectment claimed under a sheriff’s sale of the land, as the property of Snevily, the defendant; and the question was, whether he had a fee simple or but a life-estate in right of his wife.\nIt appeared that in 1838, proceedings were commenced in the Orphans’ Court, for the partition of four pieces of land belonging to the estate of Shantz. The inquest returned a valuation, and that they could not be divided. One of these lots being the one now in question, was accepted by Snevily in right of his wife, who was a daughter of Shantz; and he entered into a recognisance to pay the other heirs their proportion of the valuation. Two of the remaining lots were accepted by the other heirs or their assignees, and the fourth was sold by order of the court, when Snevily became the purchaser. At the same term, other proceedings in the same court were commenced, for the partition of another piece of real estate belonging to Shantz’s estate. The inquest returned a valuation, and the widow accepted it.\nAt a subsequent period, the widow and heirs entitled, and the assignees of the other heirs of Shantz, made a settlement among themselves of the amounts charged upon the lands accepted under the partitions, and distributable among them. Upon stating the accounts, it appeared that the amount charged on the lot accepted by Snevily, was less than the amount he was entitled to receive from the amounts charged on the other lots. The difference was paid to him, and mutual releases executed; which were acknowledged by Snevily and wife before a justice of the peace.\nPrior to the partition, the wife’s interest was one undivided fifth in the whole estate.\nEldred, P. J., charged the jury:—\n“ The evidence exhibited on this trial, shows a proceeding under the 39th section of the act of 29th March, 1832, when the property could not be divided into as many parts as there were heirs, but yet might accommodate some of them. It becomes necessary to inquire what interest Snevily acquired, when he accepted the part in dispute, and entered into a recognisance to pay the other heirs their portion of the valuation-money. Whether he took a fee simple in the whole, or only a fee simple in-part, or rather whether a life-estate in the whole, or in only one-fifth. That he took a life-estate in one-fifth there can be no question; the. one-fifth of this part which belonged to his wife, has never been converted, but remains in her, only he has a life-estate in it. The authorities on this question are full to the point: Eogelsonger v. Somerville, 6 S. & R. 267; Stoolfoos v. Jenkins and Wife, 8 S. & R. 167; Kean v. Ridgway, 16 S. & R. 60; and Johnson v. Watson, 2 Penn. Rep.\n“ The question recurs and is, Whether Snevily, at the time he accepted this purpart of his wife’s portion of the real estate, and entered into recognisance, with surety, to pay the other heirs their portion of the valuation-money, took an estate in fee simple in the remaining four fifths, or only an estate for life. In disposing of this question as we do, we do not consider that we disturb or interfere with the rule in Blocher v. Carmony, which was cited with approbation by the Supreme Court, under apparently the same state of facts. This case, as it is disclosed in the evidence, is different from the case of Blocher v. Carmony, in this important particular. In that case it was a partition under a provision of the act of 1794, which is supplied by the 38th section of the act of 27th March, 1832, whenever the real estate is divided into as many parts as there are heirs. In such a case, under that section, it is decided in Sampson’s Appeal, 4 W. & S., that the Orphans’ Court are bound to assign a part not taken, and were refused by them all, to one of them — that it could not be sold. Judge Kennedy calls it a full partition of the whole estate. \"\n“ The case now before the court is one that falls within the 39th section of that act, and when the real estate cannot be divided into as many parts as there are heirs. From an examination of the authorities, I have come to the conclusion that in all cases of partition, under the 38th section of the act relating to partition in the Orphans’ Court, where the real estate can be divided into as many parts as there are heirs, even though they may differ in value, it is a full and perfect partition of the real estate, and has all the effect of a judgment in partition in the common law courts, and that the husband of a female heir, who takes a part, or has it assigned him by the Orphans’ Court in right of his wife, takes but a life-estate. This I consider as settled by the cases of Blocher v. Carmony, and Snevily v. Wagner.\n“ And when partition is made under the 39th section of the same act, and the real estate cannot be divided into as many parts as there are heirs, and a husband of an heir takes a purpart at the valuation, and enters into a recognisance with surety to pay to the other heirs their portion of the \\aluation-money; he takes as if by purchase, and a fee simple in the purpart of all, except his wife’s portion of it, in which he holds a life-estate; and this is even so, if the husband should receive from the other heirs, who took other parts at the appraisal of the real estate, money enough to discharge his recognisance. For if he receives this money under such circumstances, it is because it is his own, and belongs to him perhaps in his marital rights. By a proceeding under this section, the authorities show that the wife’s interest in all the purparts, except the one taken by her husband (if he should take one,) are converted into personalty by operation of law; and when thus converted, up to the passage of the act of March, 1832, belonged to the husband, and at his control and pleasure: he could recover it at law, assign it if he pleased, as he could any other chose in action, without and even against the consent of his wife, and it could even he taken to pay his debts without his consent. If the husband took a purpart at the appraisal, and entered into recognisance with surety to pay the other heirs their portion of the valuation-money, he held it as a purchaser, except his wife’s portion of it, which was regarded as remaining without conversion or partition. In this he only held a life-estate, which went to her and her heirs after his death; and this was well enough for the husband, for that part he neither paid nor bound himself to pay. How can it make a difference in the tenure of the estate taken, whether he pays the consideration from moneys received from heirs who had taken other parts of the real estate (which in fact belonged to him), or paid the consideration from other money of his own, and pockets the money he receives from the heirs ? The decisions that bear out the principles I have stated, are numerous and uniform, commencing certainly as early as 1808, in the case of Yohe v. Barnet, 1 Binn. 365, and continued down until the act of 1832, which I shall presently notice. Fogelsonger v. Somerville, 6 S. & R. 267; Stoolfoos v. Jenkins, 8 S. & R. 167; McCullough v. Elder’s Executors, 8 S. & R. 181; Kean v. Ridgway, 16 S. & R. 60; Johnsons. Watson, 1 Penn. Rep. 371; and Cubbage v. Nesmith, 3 Watts, 316.\n“ These are all cases of partition where property could not be divided into as many parts as there were heirs, and all tend to the same conclusion, that the wife’s portion was converted into personalty, and that in case the husband took a purpart at the valuation, he took the parts of the other heirs as a purchaser, and his own wife’s part in it, which was not changed by the proceedings, but remained as it was at the death of her ancestor, he took a life-estate.\n“It is pressed upon the court that the husband’s equity only arises from his paying his own money, which makes the tenure of his land, whether a fee simple or a life-estate, depend on that fact. I have attempted to show, that prior to the act of 1832, the money paid was his own, although it came from his wife’s real estate; that he could invest it in that or other lands, as he pleased. But is the payment of money by the husband, derived from other sources than from his wife’s real estate, to be the touchstone to fix the character of the estate taken at appraisal, and this, too, on equitable principles ? By adopting such a rule, we would find still more difficulty than we now have in putting the machinery in motion to carry out our intestate laws, already in many cases a very difficult matter, with the materials we have for doing so. Suppose we make it the • test of the husband’s equity, and he takes a purpart at an appraisal of $1,000, and enters into the usual recognisance and security, and receives from the other heirs, who took other portions of the estate, $10, or $900, and is compelled to pay the balance from his other funds: what portion of this property would he take in fee, and how would equity measure it to him ? I can readily imagine cases that the most learned chancellor would find difficulty in carrying out with all his equity powers. Such a rule would lead to confusion and difficulties that every judge would deplore. Suppose a case in partition under this section of the act: a husband of a female heir takes a purpart in right of his wife, and enters into a recognisance with sureties, to pay the other heirs $5,000. The whole estate may remain unsettled for many years. How can a judgment creditor of such husband know how to treat the property ? Whether as a life-estate, or a fee simple ? How can he tell whether the husband will pay his recognisance from his own funds, or not ? If there are sufficient funds coming from heirs who took other portions of'the estate, how is he to know whether the wife will permit the husband to receive it ? How can he ascertain whether the husband will receive such funds, if his wife would permit him ? He could refuse if, if he pleased, I presume. If the creditor should proceed to treat it as a life-estate, it might turn out years after-wards to be a fee simple; and if he treats it as a fee simple, it might eventually turn out to be a life-estate. Must the character of the tenure remain open until all things are ascertained ? It might not be determined for years, and then perhaps depend on the will of the husband, whether it should be a life-estate or a fee simple. But let the rule be, that in all cases where partition is made of real estate of a decedent into as many parts as there are heirs, which Mr. Justice Kennedy calls a perfect partition, the husband who takes a part in right of his wife, takes a life-estate, and, in all cases where the real estate is not divided into as many parts as there are heirs, and the husband takes a part at the appraisal, and enters into the usual recognisance with surety, to pay the other heirs their portion of the money, he takes as a purchaser for all but his wife’s part in it, for which in fact he does not pay nor obligate to pay, and in that he holds a life-estate as tenant by the curtesy, and then we would have a certain rule to follow, and every man would know what was purchased, and by what tenure it is held. The authorities before cited, fully sustain this position, and especially Johnson v. Watson, 1 Penn. Rep. 373. The Chief Justice seems to have had the very subject before him; he says: ‘ a wife can claim nothing against her husband, or a purchaser of his estate, but the undivided share which descended to her from her ancestor, and which remains specifically in land, after all the purposes of distribution have been answered.’ Here she was permitted to recover all the land that was accepted by her husband at the valuation, because, as it was said, he had paid nothing for it, but he acknowledges recognisances to the other children, which, if not paid, may yet be recovered from his estate.\n“ The husband, under such circumstances, pays his own money, or binds himself to do so; and if he receives the money from the real estate of his wife to pay it, it is because he is entitled to it. The injustice to married women is not so glaring now, as it was before the act of 29th March, 1832. By the 48th section' of that act, when a sum of money is awarded to a married woman in- cases of partition, the husband cannot touch it without her consent, given in the most formal manner. And the provisions of that act are so consistent with the feelings of every honest man, that no court will permit a dollar to go into the hands of a husband, until every letter of that humane law is complied with. Prior to that act, the wife’s interest (in many cases) of her deceased father’s estate was converted into personalty by the operation of law, against her consent, and at the mercy of an arbitrary or mercenary husband.\n“ It is urged that there was a family settlement, and that the husband received money from other portions of the real estate sufficient to pay his recognisance; and therefore there is no equity in the husband, and by that arrangement he only can have a life-estate. But how is this ? It is true that a settlement took place, and they executed releases to each other for all claims on account of the valuation-money; and courts are inclined to favour such settlements, whenever they can do so without violating some positive right. But in this case the partition was made subsequent to the act of 29th March, 1832; a portion of the money is awarded to the wife of Snevily; she has not been called on, or, if she has, she has given no authority for her husband to receive any portion of it, according to the requisitions of that act. If Snevily should die to-morrow, what objection could there be made to. his wife’s suing for, and recovering from the other heirs, her portion of the valuation-money ? What if those releases, which are-in evidence here, were produced, signed by her husband, and even herself: could they avail anything as against her ? She has not released in the only form, that she, as a married woman, could do to be binding on her; and if this was done, would not the result be, that the estate of her husband or his surety would be bound to pay the other heirs the amount of his recognisance ? It would not be enough to say that she was present, and consenting to this family arrangement; she was the only one among them that could not. She could only give her consent in the form the law prescribed; without that, her assent is nothing, being a married woman.\n“ I have been embarrassed by the proceedings in the Orphans’ Court. That there is error in these proceedings I have no doubt; but I am not prepared to say that they are void. It would seem as if there was a perfect understanding amongst all of the heirs, in relation to the whole operation. All' took part in the proceedings, from the signing of the petition for partition down, without exception or objection, and all have enjoyed the property thus divided to the present time, or the fruits of it. All interested were represented, and it is not in their power now to object. The Orphan’s Com't is a court of record, and it may be questioned if their acts and decrees can be avoided in this collateral way in another court, as the subject-matter is evidently within its jurisdiction. Whether we regard the partition in this case as a statutable partition, or one by consent of parties who have held possession and received the benefits of it, I am unwilling to declare it void. . No one objects to it but the plaintiff himself, and it seems to me that no one is more interested in sustaining it, for without it he has not a shadow of claim to recover. It is the opinion of this court, that on the admitted state of facts, the plaintiff is entitled to recover four-fifths of the land in controversy.”\nWeidman, for plaintiff in error.\nKline, contra.\nJune 29."
  },
  "file_name": "0396-01",
  "first_page_order": 396,
  "last_page_order": 402
}
