{
  "id": 959529,
  "name": "Light v. Leininger",
  "name_abbreviation": "Light v. Leininger",
  "decision_date": "1848-06-29",
  "docket_number": "",
  "first_page": "403",
  "last_page": "405",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 403"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Binn. 221",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787935
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0221-01"
      ]
    },
    {
      "cite": "2 Whart. 891",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 367,
    "char_count": 5866,
    "ocr_confidence": 0.412,
    "pagerank": {
      "raw": 2.4020393627615246e-07,
      "percentile": 0.7990126065264809
    },
    "sha256": "c9f54cf62d9c5fd75dd6626f5d09051bee406b9908c1035892780fa6ebdd5af6",
    "simhash": "1:a1722b8456241543",
    "word_count": 1055
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Light v. Leininger."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThe act of 1705, concerning defalcation, provides that where two or more persons dealing together he indebted to each other, and one of them commence an action against the other, that it shall be lawful for the defendant to plead payment and give any bond, bill, receipt, account, or bargain in evidence; and if it shall appear that the defendant hath fully paid or satisfied the debt or sum demanded, the jury shall find for him, and judgment he rendered in his favour.\nIt thus appears, by the provisions of the statute, that mutual demands of persons dealing together, mutually pay and satisfy each other, if the defendant choose to make defence. And the rule in equity is the same. Lord Chancellor Cowper sums it up in, 1 P. Wms. 326, “ that it was natural justice and equity that in all cases of mutual credit only the balance should he paid.” I cannot perceive any reason why the death of one of the parties should alter \" the character of the respective demands; or how that event would instantly touch, with some renovating power, a claim or demand already satisfied in the contemplation of law, and restore it to vitality in favour of the estate, when it was extinguished in the life of the decedent.\nThe intestate in the present case had, in his lifetime, a claim or demand against the defendant for work done in the line of his trade, for $5; and the defendant had a claim or demand for work done in the line of his trade for the intestate, amounting to $10. The estate of the intestate is admitted to be totally insolvent, and his administrator seeks to recover the $5, and refuses to allow the set-off by defendant. He has pursued the claim from a justice’s coitrt up to this place. We cannot help him. Lr answer to the argument of his counsel here, that the debt or demand Avas assets in the hands of the administrator, I have only to remark that, as the decedent could not have recovered the demand in his lifetime, it was not a debt recoverable at his death, and never went into the hands of his administrator as assets. The administrator is bound to pay the debts of the deceased by as high an obligation as he is to collect those due to him; and upon a just and laAvful settlement, which it was his duty to make in this case before bringing suit, it would have been found that nothing was due his intestate. The defendant gains no preference whatever over any other creditor of the deceased, because his debt is reduced by the full amount of the decedent’s account against him. It is only the balance that is a debt, and in relation to that balance he stands on the same platform with other creditors.\nThe case of Bosler v. The Exchange Bank (4 Barr, 32), upon which the plaintiff hung his hopes, is not in point. The decision in that case went on the ground that the character of the claims was fixed at the time of the decedent’s death; and as the note of the defendant in that case was not due, his representative was entitled to demand and receive from the bank the amount of the deposit of the deceased as assets. We rule this case on a principle so strong in affinity to that as to be almost identical: that is, that at the time of the death, the law of set-off, which then took effect, extinguished the plaintiff’s claim. By the result of that law, as the character of all demands are then fixed, the defendant owed the intestate nothing.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Mish, for plaintiff in error.",
      "Kline, contrfi."
    ],
    "corrections": "",
    "head_matter": "Light v. Leininger.\nA debtor may set off a debt due Mm by Ms creditor at the time of Ms death, though the estate of the creditor be insolvent.\nIn error from the Common Pleas of Lebanon county.\nCase stated. Peffly, the plaintiff’s intestate, was a creditor of defendant for work done. The defendant was a creditor of Peffly also for work done to an amount exceeding the debt due to Peffly. Peffly’s estate was insolvent, and the question was, whether defendant could set off his claim against the claim by Peffly’s administrator.\nThe court decided that he could.\nMish, for plaintiff in error.\nThe only event that can be considered as vesting any specific right or interest in the creditor, is the debtor’s death. His insolvency is then ascertained; the consequences of the contract are consummated; the proportion has become a fixed and determined interest, and cannot be divested. Before that time it is but a future and contingent right: Deichman’s Appeal, 2 Whart. 891.\nThe death of the intestate fixes the nature of the creditor’s claim upon the assets in the hands of the administrator: Scott v. Ramsay, 1 Binn. 221; and no act of either the administrator or the creditor can alter the character of the claim, the administrator being only a trustee for the proper distribution of the assets to and among the creditors, and the creditor’s right determined at the death.\nThe several classes of creditors standing upon their respective levels at the intestate’s death, it would not be in accordance with the principles of equity, to permit one who is a simple contract creditor of, as well as a debtor to the estate of the deceased, to lessen the fund out of which his equals are to be paid, by the amount due from the deceased to him, as he thus might receive the whole of his claim; whereas the other creditors, on the same footing with himself, would receive only a fro rata, and lessened by the sum which he has been permitted to set off: Leiper v. Levis et al. administrators of Levis, 15 S. & R. 108-113; Act of 24th February, 1834, sec. 21.\nThe solvency or insolvency of the estate determines the right to a set-off: Bosler’s Administrators v. The Exchange Bank, 4 Barr, 32 — 34. Where the estate of the intestate is solvent and a set-off is allowed, it will not infringe on the vested rights of other creditors ; but where the estate of the intestate is insolvent, the injustice which would follow the allowance of a set-off is apparent.\nKline, contrfi.\nJune 29."
  },
  "file_name": "0403-01",
  "first_page_order": 403,
  "last_page_order": 405
}
