{
  "id": 959513,
  "name": "Ayres v. Novinger; Armstrong v. Novinger",
  "name_abbreviation": "Ayres v. Novinger",
  "decision_date": "1848-06-26",
  "docket_number": "",
  "first_page": "412",
  "last_page": "415",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 412"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 388,
    "char_count": 7025,
    "ocr_confidence": 0.389,
    "pagerank": {
      "raw": 5.46997883546976e-08,
      "percentile": 0.3431960705044966
    },
    "sha256": "578810e02349c8aae7706c543759817da3fbee609454f2a460b059a6c665ce6b",
    "simhash": "1:845b1e813afca196",
    "word_count": 1186
  },
  "last_updated": "2023-07-14T19:18:37.112998+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ayres v. Novinger. Armstrong v. Novinger."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThese cases are so intimately blended, depending, as they do, on the same title, that justice requires they should be considered together.\nWe perceive no error in quashing the appeal in the case of the complainant v. Mary Ayres and William Armstrong. The appeal was taken by Mary Ayres, who, so far as appears, was a tenant, on her oath declaring merely that she verily believes she is entitled to the premises, instead of alleging, as she is bound to do by the act of 21st March, 1772, that the title to the land is disputed, or claimed by some person or persons named, in virtue of a right or title accrued or happening' since the commencement of the lease. All the court did, and all they were required to do, was to quash the appeal. The proceeding before the justices was not quashed: the case, therefore, remains in the same situation it was when the appeal was taken. It appears the complaint was made in the usual form before two justices; the parties appeared, and the jury, being duly qualified, were proceeding to hear the proofs and allegations of the parties, whereupon Mary Ayres made the oath as above stated, and entered bail, and the justices and freeholders forbore to proceed further in the premises. No further proceedings in this complaint have been taken, and the case still remains pending and undetermined before the justices. If the court had quashed the proceedings, as they might have done, a different case would be presented; but having contented themselves with quashing the appeal, the case remains undisposed of. Matters standing in this position, the complainant, instead of proceeding to a final disposition of his case, instituted other proceedings, one against Mary Ayres, and the other against William Armstrong. The proceedings were before the same justices, and before the same jury, and resulted in a finding, on both cases, against the defendants. The defendants, although summoned to attend, did not appear, but contented themselves with giving notice, which amounts to a plea to the jurisdiction of the justices, that the former proceedings against Mary Ayres and William Armstrong were still pending and undetermined. Now, although'the first complaint is against both jointly, and the latter against each separately, yet we must regard them as in substance the same, grounded, as they unquestionably are, on the same transaction. We.cannot but believe that this is an attempt at oppression, under colour of law; to obtain an unfair advantage, which cannot be too much discouraged or rebuked by the court. Landlords already have too much advantage over tenants. In a proceeding under the landlord and tenant law, they are not concluded by the finding of the jury, although tenants are. They may renew the complaint, before other justices, until a more subservient jury can be empannelled, a mischief which, in my judgment, requires some legislative remedy. But, in addition, it is now claimed that he may have the same proceedings going on at the same time, before different justices, in distinct and different parts of the county. This is a practice which cannot be tolerated; and wherever attempted, the proceedings must be set aside.\nAnother exception, common to the two last cases, is to the right of the sheriff to depute a stranger to select as well as summon a jury, in a proceeding under the act of the 21st March, 1772.\nThe 12th section commands the sheriff to summon twelve substantial freeholders. Although the word summon is used, he selects, as well as summons, by necessary implication. One duty is in the nature of a judicial, and the other is ministerial; and although one may be done by deputy, it is not so clear the other may. Indeed, we think the contrary is virtually decided in McMasters v. Carothers, 1 Barr, 323. It is not the very point, as that is the case of a deputy-sheriff, who undertook to depute another to select and summon a jury of inquest; here it is the sheriff himself. But the principle settled there applies here. It is said that the selection of the jury implies judgment, and partakes of a--judicial character. The officer who selects a jury peiv forms an important duty, essential to the administration of justice, and under the sanction of official oath. The duty must, therefore, be performed by himself, or his sworn deputy. It cannot be delegated to another, who is under no such sanction. Nor do we think the subsequent assent of the sheriff can cure this radical defect. It is of the utmost consequence that the jury should be impartial, which cannot be expected if they are selected either by the party himself, or, what is the same thing, by a person designated by him. The law has committed this duty to the sheriff, or to his official deputies.\nThe -order of the court, quashing the appeal in the case - „ of Novinger v. Mary Ayres and William Armstrong, is affirmed.\nIn each of the cases, Novinger v. Mary Ayres, and same v. William Armstrong, judgment reversed, and proceedings set aside, and writs of re-restitution in each case awarded.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Alleman and Msher, for plaintiffs in error.",
      "Ayres, contó."
    ],
    "corrections": "",
    "head_matter": "Ayres v. Novinger. Armstrong v. Novinger.\nProceedings were commenced by a landlord against two tenants, to remove tliem after the expiration of a lease. One of them appealed to the C. P., and the appeal was dismissed. The landlord then commenced proceedings before other justices against the defendants separately: such proceedings are void, for, by the dismissal of the appeal, the former proceedings remained in force.\nThe sheriif or his regular deputy alone can select a jury under the landlord and tenant act.\nIn error from the Common Pleas of Dauphin county.\nThese were three cases argued together. In the first, it appeared that Novinger commenced proceedings before two justices, against Ayres and Armstrong, setting forth that they were his tenants under a lease which had expired. Ayres appealed, but her affidavit was defective, and the appeal was dismissed by the Common Pleas. She then sued out this writ of error.\nAfter the appeal had been dismissed, Novinger commenced the proceedings before two other justices: one against Armstrong alone, for the same cause as in the former case against Armstrong and Ayres, alleging that Armstrong was the tenant, &c.; and the other against Ayres, setting forth that she held under a previous term, which had expired. Novinger was put into possession by a writ of restitution; and the defendants removed the causes to the Common Pleas by certiorari. The exceptions there, were:—\n1. That the justices could not proceed pending the former proceeding.\n2. That the sheriff had no right to depute any person to select the jury.\nThe record showed that the sheriff had deputed one Jury to execute the writ. It was proved. by depositions, that this was a special deputation, at the request of the landlord’s attorney. After the selection of the jurymen, the sheriff approved of them, and they were sworn in his presence.\nThe exceptions below were assigned for error.\nAlleman and Msher, for plaintiffs in error.\nAyres, contó.\nJune 26."
  },
  "file_name": "0412-01",
  "first_page_order": 412,
  "last_page_order": 415
}
