{
  "id": 959488,
  "name": "Hale v. The Commonwealth to the use of Grady",
  "name_abbreviation": "Hale v. Commonwealth ex rel. Grady",
  "decision_date": "1848-06-28",
  "docket_number": "",
  "first_page": "415",
  "last_page": "417",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 415"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 342",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        477628
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0342-01"
      ]
    },
    {
      "cite": "10 Watts, 118",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850998
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0118-01"
      ]
    },
    {
      "cite": "1 Penn. Rep. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 319,
    "char_count": 5227,
    "ocr_confidence": 0.416,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.033798495587966715
    },
    "sha256": "ee7248e482a762277a0e434e454273a800411c45670e5d52f05a4998583aa1f2",
    "simhash": "1:e24823b3567e1ba2",
    "word_count": 920
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hale v. The Commonwealth to the use of Grady."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe act of 21st June, 1839, (Dunlop, 763) directs that before justices of the peace not freeholders enter on the duties of their office, “ they are to give bonds with sureties, conditioned for the faithful application of all moneys that come into his hands as an officer.” The precise form of the bond is not prescribed by the legislature. The bond in question declares that Davis has been duly elected, &c., and the condition isthat if he, the said John Davis, shall and do during his continuance in office faithfully apply all moneys which shall come to his hands as an officer.”\nThe money in question came into his hands in the case of Grady v. Grosh, when, on the 15th March, 1841, he issued a summons which was returned served, on a note of $75, dated June 28, 1831, and payable in four months. The cause was continued to the 26th, when the defendant confessed a judgment for $117. The defendant entered special bail for the stay of execution, and afterwards, on the 5th January, 1842, as appears on the justice’s docket, he paid him $137. The only point raised is, that the sum in controversy exceeded the jurisdiction of the justice. The act of 1810, sec. 11, authorizes justices of the peace rendering judgments to receive the amount from the defendant when it is offered before execution issued. Mr. Justice Rogers, in delivering the opinion of the court in The Commonwealth v. Kendig, 2 Barr, 450, says that under the proper construction of the act of the 21st June, 1839, the surety in the official bond is liable for the faithful application of all moneys and costs received, which came into the hands of the justice, as a justice, in suits brought on claims before him; where the money is received in his official capacity the liability is incurred. The object of the law in requiring the bond with surety is to protect the rights of suitors.\nHere, the justice issued a summons; defendant appeared, and confessed judgment, it is true for an amount beyond his jurisdiction; entered bail before the justice and obtained the legal stay of execution ; paid the money to the justice before an execution issued. If he had issued an execution, and the constable had collected the amount and squandered it, would any one pretend that his hail could set up want of jurisdiction in the justice ? The money was received by the justice as an officer. The case is within the word, letter, and spirit of the bond and act of Assembly, and the bail of the justice are liable.\nJudgment affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Fleming, for plaintiff in error.",
      "Smith and Ramsay, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Hale v. The Commonwealth to the use of Grady.\nWhere proceedings were commenced before a justice to recover a debt less than §100, and the defendant confessed judgment for a sum exceeding §100, which was paid to the justice without execution issued, his sureties are responsible-for it to the plaintiff.\nIn error from the Court of Common Pleas of Dauphin county.\nDebt against Hale, who was co-obligor in a joint and several bond with Davis, a justice of' the peace of the borough of Harrisburg.\nThe action was against Hale, the surety, who survived Davis, who had been elected a justice and given this bond under the act of 1839 : conditioned, “that if the said John Davis shall and do, during his continuance in the said office of justice of the peace, faithfully apply all moneys which shall come to his hands css an officer; then,” &c.\nAt the trial, before Eldred, P. J., the plaintiff below gave in evidence the bond on which the action was brought, and also the docket of Davis (who ivas deceased), from which it appeared that a suit had been brought by Grady v. Grosh, commenced by summons, on a claim for $75, wherein defendants appeared and confessed. judgment for $117; and also an entry on the docket of a payment by defendant of $137.\nThe defendant’s counsel contended that the justice had no jurisdiction of the case, the amount exceeding $100; and therefore, although the justice received the money and neglected to pay it over, his surety was not liable. The court were of opinion that the record showed that he received the money “as an officer,” and that his surety was liable, and so instructed the jury.\nFleming, for plaintiff in error.\nThe justice had no jurisdiction; and the parties must appear: King v. King, 1 Penn. Rep. 15-20; Camp v. Wood, 10 Watts, 118. The case of Commonwealth v. Kendig, 2 Barr, 448, does not apply. There the justice'had jurisdiction of the amount in controversy. The bail is not liable, where the justice received money merely as agent — not liable for money received on bond, before due: Wright’s Just. 733.\nSmith and Ramsay, for defendant in error.\nThe liability of bail of a justice of the peace, arose from the terms of his bond, and was not controlled by the jurisdiction of the justice. If he received the money colore officii, it was sufficient to fix the bail: Commonwealth v. Kendig, 2 Barr, 452. The justice had jurisdiction: lPike, 275. The justice could not be treated as the agent of Grady, as that would be an indictable offence: 14 S. & R. 158. Defendant voluntarily appeared before the justice; he cannot now question the judgment, nor can his sureties: Clark v. Worley, 7 S. & R. 349; Dechert’s Appeal, 5 W. & S. 342; Roth v. Miller, 15 S. & R. 100.\nJune 28."
  },
  "file_name": "0415-01",
  "first_page_order": 415,
  "last_page_order": 417
}
