{
  "id": 959501,
  "name": "Etter v. Bailey",
  "name_abbreviation": "Etter v. Bailey",
  "decision_date": "1848-05",
  "docket_number": "",
  "first_page": "442",
  "last_page": "444",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 442"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 218,
    "char_count": 3590,
    "ocr_confidence": 0.355,
    "pagerank": {
      "raw": 1.0204135855146129e-07,
      "percentile": 0.5450827442063224
    },
    "sha256": "3df4affbfc13468f3a734a96d70058c4fb959f6c61c949de2d2ab2b79ee38610",
    "simhash": "1:d71272210d0bac7e",
    "word_count": 638
  },
  "last_updated": "2023-07-14T19:18:37.112998+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Etter v. Bailey."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe action is brought against the plaintiff’s agent, on the ground that he had received the stoves for the plaintiff, either as satisfaction of the debt due by the witness or as collateral security for it; and the fact that he had received them, either as the one or the other, was not denied. It was proved, even by the defendant’s own witness to the question of interest. But if the defendant sold them either for the plaintiff or on his own account, the debt was so far discharged; and the debtor would be called in for no more than the residue of it. In all besides, therefore, he was a competent witness.\nThe sale or barter of the stoves was a direct conversion of them, which superseded the necessity of demand and refusal, which is merely evidence of it. Nor was the defendant entitled to storage, having forfeited his right to retain for it, by having dealt with the property as his own. As to the parties to the action, it would seem, from the whole transaction, that Bailey was the beneficial owner of the note; and that Updegrove, of whom we have heard nothing but that he was one of the original payees, had ceased to have an interest in it. That Bailey had it in possession, and treated it as exclusively his own, without interference by Updegrove, might rebut the presumption of joint ownership from the names of the payees; and if there was a doubt on the subject, the defendant ought to have prayed the question of fact, with proper instruction, to have been submitted to the jury. Indeed, it weighs much, that there was no prayer for direction of any sort, and that the objections to the recovery have suggested themselves since the trial. But, even if the debt belonged to Bailey and Updegrove, yet the delivery of the stoves to Bailey alone, through his agent, the defendant, gave him separately a special property in them sufficient to maintain an action in his name against a wrongdoer.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Alricks and McClure, for plaintiff in error.",
      "JPisTi&r, contrd."
    ],
    "corrections": "",
    "head_matter": "Etter v. Bailey.\n\"Where a debtor lias deposited goods with the agent of his creditor in satisfaction or as a security for his debt: ho is a competent witness for the creditor in an action against the agent for the value of the goods sold by him.\nAn unauthorized sale of goods by an agent, is a conversion which renders him liable in trover without a demand, and forfeits his right to a previous tender of the storage.\n\"Where there are joint creditors, and a delivery of goods to an agent for one of them as a security for the debt: he can maintain a separate action against the agent for converting them.\nIn error from the Common Pleas of Dauphin county.\nTrover for certain stoves received by Etter for plaintiff, and sold by him.\nThe first question was the competency of Vanhorn as a witness for plaintiff.- It was proved that Bailey and Updegrove had recovered a judgment against Vanhorn and another; and that, upon their delivering the stoves now in question to Etter, as security or in satisfaction of the debt, Bailey had stayed further proceedings. There was also evidence that Bailey had admitted the receipt of the stoves in satisfaction; and the court then admitted Vanhorn to prove the delivery of the stoves to Etter for Bailey, and the sale by him.\nThe court told the jury, that if the stoves were sold without authority, the defendant was liable for their value.\nAlricks and McClure, for plaintiff in error.\nThe witness was interested to discharge the debt. The action could only be maintained in the joint names of Bailey and Updegrove; and there could be no recovery until a demand and tender of storage and expenses.\nJPisTi&r, contrd."
  },
  "file_name": "0442-01",
  "first_page_order": 442,
  "last_page_order": 444
}
