{
  "id": 959492,
  "name": "Pennsylvania Railroad v. Heister; Same v. McClure; Same v. Reiley",
  "name_abbreviation": "Pennsylvania Railroad v. Heister",
  "decision_date": "1848-07-05",
  "docket_number": "",
  "first_page": "445",
  "last_page": "454",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 445"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Whart. 53",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 236",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481764
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0236-01"
      ]
    },
    {
      "cite": "5 Whart. 460",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878612
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0460-01"
      ]
    },
    {
      "cite": "2 W. 190",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "1 Penn. Rep. 462",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "5 Whart. 482",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878708
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/5/0482-01"
      ]
    },
    {
      "cite": "5 Whart. 460",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878612
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/5/0460-01"
      ]
    },
    {
      "cite": "1 Penn. Rep. 462",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 970,
    "char_count": 24150,
    "ocr_confidence": 0.39,
    "pagerank": {
      "raw": 1.6839674620820038e-07,
      "percentile": 0.698006717766171
    },
    "sha256": "f7375d28b9906947e184d1d95f9f053885766fde75233e2576eb5e790de9e217",
    "simhash": "1:27a5cc416c555232",
    "word_count": 4265
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pennsylvania Railroad v. Heister. Same v. McClure. Same v. Reiley."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThe 12th section of the act to incorporate the Pennsylvania Railroad Company directs that whenever the company cannot agree with the owner as to the compensation to be allowed for the injury done his land, or the price of materials taken for the use of the company, it shall be the duty of the Court of Quarter Sessions to issue a precept to the sheriff, commanding him to summon twenty discreet and disinterested freeholders of the county to act as jurors, whose duty it shall he to ascertain and report to the court whether any, and if any, what damage has been or may be sustained by the owner of the land, and by reason of the construction of the railroad. And having viewed the premises, the jury is directed to estimate and determine the quality, quantity, and value of the land taken and occupied, or to be taken and occupied, having due regard, and making a just allowance for the advantages which may have resulted, and which may seem likely to result to the owner in consequence of the opening and making the road. And after having made a fair and just comparison of the advantages, they are to estimate and determine whether any, and if any, what amount of damages have been or may be sustained, and to whom payable, and malee report thereof to the court; and if damages be awarded, and the report he confirmed hy the court, judgment shall be entered thereon: provided, if the award be not confirmed, and justice may seem to require it, a new inquisition may be ordered by the court. In' this section the intention of the legislature is plainly evinced, that the report of the jury of inquest shall be returned to the court in which the proceedings originated, that they may have a supervision and control over the award of the jury, which is only available when it meets their approbation; when, and when only a judgment shall be entered, and execution may issue. When justice demands it, the act requires the proceedings to be set aside, and a new inquisition awarded. Although this part of the section is somewhat obscure, yet we think the design of the legislature is manifest. They certainly did not intend that the return of the inquest should be a vain and idle cerepaony, but that it should be the duty of the court to inquire whether justice had been done before adding their sanction to the verdict of the jury. And if, in their opinion, injustice had been the result, proceeding from whatever cause or nature it may, whether from undue influence or mistake, it is made their duty to refer the case to a new inquisition.\nWhen the court conscientiously believes injustice has been done, to refuse to interfere for no other reason than that the inquest have come to a different conclusion, is, in our view, a narrow construction of the act. The legislature intended the court to be a check upon the jury; and when too much or too little, in their judgment, is awarded, justice, which is the governing rule, requires it should be ordered for a new hearing. But this does not seem to have been the view taken of the act by the court. They have gone on the erroneous impression, as is manifest, that they were not hound to interpose their veto to the award, unless the damages were so excessive as to show plain and palpable mistake of duty, or an error arising from some improper cause; such as fraud or corruption, or undue influence. The court say, there is no charge against the jury. They are discreet and judicious men, so far as we are informed; and, with the opportunity they had, they are better qualified and more competent to ascertain the damages, under the law, than we are, although their estimate seems large to us, with our limited means of judging; but there is nothing in the report to satisfy us that they have assessed the damages, in this case, under a plain mistake of their duty, or from any other improper cause. We have already approved the finding of a jury, when it seemed as if they had assessed the damages very low. We can discover no legal objection to the report of the jury in this case. The mere fact that it is higher than, with our limited means of judging, we believe is right, is not a sufficient cause for us to interfere. To do so, we would assume a power never intended by the legislature. Taken in connexion with other parts of the opinion, it is difficult to mistake the views of the court. In language too plain to be misunderstood, they express their belief that the legislature have not delegated to them the power to interfere, unless in case of such excessive damages being given as leads the mind to the conviction that some improper influence has been brought to bear on the jury. They seem to think, because they have ruled on this idea a case where, in their judgment, the damages were too low, consistency requires them to do the same where the damages are too high. It is in truth a remarkable feature of this case, that the court have confirmed an award which they themselves believe to be unjust; and that, too, in a case where it is difficult for any unprejudiced mind to come to a different conclusion.\nWe have the glaring eases furnished to us of juries undertaking to allow to Mr. Heister, for two acres and fifty-three perches, the enormous and extravagant sum of $1,750; to Mr. McClure, for two acres and six perches, $1,263; and to Dr. Reiley $1,850 for three acres one hundred and fifteen perches and two-hundredths of a perch — that is to say, for less than eight acres of land, the damages are a little short of $5,000, the average value of which would not exceed $120 per acre. And these damages, be it observed, are assessed for land situate near the borough of Harrisburg, which cannot fail to be benefited to a great extent by the construction of the road, adding to the value of whole tracts by affording an improved market for the produce of their farms.\nThe jury appear to have overlooked or disregarded the true rule in estimating the damages, viz: a fair and just comparison of the value of the whole tract through which the road passes, before and after ;the improvement is made. Is the property benefited, or is it injured by the improvement, is a most material inquiry. If bene-. fited, the owner neither is, nor ought to be, entitled to recover any compensation whatever; if really injured, not a mere fanciful injury, compensation is to be given to the amount of the damages sustained by the owner. In coming to their conclusions they may properly inquire what the property would sell for before and after the improvement is made, and the road in successful operation.\nIn this view Of the act, the advantages are altogether on the side of the owners, who pay nothing when they, as in most cases they'do, receive a benefit, but who are remunerated invariably when injured. Indeed, we are not without instances of owners benefited to the amount \"of thousands, who nevertheless had the modesty to ask and receive damages at the hands of a jury. Had there been anything peculiar In the situation of these lands, something tangible, making'them an exception to the general rule, there would be some show of reason in the estimate of damages. But I have looked in vain for something to distinguish these cases from other tracts through which the roa'd must pass.\nSo far from any peculiar hardship in the case of Dr. Reiley, it appears that the company had determined to locate a depot, machine-shops, and warehouses, adjoining his lands, and that they offered, in ¡mesence Of the jury, $500 an acre for ten or fifteen acres of his land, because of its vicinity to the site of the intended improvements. It cannot but be' observed that the amount awarded in these cases is nothing in comparison with its effect in other respects ; for if we sanction these verdicts, and the same rule is applied throughout the whole line, the damages will be swelled to such an amount as greatly to embarrass, if not seriously to endanger, the ultimate success of: a work destined at no distant day to increase the prosperity of the commonwealth to an extent beyond the most sanguine calculations. But although the estimate of damages passes all reasonable bounds, we are by no means astonished at' the' result, when we see the means by which it has been produced.\nThese cases have furnished a practical commentary, showing the wisdom of the legislature in providing an efficient check upon the jury. The modus operandi we are told in the uncontradicted testimony of Messrs. Rutherford and Walters, two of the jurors. In Heister’s case, the jury was called on to allow damages for the general depreciation of lands, in consequence of railroads passing through them. To sustain this position, he was permitted to examine persons living along the Harrisburg and Lancaster Railroad, as to its effect on the lands contiguous to the road. More unsatisfactory evidence could scarcely be imagined, as it may be on that road injuries, if any did occur, may have arisen from injudicious and improper management.\nDamages were also asked (properly I admit) for consequential damages likely to occur from the use of locomotives; such as burning fences, crops, &c. Heister demanded, and possibly received (as we can account for the finding in no other way) compensation for trespass committed by the corps of engineers, in locating the road, amounting to the neat little sum of $200.\nMr. Walter says, that after the testimony and arguments were closed, a general conversation took place, as to the items that should compose the finding of the jury. It was their unanimous opinion that Mr, Heister should be allowed a certain amount per acre for his land, and the costs of making the fences on both sides of the road; and a portion of the jury were for allowing him a certain sum for keeping them in repair after they were made. After this general mode was adopted in assessing damages, each member of the jury marked on a ballot the estimate put on it, which were then thrown into a hat, and the aggregate divided by the number of jurors. The damages he says were about the sum reported. After the result of the damage was announced, there were various propositions made to reduce the amount, but a majority of the jury was opposed to it. A motion was also made to increase the amount, which was also voted down.\nA proper estimate may be made as to the effects of this mode of ascertaining damages, by the uncontradicted fact, that three or more of the ballots were for giving over $3,000 for about two and a half acres of land. From this it is evident that some, if not a majority of the jurors, considered a railroad as a serious disadvantage; that it decreased the value of the land in question, in the view of some of the jurors, $2,000, in others, a little short of that sum; an opinion worthy of the dark ages, but which should receive no countenance from a court of justice in the nineteenth century.\nIt is, I agree, not a mere trifling excess in the finding, which will justify the court in disregarding the verdict of the jury. But I cannot subscribe to the doctrine laid down by the Court of Quarter Sessions, that they must be satisfied, from the evidence given, that the jury was led into manifest error in the assessment of damages, or from any other cause injustice was done to the parties beyond all question, so as to lead the mind of the court to the belief that some improper influence was the cause of the report. There is no such stringent rule, as the court have supposed, applicable to the case. On. the contrary, it was the design of the legislature that the court, in good faith, should superintend the finding of the jury, taking effectual care that even-handed justice' should be done to the company as well as to the owner of the land. They are bound to interfere and direct a new inquest, whenever it sufficiently appears that too much or too little damages have been awarded by the jury.\nIt is not administering the justice which the act requires, unless the merits of each case are steadily kept in view; much less is the court justified in refusing to order a re-investigation when they conscientiously believe more has been given than the land taken is worth, allowing for the advantages and disadvantages attending the location of the road, and the purposes for which it is to be used. The value of the land must be estimated in view of the value of the whole tract, unless something be shown to make the case an exception. Taking this as the rule, the land would be well paid for, at an estimate of from $100 to $150 per acre, supposing the advantages and disadvantages be equal. It must be recollected that it is the value of the land to the owner, and not to the company, that is the criterion of damages.\nIn the two cases of McClure and Nr. Reiley, exception is taken to the manner of selecting and summoning the jurors, as appears by the testimony of Jacob Schell, the deputy-sheriff. Although I am perfectly satisfied of the integrity of the transaction, yet I am convinced the sheriff has proceeded in a mistaken view of his duty. The sheriff is commanded to summon twenty discreet and disinterested freeholders, from the body of the county, and not from a list prepared for the purpose by another, although that other be the deputy-sheriff.\nIn Novinger v. Ayres, an opinion was intimated that perhaps the deputy-sheriff may be permitted to select jurors; but, on more mature reflection, I am satisfied that none but the sheriff himself is competent to perform that duty. It is a judicial act, requiring judgment and discretion, which cannot be deputed to another.\nIt will be readily seen, that with the purest intentions on the part of the sheriff, if we sanction the practice of permitting him to select the jurors from a prepared list, it will eventually lead to great injustice. It will go far to corrupt the fountain of justice, and strike at the usefulness of one of our best institutions. We must take care that jurors be not only pure but unsuspected. The practice is dangerous in its consequences; and the sooner it is nipped in the bud, the better for the pure and wholesome administration of justice.\nIn Mr. McClure’s case, it is further urged that the report of the jury is incorrect, uncertain, and contradictory, inasmuch as they find damages for the land twice, and estimate the same at different values. And this is true, but an attempt is made to explain the mistake by the supposition that it was the design of the jury to value the land in the first instance at the sum of $228 per acre; and this explanation would be satisfactory, were it not that it does not tally with the second valuation for setting aside the six perches. The two acres will amount at that rate to $456. This is a mistake, perhaps, against the claimant, but it seems to show want of accuracy, to say the least of it. If necessary, it might be urged with success against the confirmation of the report; but we do not put his case on that ground, but on general principles, and the improper manner in which the jurors were selected by the sheriff.\nBut it is said the court has no power to examine the merits of the report, and set the award aside on the mere ground of inadequacy or excess of damages. In the case of The Commonwealth v. Fisher, 1 Penn. Rep. 462, it is asserted the Supreme Court have the authority to set aside a report for excessive damages, although it must be in a strong case. But in Willing v. The Philadelphia and Baltimore Railroad Company, 5 Wh. 460, (a case of doubtful authority), the power is denied even to the Court of Common Pleas, a restriction which does not apply here. The act under which that case was ruled differs from this in its phraseology. The report was to be made and placed in the office of the prothonotary, and not, as here directed, to be made- to -the court, and confirmed by them. In Allison v. The Delaware and Schuylkill Canal Company, 5 Whart. 482, it is ruled that this court has no power to examine into the merits of the report, and set it aside on the mere ground of inadequacy or excessiveness of damages.\nThis is the general rule, with which we are not disposed to interfere. But when it appears from the opinion of the court, which comes up with the record, that the Court of Quarter Sessions have refused to interfere, on improper principles and mistaken views of their power, in eases, too, where it evidently appears they ought to have interfered, it becomes the duty of this court to do what they ought to have done. Unless we assume the power, there is a palpable wrong without the means of redress. So when it appears, from depositions or otherwise, that the tribunal of the first resort has been improperly organized, or when the jury has been selected by any other than the sheriff himself, it is our duty promptly to set aside the proceedings. And this is the established practice in analogous cases; as, for example, in pauper cases, in road cases, in proceedings under the landlord and tenant law, et id omne germs, of which we have had several instances during the present session of the court.\nThe judgment of the court in each of the cases named is reversed, and the proceedings set aside.\nAbides, on the part of the defendants in error, moved that a procedendo be awarded in each case, to enable the company to proceed as they have taken the initiative.\nUpon this motion the' court said: “ The court overrule the application for a procedendo. The proceedings being set aside, the claimants must commence de novo. Whether the claimants may commence proceedings under the original act, or must proceed under the supplement to the act, passed the 13th of April, 1846, the court decline to give any opinion.”",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Kunkle and MeQormieh, for plaintiff in error.",
      "Alricks, Berry hill, and Bawn, contra."
    ],
    "corrections": "",
    "head_matter": "Pennsylvania Railroad v. Heister. Same v. McClure. Same v. Reiley.\nUnder the act of Assembly, incorporating the Pennsylvania Railroad Co., which directs an inquest to be summoned by the sheriff for estimating the damages sustained by owners of land occupied by the railroad, who shall make a report to the court, which, when confirmed, judgment shall be entered: provided that if the report be not confirmed, and justice may seem to require it, a new inquisition may be awarded by the court; the court may set aside the proceeding for excess in the estimate of damages: and this court has the same power when the proceedings are brought up by certiorari, and in such case a procedendo will not be awarded.\nUnder that act, which directs a precept to be issued to the sheriff, commanding him to summon a jury, it is irregular for the sheriff to select a jury from a list of names prepared by his deputy.\nCertiorari to the Quarter Sessions of Dauphin county.\nThe questions in these cases arose on proceedings by owners of land to assess the damages incurred by the location of the Pennsylvania Railroad upon their property, under the act of Assembly incorporating the company. The act provides that when the company cannot agree with the owners upon the compensation, &c., they, or the owners, may apply to the Quarter Sessions, who shall issue a precept to the sheriff, commanding him to summon twenty disinterested freeholders, to ascertain what damages, if any, have or may be sustained by reason of the construction of the railroad, or for materials used or taken away. That twelve of the jurors shall be empannelled and sworn by the sheriff or his deputy, impartially to decide and make report, and having viewed the premises, to estimate the quantity, quality, and value of the lands occupied and the materials used, and making just allowance for the advantages which may result to the owner in consequence of the making of the road, and a comparison of the advantages and disadvantages, they shall estimate what amount of damages, if any, have been or may be sustained, and make a report to the court; and if any damages be awarded, and the report be confirmed by the court, judgment shall be entered, &c.; provided that if the report be not confirmed, and justice may seem to require it, a new inquisition may be awarded by the court.\nUnder this act, Heister presented his petition, setting forth that the company were excavating, embanking, and taking about three acres of his land.\nThe jury reported the quantity taken to be two acres and sixty-three perches, the quality first-rate improved arable land, and the value to be $490; and making, a comparison, &c., estimated the damages, in consequence of the making of the road, at $1,260— amounting in all to $1,750, which they assessed to the petitioner.\nOn exceptions to the report, testimony was taken by the defendants. They gave evidence, that evidence of opinion as to the depreciation of lands in consequence of the railroad passing through them was received by' the jury. Also, evidence of damages likely to result from burning of fences and destruction of cattle. Also, that a claim was made for $200 damages, for trespasses committed in laying out the road, and the injury to plaintiff’s feelings. That it appeared from conversations among the jurors, that damages likely to result from fences, &c., were estimated by them, and that the cost of making and maintaining fences on both sides of the road was included in the estimate. Also, that evidence was given that a culvert for drainage, then constructing, was insufficient; and that the award was made by each juror writing the amount estimated by himself, and the total was then averaged — three of the jurors estimating it at $3,000.\nThe admission of this testimony before the inquest, and that the damages were excessive, were the exceptions taken below; the overruling of which were assigned for error. Also, that there had been a separate assessment of the damages and value.\nThe petition of McClure set forth that the company had occupied three acres of his land, and taken off the surface of three or four acres more; doing damage to the residue, rendering the cultivation therof dangerous and difficult of access, and requiring an alteration in the fences and much additional fencing.\nThe inquest found the quantity occupied to be two acres and six perches, the quality first-rate arable land, and the value $228 per acre;' and making a comparison of the advantages, &c., they estimated his damages for materials taken and to be taken, the amount of — for land for road, $446; for embankments, $106.25; for damages, $443.75; fencing, $267; in all, $1,263.\nIn this case, it was proved by depositions, that the deputy-sheriff prepared a list of persons, from which the sheriff selected the jury. The result was arrived at, in this case, in the same manner as in the previous one; the estimates of the damages varying from $100 to $600, &c.\nThe same exceptions, in substance, were taken in this ease as in the former; and also, that the jury were not selected by the sheriff. But no depositions were taken in support of any one of them, but the exception to the mode of selecting the jurors.\nThe petition of Reiley set forth, that the company had excavated entirely across his farm, separating the buildings from the main body of the land, destroying fruit-trees, and running so near the buildings as to render them continually liable to fire.\nThe inquest found the quantity (taken to be three acres and one hundred and fifteen perches; the' quality first-rate arable land, and estimated its value to be $1,115, and the damages to be $734; which, amounting to $1,850, they awarded to the applicant.\nThe jurors in this case were selected as in McClure’s case.\nThe exceptions' were the same as in the last case, with some others depending on matters out of the record, with respect to which there was no proof on the paper-book.\nIn Heister’s case, the court delivered .an opinion refusing to set aside the report, for the mere fact that the damages were higher than the court, from its limited means of judging, thought right.\nKunkle and MeQormieh, for plaintiff in error.\nAlricks, Berry hill, and Bawn, contra.\nThey argued that the quantum of damages was not a question for the court: 1 Penn. Rep. 462 ; 2 W. 190; 5 Whart. 460; 6 lb. 41; 7 W. & S. 236; 4 Whart. 53; 8 .W. 243; and the jury were regularly summoned: Novinger v. Ayres, ante.\nJuly 5."
  },
  "file_name": "0445-01",
  "first_page_order": 445,
  "last_page_order": 454
}
