{
  "id": 959594,
  "name": "Jobsen v. Boden",
  "name_abbreviation": "Jobsen v. Boden",
  "decision_date": "1848-07-01",
  "docket_number": "",
  "first_page": "463",
  "last_page": "465",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 463"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 W. & S. 133",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483319
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0133-01"
      ]
    },
    {
      "cite": "5 W. & S. 537",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478329
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0537-01"
      ]
    },
    {
      "cite": "2 Rawle, 343",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820630
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/2/0343-01"
      ]
    },
    {
      "cite": "2 Wh. 196",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 449,
    "char_count": 6442,
    "ocr_confidence": 0.409,
    "pagerank": {
      "raw": 7.373013116067366e-08,
      "percentile": 0.4419367692865491
    },
    "sha256": "97fedcb4f79c60ff5a2c7700fa5cbde6d8675b9d903a0225edc2ebf3fddc326c",
    "simhash": "1:598cc081a47f3f8f",
    "word_count": 1101
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jobsen v. Boden."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nAs early as the year 1819, it was decided by the District Court of Philadelphia, that a journeyman mechanic employed in working on a building, under the original contractor or master-mason, could not file a lien against the erection, under the act of 1806, notwithstanding the general or comprehensive words of the statute, which, taken literally, would seem to include every grade and class of workmen, from the chief builder down to the least important day-labourer: Cobb v. Traquair, 1 Frank. Jour. 97. The doctrine was repeated by Judge Randall, then of the Common Pleas of Philadelphia county, in Barnes v. Wright, 2 Wh. 196; and, indeed, it seems to have been everywhere recognised by the profession as a well established principle, firmly founded in reasons of public policy and convenience. The act of 16th June, 1836, which embodies and supplies former enactments on the subject of mechanics’ liens, is not broader in its terms descriptive of the persons entitled to create a lien, than is the act of 1806. It cannot, therefore, be pretended that the latter act enlarges the circle of those- upon whom the first statute conferred the privilege of lien, by admitting to a participation a class of workmen not before contemplated. Had such been the intention, the legislature, doubtless acquainted with the prior adjudications and the prevailing opinion on the subject, would have taken care to manifest it by unequivocal language. But, in this respect, the only difference between the two enactments is, that the older of them, after naming certain trades and occupations which should be entitled to the benefit of its provisions, extends them to “any other person or persons employed in furnishing materials for, or in erecting or constructing such house or other building;” while the younger, rejecting the special enumeration as redundant, authorizes generally a lien for the “payment of all debts contracted for work done or materials furnished for or about the erection or construction of” any building. That, in this feature of them, the statutes are equally extensive, is indeed shown by Savoy v. Salter & Jones, 2 Rawle, 343; in which it was held, that the act of 1806 is not confined to the classes of persons specially enumerated in it, but embraces all persons employed either as builders or material-men. As, then, the law stood, under these enactments, it is very certain-one merely engaged as a journeyman was not within their spirit, though perhaps comprehended by the letter. It is, however, supposed by the plaintiff below, that a change was effected by the 5th section of the act of 16th April, 1845 (Dunl. Dig. 951), which declares that the act of 1836 shall be construed to extend to and embrace claims for labour done and materials furnished and used in erecting any house or other building which may have been or shall be erected under or in pursuance of any contract or agreement for the erection of the same; and that no claim which has been or may be filed against any house or other building, or the lien thereof, shall be affected by any contract having been entered into for the erection of such building; but the same shall be held as good and valid as if the building had not been erected by contract. But it is notorious that the object of this declaratory act was not to extend the remedy of lien to the wages of subordinate workmen, but to correct a supposed error of judicial decision, committed in the cases of Hartz v. Patterson, 5 W. & S. 537; and Haley v. Prozer, 8 W. & S. 133. In these cases, it ha$ been determined, that one who undertook by special contract to erect a building, for a gross sum, was not within the purview of the mechanic lien laws; because, by his agreement, the intention of the contracting party to re]y upon the personal security of the owner, in the absence of a contrary stipulation, is manifested. It is perfectly apparent, from the tenor of the act of 1845, that notwithstanding the general words relied on by the plaintiff below, touching all claims for labour done and materials furnished, nothing further was intended than to extend the provisions of the act of 1836 to actual contractors, whom prior decisions had shut out from its benefits. Indeed, the •general clause to which I have referred is not more comprehensive, •and therefore not more efficacious to include all classes of artisans, than the language employed in the act of 1836, which, as I have said, was never thought to reach persons in the plaintiff’s position.\nThis restricted construction seems to be absolutely necessary to the safety of the proprietors of newly-erected buildings. Since the act of 1845, their property is exposed to a double lien for the same work done and materials furnished; one in favour of the contractor or undertaker of the erection, and another to secure the master-workmen employed by him. Were the plaintiff’s construction of the statute admitted, to these would be superadded the. lien of every individual workman engaged by the principal, even for a day, or to the extent of preparing a bed of mortar. This would soon be felt as intolerable. Before the act of 1845, it was observed in Hartz v. Patterson, 5 W. & S. 537, that owners desirous of improving their estates are exposed to great risks, which can only be avoided, if at all, by extreme care and caution. To increase these risks so materially as we are now asked to do, would be seriously to interfere with the growth and improvement of our cities and towns, by interposing obstacles to the march of meritorious enterprise, and thus eventually to injure the workman himself. For the introduction of such a rule, a distinct manifestation of legislative will is necessary. It is, in our apprehension, far better for all parties to leave the journeyman operative to the security he most commonly relies on, the personal responsibility of his employer.\nJudgment reversed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "McAllister, for plaintiff in error.",
      "Fisher, contó."
    ],
    "corrections": "",
    "head_matter": "Jobsen v. Boden.\nA journeyman is not entitled to a lien for liis -work under the acts of 1836 or 1846.\nIn error from the Common Pleas of Dauphin county.\nScire facias upon a mechanic’s claim. The facts were: J obsen was employed by McAllister to build a mill at a certain price. Jobsen hired Boden by the day, to work as a carpenter and mill-wright; for the agreed price, Boden filed the claim now in question.\nOn a point reserved, the court gave judgment for plaintiff.\nMcAllister, for plaintiff in error.\nFisher, contó.\nJuly 1."
  },
  "file_name": "0463-01",
  "first_page_order": 463,
  "last_page_order": 465
}
