{
  "id": 959557,
  "name": "Greenawalt v. Shannon",
  "name_abbreviation": "Greenawalt v. Shannon",
  "decision_date": "1848-07-05",
  "docket_number": "",
  "first_page": "465",
  "last_page": "467",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 465"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 W. 18",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "9 W. 17",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 237,
    "char_count": 3738,
    "ocr_confidence": 0.372,
    "pagerank": {
      "raw": 1.2739943974955885e-07,
      "percentile": 0.6154451475742408
    },
    "sha256": "eec4126b3cf914bc3d3f91d40542ef581b22665dbbd911131f703b50abce24d7",
    "simhash": "1:c27f546f336eb129",
    "word_count": 670
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Greenawalt v. Shannon."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThis was an action of trespass for hilling a cow of plaintiff, who is defendant in error, before Justice Snyder. - No amount of plaintiff’s demand appears to haye been stated on the justice’s docket. The parties referred the cause to three of their neighbours, who awarded for the plaintiff $15, damages and costs. The testimony returned with the record shows that no witness valued the cow at less than $25. From the award Shannon the plaintiff appealed, and filed a declaration in the Common Fleas, laying his damages at $250. To this declaration the defendant entered a plea, and afterwards a rule of arbitration. The arbitrators awarded the plaintiff $35, damages and costs. From this award the defendant, Greenawalt, appealed. About a year afterwards, when the jury were about to be sworn, the counsel of defendant moved the court to strike off the appeal, which the court refused; and the cause was tried, and the plaintiff obtained a verdict for $85, damages and costs.\nThe only error assigned is, that the court refused to strike off the first appeal. The case of McClosky v. McConnell, 9 W. 17, is not unlike this case, and it was held that if a justice of the peace enter a judgment for the defendant upon an award of arbitrators, the plaintiff has a right to an appeal, if his claim exceed $20, which may be measured by his declaration, or by the amount stated on the doeket of the justice. It is the duty of the court to treat the law giving justices jurisdiction in civil cases, as well as their proceedings, with great liberality, in order to prevent injustice. The original summons in this case is not returned, but it is fair to presume it was for a “ sum not exceeding $100.” The amount of the demand was not stated on the docket. The value of the cow, and the wantonness of the trespass, ivas the subject adjudicated. The court say in 9 W. 18, that the damages laid in the declaration, where there is no other standard, will give jurisdiction, and that this rule rests on the authority of many cases, there referred to and cited. But the application to strike off the appeal was too late. In Marks v. Swearingen, 3 Barr, 454, where the appeal from the justice was on the 17th of June, 1845, and entered to October Term of the same year, and the motion to quash was not made until the 6th of December, 1845, after the case had been referred to arbitrators, a trial on the merits (as in this case), and the award filed, it was held that the motion to quash came too late; and the court say, the lateness of the application should have prevented, if there had been no other ground for quashing the appeal.\nThe defendant had acquiesced in this appeal until a trial was had on the merits; 3 Barr, 456.\nHere the defendant makes ho objection to the appeal, tries his cause on the merits, which results in an increase of' damages, appeals to the Common Pleas, and when he finds the plaintiff ready to meet him before a jury of the country, tries to get clear of the case in a summary manner, which justice forbids.\nJudgment affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "jBoas, for plaintiff in error.",
      "Kunkle, contó."
    ],
    "corrections": "",
    "head_matter": "Greenawalt v. Shannon.\nA motion to quash, an appeal from the judgment of a justice of the peace, will not be entertained after the case has been referred to arbitrators, a trial had upon, the merits, and an award filed.\nIn error from the Court of Common Pleas of Dauphin county.\nJohn Shannon, the defendant in error, brought trespass for killing his cow, before a justice of the peace, against William Greenawalt, the plaintiff in error. From the judgment of the justice on the report of referees, defendant appealed to the Court of Common Pleas of Dauphin county.\nThe case is sufficiently stated in the opinion of this court.\njBoas, for plaintiff in error.\nKunkle, contó.\nJuly 5."
  },
  "file_name": "0465-01",
  "first_page_order": 465,
  "last_page_order": 467
}
