{
  "id": 959491,
  "name": "Epler v. Funk",
  "name_abbreviation": "Epler v. Funk",
  "decision_date": "1848-07-08",
  "docket_number": "",
  "first_page": "468",
  "last_page": "471",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 468"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Mass. Rep. 225",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2005774
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/3/0194-01"
      ]
    },
    {
      "cite": "1 Mass. Rep. 73",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        42686
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/1/0073-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 367,
    "char_count": 6224,
    "ocr_confidence": 0.385,
    "pagerank": {
      "raw": 8.224124911974898e-08,
      "percentile": 0.47700792594471725
    },
    "sha256": "1ed673629de2db0e4fc9b0b12cbf84344460845ddfc5904b3022ba9fa06cb011",
    "simhash": "1:2a00a4cd676541a7",
    "word_count": 1118
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Epler v. Funk."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThis is an action by an endorse^ against the maker to recover $100, payable to the order of Henry Hamer twelve months after date. It is endorsed to J. M. Funk, without recourse. The defence is, that the consideration of the note was for the right of vending Hoover’s patent corn-stalk cutting-machine, in Dauphin county; that the machine was entirely worthless, and that defendant was induced to enter into the contract by combination, contrivance, and fraud. The plaintiff, after proving the handwriting of the maker and endorser, offered the note in evidence, which was objected to, because, the defendant says, it is not admissible under the statement filed, and in a case like this it is necessary to file a narr., setting out specially the cause of action, the transfer of it, and all the special circumstances. But we are of opinion there is nothing in the objections. The case was clearly embraced by the statement, and the cause of action is set out with convenient certainty. There is nothing in the second bill. An endorser, it is true, is not a competent witness -for the endorsee; but where he is released by the endorsee, as here, he is competent, not to impeach, but to enforce payment of the note. This has been repeatedly ruled: Vide Barnes v. Ball et al., 1 Mass. Rep. 73; Rice v. Stearns, 3 Ib. 225.\nThe third bill presents more difficulty. The defendant contends that, under the circumstances exhibited on the face of the note, on the special endorsement and the facts given in evidence, he is entitled to make the same defence against the endorseij as between the original parties to the note. The note is endorsed by the payee to the order of J. M. Funk, the plaintiff, “without recourse.” This, it is said, is not ip the usual course of business; that it was sufficient to put the endorsed on his guard, and to lead him to suspect there was something wrong in the transaction, as between the maker and payee. But although most usually notes go forth endorsed in blank, yet I cannot agree that such an endorsement affects the negotiable quality of the paper. It shows only an unwillingness to be answerable for the solvency of the maker — a prudent precaution, particularly where, as here, the note has a long time to run before it matures. And this is the view taken of this fact, in Rice v. Stearns, 3 Mass. Rep. 225. In that case, a promissory note was endorsed specially thus: “ For value received, I order the contents of the note to be paid to A. B., at his own risk.” Two points were ruled: 1st. That in an action on such a note, by the endorser against tbe maker, tbe promisee is a witness to prove the execution of the note. 2d. Which I take it is the case here, such special endorsement transfers the property of the note, with its negotiable quality, to the endorse^.\nThere seems to be no question that there was a consideration passing between the present holder and the payee. It is in proof that it was taken in payment of a book account owing by Hoover to Funk. It is, however, alleged that the note was endorsed after it arrived at maturity, and consequently the maker is entitled to go into an examination of the consideration between the maker and payee. The defendant gave in evidence the deposition of John Stewart, proving a letter to be the handwriting of J. M. Funk, with notice to J. M. Funk to produce his books. The defendant then proposed to prove that the consideration of the note entirely failed, and that these witnesses perpetrated a fraud upon Epler, and made fraudulent representations to him, which induced him to take the territory of the county of Dauphin, and give the notes ; and that the machine turned out to be utterly valueless, and different from the representations they had made to him, and different from what they insured to him at the time he gave the notes.\nHad the defendant connected Funk with the fraud, or had they shown anything from which an inference could be legitimately drawn that he knew of the imposition before he received a transfer of the note, it would have been the duty of the court to receive the evidence. Rut this the defendant has failed to do. There is nothing in the letter of Funk from which such an inference can be fairly drawn. On the contrary, the tenor of the letter goes to show that he thought all was fair. His object appears to have been to secure a debt owing to him by Isaac Rogers, and he wishes, for this purpose, to know what had become of a note arising out of the same transaction, given by Epler to Rogers. He says, “ I hope you have done well with the territory you got from Hoover and Rogers, and may turn it to a good account and to your advantage.” This is not the language of a man cognisant that the defendant had been grossly cheated in his purchase. The only suspicious part of the plaintiff’s conduct appears to me to be his omission or refusal, upon request, to produce his books, which probably would have shown the date of the transfer of the note. Rut to this it is answered, that the plaintiff had no notice he would be required to prove the consideration of the transfer, nor had he timely notice to produce his books; and that the notice, such as it was, was not in writing. On these questions the Court of Common Pleas are much more competent to judge than we are. They threw the notice to produce the books entirely out of the question, for the reasons stated. We would not, therefore, be justifiable in reversing the judgment on that ground.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Msher, for plaintiff in error.",
      "McOormioh, contó."
    ],
    "corrections": "",
    "head_matter": "Epler v. Funk.\nIn an action on a promissory note by an endorse^, a statement may be filed instead of a declaration.\nAn endorsement of a note without recourse, passes it with all its negotiable qualities.\nIn an action by an endorse^ against a drawer, the mere neglect to produce boohs under notice for the purpose of showing that the endorsement was made after-maturity is immaterial, where no notice has been given that plaintiff would be required to prove the consideration of the transfer, and where the notice to produce was not in writing.\nIn error from the Common Pleas of Dauphin county.\nThe facts of the case are fully stated in the opinion of this court.\nMsher, for plaintiff in error.\nMcOormioh, contó.\nJuly 8."
  },
  "file_name": "0468-01",
  "first_page_order": 468,
  "last_page_order": 471
}
