{
  "id": 959524,
  "name": "Lauman's Appeal",
  "name_abbreviation": "Lauman's Appeal",
  "decision_date": "1848-07-08",
  "docket_number": "",
  "first_page": "473",
  "last_page": "479",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 473"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 W. & S. 142",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852523
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0142-01"
      ]
    },
    {
      "cite": "6 W. & S. 235",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480077
      ],
      "pin_cites": [
        {
          "page": "282"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0235-01"
      ]
    },
    {
      "cite": "6 Watts, 177",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle, 440",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823534
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0440-01"
      ]
    },
    {
      "cite": "8 Watts, 296",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848421
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0296-01"
      ]
    },
    {
      "cite": "1 Penn. Rep. 162",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts, 396",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842743
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0396-01"
      ]
    },
    {
      "cite": "2 Penn. Rep. 477",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 235",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852609
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0235-01"
      ]
    },
    {
      "cite": "5 W. & S. 473",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478782
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0473-01"
      ]
    },
    {
      "cite": "2 W & S. 261",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853623
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0261-01"
      ]
    },
    {
      "cite": "6 Watts, 401",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle, 401",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts, 88",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 468",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 240",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852643
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/1/0240-01"
      ]
    },
    {
      "cite": "7 W. & S. 381",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481753
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0381-01"
      ]
    },
    {
      "cite": "10 W. 101",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "6 W. 410",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "4 Rawle, 394",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823545
      ],
      "pin_cites": [
        {
          "page": "401"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/4/0394-01"
      ]
    },
    {
      "cite": "9 W. & S. 103",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169036
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/9/0103-01"
      ]
    },
    {
      "cite": "6 W. 167",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "4 R. 440",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": 0
    },
    {
      "cite": "7 W. 316",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "8 W. 296",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "1 W. 259",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "1 W. & S. 239",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "4 W. & S. 468",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 777,
    "char_count": 16226,
    "ocr_confidence": 0.406,
    "pagerank": {
      "raw": 3.446064165940166e-07,
      "percentile": 0.8799171303037359
    },
    "sha256": "8d37da732a83e808afcb8ba6d73ae04b54efdf5bda8b88742c42e1240d22476b",
    "simhash": "1:92f21528c062c0cf",
    "word_count": 2830
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lauman’s Appeal."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nThe court below was right in allowing to the widows of Christian and Leonard Eshenour the arrearages of the yearly sum due to them respectively, under the authority of Reed v. Reed, 1 W. & S. 239, and Mohler’s Appeal, 5 Barr, 420. These cases settle that the arrears of an annuity, payable to a widow out of lands devised by a testator, and the interest of her statutory third part, charged on the lands of a decedent in lien of dower, are payable out of the proceeds of a .sheriff's sale, made under a judgment against a subsequent owner. But these, with Fisher v. Kean, 1 W. 259; Mentzer v. Menor, 8 W. 296; Mix v. Ackla, 7 W. 316; and Swarr’s Appeal, 1 Barr, 92, determine, in exception to the general rule, that such encumbrances in favour of a widow and others of a kindred character, are not divested by a judicial sale of the land under partition or liens. As a consequence of this doctrine, the two cases last cited establish the law of Pennsylvania to be, that a lien prior in date to the widow’s encumbrance, though certain in amount and definite in its continuance, is not disturbed by the sale. In the first of these, a testator devised to his son a tract of land encumbered by a judgment, and charged it with the maintenance of his widow. The land having been sold under an execution against the devisee, the court applied the proceeds in payment of the judgment recovered against the latter, holding that the purchaser took the land encumbered by the first judgment, and subject to the widow’s claim for maintenance. “ In a case like this,” says the Chief Justice, when pronouncing the judgment of the court, “ there are but two ways to proceed: either to sell the whole on the lien which binds the whole, or to sell the contingent interest by itself on the lien which binds it only, as a contingent interest, being a reserved fund for the prior liens to pass with the land in the hands of the purchaser.” When the latter course is pursued, the immediate encumbrance remaining untouched, the reasoning which excludes the primary vendee from coming in on the fund, and treating it as a still subsisting and undisturbed lien, is incontrovertible. It is not worth while to repeat for the purpose of reasserting it, more especially as it was reiterated and enforced in Swarr’s Appeal, 1 Barr, 92. That was the case of an intestate’s estate, decreed under proceedings in partition by the Orphans’ Court to one of the sons, charged with the interest of the widow, according to the intestate-laws, and subject to the lien of decedent’s debts. The land was afterwards sold by the sheriff under a judgment recovered against the son. It was held that the purchaser took the land subject to the intestate’s debts, to the payment of the interest of the widow’s third part during her life, and the principal sum at her death; and the proceeds of the sale were applied in discharge of the judgment recovered against the son. This determination proceeded upon the ground that as the sale was not of sufficient vigour to sweep away the intermediate encumbrance — to permit which might subject the widow to injustice — it could not' of course reach those paramount, for this might be to injure the rights of the intestate’s creditors.\nTo apply these principles to the facts of the case in hand. Had the tract of land purchased by Laumaü been subject but to the encumbrance created by the will of Christian Eshenour, in favour of his widow, and its proportion of the legacies bequeathed to his grandchildren, no doubt the lien of the latter would have been divested by the sheriff’s sale, under the judgments recovered against Lauman. The legatees, in that case, would have looked to the fund made by the sale, though one of the legacies was not due at the time: Hellman v. Hellman, 4 R. 440; Lobach’s Appeal, 6 W. 167; Tower’s Appeal, 9 W. & S. 103. It was probably these adjudications which induced the direction to pay the legacies out of the proceeds of sale. But in this, both the auditor and the court failed to give effect to the fact that another encumbrance had been created by order of the Orphans’ Court in favour of Leonard Eshenour’s widow. ' The sale to Lauman was expressly subject to this as well as to the two prior burdens. But, as we have seen, the last of these liens was not divested by the subsequent sheriff’s .sale. This brings the case directly within the principle of the decisions to which I have adverted. It is subject to the same reasoning, and must be governed by the same rule. The court below concede that the second widow’s hold upon the land is not relaxed by the sale. Then, as the liens of the legatees are paramount to hers, it follows they also remain unaffected. Nothing more being sold than what is denominated, in Mix v. Ackla, the contingent interest residing in Lauman, the proceeds are applicable to the judgments and liens recovered against him, leaving the legacies to bind the land in the hands of the purchaser. It results that so much of the decree as directs payment of the legacies must be reformed.\nThe remaining questions touch the validity of the mechanics’ lien. Judgments had been duly recovered upon those filed by Smith & Co., and by McElfatrick. The well-settled rule that a judgment, though irregular on its face, and even illegally recovered, cannot be impeached collaterally by third persons, though lien creditors of the defendant, except for fraud or collusion, is conclusive as to the claims filed by Smith & Co.: Stiles v. Bradford, 4 Rawle, 394, 401; Tarbox v. Hays, 6 W. 410; Haselett v. Ford, 10 W. 101. It is equally so as to McElfatrick, unless there be something in the 13th section of the act of 1836 that interferes to prevent it. It directs that when one claim is filed against two or more buildings, owned by the same person, the creditor shall designate the amount he claims tobe due on each of the buildings; “otherwise such claim, shall be postponed to other lien creditors.” Whether this provision will reach behind a judgment recovered, to postpone the lien on which it is founded, it is not now necessary to decide, as we are of opinion McElfatrick’s claim is not within its spirit. Prior to the act of 1836, it was optional with the mechanic or material-man to file a joint lien, or to apportion it among the several buildings of the same owner, to be affected by it. The inconvenience resulting from this, where the claimant did not choose to file an apportionment of his claim, is stated by Sergeant, J., in Thomas v. Irvin, 7 W. & S. 381. “The debtor or owner, purchaser, lien creditors, and others, were left open to the inconvenience that each building was liable for the amount of the whole claim; and no part of the proceeds of any of the buildings could be applied to a subsequent encumbrance, so long as the joint lien remains unsatisfied.” It had the effect, too, of restraining the alienation of any of the buildings, since a purchaser must necessarily take each subject to the lien at the pleasure of the creditor, though the purchase-money was applied in discharge of a portion of the encumbrance. To remedy these difficulties, the provisions of the 13th section were introduced.\nBut the reason of the enactment shows it was intended to apply only to the case of separate and distinct erections, capable of and intended for a distinct possession and enjoyment. Looking to the mischief to be remedied, it is very obvious the statute has no reference whatever to the necessary buildings of a farm forming component parts of a common property, and which, for every beneficial purpose, must be occupied as one possession. The dwelling-house, barn, wagon-house, and other similar erections, are but appendages of the farm, the principal thing, and built expressly with a view to its more perfect enjoyment. They are, therefore, to he considered as constituent parts of a whole, incapable of separation without injury: and consequently were intended for a several occupation.\nSuch buildings are, in every particular, unlike those which, though apparently joined, are in fact completely divided, each of itself constituting an object of distinct proprietorship and encumbrance. The one is aggregate; the other is segregate. The propriety of apportionment among the latter is manifest; its uselessness, as applied to the former, is not less so. For the reasons given, it is apparent a case like the present was not within the contemplation of the framers of the law. Though the language used, taken literally, may include it, yet, being without the circle of the mischief to be cured, it is clearly not embraced by the spirit of the act. It consequently remains subject only to the prior statutes, which do not imperatively call for an apportionment. So much, therefore, of the decree as directs payment of the respective claims of Smith & Co. and McElfatrick, is correct.\nBut the claim of Ross and Shott occupies ground less secure. It stands unarmed by the shield of a judgment, and as the simple registry of it, enjoys not the immunity of a record: Davis v. Church, 1 W. & S. 240. It is open to impeachment by all having an interest in the question of its validity as owner, purchaser, or subsequent lien creditor. As a lien of this nature derives its vitality exclusively from the statutes, it has been repeatedly decided that it must conform to these requisitions in every essential particular, under penalty of avoidance. The propriety of the rule is pointed out in Noll v. Swineford, 6 Barr, 187. Its observance is there said to be essential to the safety of the lien creditors, as furnishing a datum by which, in ease of dispute, they may be enabled to ravel out the truth. It is true, that certainty to a common intent has been deemed sufficient, and it is said that every trifling mistake will not avoid the lien: Ewing v. Barras, 4 W. & S. 468. Yet a substantial compliance has ever been insisted on. Now the 12th section of the act of 1886, requires that the statement filed shall set out “ the amount or sum claimed to be due, and the nature or kind of work done, or the hind and amount of materials furnished, and the time when the materials were furnished, or the work done, as the case may be.” Under the rule as settled in Driesbach v. Keller, 2 Barr, 77, the time in this case is perhaps sufficiently given. But there has been a total neglect of another condition. The kind and amount of materials furnished to the buildin'gs is entirely omitted. This is fatal under the objections made by'the judgment creditors. The claim, as filed, wants that which the law says it shall possess, to invest it with the quality of lien. Being thus unsustained by the law, it never acquired that character. It must, therefore, be stricken from the list of debts privileged to. come in on the fund.\nAnd now, to wit, July 8, 1848, it is ordered, that so much of the decree of the said Court of Common Pleas, as directs payment from the moneys in court to Elizabeth Knoop, late Eshenour, George Eshenour, Christian Eshenour, and William Haverstick, and to Ross and Shott, be reversed: And it is further ordered, that the record be remitted to the said court, with directions to decree a distribution of the said moneys among the several claimants thereof, in accordance with this judgment.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Boas and McOormieh, for appellants.",
      "Olt and McCHure,. for the claimants under the will and the purchaser.",
      "Kunlcle and AlricJcs, for the mechanic lien creditors and widow of L. Eshenour."
    ],
    "corrections": "",
    "head_matter": "Lauman’s Appeal.\nLien of unpaid purchase-money under an Orphans’ Court sale, the interest of which is payable to the widow of the decedent for her life, remainder to his heirs, is not discharged by a sheriff’s sale under a judgment against the purchaser: hence all prior liens are unaffected; but the arrearages of interest and of prior annuities are discharged.\nAfter judgment has been had xipon a mechanic’s claim, the want of a specification of the nature and kind of materials furnished, cannot be taken advantage of by creditors contesting the plaintiff’s right to participate in the proceeds of a sheriff’s sale.\nWhere a mechanic’s claim is filed against a mansion-house, barn, wagon-house, &c., on one farm to which they are all appurtenant, and are intended to be occupied and used together, there is no necessity for an apportionment of the claim among the several buildings.\nA claim for materials, without specification of kind or quantity, is bad.\nIn error from the Common Pleas of Dauphin county.\nThe questions, in this cause, arose on the distribution of the proceeds of real estate sold by the sheriff, under a judgment against Lauman.\nThe land originally belonged to one Eshenour, who devised it, with other lands, to his three sons, subject to the payment of legacies to his children, and of the interest on 'a certain sum to his widow for life.\nUnder an authority contained in the will, the sons divided the lands among themselves, and apportioned the liens on each tract.\nL. Eshenour, one of the sons, took the land now in question, under the will. After his death a sale was made, under the order of the Orphans’ Court, and one-third of the purchase-money remained charged on the land; the intirest of which was payable to the decedent’s widow for life, remainder to his heirs.\nThe defendant became the purchaser, and the auditor awarded the fund arising from the sheriff’s sale, under a judgment against him, to the payment of the arrearages of interest due the widows, of Eshenour the elder and younger, and also to the payment of the legatees of Eshenour the elder.\nAmong others, there were three classes of claimants on mechanics’ claims:—\n1. Smith, & Co. These claims were for materials furnished, with no specification of their kind or quantity. But judgments had been obtained prior to the sheriff’s sale.\n2. McElfatrick & Co. The claim, in this case, was against a two-storied stone dwelling-house, . . . Swiss barn, wagon-shed, . . . woodhouse and washhouse, . . . smokehouse and icehouse, on the farm of George Lauman, &c. The only question was, whether an apportionment was necessary.\n3. Ross & Shott’s was a claim for materials furnished, but no specification of the kind or quantity was filed.\nThe court confirmed the report, awarding the funds to the payment of these liens, there being subsequent judgments remaining unpaid.\nBoas and McOormieh, for appellants.\nOlt and McCHure,. for the claimants under the will and the purchaser.\nKunlcle and AlricJcs, for the mechanic lien creditors and widow of L. Eshenour.\n1. The liens of Smith & Co. were not void: 2 Barr, 77; Ewing v. Barras, 4 W. & S. 468; Jones v. Shawhan, 4 f. & S. 257. It is too late to object in court; the objection ought to have been made before the auditor: Mitchell’s Estate, 2 Watts, 88. But there were judgments on the scire facias on the lien, and had the liens been voidable, yet the validity of these judgments cannot be questioned collaterally: Style v. Bradford, 4 Rawle, 401; Tarbox v. Hays, 6 Watts, 401; 8 lb., 80; 10 lb. 101; 2 W & S. 261; 5 lb. 556 ; nor can they be questioned at all by other creditors, except for fraud or collusion: Hawer’s Appeal, 5 W. & S. 473.\n2. The widows are entitled to their unpaid interest, out of the proceeds of the sheriff’s sale: Reed v. Reed, 1 W. & S. 235; Tower’s Appropriation, 9 lb. 103; Mohler’s Appeal, 5 Barr, 420.\n3. The four legacies, befhg either due or capable of being ascertained, are entitled to be paid out of the proceeds of the sale, notwithstanding the cases of Mix v. Ackla, 7 Watts, and Swarr’s Appeal, in 1 Barr. Those are anomalous cases. They are not exceptions, but contradictions of the general rule, and are not law. The same question, indeed, was otherwise decided in Milliken v. Ken-dig, 2 Penn. Rep. 477; Luce v. Snevily, 4 Watts, 396; and in Cow-den’s Appropriation, 1 Barr, 273. They have not been recognised by the later cases as the law. The general rule which has prevailed on this subject for twenty-five years without interruption (except by those two cases) will be found in 14 S. & R. 257; 16 lb. 410; 1 Penn. Rep. 162; 2 lb. 56; 8 Watts, 296; 4 Rawle, 440; 6 Watts, 177; 6 W. & S. 235, 282; 9 lb. 103; 1 Barr, 267; 5 lb. 242; 5 lb. 420. Moreover, these legacies are mentioned in the deed to Lauman as constituting part of the purchase-money, and therefore must be paid out of the money raised by the sheriff’s sale: Barnitz v. Smith, 1 W. & S. 142.\nJuly 8."
  },
  "file_name": "0473-01",
  "first_page_order": 473,
  "last_page_order": 479
}
