{
  "id": 959596,
  "name": "Laing v. Colder et al.",
  "name_abbreviation": "Laing v. Colder",
  "decision_date": "1848-07-08",
  "docket_number": "",
  "first_page": "479",
  "last_page": "484",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 479"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 W. & S. 495",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480136
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0495-01"
      ]
    },
    {
      "cite": "9 W. 87",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "11 Pick. 106",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2016165
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/28/0108-01"
      ]
    },
    {
      "cite": "15 Mass. Rep. 493",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2055411
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/15/0439-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 730,
    "char_count": 14272,
    "ocr_confidence": 0.41,
    "pagerank": {
      "raw": 1.2917998973629098e-06,
      "percentile": 0.9892578679297519
    },
    "sha256": "8991db7da4c5bb743a01926716019cd6815e74cbd452170a6b64e183c641c07d",
    "simhash": "1:3e2564b297c4e497",
    "word_count": 2470
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Laing v. Colder et al."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nThe evidence mentioned in the first bill of exceptions was rightly excluded. The plaintiff went for general damages, under the common allegation ad damnum. Damages which necessarily result from the act complained of, are properly termed general damages, and may be shown under the common allegation; for the defendant must be presumed to be aware of the necessary consequences of his conduct, and therefore cannot be taken by surprise in the proof of them. But damages that do not necessarily flow from the principal fact, though possibly attendant upon it, are denominated special. As the law does not imply these, they must, to prevent surprise on the defendant, be particularly specified in the declaration, or the plaintiff will not be permitted to give evidence of them. An illustration of this distinction is furnished by Simpson v. McCoy, 15 Mass. Rep. 493. It was trespass for breaking and entering the plaintiff’s house; and it was held evidence might be given of keeping the plaintiff out, for that was a direct consequence of the wrongful entry. But the party was not permitted to prove, under the alia enormia, an assault and battery committed at the same time, for the defendant cannot be supposed to come prepared to defend against a complaint of which he has no notice. Now injuries to the person consist in the pain suffered, bodily or mental, and in the expenses and loss of property they occasion. In estimating damages, the jury may consider not only the direct expenses incurred by the plaintiff, but the loss of •his time, the bodily suffering endured, and any incurable hurt inflicted; for these may be classed among necessary results. But alleged damages sustained by this plaintiff, from the circumstance of his being the head of a family dependent upon him, have no necessary connexion with the injury done to his person. Such damages may or may not follow a temporary bodily disability. They may, but do not necessarily attend upon it. \"Whether they do or not, is to be determined, not by a consideration of the principal fact complained of, but by looking to the pecuniary condition of the sufferer, his capacity for labour, his social relations, and, it may be, to other independent facts. Damages of this nature are, therefore, not direct or necessary, but special, as being possible only, and must be specially averred to let in evidence of them.\nWe see no objection to the evidence comprised in the second bill. What the defendant offered to show, was but part of the same transaction of which the plaintiff ha^ already given proof. Being strictly res gesta, we do not see how, properly, it could have been excluded. If it be admitted the witnesses went further by proving subsequent attention paid to the plaintiff by the defendants’ servants, it was not a part of the offer. Any injury that might thus have been done to the plaintiff’s case, we are bound to presume was prevented by the instruction of the court on this head.\nThe third and fourth bills are rightly abandoned, as being founded in a mistake of fact.\nThe subject of the fifth was clearly evidence, if heard by Laing. A question for the jury was, whether the hurt suffered was ascribable to the négligence of the defendants’ agents, or to the laches of the plaintiff himself. Now, certainly, the warning given by Dougherty, to another passenger, about the time or shortly before the plaintiff’s arm was broken, if heard by him and disregarded, furnished some evidence of gross carelessness on his part, more especially when connected with the caution of the conductor, Minsker. Whether the plaintiff did so hear, was a question of fact to be determined by the jury, under all the circumstances, as he was within ear-shot, and might have heard. In the absence of remark or confession by him, it was obviously impossible to give express proof of the fact.\nThe remaining bill, also called the fifth in the paper-book, is there by mistake, not being assigned for error.\nAfter a critical examination of the instructions given to the jury, we have failed to discover any error. It is long since settled that the common-law responsibilities that attach to carriers of goods for hire, do not, as a whole, extend to passenger carriers. Like the former, the latter are not insurers against all such accidents and injuries as are not occasioned by the act of Grod, or the public enemy. | But though in legal contemplation, they do not warrant the absolute safety of their passengers, they are yet bound to the exercise of the utmost degree of diligence and care. The slightest neglect against which human prudence and foresight may guard, and by which hurt or loss is occasioned, will render them liable to answer in. damages. Nay, the mere happening of an injurious accident, raises, primd facie, a presumption of'neglect, and throws upon the carrier the onus of showing it did not exist. This punctilious attention to the safety of the passenger embraces the duty, of providing strong .and sufficient carriages, or other conveyances for the journey, in every respect, sea, road, and river-worthy; safe and steady horses, or other means of progression; and skilful drivers, conductors, and other agents, whose duty it is to use every precaution against danger. Should there be the least failure in any of these things, the proprietors have failed of the discharge of their legal obligations. Above all, if there be in any part of the road, a particular passage more than ordinarily dangerous, or requiring superior circumspection on the part of the passenger, the conductor of the vehicle is bound to give due notice of it, and a failure to do so will make his principal responsible. Were these principles sufficiently indicated to the jury by the charge of the court ? It is impossible to read it and not perceive the sedulous anxiety with which the court repeatedly pressed on the jury, the extreme care and watchfulness the law exacts at the hands of a carrier of persons. The instruction upon this head was not only emphatically given, but repeated, so that men of ordinary intelligence could not fail to be impressed with it. No fault can, therefore, reasonably he found with the general tenor of the charge. But . particular features are complained of. Some of them are brought to view by the second and third specifications. We do not, however, see any error here, positive or negative. The court could not with propriety have said what it is complained they omitted, and the questions of fact noticed in the second assignment of error were properly left to the jury. An attempt of the court to assume the decision of these would have been erroneous. What was said as to the cars having passed the bridge safely, before and after the plaintiff’s accident, is sustained by the evidence, and the accompanying reflections of the court are sustained by the law. Indeed, it is difficult to perceive upon what grounds the plaintiff takes exception to them.\nBut that part of the charge most strenuously assailed, is set out in the fourth error. Complaint is made that the court itself did not undertake to decide that the notice given by Minsker was insufficient. Had they done so, it would clearly have been error; for all the cases agree that the question of negligence, including the sufficiency of a necessary warning, is for the jury, under the guidance of the court, Curtis v. Drinkwater, 22 Eng. C. L. R. 51; Ware v. Gay, 11 Pick. 106 ; and this is the doctrine of Dudley v. Smith, 1 Camp. N. P. 16, the case most strongly relied on by the plaintiff. As every instance must depend on its own circumstances, the law can but lay down the rule that such warning is to be given as will put the passengers upon their guard, leaving it to the jury to say how the fact was. This was done here. The court refused to say the warning was either sufficient or insufficient, but left that to the jury, with proper instructions. As no fault in the car in which the plaintiff was could with truth be alleged, the question of warning on the one hand, and of heedlessness on the other, was in fact the point of the case. Whether warning was given in a manner to call the plaintiff’s attention to it, was fairly put by the court.\nIt only remains to consider the exception taken to what was said on the subject of the plaintiff’s baggage. Stage and car proprietors stand on the footing of common carriers in respect to the baggage intrusted to their care. It has been a subject of frequently expressed regret by many of our judges, that a common carrier was ever permitted to limit the responsibility which as a general rule binds him for the absolute safety of the goods committed to him. The expediency of recognising in him a right to do so by a general notice, such as was given here, has been strongly and justly questioned, and, in some of our sister states, altogether denied. Were the question an open one in Pennsylvania, I should,, for one, unhesitatingly follow them in repudiating a principle which places the bailor absolutely at the mercy of the carrier, whom, in a vast majority of instances, he cannot but choose to employ. The reasons which would govern me are nowhere better expressed than by Chief Justice Gibson, in Atwood v. Reliance Transportation Co., 9 W. 87. Yet he concludes by conceding that it is perhaps too' late to say that a carrier may not accept his charge on special terms. Since then, it has been expressly decided in Bingham v. Rogers, 6 W. & S. 495, that a common carrier may limit his liability by notice to passengers, such as was given in this case, that the baggage is at their own risk. This must now be taken as the law of this state, and the court below asserted nothing beyond it.\nBut as carriers are still liable for negligence, they may rebut the imputation by showing that the negligence was on the part of the owner. This is all the court said in its remarks upon Minsker’s testimony on this head. There is nothing in the sixth error.\nJudgment affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Alriclcs and Fisher, for plaintiffs in error.",
      "Boas and McOormicle, contó."
    ],
    "corrections": "",
    "head_matter": "Laing v. Colder et al.\nIn an action for injuries from negligence, damages not immediately resulting from the injury cannot be proved unless specially laid.\nThe plaintiff, travelling in a railroad car, permitted bis band to extend outside of the window, whereby his arm was broken in passing a bridge: the carrier is not liable for the injury, if he gave timely notice of the danger, which the plaintiff might have avoided.\nCarriers may limit their liability for the loss of goods intrusted to them, not resulting from their negligence.\nResponsibility of carriers of passengers.\nIn error from the Common Pleas of Dauphin county.\nThis was an action on the case for negligence, whereby the plaintiff’s arm was broken whilst he was travelling in a railroad car of the defendants’; and also for the loss of his baggage. The plaintiff declared for damages arising from the pain, loss of time, and expenses.\nThe first exception was to the refusal of the court to permit the plaintiff to prove the number of his family dependent on him for support, a,nd that in consequence of the injury he had become embarrassed in his circumstances. There was no averment in the narr. of special damages on these grounds.\nThe second, was for permitting defendants to show that immediately after the injury occurred, they had taken him to a hotel and procured surgical aid.\nIt appeared that the accident occurred whilst the car was passing over a bridge, which was so narrow that the plaintiff’s hand lying outside of the car-window was caught by the bridge and his arm broken. The fifth exception was for permitting defendants to prove that during the journey warning had been given by their agent to a passenger named Long, of the danger of putting his feet or arms out of the window, and that he sat so near plaintiff that the warning must have been heard by him. It was also proved, that printed notices were put up in the cars warning passengers not to put them arms or heads outside the windows, and that, immediately before reaching the bridge, notice was given in a loud voice to the passengers to keep their heads and arms inside the car.\nWith regard to the loss of the baggage, the evidence was, the defendants had placed placards in their office, and also printed on the tickets, one of which plaintiff purchased, a statement that all baggage was at the owner’s risk. The plaintiff’s baggage, for which the action was brought, was a carpet-bag. When he left the car he informed the agent it was a valise. The agent not finding it, the carpet-bag was carried on, but subsequently returned to plaintiff after this action ivas brought.\nEldred, P. J., instructed the jury, that a carrier of passengers was bound to furnish suitable conveyances, such as, with due care and proper attention, would carry passengers safely, unless interrupted by some accident which no human wisdom could foresee. That he must give notice of approaching danger, or of the dangerous places on the route, if some are more dangerous than others. This notice must be full and complete to all persons who travel, whether learned or unlearned. The slightest negligence in any of these particulars makes him liable for all damages. That, in the present case, the presumption was, there had been negligence, and it was for defendants to show they had done everything in their power to relieve themselves, or that it resulted from the plaintiff’s negligence and folly. That a printed notice of the danger of passengers putting their hands out of the windows was not sufficient; but if they had given plaintiff sufficient warning as they approached the bridge, this would discharge them. That the care taken of the plaintiff by defendants after the accident, was no defence to the action.\nAs to the loss of the baggage, he said the special contract limiting their liability would protect them if this were brought home to plaintiff, but even then, if there was any negligence, they would be liable.\nThe plaintiff insisted the court should have charged that the defendants were bound to have cars so constructed that passengers could not put their hands or arms out.\nThe exceptions to evidence, and the charge of the court, were assigned for error.\nAlriclcs and Fisher, for plaintiffs in error.\nBoas and McOormicle, contó.\nJuly 8."
  },
  "file_name": "0479-01",
  "first_page_order": 479,
  "last_page_order": 484
}
