{
  "id": 959526,
  "name": "Dannels v. Fitch; Hale v. Fitch",
  "name_abbreviation": "Dannels v. Fitch",
  "decision_date": "1848-07-07",
  "docket_number": "",
  "first_page": "495",
  "last_page": "498",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 495"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 W. & S. 181",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852590
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0181-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 419,
    "char_count": 8732,
    "ocr_confidence": 0.413,
    "pagerank": {
      "raw": 9.982647622568346e-08,
      "percentile": 0.5381406406319442
    },
    "sha256": "b7ef838ae0c56e7185948f301d1c2c86313d1357bba8d86758fbf7d133ec358b",
    "simhash": "1:0730a6718e4c321f",
    "word_count": 1516
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dannels v. Fitch. Hale v. Fitch."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThis was an action of replevin to recover a carriage or the value thereof, which the defendant took and claims, the property whereof the plaintiff alleges to be in him. The main point of defence set up is, that by a collusive agreement between the plaintiff and defendant, a sham trade or exchange ivas entered into between them, of a yellow and a black carriage, for the purpose of carrying on their business. The exact mode in which this exchange was to be beneficial to their business, is not very apparent to me, nor is it material. Each one was to furnish his own stock, and they were to divide the product of the business or earnings of all the stock in proportion to the amount furnished by each. It appears, also, that the joint interest in the amount of business was to be secret, and that each was to be held out to the public as doing business for himself. It is contended by the defendant that as the parties had held out to the public that Dannels was the owner of the black carriage, the-one claimed in this suit, and that the plaintiff was the owner of the yellow one, which he returned to „the defendant before bringing this suit; that the plaintiff cannot now contradict that state of things; that it would be against public policy to permit it.\nWhere an apparent state of the ownership of personal property, produced by the consent and collusive acts of the parties, is made the means of deceiving third persons as to the ownership, and has induced third persons to trust the party on the faith of the apparent ownership, then and in such case the apparent ownership will be maintained and enforced by the law for the protection of third persons. And this will be done on the general principle that the law will not lend its aid in assisting one or more individuals to cheat others.\nBut admitting this, agreement to have been collusive and fraudulent, as against third persons, it is good and valid as between' the parties to it, and this has been so often ruled that it is needless to cite authorities.\nIn relation to the objection that the plaintiff and defendant were partners, and that, therefore, this suit cannot be sustained, we see nothing in it. They contracted, in relation to these coaches, as individuals. It is not pretended that there was a joint ownership. On the contrary, whether we regard the apparent or real state of things relating to the ownership of the horses and carriages, it was a distinct individual ownership.\nThere was no joint stock whatever. No contracts were made by the parties as a firm; no partnership was asserted; no credit given or received by them as a. firm. Each managed his own property as he pleased. The agreement that they should divide the profits of their respective business, according to the amount of stock employed by each, did not constitute a partnership, and could only, in its effect and tendency, have been designed to prevent competition and reduction of prices.\nHale was clearly interested in the event of the suit, and was therefore properly rejected as a witness. The evidence noticed in the second bill of exceptions was irrelevant to the issue trying, and sought to interpose a new issue affecting different parties, and was therefore properly rejected. We perceive no error in the record.\nJudgment affirmed.\nSale v. Fitch. The action of replevin was sufficient notice to the bail in the replevin-bond, that the plaintiff in that suit claimed to be the owner of the property. Benezer Hale knew that the property was in dispute between the parties, and he undertook as bail to maintain that the claim of Dannels was the best and was good. The condition of the bond is, that “if the said Dannels, the defendant, shall appear, &c., and defend and make good his claim to the said carriage, and indemnify and keep the sheriff harmless in the premises, then the bond to be void, otherwise to remain in full force and virtue.” The defendant did not make good his claim. On the contrary, judgment was rendered against him for $300 damages, with costs of suit. Why then should not the bail abide the tenor of his bond ?\nThe matter set forth in the special plea is not sufficient to discharge and exonerate him, because he did not suffer for what he alleges to have been a secret and fraudulent agreement between Fitch and Dannels, by virtue of which a collusive and false state of the ownership of the property existed in Dannels by consent of the plaintiff Fitch. If Hale had trusted Dannels, by reason of and in consequence of that apparent ownership, either with money, goods, or credit, the authorities cited, and the argument used by the ingenious counsel for the plaintiff in error, would have had full play and effect.\nBut Hale did not enter bail until after the fog was dispersed, and with full notice of the claim of Fitch. He undertook to maintain the claim of Dannels against Fitch, as between themselves and on their own contracts. If he chose to judge of the law, and was mistaken, it was his own fault or misfortune. The law adjudged the controversy against Dannels, and the replevin-bond became absolute.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Msher, for plaintiff in error,",
      "McCormick, contrá."
    ],
    "corrections": "",
    "head_matter": "Dannels v. Fitch. Hale v. Fitch.\nThe defendant in an action of replevin cannot protect himself by showing that . an arrangement between the plaintiff and himself existed in regard to the property merely, fraudulent as to creditors or bond fide purchasers: between the parties such arrangement is valid.\nThe surety of defendant, in a replevin-bond, is an incompetent witness for the defence.\nIn such a suit it cannot be shown by what means the surety was induced to sign the replevin-bond.\nA surety in a replevin-bond, who had notice of the plaintiff’s claim of title, cannot set up an arrangement between the plaintiff and defendant, by which the apparent ownership of the chattel was given to the defendant. Nor can he set up an arrangement between them for an illegal purpose, when he was not defrauded thereby.\nIn error from the Common. Pleas of Dauphin county.\nReplevin for a carriage. It appeared that Fitch, who was a livery-stable keeper, owned two black carriages, and that Dannels, who was also a livery-stable keeper, owned two yellow carriages. For mutual accommodation, they made a temporary exchange: Dannels taking a black carriage, and Fitch a yellow one. To prevent, suspicion of partnership, and to enable them to keep up the prices,, it was agreed that the difference in value between the two carriages should be agreed on, but not paid. They then made estimates of their respective stock, and agreed to keep accounts, and divide profits in proportion to their stock. It was further proved, that they admitted a partnership in the profits, but that the ownership of the property should remain as before.\nTwo exceptions were made to the evidence:—\n1. In rejecting the surety on the replevin-bond, as witness for defendant.\n2. In not permitting the surety to show that defendant was insolvent, and the object of this suit was to fix the bail, and that he was ignorant of the secret partnership between plaintiff and defendant, and that by reason of the false representations made by plaintiff, he had been induced to sign .the bond.\nIn answer to defendant’s points, Eldred, P. J., instructed the jury that the defendant could not set up the secret arrangement between the parties for the purpose of monopolizing the business, nor. was it material that they gave a false impression to the public with respect to their connexion; nor was the plaintiff bound by false representations made by the parties, to impose on third persons. And that the fact that the surety was induced to become bail by reason of false representations of the plaintiff as to the ownership of the carriage, was immaterial in the present case. That the question of fact was, whether the plaintiff was the exclusive owner of the chattel in question.\nSale v. Mteh. This was an action on the replevin-bond given in the above case. The defendant proved the arrangement between the parties stated above, and the only question ivas, whether the bail in the replevin-bond could take advantage of the fraud on the public, by reason of the arrangement between the parties. The court said the case presented no defence to the action.\nMsher, for plaintiff in error,\ncontended, that the agreement was a fraud on the public, and by that agreement the defendant had obtained possession of the carriage, and in enforcing the right to it, the surety who had entered into the obligation on the faith of the apparent ownership, had the right to set up the fraud in the original contract, and thus compel the plaintiff to make good his fraudulent representations. He cited Story on Cont. sec. 546; 1 W. & S. 181.\nMcCormick, contrá.\nJuly 7."
  },
  "file_name": "0495-01",
  "first_page_order": 495,
  "last_page_order": 498
}
