{
  "id": 959518,
  "name": "Stehley v. Irvin",
  "name_abbreviation": "Stehley v. Irvin",
  "decision_date": "1848-05",
  "docket_number": "",
  "first_page": "500",
  "last_page": "501",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 500"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 136,
    "char_count": 1539,
    "ocr_confidence": 0.409,
    "pagerank": {
      "raw": 5.969196432233225e-08,
      "percentile": 0.37149984419941084
    },
    "sha256": "10492ef8eb1e18726141f724c14a6ae6e86f39ce6af58a2a10dd7ff9b3cbb7be",
    "simhash": "1:8371b835ecdb5698",
    "word_count": 275
  },
  "last_updated": "2023-07-14T19:18:37.112998+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stehley v. Irvin."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe hills of exception to evidence are not sustained. No rule of the law of evidence was violated. It would be a waste of time to discuss the bills in detail.\nNor are we able to discover that the error assigned to the charge is in a better situation. We think the court adopted the correct rule in estimating any damage Irvin sustained. It was certainly proper for the jury to regard the whole purchase.\nJudgment affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "J. T. Sale, for plaintiff in error.",
      "McAllister, contó."
    ],
    "corrections": "",
    "head_matter": "Stehley v. Irvin.\nVendee of land may deduct from the amount of Ms purchase-money the value of an easement existing at the time of his conveyance — but which had been destroyed by a subsequent grant by his vendor to a purchaser without notice.\nIn error from the Common Pleas of Centre county.\nWeaver, being the owner of a mill and tavern, constructed a pipe to convey water to the latter through his own land. While this easement was in use he conveyed the tavern to Bottorf. Weaver then conveyed the mill property to Irvin, without a reservation of this easement. ' At the time of this conveyance Irvin had no notice of the easemént, nor was the pipe used for the purpose for which it was constructed. And it was shown that to give Irvin the full benefit of his purchase, he would be obliged to destroy the easement.\nThe action was brought on a bond given by Irvin for his purchase-money.\nWoodward, P. J., instructed the jury that the value of the easement was the measure of the defendant’s damages, which he might deduct from the purchase-money.\nJ. T. Sale, for plaintiff in error.\nMcAllister, contó."
  },
  "file_name": "0500-01",
  "first_page_order": 500,
  "last_page_order": 501
}
