{
  "id": 959553,
  "name": "Fitch v. Mann",
  "name_abbreviation": "Fitch v. Mann",
  "decision_date": "1848-07",
  "docket_number": "",
  "first_page": "503",
  "last_page": "508",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 503"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 W. &. S. 251",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts, 142",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 162",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts, 580",
      "category": "reporters:state",
      "reporter": "Watts",
      "pin_cites": [
        {
          "page": "581"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "3 Watts, 72",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "7 Watts, 566",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "7 Watts, 565",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846828
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0565-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 595,
    "char_count": 12164,
    "ocr_confidence": 0.401,
    "pagerank": {
      "raw": 1.1461986562903956e-07,
      "percentile": 0.5802842173424011
    },
    "sha256": "741301bbabaa8d27d240c3d02a59a1c4d94f379644fe63efa0ea82f61987014b",
    "simhash": "1:1421e072047aa0f0",
    "word_count": 2183
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fitch v. Mann."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nI deem it unnecessary to take up the errors assigned in detail: The material grounds of defence, and the manner the court ought to have submitted the case to the jury, are here explained. Mann, the plaintiff below, acquired title to the warrant, survey, and patent of Warder by deed, dated the 31st October, 1803, from the owners. The exceptions to the admission of the paper title of Mann have been abandoned in this court. When he made the purchase in 1803, from Jeremiah Warder and others, it is clear that he had the legal title of the commonwealth to the lands in question.\nThe defendants below, as heirs of Nathaniel Fitch, who had purchased the improvement of David Daily, jun., who had entered on the land as a settler, and intruded as early as 1801 or 1802; built a house and some out-houses, cleared some land, raised grain, and paid taxes up to 1816, when he sold to Fitch, who entered upon the premises, and continued until death, in 1840. This ejectment was instituted in 1845. Fitch’s whole claim, as shown by the diagram, was 137 acres and 47 perches; nearly all of this was within the Warder survey. His house was a few feet out of the. Warder line. His spring-house, part of the orchard, which was planted shortly after Daily settled, as well as the greater part of his cultivated ground, was within that survey.\nNeither Daily nor Fitch had a survey. I agree there was some contradiction in the evidence, and I do not pretend to state it minutely, but to show that there was evidence on the part of the defendants that ought to have been submitted to the jury. Armstrong proved that ho moved on the land as the tenant of Fitch in 1816, after Daily left it, and occupied the place for seven years. The orchard was hearing when he went there — Fitch showed him the lines running down to the birch corner; he claimed part of the swamp, he claimed to the certified Connecticut town lots, and on the other side cleared to Oliphant’s, in the neighbourhood of two hundred acres.\nPost proved that Daily got married forty-six years ago, and then moved on the land with his family, and commenced clearing and planted an orchard. He claimed to the town lines, and on the other side to the defendant’s tract. He forbid people from cutting timber. In short, the evidence proves that the place was used by Daily and Fitch, and the tenant of Fitch, as other farmers used their farms. The boundaries are well ascertained either by Pennsylvania or Connecticut titles which interfered with the survey of Warder. A number of witnesses were examined on both sides as to the extent of the claim and the improvement. I have only brought the evidence so far into view as to show that the case should have been put to the jury to inquire whether there had been an actual, adverse, and unbroken possession of twenty-one years, of that part of the Warder survey which was within the claim of Daily and Fitch. An intruder who enters upon land which is unimproved, and claims to certain natural or artificial boundaries, plain and visible (as in this case), is protected by the purchase of 1754 and 1768, as if he had had his claim run round and marked by a surveyor, when his possession is unbroken, and he pays his taxes for the land he claims.\nThe course of decision on this subject will be found in Meade v. Shaw, Barlow v. Roger, Reed v. Goodyear, Jones v. Parke, and McCall v. Neely, and the whole subject fully delineated by our late Justice Kennedy, in Criswell v. Altemus, 7 Watts, 565.\nThe learned judge fell into error in this case when he instructed the jury that “ there was no colour of title which defined the extent of the claim, either of Daily or Fitch, as the residence was not on the land, and neither had survey or location of their claim.” Daily, who moved in the woods in 1801 or 1802, claimed a vicinage to that improvement, wdiich was the land in question. The line of the Warder survey happening to run close to his house, his improvements being on both sides of that line, and his improvement and settlement being continued and unbroken, that line would not destroy his title.\nIt is not the case of a man in possession under title of his own, and clearing over. The cause ought to have been put to the jury as in Criswell v. Altemus. The jury found an unbroken possession and continued claim of the ground in question for twenty-one years, adverse to Mann: the statute was a title, and prevented a recovery by the plaintiffs.\nJudge Kennedy, after a review of all the decisions, has, with his usual clearness and accuracy, informed us that a person who enters without title, or colour of it, upon an unseated tract of land held by another, under a title derived from the commonwealth, as an intruder, erects buildings thereon, suitable for the accommodation of his family, which he removes to the same, making it his place of abode and occupying the whole of the survey or tract, as the owner thereof, by clearing and fencing more or less of it, from year to year, as suits his ability or convenience, for the purpose of tillage, meadow pasture — or using the woodland thereof at the same time for the ordinary purposes that such part of a tract is usually used and occupied for, in the section of the state where it lies, returning also the whole of the tract as his own to the assessors, and paying the taxes assessed thereon; acquires thereby an actual, exclusive, and adverse possession of the whole tract or survey, including the woodland, as well as of that which he has cleared and enclosed, whereby the owner was ousted: and if the latter does not enter or bring his action, within twenty-one years from the time at which the intruder first entered and took possession, he will be barred of his right thereto by the statutes of limitations. But in taking possession of the land, or if afterwards within the twenty-one years the intruder declares or acknowledges that he is taking or holding the possession of the land for the owners thereof, it cannot be deemed adverse, and consequently the statute will form no bar to the owner’s recovery of the land: Criswell v. Altemus, 7 Watts, 566. I hold these principles to be sacred — the true doctrine. Apply them to the case before us: was not Mann ousted of all the land claimed by the defendant for more than twenty-one years ? This was a fact for the jury, which I apprehend they would have found but little difficulty to determine under the evidence.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Harrison Wright, for plaintiffs in error.",
      "Maxwell, contrd."
    ],
    "corrections": "",
    "head_matter": "Fitch v. Mann.\nAdverse possession tinder claim of right extends to so much of the land within another’s survey as is within known bounds, up to which a elaim-has been made by one residing on a part of the land claimed, not within the lines of the survey; and the adverse possession is not confined to the land actually occupied.\nIn error from the Common Pleas of Wyoming county.\nJuly —. The plaintiff below had the legal title under a warrant in 1803. The defendants claimed by adverse possession, commenced by Daily, of a part of the land within the lines of plaintiff’s survey. Daily had entered in 1801 on adjoining land, without colour of title — and had erected buildings and cleared some land, his clearing and acts of ownership extending over the line of plaintiff’s survey. It appeared that Daily had not marked the lines of his claim, but that he made claim up to certain known lines. In 1816, Daily having title to the adjoining tract, sold that and his right of occupancy in plaintiff’s tract to Fitch, the defendant. The question was, whether Fitch could set up adverse possession to so much of the land as lay within plaintiff’s lines — his dwelling-house not being within those lines, and there being no marked lines to define his claim.\nThe court in their charge to the jury said: — ■\nThere is evidence that Daily, while in possession, claimed to the town line and the swamp, which would embrace the land now demanded. There is evidence also that Fitch, while in possession, claimed to the same extent. There is also evidence that Daily and Fitch cut wood upon the unimproved land. There is no evidence of any line or boundary made by either Daily or Fitch, to define the extent of their claim, nor is there any colour of title shown by either of them, defining the extent of their claims. Daily cleared over his lines without colour of title. If he 'transferred any interest beyond the deed, the extent was undefined. There has never been an actual residence on the land.\nIn this case there was no colour of title which defined the extent of the claim, either of Daily or Fitch. There was no residence on the lands, and no survey or location of any claim by which the lines were defined. It is therefore the case of a man in possession of his own land, under title, who clears over his line a few acres upon his neighbour’s land. The land actually occupied for twenty-one years, is all which can be held in such a case. In such case, the owner being in the constructive possession of the land, is ousted of no more than is in the actual adverse possession of the person who clears over.\nHarrison Wright, for plaintiffs in error.\nDaily was an intruder, but did not Fitch enter under colour of title ? if he did, then his right to hold under the statute, is coextensive with the purchase from Daily,, whose possession on the Wonder tract was well defined by known boundaries, and covered all that part in controversy: it was said in McCall v. Neely, 3 Watts, 72, that “an entry is by colour of title when it is made under a bond fide and not pretended claim to a title existing in another;” “to give colour of title would not seem to require the aid of a written conveyance.” “An .occupant who has entered by colourable title, for purposes of residence or cultivation, is in adverse and exclusive possession of all the lands within his survey:” Seigle v. Louderbaugh, 5Barr, 490. We claim to have paid all the assessed taxes since our possession began: this is in part denied, but there was neither proof or allegation that the plaintiff had paid any. Our payment of taxes and purchase of Daily, clearly gave us colour of title, and the omission by the plaintiff to pay the taxes, while he knew us in possession for upwards of forty years, was conclusive of abandonment upon his part: Kite v. Brown, 5 Barr, 294; Waggoner v. Hastings, 5 Barr, 303. Constructive possession of ownership gives way to occupancy of a part, with colourable claim to the whole.\nA non-resident disseisor may hold more than that actually occupied : Porter v. Me Ginnis, 1 Barr, 416. Residence and payment of taxes are not necessary parts to an occupant’s title who claims by possession and designation of boundaries; this ease is not in any way affected by the principles asserted in the charge; and to this point the authorities are full: Royer v. Benlow, 10 S. & R. 308; Criswell v. Altemus, 7 Watts, 580, 581; McCall v. Coover, 4 W. & S. 162; Sorber v. Willing, 10 Watts, 142; Cluggage v. Duncan, 1 S. & R. 118; Johnston v. Irwin, 3 S. & R. 292; McCall v. Neely, 3 Watts, 72. The designation of boundaries was sufficient: Hockenbury v. Snyder, 2 W. &. S. 251. We were entitled to go to the jury upon the questions, Whether we had not entered by colour of title; and, secondly, Whether we had not been in the actual, adverse, and continued possession of the lands demanded for twenty-one years before suit brought. The facts most clearly show that it was not the case of a mere clearing over his lines by the owner, but it was a hostile entry as early as 1801, and held openly and notoriously and without molestation for forty-four years; and although the plaintiff was aware of it during all such time, he neither asserted his claim by suit, or by payment of the taxes; it is a stale claim, and now only made, since the labour and money of the defendants have given value to the lands by clearing and improvement. By the evidence, and upon the authorities cited, we say the plaintiff was ousted of all the lands claimed in his writ — and as to this we were entitled to go to the jury, free from the doctrines contained in those parts of the charge of which we complain.\nMaxwell, contrd."
  },
  "file_name": "0503-01",
  "first_page_order": 503,
  "last_page_order": 508
}
