{
  "id": 959545,
  "name": "Cooke's Appeal",
  "name_abbreviation": "Cooke's Appeal",
  "decision_date": "1848-07-26",
  "docket_number": "",
  "first_page": "508",
  "last_page": "514",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 508"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Whart. 66",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829021
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0066-01"
      ]
    },
    {
      "cite": "8 W. 509",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "9 W. 523",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "6 W. 349",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. 60",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "9 W. 523",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 633,
    "char_count": 16586,
    "ocr_confidence": 0.409,
    "pagerank": {
      "raw": 4.923446918136715e-08,
      "percentile": 0.3094637949934533
    },
    "sha256": "a28caa587b3a7f3cdcfb87444a86625e80be9ab52ff692763764287d91204fc5",
    "simhash": "1:1af076afdeddf1cc",
    "word_count": 2969
  },
  "last_updated": "2024-02-27T20:51:50.065102+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cooke’s Appeal."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nIn support of the claim to a participation in the fund, the petitioner must show himself to be in the relation to the estate of Thomas Grant, either of creditor or legatee. For unless he stands in the one or the other of these positions he has no status in court, and this depends on the construction of the will. The petitioner begins with the gratuitous assumption that the purchase was made by.the direction and for the use of the testator. But this nowhere appears, for, if we may be permitted to judge from the will, the purchase was made by George himself, and for his own use: and, by a subsequent arrangement between him and his father, it was agreed it should become part of the real estate of the latter, and that his executors should discharge the money remaining unpaid. The testator directed, that whereas his son George purchased from William Cooke an estate consisting of five hundred acres of land, and the purchase of the same, so far as already paid, was advanced by him: and whereas his son George gave his bond and mortgage for the residue of the purchase-money to William Cooke, amounting to $17,000, with interest: and whereas his son George had executed an instrument of writing declaring a trust, and that he had held the same for the use of his estate, subject to the purchase-money; it was therefore his will, and he ordered and directed his executors to pay and discharge the said sum of $17,000, and whatever residue may be due after his decease — and that the said estate should be subject to the general division of the estate to and among the children. The contract, it appears, in respect to the estate, was made by Thomas Grant in his lifetime with his son George, by which he became the purchaser of the'estate. To this contract William Cooke was not a party; it cannot therefore be pretended that by virtue of this arrangement he became a creditor of Thomas Grant, for the relation of the parties remains unchanged ;• William Cooke continues as the creditor of George, and no right of action accrued to him as the creditor of Thomas Grant. As the sale was to George, and the contract with him, he was the debtor, and continues to be so, notwithstanding the subsequent contract with his father. And has the will changed the relative position of the parties ? and in this, as in every other case, the intention of the testator must govern. It was manifestly the design of the will to carry out the contract between himself, and George, by which he became the debtor of George; but it never could have entered into his mind to constitute William Cooke, who is not named in his will as such, either as creditor of his estate, or his legatee. George being appointed an executor, is vested with power to use the assets of the estate in payment of his debt to Cooke, or if compelled to pay out of his own funds, he could reimburse himself out of the assets of the estate. If there be any remedy, it is in the name and by the authority of George Grant: and'this is an important distinction, for in that case the representatives will be entitled to a set-off as an equitable defence, if any they have, against the claim in his name — and this is the view of it by the petitioner himself; for until this proceeding no attempt has been made to fix the debt on the estate.\nThe vendor and his representative have proceeded on the mortgage and bond, have obtained judgment against George for the whole amount, issued execution, sold the mortgaged premises, become the purchasers, and are now in the possession, use, and enjoyment of the property. We have never recognised it as a part of the estate of Thomas Grant, and it would be inequitable to allow them at this late period to turn round and claim under the will. It is one of the plainest principles of equity, that no one shall be permitted to take under an instrument and defeat its provisions. But granting that a legal or equitable liability is created by the will, then two difficulties arise: 1st, the presumption that the debt against the estate is paid or otherwise extinguished or. satisfied; and 2d, that it has lost its lien against the mansion-farm, the proceeds of which constitute the fund.\nIf the petitioner be correct in his construction of the will, he had a right of action, whether legal or equitable, against the executors, eo instanti the testator died.\n■ Thomas Grant having died more than thirty years ago, what is there to repel the legal presumption that the debt is not paid, or that some arrangement has been made by which it is extinguished or otherwise satisfied ? It is distinct and independent of the indebtedness of G-eorge, so that no proceedings on the mortgage can be brought in aid of the petitioner’s claim against the estate. The debt may and will exist against the original debtor, although extinguished against the estate. In the scire facias on the mortgage by the executors of William Cooke, it is true that the devisees of Thomas Grant and his administrators are made parties. But that is a proceeding in the nature of a bill of foreclosure, and intended to sell the mortgaged premises for the payment of the debt. To that suit the heirs and representatives could make no defence, arising from an arrangement between them and the mortgagor, which can only be made when suit is brought on the debt or claim created, as is alleged, by the force of the will. The next question is, does the lien of the debts of a decedent remain upon the real estate, whether in the hands or possession of heirs, devisees, or purchasers, longer than five (formerly seven) years, unless secured by mortgage or judgment, or unless the requisitions of the act of 1797, and the subsequent act of the 24th Feb., be complied with ? In this case, although a period of more than thirty years has elapsed since the death of Thomas Grant, no steps whatever have been taken to enforce the claim. No action as the statute required has been brought, nor has there been any statement or claim filed to continue the lien: and this is conceded. But the petitioner relies for a continuance of the lien on the principle noted in Steel v. Henry, 9 W. 523, that if a testator devises his real estate to his executor to he sold, and directs the proceeds to be applied to the payment of his debts, he creates a trust for the benefit of .this creditors, and there is no limitation to the lien of such debts as regards his real estate thus devised. The authority of Steel v. Henry is not disputed, but its application may be well questioned. The fund now in court is the proceeds arising from the sale of the mansion-farm, which is carefully exempted by the testator from the power given to the executors to sell for the payment of. debts. The testator directs, that for the better enabling his executors to pay his debts, and to maintain his minor children, his executors shall proceed, to the collection of all his outstanding debts, and that they may sell and convey all such parts of his real estate (exeepting only the mansion-farm) as may be necessary for that purpose. The mansion-farm he dedicates to a special purpose: for, after devising it to his wife for life, he directs it to be sold, and the proceeds to be divided among his children. The petitioner therefore derives no aid under this state of facts, from the principle ruled in Steel v. Henry, for there is no pretence that so far as regards the mansion-farm, the executors are the trustees of the creditors for the payment of debts. There is therefore nothing to take this ease out of the operation of the statutes, and, consequently, the property and its proceeds are held free, and discharged from the lien of the debts.\nThe decree of the Orphans’ Court is affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "N. and W. J. Gfreenough, for appellants.",
      "Jordan, contó."
    ],
    "corrections": "",
    "head_matter": "Cooke’s Appeal.\nA. purchased land, and gave his bonds and mortgage to secure the purchase-money. He thep, by deed declared that he had received the conveyance for B. B. by his will recited the purchase by A., and that the purchase-money paid had been advanced by himself — and directed his executors to pay the residue of the purchase-money. He further directed, that after payment of his debts, his estate, including the land purchased by A., should be valued and divided among his children — and for the purpose of paying his debts he authorized his executors to sell his real estate, excepting his mansion-farm; and he further directed his executors to sell his mansion-farm after the death of his wife, and divide the proceeds among his children. Actions were brought against A. on his bonds and the mortgage, and the land sold by the sheriff to the devisees of the vendor. Thirty-two years after the death of A., his administrator sold the mansion-farm. The vendor has no claim on the proceeds of this sale, for his contract was with A. only — and he had no claim on B., nor do the directions in the will give him a right to sue, especially after having by the sheriff’s sale prevented the land passing by the will. 2. If he had a claim, it existed at the death of B., and the want of an action against his estate within seven years, bars the remedy against the real estate. 3. Nor is there any trust created for the payment of this claim by the will — the power being only to sell for distribution. 4. And the presumption of satisfaction as to B. from lapse of time is not rebutted by the proceedings against A. on his bonds and mortgage, although the devisees of B. were summoned as terre tenants.\nNor has the vendor such a claim that he may compel the administrator to give security for the application of the purchase-money of lands remaining unsold, which may be sold for payment of debts under the power in the will.\n[t seems that a direction to sell for the purpose of distribution does not exclude the land from the proviso in the act of Assembly discharging lands from debts unless an action has been commenced within seven years.\nAppeal from the Orphans’ Court of Northumberland county.\nJuly —. Cooke, one of the devisees of William Cooke, presented a petition to the Orphans’ Court, praying that a debt due by the estate of Thomas Grant should he paid to them, and that his administrator cum test. an. should he compelled to give security for the application of money belonging to that estate; and the question raised was whether there was a debt due by Thomas Grant’s estate to the estate of William Cooke. The facts were these:—\nIn 1814 William Cooke sold and conveyed certain real estate to George Grant for $21,000 — a part of which was paid, and tho bonds and mortgage of George Grant given for the residue. Subsequently (the date did not appear), George Grant by deed declared that he had received the said conveyance for Thomas Grant in fee. In 1815, Thomas Grant made his will, which was admitted to probate the same year. In this he recited, that whereas his son George purchased this estate from Cooke, and the purchase-money so far as paid had been advanced by the testator, and his son had given his bonds and mortgage for the residue, and had executed a deed declaring the trust, and that he held the land for testator’s estate, subject to the purchase-money aforesaid, “it is therefore my will, and I order and direct my executors to pay and discharge the said sum of $17,000, and whatever residue thereof may be due after my decease, and that the said estate be subject to the general division to be made of my estate to and among my children.” (There was no recital that the purchase had been made for or at the instance of the testator.) He further declared _ it had been his intention to erect a mill on the premises, which he had commenced, and he directed his executors to complete the same; after which the land was to be valued in the general division of his estate among his children. He further directed that in three years ■ after his decease, or sooner if his debts were paid, the residue of his lands, excepting his mansion-farm, should be valued and divided. And for the better enabling his executors to pay his debts and educate his children, he authorized them to sell and convey such parts of his real estate, excepting the mansion-farm, as should he necessary for that purpose — and he further directed that after the death of his wife the mansion-farm should be sold for the best price, and the proceeds divided among his children and their representa- ‘ tives equally.\nj In 1828, proceedings were commenced on the bonds, and judgment entered in 1833 for $16,735.\nIn 1830 a scire facias issued on the mortgage against George Grant, and the devisees of Thomas Grant as terre tenants: judgment was recovered, and the land sold in 1832 to the devisees of William Cooke for $4,730.\nIn 1821 the will of William Cooke was proved, and it was admitted that the present petitioner was entitled, as his legatee, to one-half of the debt now in question.\nThe present petition was filed in 1846, and averred that the administrator of Thomas Grant had recently sold the mansion-farm, and that there yet remained divers tracts of land belonging to the testator unsold; and the questions were, whether the petitioner had shown such a claim on the estate of Thomas Grant as entitled him to receive payment out of the proceeds of the farm, and to compel the administrator to give security for the application of the funds to arise from the sale of the residue of the land.\nThe court refused to make the order, and all the legatees of William Cooke excepted and took an appeal.\nN. and W. J. Gfreenough, for appellants.\nThe appellants claim the fund now raised and to be raised in payment of their debt. That it was a debt due by Thomas Grant is admitted by his will, and it is equally plain that the devisees are intended to receive nothing until the debt is satisfied. It was contracted in the purchase of part of the property passing under hi's will, and by taking the declaration of trust subject to the mortgage he became liable personally: Campbell v. Shrum, 3 W. 60; 6 W. 349; lb. 182. The trustees here have no estate not subject to this paramount charge, for until payment thereof the land is not to be valued or divided. The act of 1797, and the presumption of payment, have no place here, for where a trust is created for debts the rules are those between ordinary trustees and cestuis que trust, and there is no pretence of actual payment: Steel v. Henry, 9 W. 523; Alexander v. Murry, 8 W. 509. The contrary rule would be to give to the original debtor, as devisee, a priority over his creditor. These rules apply more strongly to the unsold land —there the trust has never been executed, and the administrator de bonis non should be compelled to perform it now.\nJordan, contó.\nThe present claim for payment is exclusively on the fund arising from the sale of the mansion-farm. As to that, there is neither a trust nor a direction to sell, so far as respects creditors. The other lands were subject to a power to sell for debts: this was only subject to a trust to sell for distribution. Beyond the purposes of this trust no rights are acquired by force of that direction, nor are any interests affected but those who would have taken by descent: saving their interest, the land passed by the devise as land, and hence is within the proviso of the act of 1797. Even had there existed a debt from Thomas Grant to Cooke, the lapse of time alone would bar the right by presumption of satisfaction ; thirty-two years have elapsed and no claim has been made on the estate: the actions against George Grant cannot rebut this, any more than an admission by the personal representative: 1 Whart. 66. But there was no contract between Thomas Grant and Cooke. He contracted by deed with George Grant, and how is he to raise an implied contract with a cestui que trust of George, after taking the security of a bond and mortgage? This, if it existed, was either merged in the higher security, or is barred by the statute of limitations. But they cannot claim under the will; it would be to set up the one intent to destroy the other. ’ They have sold the land he devised, and they cannot now claim the benefit of the direction that they should be paid their debt: McElfrich v. Schley, 6 Law J. 561; 2 Yes. 370.\nReply. — The whole estate was blended for the payment of this debt, and there can be therefore no inconsistency in the sale of part of the estate, and the claim for the balance of the debt. Nor does the doctrine of election apply as between creditors and devisees: 12 Yes. 254. Nor is it material that the contract was made with George, if he acted as agent for his father; the principal still continues liable;\nJuly 26."
  },
  "file_name": "0508-01",
  "first_page_order": 508,
  "last_page_order": 514
}
