{
  "id": 959540,
  "name": "Frear v. Drinker",
  "name_abbreviation": "Frear v. Drinker",
  "decision_date": "1848-07-17",
  "docket_number": "",
  "first_page": "520",
  "last_page": "522",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 520"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 322,
    "char_count": 5408,
    "ocr_confidence": 0.403,
    "pagerank": {
      "raw": 2.2264199103883896e-07,
      "percentile": 0.7782231705400585
    },
    "sha256": "821b32274162bebbc49c8fbd2170d1d84287af6f62a004c0bc95c5fab80a9862",
    "simhash": "1:b62b73981b80bde2",
    "word_count": 957
  },
  "last_updated": "2023-07-14T19:18:37.112998+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Frear v. Drinker."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThese were actions of scire facias on mortgages, to which the defendants in each case have plead nul tiel record.\nIt is contended there is error in giving judgment on the pleas of nul tiel record. Without examining the question, whether there is a substantial variance between the mortgages and the scire facias, it is a conclusive answer to the exception, that the plea, in its application to the case, is a nullity. There is nothing to which it can attach, as the action is not on the record, but of the mortgage itself, which is no record. The proper mode of taking the exceptions would be as an objection to the evidence being received, because of the variance between the writ and the mortgage deed.\nIn this case the plaintiff could amend — as also if determined against him on the plea of nul tiel record. But this was not done, as the defendant suffered the mortgage to be read without objection.\nThere is nothing in the exception to the deposition of James Brown. He is one of the terre tenants, and a party to the suit, and there can be no doubt his admission, that the debt was unpaid, is evidence, at least against himself.\nIt is also contended, an attorney is not a competent witness for his client. In England, it has been lately ruled, an attorney is not competent to give evidence under certain circumstances. Thus in Sorne v. Bacon, 6 P. L. J. 429, Mr. Justice Patterson granted a new trial when an attorney acted as advocate, examined the witnesses, and addressed the jury. And in Dunn v. Packwood, Ib. 431, Earl, J., also granted a new trial when he gave evidence and acted as an advocate. The furthest the court has yet gone is to discountenance the practice of acting in the double' capacity of attorney and witness, but there is nothing to prohibit an attorney from being a witness for Ms client when he does not address the jury- '\n... It is said, and I agree, that it is a highly indecent practice for an attorney to cross-examine witnesses, address the jury, and give evidence himself to contradict the witness. It is a practice which, as far as possible, should be discountenanced by courts and counsel. But these cases are not open to this objection, because it appears negatively that the counsel did not address the jury. It is sometimes indispensable that an attorney, to prevent injustice, should give evidence for his client. It, however, leads to abuse, of which I have seen several examples, but at the same time I know of no law to prevent it. If -it requires a remedy it must be afforded by legislative enactment. All the courts can do is to discountenance the practice, and where the evidence is indispensable, to recommend to the counsel to withdraw from the cause. It is further said, the court erred in charging the jury that the terre tenants were bound by the admission of the mortgagor. We perceive no error in this point of the charge. Had it appeared that the declarations of the mortgagor were made after the interests of the terre tenants attached, or after the legal presumption of payment had arisen, a different and more difficult question would be presented. But this does not appear. The admissions refer to a period when the mortgagor alone was interested. It is certainly true that purchasers from the mortgagor must stand in the same situation as the mortgagor at the time of the purchase. They had notice of the mortgage, because it was on record, and they could protect themselves by inquiring of the mortgagee, wbat was tbe amount, if any, wbicb was due, and what was tbe precise state of tbe transaction between him and tbe mortgagor. If anything bad been said or done wbicb rebutted tbe presumption of the payment, it would apply to them as well as tbe mortgagor. Tbe purchaser was put on inquiry, and if he bad used ordinary care and diligence, be would have been assured as to tbe validity of tbe mortgage. If be has omitted this precaution, he has himself only to blame for it. Having bought subject to tbe mortgage, be is bound to pay tbe debt in right of bis land.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Wright, for plaintiff in error.",
      "Case, contra."
    ],
    "corrections": "",
    "head_matter": "Frear v. Drinker.\nNul tiel record is no plea to a scire facias on a mortgage.\nThe admissions of a mortgagor that the debt is due are evidence against a terre tenant to rebut the presumption of payment from lapse of. time, where it does not appear the terre tenant had an interest before the admission.\nThe courts cannot prevent an attorney from being a witness, and addressing the jury in the cause.\nIn error from the Common Pleas of Wyoming county.\nJuly 11. There were two cases argued together, being writs of scire facias on mortgages. The first question was, whether the court was right in entering judgment for plaintiff on the plea of nul tiel record, the defendant alleging a variance between the mortgage and the scire facias. 2. The court admitted the declarations of a terre tenant and of the mortgagor that the debt was due, to rebut the presumption of payment from the lapse of twenty-one years. 3. The court admitted the plaintiff’s counsel as a witness for him.\nIn the second case there was evidence that the mortgagor had admitted that the debt was unpaid, more than twenty-one years having elapsed since the execution of the mortgage. But there being no evidence when the terre tenants acquired title, the court told the jury this admission rebutted the presumption of payment.\nWright, for plaintiff in error.\nCase, contra.\nJuly 17."
  },
  "file_name": "0520-01",
  "first_page_order": 520,
  "last_page_order": 522
}
