{
  "id": 959519,
  "name": "Calder v. Chapman",
  "name_abbreviation": "Calder v. Chapman",
  "decision_date": "1848-07-11",
  "docket_number": "",
  "first_page": "522",
  "last_page": "523",
  "citations": [
    {
      "type": "official",
      "cite": "8 Pa. 522"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 175,
    "char_count": 2072,
    "ocr_confidence": 0.372,
    "pagerank": {
      "raw": 5.298132930532853e-08,
      "percentile": 0.3320402077495638
    },
    "sha256": "d6871afe210dec862e6d1293dbb85041c21e3c2bc28bc3c0d643fad9079f363b",
    "simhash": "1:9337e4d7b804b6b0",
    "word_count": 373
  },
  "last_updated": "2023-07-14T19:18:37.112998+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Calder v. Chapman."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nTbe question principally turned upon tbe meaning of tbe 4th section of the act of 1836, and we think tbe construction given it by tbe court is within tbe letter, and in accordance with its spirit. Any other interpretation would put it in tbe power of an interested or mischievous person effectually to prevent the opening of a recorded road, as was done in this instance.\nThe notion that the road could be legally opened over other ground than that designated by the view and approved by the court, was rightly repudiated.\nIn some portions of the country this false idea is frequently practised upon, and is often productive of mischief. It should be discontinued. It is almost needless to say, that neither the supervisor nor any unofficial person possess the right to shift the locality of a recorded road, even though the latter happens to be the owner of the ground over which it runs.\nJudgment affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Wheeler and Collins, for plaintiff in error.",
      "Dimmich, contri."
    ],
    "corrections": "",
    "head_matter": "Calder v. Chapman.\nIf one obstructs a road approved of by the court, though only partially opened, he is liable to the penalty under the act of Assembly.\nThe road as laid out by the viewers and approved by the court, cannot be altered in its course by the supervisors, even with the assent of the owner of the land.\nIn error from tbe Common Pleas of Wayne county.\nJuly 11. This was a qui tarn action to recover tbe penalty for tbe obstruction of a road.\nIt appeared that a road bad been laid out by viewers, and approved by tbe court, but not opened throughout tbe whole course. Tbe defendant cut a mill-race across a part of tbe road which had been opened — and tbe supervisor having attempted to build a bridge across it, was opposed by defendant and this action brought.\nTbe court said be was liable under tbe act, and further, in answer to the defendant’s point, that tbe road as marked by tbe viewers, was tbe only one wbicb could be obstructed under tbe act, —this principle would only apply to tbe case of a road opened and used on a route differing from that surveyed by tbe viewers.\nWheeler and Collins, for plaintiff in error.\nDimmich, contri."
  },
  "file_name": "0522-01",
  "first_page_order": 522,
  "last_page_order": 523
}
