{
  "id": 953548,
  "name": "Thomas v. Connell",
  "name_abbreviation": "Thomas v. Connell",
  "decision_date": "1846-04-03",
  "docket_number": "",
  "first_page": "13",
  "last_page": "15",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 13"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts, 436",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850048
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0436-01"
      ]
    },
    {
      "cite": "10 Watts, 362",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850990
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0362-01"
      ]
    },
    {
      "cite": "3 Watts, 394",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841234
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0394-01"
      ]
    },
    {
      "cite": "2 Rawle, 276",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820623
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0276-01"
      ]
    },
    {
      "cite": "4 Whart. 221",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835001
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0221-01"
      ]
    },
    {
      "cite": "17 Serg. & Rawle, 84",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1818192
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/17/0084-01"
      ]
    },
    {
      "cite": "7 Watts, 437",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846788
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0437-01"
      ]
    },
    {
      "cite": "3 Whart. 21",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833415
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0021-01"
      ]
    },
    {
      "cite": "7 Serg. & Rawle, 197",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1808211
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/7/0197-01"
      ]
    },
    {
      "cite": "3 Binn. 4",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791135
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0004-01"
      ]
    },
    {
      "cite": "2 Rawle, 276",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820623
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/2/0276-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 316,
    "char_count": 4966,
    "ocr_confidence": 0.403,
    "pagerank": {
      "raw": 3.1146878836756377e-07,
      "percentile": 0.8602293029439169
    },
    "sha256": "f551a2cecfb88f4221d3c7ed7396baeb4e052ff695021a1961d135ae639677be",
    "simhash": "1:a30f9285fd3c10d8",
    "word_count": 886
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Coulter, J., was at Nisi Prius until March 2."
    ],
    "parties": [
      "Thomas v. Connell"
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nA purchaser at a sheriff’s sale is entitled to receive rent from the lessor in possession, only from the time the sheriff’s deed is acknowledged, Scheerer v. Stanley, 2 Rawle, 276. And the reason is, that although the title may, for many purposes, be referred to the sale, yet the purchaser acquires no title, except an imperfect one, until the sale has received the sanction of. the court. This decision would seem to rule the case in hand, for it is difficult to understand how a purchaser can be personally liable for rent accruing, when he neither has the possession, nor the right of possession, to the premises on which the rent is charged. As between the vendor and the assignee of the vendee, the latter is only liable, personally, from privity of estate, that is, from its actual or beneficial enjoyment, or the right to enjoy it. When both are wanting, no personal liability can arise. And this is the legitimate result of the cases cited. -The question here is, whether the purchaser is personally answerable for rent accruing before the acknowledgment of the deed. Judge Stroud, on authority, and for reasons which it is useless to repeat, has come to a conclusion that a purchaser at a sheriff’s sale is not responsible, in an action of covenant, for ground-rent accruing and becoming due after the sale, and before the acknowledgment of the deed. 2 Law Journal, 299. In this opinion we concur, with the addition, that we do not put the ease on the form of the action, but rule it on the principle, that the purchaser is not liable personally, unless he has the possession, or right to the possession, of the premises on which the rent is charged. The authorities show clearly, that on the facts stated, the sheriff’s vendee had neither, and, therefore, the defendant is entitled to judgment. By the act of 1836, as well as on general principles, the purchaser at a sheriff’s sale is only entitled to rent from the acknowledgment of the deed, nor is he entitled to possession, as the authorities show, until the deed is acknowledged.\nJudgment affirmed.\nCoulter, J., was at Nisi Prius until March 2.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "H. C. Townsend, for plaintiff in error.",
      "Meredith, contra.",
      "E. K. Price, in reply."
    ],
    "corrections": "",
    "head_matter": "Thomas v. Connell\nA purchaser at sheriff's sale having no right to the possession or profits of the land until the acknowledgment (and delivery) of the deed, he is therefore not personally liable for ground-rent accruing between the day of the sale and the date of his deed.\nIn error from the District Court for the city and county of Philadelphia.\nFeb. 24. In an action of covenant a ease was stated in the nature of a special verdict. On the 5th of June, 1832, Webb conveyed a lot of ground to West, subject to a yearly rent of $80, payable semi-annually on the 1st of June and December. Webb subsequently conveyed the rent to the plaintiff. On the 20th Jan. 1840, Connell purchased, at sheriff’s sale, West’s estate in the lot. The deed was acknowledged and dated on the 16th Oct. 1841. If the purchaser was liable for the rent accruing between the date of his purchase and the date of the deed, then judgment was to be entered for the plaintiff. Judgment having been given for the defendant, plaintiff sued out this writ of error.\nH. C. Townsend, for plaintiff in error.\nThe purchaser obtains an equitable estate from the date of his purchase, which is the subject of lien, Carkhuff v. Anderson, 3 Binn. 4; Scott v. Greenough, 7 Serg. & Rawle, 197; Stoever v. Rice, 3 Whart. 21; Morrison v. Wurtz, 7 Watts, 437. [Gibson, C. J. There he took possession.] Here he took a deed which drew possession, as the lot was, in fact, vacant. That an equitable owner is liable by reason of privity of estate, is settled, Berry v. McMullen, 17 Serg. & Rawle, 84. The point appears to be decided in terms in Walton v. West, 4 Whart. 221, where it is said the timo of the sale is that at which all liens are to be estimated as charges on the purchase-money; those accruing thereafter are on the purchaser.\nApril 3.\nMeredith, contra.\nWalton v. West is misunderstood. It is the estate of the purchaser which is liable, and so much only was there decided. In these cases there are always two persons liable, the original grantee on his personal covenant, and the subsequent alienee, by virtue of his estate. Until he acquires the estate and the right to take the profits, which is the real test, it is impossible to hold him liable. That he cannot take the profits before the acknowledgment of the deed, is settled, Scheerer v. Stanley, 2 Rawle, 276; Bank v. Wise, 3 Watts, 394; Braddee v. Wiley, 10 Watts, 362 ; 9 Watts, 436.\nE. K. Price, in reply.\nIt is clear policy to hold the defendant liable, to prevent the system of speculation at sheriff’s sales at the expense of the owners of the rent; but the legal test is the cessation of the estate of the defendant in the execution, and the commencement of that of the purchaser, which is the day of sale. The delivery of the deed is but a perfection or completion of that inceptive title,- and relates back."
  },
  "file_name": "0013-01",
  "first_page_order": 13,
  "last_page_order": 15
}
