{
  "id": 953535,
  "name": "Hartmann et al. v. The Commonwealth",
  "name_abbreviation": "Hartmann v. Commonwealth",
  "decision_date": "1846-03-20",
  "docket_number": "",
  "first_page": "60",
  "last_page": "67",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 60"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "14 Serg. & Rawle, 69",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8877537
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/14/0069-01"
      ]
    },
    {
      "cite": "1 Whart. 281",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "4 Wend. 265",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "7 Serg. & Rawle, 469",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1808085
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/7/0469-01"
      ]
    },
    {
      "cite": "8 Watts, 212",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848433
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0212-01"
      ]
    },
    {
      "cite": "3 Chit. Crim. Law, 1186",
      "category": "reporters:state",
      "reporter": "Chit. Cr. Law",
      "opinion_index": -1
    },
    {
      "cite": "8 Serg. & Rawle, 420",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809543
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/8/0420-01"
      ]
    },
    {
      "cite": "3 Serg. & Rawle, 220",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1800246
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/3/0220-01"
      ]
    },
    {
      "cite": "8 Serg. & Rawle, 262",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "6 Serg. & Rawle, 554",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1805893
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/6/0554-01"
      ]
    },
    {
      "cite": "5 Serg. & Rawle, 463",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1804446
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/5/0463-01"
      ]
    },
    {
      "cite": "2 Binn. 79",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788920
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0079-01"
      ]
    },
    {
      "cite": "3 Binn. 577",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791112
      ],
      "pin_cites": [
        {
          "page": "581"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0577-01"
      ]
    },
    {
      "cite": "5 Binn. 70",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "5 Mass. 106",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2002252
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/5/0079-01"
      ]
    },
    {
      "cite": "9 Cow. 578",
      "category": "reporters:state",
      "reporter": "Cow.",
      "pin_cites": [
        {
          "page": "593"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "5 Serg. & Rawle, 464",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "3 H. 7",
      "category": "reporters:state",
      "reporter": "H.",
      "opinion_index": -1
    },
    {
      "cite": "2 R. 2",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "13 Serg. & Rawle, 426",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1813906
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/13/0426-01"
      ]
    },
    {
      "cite": "5 Rawle, 64",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824611
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/5/0064-01"
      ]
    },
    {
      "cite": "3 Yeates, 451",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6775006
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0451-01"
      ]
    },
    {
      "cite": "5 Watts, 407",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "6 Serg. & Rawle, 5",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1805957
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/6/0005-01"
      ]
    },
    {
      "cite": "9 Cow. 592",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "Rob. 402",
      "category": "reporters:state",
      "reporter": "Robards",
      "opinion_index": -1
    },
    {
      "cite": "6 Serg. & Rawle, 224",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1805962
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/6/0224-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 876,
    "char_count": 19737,
    "ocr_confidence": 0.397,
    "pagerank": {
      "raw": 3.9772330858895903e-07,
      "percentile": 0.9048849952255904
    },
    "sha256": "1e90a4b3a929c202773b9b06183dc41e37e07011b0072b1ff8809cbd975f6347",
    "simhash": "1:0f4a96ea8c4fd33b",
    "word_count": 3482
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hartmann et al. v. The Commonwealth."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThere is one vice in this indictment, which runs through every part of it. The conspiracy, as charged, is not to do an act illegal in itself, or by combination of numbers and means in the execution of it, biit to do an act thought to be specifically prohibited by statute. It is certainly not criminal, the common law, to obtain a false credit by any other means than the use of a false token, or to secrete a debtor’s property with a design to keep it from his creditors. But such acts are penal by the statute to abolish imprisonment for debt. Now, to constitute a conspiracy, the purpose to be effected by it must be unlawful either in respect of its nature or in respect of the means to be employed for its accomplishment; and the intended act, where it has not a common-law name to import its nature, must, in order to show its illegality, be set forth in an indictment of conspiracy, with as much certainty as would be necessary in an indictment for the perpetration of it; otherwise it would not be shown to be criminal, nor would the confederates b.e shown to be guilty. The English courts are beginning to regret the laxity of description that has been tolerated in these indictments of conspiracy; and policy requires that the judges, here as well as there, should begin to retrace their steps. The counts before us are so uncertain and bald in circumstances as to have shed scarce a ray of light on the charge which the defendants were required to meet. Take the first of them as a sample of all the- rest. It charges that they conspired to1 defraud their creditors, (the prosecutors “ and divers other persons,”) by removing and secreting divers goods and merchandises of the value of $5000, “ the description, quantity and quality of the said merchandises being yet unknown.” Neither time, place nor circumstance is given; and the goods are not attempted to be described by the place where they were kept or by the person who had them in custody. They may even not have been in the State; and a conspiracy to secrete them abroad, having for its object no infraction of our laws, would not be criminal at home. It is not averred even that the defendants had any merchandise at all, here or elsewhere; and unless they had it, a conspiracy to conceal it would have been a conspiracy to do what was impossible. It might be inferred, from the motive imputed, that they had it; but Hawkins says, (b. 2, c. 25, s. 60,) that “in an indictment, nothing material shall be taken by intendment or implication.” Nor are all the creditors named whom the defendants are charged with having conspired to defraud. The prosecutors are named “with divers other persons ” not named; but, unless the additional clause were rejected as surplusage at the trial, the accused would be called upon to defend themselves in the dark. But the mere discretion of a judge, in rejecting evidence in support of an allegation so vague, would be an insecure ground of reliance. An indictment, not for conspiracy, but for the perpetration of the criminal act, would certainly be too general, if the offence were laid as it is described in these counts; for it is said by Hawkins, (b. 2, c. 25, s. Ill,) that it is not always sufficient to pursue the very words of the statute, unless, by doing so, you expressly allege the fact in the doing or. not doing of which the offence consists; and he gives instances to show that it is necessary to bring, the offence within the very words of the enactment, by clothing it with a particular description of the circumstances attending it. Now, though it may not be necessary in an indictment for conspiracy, so minutely to describe the unlawful act when it has a specific name which indicates its criminality, yet, where the conspiracy has been to do an act prohibited by statute, the object which makes it unlawful can be described only by its particular features; and without doing so, it cannot be shown that the confederates had an unlawful purpose. It may.be said that the form of a criminal purpose, meditated but not put in act, can seldom be described; but it can be as readily laid as proved. Precision in the description of the offence is of the last importance to the innocent; for it is that which marks the limits of the accusation and fixes the proof of it. It is the only hold he has on the jurors, judges as they are of the fact and the law, or on an insubordinate judge, who, confiding in Ms superior wisdom, refuses to conform to any general standard of decision, when his judgment cannot be- reached by a writ of error, and whose example, if followed, would introduce into the subordinate courts as many systems of criminal jurisprudence as there aré judicial districts in the State; so that an act might be criminal or innocent, according to the law of the place where it was done. The evils of such a state of uncertainty, anarchy, and confusion, must be obvious to every one.\nBut the sentence is palpably erroneous. The principle of Scott v. The Commonwealth, 6 Serg. & Rawle, 224, in which it was held that an assault with intent to Mil cannot be more severely punished than would have been the offence attempted, rules the point. In that case, my late brother Duncan said, with the entire approbation of the chief justice and myself, that an attempt to commit an of-fence shall never be punished more severely than the perpetration of it. A conspiracy is even less than an attempt; and it was an error to impose on it a greater pumshment than the statute has annexed to the offence itself.\nJudgment reversed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "W. A. Porter and W. L. Hirst, for plaintiffs in error.",
      "Hood and H. M. Phillips, contra.",
      "Reply."
    ],
    "corrections": "",
    "head_matter": "Hartmann et al. v. The Commonwealth.\nIn an indictment for a conspiracy to do an act unlawful in itself, or rendered so by tjic means intended to be employed in its accomplishment, if the purpose intended to be accomplished is an offence at common law, it is sufficient to set it out by that name: otherwise the intended act must be set forth with such circumstances as bring it within the terms of the statute. Therefore, an indictment was held to be insufficient, which charged a conspiracy to defraud A. & Oo. and divers others, creditors of defendants, by removing and secreting divers-goods, &c., of defendants, the quantities and qualities of which were unknown, of the value of $5000, with intent to defraud said A. & Co. and the other creditors; and also a like intent, by the same means, to prevent the said goods being levied on, and also a like removal and secreting, with like intent; and a conspiracy to cheat the same parties generally.\nA conspiracy to do an act, punishable by statute, cannot be more severely punished than would be the suctessful perpetration of the offence.\nThe obtaining of a false credit otherwise than by false tokens, and the removal and secreting of goods with intent to defraud creditors, are not indictable at common law.\nIn error from the Quarter Sessions of Philadelphia county.\nMarch 5 and 8. — The indictment in this case contained five counts, the first and fourth of which were as follows:\n1. The grand inquest, &c., do present, that John H. Hartmann, late of said county, yeoman, Granville Hartmann, late of said county, yeoman, William C. Harris, late of said county, yeoman, together with divers others, whose names to the inquest aforesaid are unknown, being evil-disposed persons,- and wickedly devising and intending to defraud and prejudice certain persons hereinafter mentioned, on the first day of September, in the year eighteen hundred and forty-six, at the city and county aforesaid, .and within the jurisdiction of this court, with force and arms, did, amongst themselves, conspire, combine, confederate, and agree together, falsely and fraudulently to cheat and defraud Aaron Arnold and James M. Constable, partners in trade, under the name of A. Arnold and Company, and divers other persons, then and there being the' creditors of John M. Little and the said John H. Hartmann, trading under the name of Little & Hartmann, the said other persons being by name to the said inquest unknown, by removing and secreting divers goods and merchandises, then and there belonging to the said firm of Little & Hartmann, of great value, to wit, of the value of five thousand dollars, the description, quantity and quality of the said goods and merchandises being as yet unknown, to the said inquest, and thereby preventing them from being made liable for the payment of the debts dne by the said firm of Little & Hartmann to the said Aaron Arnold and James M. Constable, partners in trade, under the name of A. Arnold and Company, and the said other creditors of the said firm of Little & Hartmann, with intent to defraud the said Aaron Arnold and James M, Constable, partners in trade, under the name of A. Arnold and Company, and the said other creditors, to the evil example of others, in the like case offending, and against the peace and dignity of the Commonwealth of Pennsylvania.\n4. And the inquest, &c., do further present, that the said John H. Hartmann, Granville Hartmann, and .William C. Harris, together with others unknown to the said inquest, being evil-disposed persons, and wickedly .devising and intending to cheat and defraud certain persons hereinafter named, on the first day of September, in the year eighteen hundred and forty-six, at the city and county aforesaid, and within the jurisdiction of this court, with force and arms, did amongst themselves unlawfully and wickedly conspire, combine, confederate, and agree together, to cheat and defraud Aaron Arnold and James M. Constable, partners in trade, under the name of A. Arnold and Company, and divers other persons, whose names to the grand inquest' are unknown, to the evil example of all others in the like case offending, and against the peace and dignity of the Commonwealth of Pennsylvania. .\nThe second count was in the same-form as the first, laying a conspiracy to remove and secrete the goods, to prevent their being levied on for debts due to Arnold & Co. and to other persons unknown.\nThe third laid a removal and a secreting, in pursuance of the conspiracy, in the same manner as in the first count.\nThe fourth laid a removal and secreting, in pursuance of the conspiracy, and concluded against the form of the statute in such ease, &c.\nThe two Hartmanns having been found guilty, the court (Parsons, J.) passed sentence as follows: “Each of the above-named defendants is adjudged by the said court to pay a fine of one hundred and fifty dollars each to the Commonwealth, undergo an imprisonment in separate or solitary confinement at labour, in the State penitentiary for the eastern district of Pennsylvania, for the term of eighteen calendar months, to be there fed, clothed, and in all respects treated as the law directs; that they pay the costs of prosecution, and stand committed until the judgment be fully complied with.”\nThe errors assigned in the indictment were:\n1. Because the first, second, third, and fifth counts thereof do not sufficiently describe the alleged offence in the words of the statute; nor describe the property alleged to have been removed and secreted; nor specify the nature and amounts of the debts; nor the names of the several creditors; nor allege that the debtor was insolvent and without sufficient property to pay his debts, other than that referred to in the indictment.\n2. Because the fourth count does not specify and set forth any goods, moneys, or other property, out of which the defendants are alleged to have conspired to defraud the persons therein named; and because the said count is uncertain, general, and vague.\n3. Because the act of 1842 repealed and annulled all prior laws and statutes relating to the subject matter of the indictment.\nThe indictment and entire proceedings in the court below were irregular and illegal, and in violation of the third, eighth, six. teenth, and other sections of the act of 1842, which prescribed the proper remedy in such cases.\nIn the sentence:\n1. In imposing imprisonment in the penitentiary.\n2. In imposing imprisonment for more than one year.\n3. The act of 1842 limits the punishment to a fine and imprisonment not exceeding one year; and the act of 1835 directs that the place of confinement in such cases shall be the Philadelphia County Prison.\nW. A. Porter and W. L. Hirst, for plaintiffs in error.\nThe\nfourth count will mainly be relied on to sustain the sentence; it is therefore proper to dispose of it in the first instance. It is defective in not stating whose goods and merchandise defendants conspired to cheat and defraud the parties out of. Reg. v. Parker, 3 Ad. & Ell., N. S. 292; Reg. v. Martin, 8 Ad. & Ell. 481. In the former case it is said that this generality would allow a prosecutor to lie in wait for any evidence, while the defendant would have no notice of the charge he was to meet. So in Rex v. Fowle, 4 Car. & Pay. 592, sustained in Reg. v. Kenrick, 5 Ad. & Ell., N. S. 62, it is decided that a count charging a conspiracy to cheat and defraud generally, is too loose. The particularity which is required, is shown in Reg. v. Peck, 9 Ad. & Ell. 686, (36 E. C. L. R.;) and again in 1 P. & Dav. 508, where the means were a false and fraudulent deed, and the indictment was held bad for not stating how it was fraudulent. The same principles are found in King v. Biers, 1 Ad. & Ell. 327; Rex v. Richardson, 1 Moo. & Rob. 402. This count, as Well as the whole indictment, is also bad for omitting to name the persons defrauded. Reg. v. Steel, 1 Car. & Marsh. 337. There, as here, it was laid “ to defraud A., B., and others unknown. In The King v. Gill, 2 Barn. & Ald. 204, the court say, That indictment is as-far' as they will go. It stated the persons who were defrauded; that it was of money, and whose the money was. This, it is said, is the most general kind that has been held sufficient; that “the extreme of laxity was allowed;” 2 Russ. on Crimes, 691, Am. ed. 1845, n. e.; Regina v. Parker, 11 Law Jour., N. S. 102; Lamberti v. The People, 9 Cow. 592. In Updegraff v. Commonwealth, 6 Serg. & Rawle, 5, the erection of divers fish dams was held to be too general. It is an argument of no little weight, that such a form cannot be found in any book of precedents; which is confidently asserted. We also contend, on the authority of O’Connell v. Reg., 11 Cl. & Fin. 15, cited Whart. Am. Cr. Law, 619, or rather of the reasoning in that case, that if one count in this indictment be held bad, the whole must be‘ bad. [Burnside and Bell, Js. — The law of Pennsylvania is settled, that if one count be good, it is sufficient.]\nThe other three counts are founded on the act of 1842; they are defective in not properly pursuing the words of the statute; nor in describing the goods, &c.; (Rex v. Horne, 2 Cowp. 682;) nor specifying the nature and amounts of the debts; nor the names of the creditors; (Regina v. Steel, already cited;) nor alleging the insolvency of the debtor, without which the intention was nugatory; for it cannot be pretended that if the creditors might have levied on other goods, the defendants could have been convicted. Chambers v. Spencer, 5 Watts, 407; Lush v. Wilkinson, 5 Ves. 384.\nMoreover, the statute (p. 339) itself prescribes the form to be adopted in this case. The words of the act must be pursued. Resp. v. Tryer, 3 Yeates, 451. A hearing before a judge, and a binding over, are there directed, and must.be averred as necessary preliminaries.\nThis act of 1842 was a repeal (p. 349) of all previous laws on this subject, and the act of 1806 is a legislative rule of construction in such cases. In accordance with this are Hellings v. Commonwealth, 5 Rawle, 64; Commonwealth v. Evans, 13 Serg. & Rawle, 426.\nThe indictment lays no offence at common law, as is apparent from the statutes on the subject; 50 Ed. 3, c. 6; 2 R. 2, c. 3; 3 H. 7, c. 4; 13 Eliz. c. 5; 1 Chit. Stat. 384. Certainly no higher punishment could be awarded for the commission of the crime than is directed in these statutes. But if this is not under the act of 1842, the consequence is that a greater punishment is yisited upon an unexecuted intention than upon a successful act, which is said to be absurd in Rogers v. Commonwealth, 5 Serg. & Rawle, 464; 9 Cow. 578, 593. Here too the defendants are convicted of the unlawful act, which is a merger of the conspiracy; Commonwealth v. Kingsbury, 5 Mass. 106. As to the sentence. The act prescribes one year as the limit. When that is so, it must be in the county jail; act 1831, March 28, sec. 3; 14 April, 1835, sec. 13. ■ Under the 13 Eliz. it is limited to a half year. Where the sentence is erroneous the judgment must be reversed. 5 Binn. 70; 3 Binn. 577, 581; 2 Binn. 79; 5 Serg. & Rawle, 463; 6 Serg. & Rawle, 554; 8 Serg. & Rawle, 262.\nHood and H. M. Phillips, contra.\nThe argument supposes this proceeding is under the statute, whereas but one count, only, refers to any statute, and that is for the purpose of showing that the acts were prohibited by the statute. The indictment is for'a conspiracy; the secreting and removing are mere overt acts, in pursuance of that design, and are so laid; but the criminal intent and combination is the offence which was charged. In this case the same certainty is not required as where the offence has been consummated. The objections to the fourth count are unsound; it is not essential that the parties should have been defrauded; Collins v. Commonwealth, 3 Serg. & Rawle, 220; nor need the overt act be laid; McKisson v. Commonwealth, 8 Serg. & Rawle, 420; 3 Chit. Crim. Law, 1186; Whart. Am. Crim. Law, 486, 498. The laying the intention to defraud “ others unknown ” is almost surplusage. Whart. Am. Crim. Law, 498. The same certainty as would be sufficient in a declaration will do here. Sherban v. Commonwealth, 8 Watts, 212. It is said that the act of 1842 has superseded all previous laws on this subject; if so, the offence must be consummated, for a conspiracy is not mentioned there; the consequence is, that this most dangerous offence can never be reached unless it prove successful. But this is not so; the common law still rules in cases of conspiracy.' Nor is there any merger of the offences as contended for. Commonwealth v. Gillespie, 7 Serg. & Rawle, 469; Whart. Am. Crim. Law, 489; People v. Mather, 4 Wend. 265; that rule is confined to felonies. [Bell, J. — The forms of indictments sufficiently prove that.]\nAs to the punishment. It is like any other misdemeanor. [Burnside, J. — Where the legislature has affixed a specific punishment to a crime, can a higher penalty be imposed for an intention to do the unlawful act?] A conspiracy is an aggravation. It is not then within either of the acts cited, but the length of the imprisonment is within the discretion of the judge, not exceeding seven years; in which case the place of confinement must be the penitentiary. ■ It cannot be a sound rule that would alter the place .and mode of punishment merely because the discretion of the judge reduced the term below two years. If, however, it is erroneous, this court has the power to re-sentence the defendants; this power to reverse, alter, and modify, is expressly given by the act of 1886, and it is so laid down in Drew v. Commonwealth, 1 Whart. 281; Smith v. Commonwealth, 14 Serg. & Rawle, 69.\nMarch 20.\nReply.\nThe rule that a punishment for a conspiracy may exceed that imposed for the perpetration of the offence, must be confined to cases where the conspiracy alone is the subject of an indictment. Where the successful act has a penalty annexed, no combination to do the act can be more worthy of punishment; but where the act, if done by one man, cannot be so punished, there a combination may very properly be severely punished; far beyond the desert of the act itself."
  },
  "file_name": "0060-01",
  "first_page_order": 60,
  "last_page_order": 67
}
