{
  "id": 953489,
  "name": "Dietterich v. Heft; Snyder v. Dietterich",
  "name_abbreviation": "Dietterich v. Heft",
  "decision_date": "1847-04-16",
  "docket_number": "",
  "first_page": "87",
  "last_page": "95",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 87"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts & Serg. 254",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        477796
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0254-01"
      ]
    },
    {
      "cite": "11 Serg. & Rawle, 190",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Dall. 215",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11742580
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/2/0215-01"
      ]
    },
    {
      "cite": "8 Watts, 73",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848533
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0073-01"
      ]
    },
    {
      "cite": "11 Serg. & Rawle, 66",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1812748
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/11/0066-01"
      ]
    },
    {
      "cite": "5 Whart. 472",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878658
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0472-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 48",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481765
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0048-01"
      ]
    },
    {
      "cite": "1 Binn. 194",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787952
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0194-01"
      ]
    },
    {
      "cite": "4 Serg. & Rawle, 112",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1801936
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/4/0112-01"
      ]
    },
    {
      "cite": "5 Rawle, 323",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824629
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/5/0323-01"
      ]
    },
    {
      "cite": "7 Serg. & Rawle, 264",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1808114
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/7/0264-01"
      ]
    },
    {
      "cite": "2 Rawle, 305",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820578
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/2/0305-01"
      ]
    },
    {
      "cite": "8 Watts, 73",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848533
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0073-01"
      ]
    },
    {
      "cite": "5 Whart. 472",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878658
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/5/0472-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 48",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481765
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0048-01"
      ]
    },
    {
      "cite": "1 Binn. 194",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787952
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/1/0194-01"
      ]
    },
    {
      "cite": "4 Serg. & Rawle, 112",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1801936
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/4/0112-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 922,
    "char_count": 21911,
    "ocr_confidence": 0.38,
    "pagerank": {
      "raw": 2.2766815275882158e-07,
      "percentile": 0.78434360458853
    },
    "sha256": "1b3d4679572a67a0f08a676884486e679ab04ea4fac32339f74359bfb1d3d908",
    "simhash": "1:2d25e39db1b8a660",
    "word_count": 3825
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dietterich v. Heft. Snyder v. Dietterich."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThe auditors reported a balance due his late ward from the guardian, on the 26th January, 1844, of f5,958 64; which report was confirmed by the court, and an order or decree made that the guardian should pay over that amount to the said Elizabeth. In the account, which was part of the report of the auditors, and resulted in the balance above stated, rests were adopted, and the interest accumulated on the principal every three years, until the period of settlement; by the operation of •which mode of settlement, the guardian was charged with a large amount of interest above six per cent., during the time in which he had charge of the funds. To this part of the report of the auditors, and the decree of the court founded upon it, the guardian excepts, and assigns it for error. It is not alleged or proved that the guardian was guilty of any corruption or malfeasance. Richard Snyder, who is intermarried with Elizabeth, the late ward, also appealed from the decree, and assigns for error that the guardian ought to have been charged with a larger amount of interest; and his counsel contended here that the guardian ought to have been charged with compound interest, by making rests at the end of every year, and, to maintain this ground, relied on the case of Say v. Barnes, 4 Serg. & Rawle, 112. But I apprehend the counsel on both sides have misapprehended that case. The rests, there spoken of, relate only to the amount of moneys which were received every six months by the guardian, at the end of which period, successively, the gross amount received in the previous six months was ascertained, and that amount was charged with simple interest up to the time of the audit. And so of the amount received in every successive six months. But the amount previously invested was not taken into the subsequent six months; nor was money on hand, and once charged, taken into the following six months. So that there were many streams of simple interest running at the same time, till the period of the audit; but there were no rests for the accumulation of interest upon the principal, and charging compound interest. It would have been overleaping all previous decisions — even in case of corruption on the part of the guardian, which was not pretended in that case — to give it the interpretation which the counsel on both sides think it ought to receive. Such interpretation would be utterly at war with the expressions of Mr. Chief Justice Tilghman, so remarkable for the purity and humanity of his thoughts and purposes, that there was nothing severe or unreasonable in the rule adopted by the auditor. The most severe rule ever adopted in England, in cases of malfeasance, never wont further than compounding the interest by adopting annual rests; but to compound it at the end of every six months, in a case of perfect fairness, would be monstrous. I regard the decision as one decidedly favourable to the rule of simple interest only, allowing the guardian time to invest each sum received, and thus conforming to the previous case of Fox v. Wilcocks, 1 Binn. 194, cited by the chief justice as authority. The case of Merrick’s estate, 1 Ash. 805, established, in this city, that an administrator, after the year, was only chargeable with simple interest, and allowed six months after the receipt of all sums for investment. And in McCall’s case, (reported in same book, 357,) it was ruled that an administrator was not chargeable with compound interest. The same rule was adopted in English v. Harvey, 2 Rawle, 305; and Findlay v. Smith, 7 Serg. & Rawle, 264. In the matter of Harland’s accounts, 5 Rawle, 323, although something like malfeasance was imputed to the guardian, and the adoption of triennial rests was strongly enforced by counsel, and had been decreed by the court below, the principle of simple interest was enforced by this court, as to moneys uninvested, from the date of their receipt, and the guardian was charged with the amount of interest actually made on moneys invested, although the chief justice who delivered the opinion of the court asserted that in this state no rule had been adopted to prevent the allowance of compound interest in cases of fraud or malfeasance. In Lukens’ Appeal, 7 Watts & Serg. 48, the late Mr. Justice Kennedy — whose delight it was to exjdore with circumspect thought the sources of the law, and to drink from its living streams at their fountain-head — maintains the same doctrine. But in all the cases actually adjudicated in this court on the subject, the doctrine of rests, or compound interest, has been repulsed and disallowed. When, however, a case of corruption on the part of the trustee presents itself for judgment, the doctrine will have the influence of high authority in its favour, not only in our own state, but in the chancery decisions of England and New York. But the leading English case of Raphael v. Boehm, 11 Ves. 92, on that subject, has been much questioned in later chancery decisions, and the principle strongly condemned. But whatever the rule may be in cases of corruption, or wilful and gross wrong on the part of the guardian or other trustee, we may safely consider, that for mere omission or negligence, the rule in Pennsylvania is simple interest and no more. The act of Assembly of March 29, 1882, sect. 18, provides, that the amount of interest to he paid in all cases by executors, administrators, and guardians, shall he determined by the Orphans’ Court, under all the circumstances of the case, but shall not in any instance exceed the legal rate of interest for the time being. Whatever might have been the doubts before entertained on the subject, this clause seems to quiet and put them at rest, and furnishes a rule of eminent propriety and safe application. In a community embracing so great an extent of surface, the business habits of particular districts are produced and regulated by local pursuits and local facilities or opportunities ; and perhaps no general rule could be applied everywhere with justice. In this city, and in large manufacturing or trading towns and their vicinity, the mode and opportunity of safe investments are at hand and of daily occurrence; and the safeguard of keeping trust-funds in banks affords the trustee the means of exhibiting at all times the state of the fund, whether unemployed or invested. But in agricultural districts of the country, where the banks are remote, (many counties in the state having none,) and where they do not inspire confidence if they existed, and where the trading and mercantile portion of the community is comparatively small, the means of safe investment are of more rare occurrence. The farmer who may be a guardian keeps the money, when unemployed, in his chest. He cannot keep a witness constantly present to testify the amount on hand; nor can it be expected that he will go daily to the crossroads, or other public place in the township, and proclaim that he has trust-funds which he is desirous of investing; nor can he show that no responsible application was made. The legislature, assembling from among the body of the people, knew and felt this, and therefore they made the provision in the clause referred to, authorizing and requiring the court to graduate the amount of interest according to the circumstances of each case, not exceeding in any instance the amount of legal interest for the time being. That the legislature contemplated the exaction of a less rate than six per cent, in many cases, is evident from the express words of the law, and is rendered still more apparent by reference to tbe remarks of the authors of the Revised Code on this clause; for they distictly state that they designed to confer the power on the eourts of adopting a less rate than six per cent., if circumstances justified and required it. It is not necessary to say whether it was the intention of the legislature to explode the' doctrine of rests, or compound interest, in every case, or not, because there is no malfeasance or corruption either imputed or proved in this case to the guardian, which alone could take it out of the gripe and protection of the decisions and rule already referred to, or the words of the statute. That there ought to be a difference between mere omission and negligence — which often arise from inability with ordinary care to make what are believed to be profitable and safe investments — and cases of fraudulent use of the money of the cestui que trust, is clear. But whether the difference should exist in making six per cent, the rule for negligence, and the mulct for malfeasance in higher grades by means of rests and compound interest, it is not necessary to say, as this court have fixed the rate of simple interest in this cause. The act of Assembly of March 29, 1832, sect. 10, which requires guardians to present an account to the Orphans’ Court once in every three years, was probably the inducement to the adoption of the practice of compounding the interest triennially. But, although the triennial account would be highly useful both to the guardian and ward, it gives no warrant whatever for the rule adopted by the cornt below. It was intended that the guardian should, periodically, during his trust, exhibit to the court the situation of the fund — whether invested or unemployed, in whose hands it was, and the amount of interest it was carrying; why money on hand was not invested, and how much was expended towards the maintenance and education of the ward annually. All this, so proper in itself, would tend to smooth the final settlement; and it may be emphatically remarked, that the practice ought to be encouraged and promoted by the Orphans’ Court of the several counties, to the extent of their power.\nThe third exception of the guardian is, That he ought not to have been charged with the amount of William Dietterich’s bond for $570, which the guardian loaned to him, and which was lost. The auditors committed no error in charging him with the amount. It is wholly unnecessary to go into any examination of the nature or kind of security which the guardian ought to require, personal or real. There is no case which goes so far as to establish that, where the money was in the guardian’s hands, and he loaned it without taking security of some kind, be was not held accountable. In Stem’s Appeal, 5 Whart. 472, tbe money never was in tbe guardian’s bands. He accepted a bond from tbe administrator as part payment of tbe balance due bis ward, on wbicb there was no security. And although in that case be was not held accountable, it was mainly on tbe ground that tbe money was never actually in bis hands; and Mr. Justice Sergeant observes, in delivering tbe judgment of tbe court, « Whenever the guardian has tbe fund, and disposes of it to another, be must do it with strict and proper caution, and is seldom safe unless be takes security.” Tbe circumstances were tbe same in Konigmacher’s Appeal, 1 Penna. Rep. 207. Here tbe guardian bad tbe money, and loaned it to a person who at tbe time was in equivocal circumstances, without taking surety, and having done so must stand as tbe surety himself, and be held accountable for tbe amount, with simple interest from tbe time he loaned it.\nTbe fourth exception is somewhat of the same character as the third. Tbe guardian having loaned tbe money indicated in it, and having taken a judgment bond from tbe person, entered it up, and finally sold tbe land, at sheriff’s sale, and having become the purchaser himself, claims credit for tbe difference between tbe sum loaned and tbe amount produced by tbe land at sheriff’s sale. He offered tbe land to his late ward, who declined to take it. Tbe auditors were right in refusing tbe credit. Tbe guardian has tbe property wbicb be chose to consider as sufficient, to secure tbe amount loaned, and may make what be can of its proceeds. It is probable be may realize tbe whole amount, and perhaps more. It was bis own act, to lend, to select tbe security, and to become tbe owner of that security, and be ought not, upon any principle of fair and just accountability, to have tbe credit be seeks.\nTbe only other exception on tbe part of tbe guardian, not disposed of, is that be ought not to be charged with interest while tbe matter was pending in tbe Orphans’ Court. And this exception we think ought to be sustained, as the husband of tbe ward demanded more than tbe guardian was bound to pay. In Hoopes v. Britton, 8 Watts, 73, it was ruled that executors were not chargeable with interest during tbe pendency of their case in tbe Orphans’ Court on exceptions filed to their account; and we see nothing wbicb ought to deprive a guardian of tbe benefit of tbe same rule.\nTbe husband of tbe late ward has filed an exception to tbe allowance of $80 to Messrs. Jones and Hepburn as counsel fees, but the guardian was doubtless entitled to tbe benefit of counsel in conducting the legal proceedings for bis ward, and these fees do not appear extravagant. There is no sufficient evidence before this court to justify them in saying that this alloAvance was erroneous. The amount allowed by the auditors to the guardian for time and trouble, and which is excepted to, was very moderate indeed, and .is not disturbed by this court.\nThe court make no decree on the subject of costs until the matter is finally disposed of.\nThe whole account and report of the auditors are remitted or referred to Jacob Gratz, Esq., as an auditor, for the purpose of being reformed, with instructions “ to charge the accountant with the interest actually made on sums invested, computed from the date of each investment, and with simple interest on sums uninvested, computed from the date they were received. That he be charged with the sum of $570, loaned to William Dietterich, with simple interest from the date of the loan, and that he do not receive credit for $578 65, and costs, as he has claimed credit for in his fourth exception, and thdt the interest stop at the time .exceptions were filed to his account, in the Orphans’ Court, by .his late ward, and that he make report to this court, &c.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "J. M. Porter, for the guardian.",
      "Ihrie, contra."
    ],
    "corrections": "",
    "head_matter": "Dietterich v. Heft. Snyder v. Dietterich.\nGuardian or trustee is only chargeable with simple interest on sums actually received, there being no malfeasance; therefore, a decree charging him with interest from the expiration of two months from the receipts, and treating the gross amount with which he was thus chargeable at the expiration of every three years, as principal, was corrected, by charging him with the interest actually received on the sums invested, and interest on the sums not invested from the date of their receipt by the guardian.\nTriennial Tests are not adopted in Pennsylvania; and whether they are lawful in any case, since the act of 1832 — Query.\nGuardian held responsible for a loan on the mere personal security of one whose circumstances were equivocal.\nGuardian charged with the amount of a loan on a judgment supposed to be well secured, where he had purchased the property at sheriff’s sale for less than the amount; although he offered to his ward the price and securities of a subsequent sale at an advance.\nGuardian not liable for interest on the balance of his accounts, while exceptions are pending in the Orphans’ Court, and on appeal; the balance having been reduced by the decree in the appellate court.1\nAppeal from the Orphans’ Court of Northampton county.\nMarch 15. Dietterich was the guardian of Elizabeth Heft, and from the final decree of the court on his accounts both parties appealed. In August, 1835, the guardian filed his first account for the preceding five years, in which he charged himself with various sums received, and interest on portions thereof loaned by him, showing a balance of $3934 10.\nIn January, 1843, on a citation at the instance of the ward’s father, he filed a second account charging himself with interest on the balance of the former account, and with some small sums received since then, and showing a balance in favour of the ward of $5708 03. He also there stated that the funds were invested ip a judgment against John Dietterich for $2694 86: a judgment, and a mortgage of two others, and a note of William Dietterich for $700, “the recovery, of which is doubtful.”\nOn the 26.th January, 1844, in pursuance of a citation at the instance of the ward, the guardian filed his final account, in which he charged himself with interest on the balance of the second account, and claiming credit for expenses and payments to the ward, and for the amount of the loan to William Dietterich, who had assigned and been discharged as a bankrupt, admitted a balance in favour of the ward of $8898 76. This account having been referred to auditors, they restated it; and, allowing $100 as retained to meet contingencies, charged him with interest on the various items of credit in the account, calculating it from sixty days after the respective receipts, and averaging the interest as to the first item, which was composed of several sums. Rests were made on the 1st of May, 1833,1836,. 1839, and 1842, and the general balance on each rest, (which was in part made up of interest,) was carried into the subsequent account, and interest charged on the whole sum. They also included in the charge the amount loaned to William Dietterich, with interest from the .date thereof.\nEvidence of William Dietterich’s credit was given by both parties, and it was far from good, judging from the whole of the testimony..\nThe guardian also claimed credit for the difference between the amount of the judgment, interest and costs against John Dietterich, which secured the loan of the ward’s money to him, and the price at which the guardian had been obliged to purchase the land at a sheriff’s sale under that judgment being $2500, whicjh difference was $578 65. On this point the accountant gave very strong evidence that the value of the land far exceeded the amount of the judgment. The ward gave evidence that at a previous sale, adjourned with the guardian’s assent, a responsible bid of $3000 was made, and that since then the guardian had sold the property for $3500, $1000 cash, and the balance secured by bond and mortgage, payable in three annual instalments. It also appeared that a purchaser could have been had at $1000 down, balance in one year, at the sheriff’s sale, but for the'refusal of the ward’s agent to accede to any terms but cash. The guardian had also offered to the ward the securities received by him on his sale, but they were rejected.\nThe court also decreed interest on the balance found due to the ward from the time of the filing of the final account. The exceptions to this report by the guardian were: that more interest was charged than could have been made j the triennial rests; in charging Mm with the loan to William Dietterich, and refusing credit for the loss on that to John Dietterich; and the charge of interest during the investigation.\nIn the appeal by Snyder, the husband of the ward, the exceptions were: in not maMng annual rests; in allowing $80 for counsel fees; in allowing too much compensation; (the allowance was $120 in every triennial account, and $100 for the last two years;) in charging the estate with auditor’s fees and expenses of witnesses. (This was based on an omission from the account of an item of charge, amounting to $16 66, which was the one-seventh of a sum received by the guardian on account of the ward and six others, in 1837. The account was corrected by the auditor in August, 1845, as to tMs item, shortly after it was pointed out.)\nJ. M. Porter, for the guardian.\nThe notion of charging the guardian with interest in this manner is drawn from Say v. Barnes, 4 Serg. & Rawle, 112. [Gibson, C. J. — I believe it was never adopted in the country. Coulter and Bell, Js., agreed it had never been adopted in their practice.] There $1000 was left in his hands, and it was agreed that had the money been lying idle in bank it would not have been charged. The course of practice and authority in Pennsylvania is, to allow simple interest at furthest; Fox v. Wilcocks, 1 Binn. 194; Konigmacher’s Appeal, 1 Penna. Rep. 214; Bachman’s Appeal, 2 Law Jour. 180; Lukens’Appeal, 7 Watts & Serg. 48. And this rule is most emphatically recognised in the act of 29th March, 1832, sec. 18, where the court is directed to fix the rate of interest in these cases, “ never exceeding the legal rate.” By the means adopted, treating the interest which ought to have been made as if actually received, compound interest is charged on the rests. As to William Dietterich’s loan, and whether chargeable therewith, he cited Konigmacher’s Appeal, ut sup., Stem’s Appeal, 5 Whart. 472; Pim v. Downing, 11 Serg. & Rawle, 66. The guardian is also clearly not chargeable with interest during the pendency of these proceedings, for he is bound to have the money at all times ready to pay over. Hoopes v. Brinton, 8 Watts, 73. The same rulo applies as to a garnishee. Fitzgerald v. Caldwell, 2 Dall. 215; Updegraff v. Spring, 11 Serg. & Rawle, 190 ; Samms v. Rickman, 2 Ves. jun. 36; Beames on Costs, 146.\nIhrie, contra.\nTrustees are always liable for interest on money which they keep idle, even though they do not use it for their own purposes; and the proper standard in all such cases is to charge interest, allowing a reasonable time for an investment to be found; Say v. Barnes, and Stem’s Appeal. The triennial rests were based on the act of 1832, sec. 10, Purd. Dig. 886. As to tbe loan, it was clearly shown to be injudicious, and was on personal security only; King v. King, 3 Johns. C. R. 552; Nyce’s estate, 5 Watts & Serg. 254; and cases cited on the other side. As to auditor’s fees and costs. [Per Guriam. — They are always allowed.] Not in a litigation to protect the trustee from the legal right of cestui que trust; Sterrett’s Appeal, 2 Penna. Rep. 419.\nApril 16."
  },
  "file_name": "0087-01",
  "first_page_order": 87,
  "last_page_order": 95
}
