{
  "id": 953507,
  "name": "Kachlein's Appeal",
  "name_abbreviation": "Kachlein's Appeal",
  "decision_date": "1847-03-22",
  "docket_number": "",
  "first_page": "95",
  "last_page": "97",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 95"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 333,
    "char_count": 5334,
    "ocr_confidence": 0.386,
    "pagerank": {
      "raw": 4.5046715916883656e-08,
      "percentile": 0.28201258065624674
    },
    "sha256": "99252cf079bd8584b1e9559c9de49b1c96e7ded5f786d73158d98f04d7998ee4",
    "simhash": "1:3594bbc0bfe43fcb",
    "word_count": 912
  },
  "last_updated": "2023-07-14T14:52:18.204770+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kachlein’s Appeal."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nAs the petition for a review contained nothing like a specification of errors, the court was right in refusing to open the accounts, for that reason alone. But the errors attempted to be shown in the argument have no existence in fact. True, the property contained in the inventory was not all exhibited and disposed of, on the face of the account; but whatever was not needed for payment of the debts, was specifically bequeathed, and it would be out of place, in an administration account, to take credit for legacies.\nBut the decree of payment exceeded the court’s jurisdiction. The Orphans’ Court has power to order a sale of the real estate to satisfy a balance due to the executor or administrator, but it has no power to bind the owner’s person by a decree of payment. By the act of the 6th of April, 1844, (p. 214,) it may decree a sale to enforce owelty of partition where the proceeding was in that court; but partition, in this instance, was made by act of the parties; and besides, there was no owelty due to the executor. Moreover, the .items which cast the balance,of the account on his side, were improperly introduced into it. As they consisted principally of the expenses of the partition, with which he had no concern, the decree of confirmation was pro tanto without jurisdiction, and consequently inconclusive.\nDecree dismissing the petition for a review affirmed, and the decree of payment reversed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Ihrie, for appellants,",
      "J. M. Porter, contra."
    ],
    "corrections": "",
    "head_matter": "Kachlein’s Appeal.\nA petition of review in the Orphans’ Court must set out specifically the mistakes or errors in the original decree sought to be opened.\nTestator having directed partition to be made amonghis children, by persons to be selected by themselves, and bequeathed his personalty, after deducting the expenses incurred by his executors in settling his estate, real and personal; his executors are not entitled to an order by the Orphan’s Court on the devisees, to pay the respective portions of the expenses of such partition.\nFrom the Orphans’ Court of Northampton county.\nMarch 17,18. Michael Kachlein, one of the executors of Peter Kachlein, filed his account, charging himself with the amount of testator’s goods sold, $88 27, and taking credit for $246 17, which was composed in part of $96 74, for expenses incurred in making partition according to the directions of the will, and $100 for commissions in settling the real and personal estate. The balance due him on the report of the auditors, which was confirmed, was $157 90.\nThe executor then filed a petition setting forth that testator, who died in 1828, had made Peter Kachlein and the petitioner executors of his will, by which, after payment of his debts, &e., he had devised the use of all his real and personal estate to his widow for life, and after her death, or marriage, to his children and grandchildren, by name, “first deducting out of the said personal estate all necessary expenses, commissions, and other disbursements, which the execixtors would be required to make in carrying into effect the provisions of the will, and in settling the estate, as well real as personal.” His real estate was devised to Peter Snyder, in trust, after the death of his wife, that each of his children and grandchildren, who were named, should choose one person; and that such persons should divide the estate, and the children take such portions, paying the amounts charged for owelty; and hold for life, remainder to their children. If any refused, the executors were to sell such share and hold the proceeds on the same trusts. The petition further stated the death of the widow, and the partition according to the will; that the appraised value was $ 15,132; the final settlement confirmed, and the balance due; that the personal estate was exhausted, and that no other but this real estate remained, &c., and prayed an order on the devisees to pay over their respective proportions of the balance. >\nThe devisees appeared and filed a petition, stating that an account filed by Peter Kaehlein’s executors in 1829, showed a balance after payment of debts, &e., of f 118. (The evidence showed this to be a separate account of Peter Kachlein, the co-executor of the petitioner above mentioned.) It averred that notice was not served or had of the proceedings above mentioned, (notice was published, but none of the' devisees appeared,) and the petition then continued, “ your petitioners, having shown that there is a balance due from the personal estate in the hands of Matthew Kachlein, more than sufficient to pay the outlays incurred in the partition, and that nothing is due to said Matthew Kachlein,.pray a review,” and general relief.\nIt was shown that some of the devisees had paid their proportion of part of these expenses.\nThe court dismissed the petition for a review, and decreed payment by the devisees, from which this appeal was taken.\nIhrie, for appellants,\ncontended that the act of 1840 (Acts 1840-’l) allowed a bill of review in cases of mistake, and that an error was apparent in the proceedings. And also that the act of 1832 was explicit, that, while personalty remained, the real estate should not bo sold.\nJ. M. Porter, contra.\nThe petition for review nowhere points out any mistake, and the statute is imperative; the party must lay his finger oh the very point; and cited act 1811, 5 Sm. 258.\nMarch 22."
  },
  "file_name": "0095-01",
  "first_page_order": 95,
  "last_page_order": 97
}
