{
  "id": 953492,
  "name": "In re Public Road in Whitemarsh and Springfield Townships, Montgomery County",
  "name_abbreviation": "In re Public Road in Whitemarsh & Springfield Townships",
  "decision_date": "1847-04-06",
  "docket_number": "",
  "first_page": "101",
  "last_page": "102",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 101"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 279,
    "char_count": 4836,
    "ocr_confidence": 0.405,
    "pagerank": {
      "raw": 9.991450651610276e-08,
      "percentile": 0.5383985707274825
    },
    "sha256": "7dc0281d5287016a2fa218e000df8474d9e4f93ed819bb1870216089e43a6afa",
    "simhash": "1:7c636e92b10b4a92",
    "word_count": 843
  },
  "last_updated": "2023-07-14T14:52:18.204770+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re Public Road in Whitemarsh and Springfield Townships, Montgomery County."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe errors assigned in this case, as to the necessity and expediency of the road, are subjects for the Court of Quarter Sessions; they are not subject to review in this court. We see no error in the court confirming the re-review, and it of course has the approval of this court. The breadth of a public road is to be fixed by the court. It exclusively belongs to the court, and not to the viewers or reviewers; but we think the court acted improvidently in fixing the breadth of the road through the land of the heirs of Henry Keely at thirty-three feet, as that breadth would materially interfere with the mill-race and dwelling-house of the heirs to the Keely tract, and there is no absolute necessity for the public having a road of that width. The public could be accommodated without injuring private property. The proceedings by view, review, and re-review, are distinct matters from the court ordering of what breadth the road should be opened. The order of the court directing the road to be opened and cleared, of the breadth of thirty-three feet, is reversed, so far as the same passes through the lands of the heirs of Henry Keely, deceased; and the proceedings are remanded to the Quarter Sessions, to reconsider and fix such a breadth for the road as will reasonably accommodate the public and do the least injury to private property.\nThe re-review is confirmed. Order as to the breadth of the road reversed, and proceedings remanded to the Sessions, to re-fix the breadth of the road.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Dimond, for exceptant,",
      "Mulvany, contra."
    ],
    "corrections": "",
    "head_matter": "In re Public Road in Whitemarsh and Springfield Townships, Montgomery County.\nOn certiorari to the proceedings in the opening of a public road, so much of the order as related to the breadth of the road was reversed, and the residue confirmed; and the proceedings were remitted, with directions to fix such a width as would do least injury to private property.\nCertiorari to the Quarter Sessions of Montgomery.\nMarch 22. On petition, &c., a report of a jury laying out a public road from'the Ridge turnpike to the river Schuylkill was confirmed nisi. On petition of review the jury reported adversely. On petition of re-review a road was reported running through the lands of Keely, the exceptant; and the jury recommended that the width of the road, so far as it ran over his land, should be twenty-five feet, “ the situation of his house and mill not permitting the usual width of thirty-three feet.” The court confirmed this report, and ordered the road to be opened thirty-three feet wide. There was no other highway at one of the termini than the river Schuylkill, the canal, and tow-path; and after entering the land of Keely, the proposed road communicated with no other highway. Previously there had been a private road on the proposed location of the one in question, which was from eight to ten feet wide.\nOn the part of the exceptant it was shown that a road of the width ordered by the court encroached on the mill-race of the ex-ceptant, and would shut out the water from his mill unless that race were altered. It was also shown, that there was a space of twenty-six and a half feet between his dwelling-house and mill, on which the road was located, and that in front of the house there was an enclosed terrace, with shrubbery eight feet high and eight feet wide, over which access was had to the house by a flight of steps. If the road at this spot were twenty-five feet in width, the terrace would be cut away to the distance of one and a half or two feet from the doorway, and be eight, feet in perpendicular height; and the wood-shed and part of the carriage-house, appurtenant to the dwelling, would also be cut off.\nThat the road was not laid out with a due regard to private property, and the injuries to the property of Keely constituted several of the exceptions ; and also,\n4. “ The, said decree of approval, confirmation, opening and clearing, is illegal and unconstitutional, and destructive of the common law right of the inviolability of the mansion and curtilage of the exceptor.”\n5. “ The said Court of Quarter Sessions had no jurisdiction or authority as in this case, to lay out or open a road involving the destruction or impairing the use of any mansion or other private building; such authority being exercised by the General Assembly alone.”\nApril 6.\nDimond, for exceptant,\nargued that there was no public highway at the terminus. [Per Owriam. — The river is a great highway.] The draft shows that the Reading railway and Schuylkill canal intervenes ; the latter lying at the margin of the river and excluding an approach. He also argued at great length, that the legislature could not delegate to a road jury the constitutional right reserved, of taking private property for public use; and also that the dwelling-house and curtilage were sacred from such violations.\nMulvany, contra."
  },
  "file_name": "0101-01",
  "first_page_order": 101,
  "last_page_order": 102
}
