{
  "id": 953491,
  "name": "In re Lentz's Accounts, Wallace's Appeal",
  "name_abbreviation": "In re Lentz's Accounts",
  "decision_date": "1847-04-12",
  "docket_number": "",
  "first_page": "103",
  "last_page": "107",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 103"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Whart. 403",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "7 Serg. & Rawle, 64",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1808196
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/7/0064-01"
      ]
    },
    {
      "cite": "3 Whart. 485",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833435
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/3/0485-01"
      ]
    },
    {
      "cite": "6 Watts, 22",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846093
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0022-01"
      ]
    },
    {
      "cite": "14 Serg. & Rawle, 253",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8878325
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/14/0253-01"
      ]
    },
    {
      "cite": "11 Serg. & Rawle, 94",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1812772
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/11/0094-01"
      ]
    },
    {
      "cite": "6 Watts, 24",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "1 Watts, 9",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838073
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/1/0009-01"
      ]
    },
    {
      "cite": "1 Watts & Serg. 208",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852517
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/1/0208-01"
      ]
    },
    {
      "cite": "5 Watts & Serg. 397",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        477989
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0397-01"
      ]
    },
    {
      "cite": "6 Watts, 225",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "6 Watts, 32",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846127
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0032-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 643,
    "char_count": 11532,
    "ocr_confidence": 0.375,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.033554272855290015
    },
    "sha256": "0e6c7bfef3550c26c10ee35d3348fc04e6693b3bb3301db529037235d45427c9",
    "simhash": "1:bd93b780a5756104",
    "word_count": 2050
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re Lentz’s Accounts, Wallace’s Appeal."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nThough the fund, which is the object of this contest, is made by sale of the land of the decedent, under proceedings in partition in the Orphans’ Court, it is liable, in the hands of the administrator, to be applied in payment of the intestate’s debts, not barred by lapse of time; Commonwealth v. Pool, 6 Watts, 32 ; act of 16th July, 1842, Purd. Dig., 484, ed. of 1847; and the only question presented for decision, is whether the personal representatives of Catherine Lentz, deceased, are entitled to come in on this fund as creditors ? As the right of subrogation proceeds upon the broad ground of equity and benevolence, and requires neither contract nor privity to awake it to action as an equitable remedy, (Kyner v. Kyner, 6 Watts, 225, and the cases there cited,) it may be applied to every case where one, not amere volunteer, discharges the debt or obligation for which another is, primarily, liable in person or estate. It is not, therefore, to be doubted, that by the application of her own proper moneys in relief of the estate of her intestate, by the payment of his.debts, Mrs. Lentz was entitled to be substituted in place of the creditors whose claims she had discharged, and, as a consequence, - might claim to use their securities, including the liens created by operation of law upon the real estate of the decedent, if, at the time of the payment by her, such debts were liens; McCurdy’s Appeal, 5 Watts & Serg. 397. But in relation to this security she vpas in no better position than other creditors of her deceased husband. Her substituted claims, in common with theirs, was, therefore, within the provisions of the fourth sec. of the act of February, 1797, limiting the lien of the debts of a decedent to a period of seven years after his death, unless certain steps, pointed out by the act, be taken by the creditor: now reduced to five years by the act of 1834; McCurdy’s Appeal, supra ; Clauser’s Estate, 1 Watts & Serg. 208. It has been solemnly determined, after great deliberation, that the statutes operate to protect the land in the hands of the heirs of the deceased; as well as the interests of bond fide purchasers for value, from stale claims; Kerper v. Hoch, 1 Watts, 9 ; and hence it has been argued, that as the administratrix neither prosecuted an action, nor filed in the proper office a statement of her debt or demand, within the period allowed by law for these purposes, she was, by the express terms of the act, barred of any recovery against the land in. the seisin of the heirs, or its proceeds in the hands of the administrators de bonis non. It is very fairly insisted, that although she could not bring a suit against herself, there was nothing to prevent her from filing a copy of her claim, according to the directions of the act, or petitioning the Orphans’ Court for an order to sell the real estate of her intestate, for the payment of the balance appearing due to her on the face of her administration account. All this is very true, and as • thirty-three years elapsed between the death of the intestate and the period when the administrators de bonis non of John Lentz applied a portion of the proceeds of the real estate in discharge of their claim, as executors of their late mother, the statute would afford to the heirs a flat prohibition of such appropriation, were there nothing else in the case. But there is some proof, with which it seems the auditor and the Orphans’ Court were satisfied, of an agreement between the heirs of the deceased and his widow, administratrix, that she should be paid out of the proceeds of the real estate, when sold, the amounts advanced by her in payment of debts, irrespective of the lapse of time; or in other words, it was agreed by all the parties in interest, that the claim of the mother should not be made the subject of the statute, or in any way affected by its operation. If this be so, why should we not give effect to the agreement by holding that it interposed to prevent the running of the statute, as between the administratrix and the heirs, while these remained owners of the land or entitled to its proceeds? Against a purchaser, perhaps, such an agreement would be of no avail, even though he had notice of it, for he is bound to look to the record alone; Hemphill v. Carpenter, 6 Watts, 24; Black v. Dobson, 11 Serg. & Rawle, 94; Bombay, administrator, v. Boyer, 14 Serg. & Rawle, 253. There is nothing binding on his conscience which would make it inequitable in him to refuse to subject himself to the arrangement of other parties, by insisting on the direct provision of the law. But, as is said in the case last cited, it is all very fair, that, as between the parties to it, their agreement, however secret, should be carried into execution. The maxim, modus et eonventio vineunt legem, would seem to be directly applicable. The acts of 1797 and 1834 being made for the benefit of heirs, as well as purchasers, by limiting a lien which otherwise might be interminable, why may they not agree to waive this advantage ? It is a principle of common application, that one upon whom the law confers a benefit may relinquish it, provided that, by doing so, he inflicts no injury upon the rights of others. This is an every day occurrence, in reference to the statutes limiting personal actions and entries upon lands and tenements. If one ousts another by an adverse entry upon his lands, whereby the statute commences to run upon the possession, yet the wrong-doer may, at any time before the bar is completed, consent to waive the adverse character of his holding, and if he thus lull the true owner to sleep, and induce him to postpone the assertion of his right of entry, the law will not permit the intruder afterwards to set up the statute as conferring a title, for this would be in fraud of his agreement. So here; if the heirs of the intestate, by their agreement not to insist on the act of 1797, led the administratrix to postpone her remedies until long after the statutory period had elapsed, it would, as it seems to me, be a gross fraud in them now to set up the statute as destructive of her claim on the proceeds of the land. We may, with great propriety, say of this act of Assembly, as has been said of the Statute of Frauds, that it shall not be turned into an instrument of fraud. If there be no positive prohibition, I know of no policy or principle which forbids a postponement, by parol, of the legal operation bf a statute of limitations upon a lien once commenced. Indeed I think the power to do this, as between the immediate parties to the agreement, is recognised in Clauser’s Estate and Bombay, administrator, v. Boyer, before cited, though the question was left open in Hemphill v. Carpenter, 6 Watts, 22. An analogous right is, certainly, declared in Twelves v. Williams, 3 Whart. 485, and in other cases. In a case like the present, a contrary conclusion would work such manifest wrong that it ought, before being adopted, to be established by irresistible reasons.\nBut although the power to postpone the operation of the statute by parol must be asserted, it should not be forgotten that the proof' showing an exercise of this power ought to be clear and undoubted. An agreement to the effect averred here ought to be incontrovertibly shown by the party who sets it up, before the antagonist party be held bound by it. I have already observed that, im this instance, there is some evidence of such a contract or family arrangement. But it is not of the character upon which the court can safely pronounce a decree in affirmance of it. As this is an appeal from the Orphans’ Court, in which we are .authorized to proceed de novo, and as justice may be otherwise defeated, the case will be ordered to stand over for further proofs. Before closing, however, it is proper to add, that if the wife of Wallace, the appellant, being of full age, united with her co-heirs in making the agreement now alleged, the husband is bound by it, for there is nothing in the transaction, so far as it has been disclosed to us, which, in any aspect, can be regarded as a fraud on his marital rights, such as equity would relieve against. He cannot be considered as a purchaser for value, standing superior to the agreement.\nWherefore it is ordered that the parties do submit further proof, and, in the mean time, the cause to stand over for future hearing.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Wilkinson and Mulvany, for appellants.",
      "G. Fox, contra."
    ],
    "corrections": "",
    "head_matter": "In re Lentz’s Accounts, Wallace’s Appeal.\nThe statutes limiting liens, unless certain proceedings are adopted, may be waived by parol agreement of the parties entitled to their benefit.\nA husband is bound by such an agreement, made by his wife whilst sole.\nSemble, purchasers would not be bound with notice.\nWhere the administrator-of one dying in 1812, by an agreement with the heirs, advanced her own money to pay debts due by the intestate, which it was agreed should be paid out of his estate, the heirs, and volunteers claiming under them, cannot set up the bar of the statute, limiting the liability of the land for such debts.\nThe proof of such an agreement being deficient, this court, on appeal from the Orphans’ Court, referred the case to an auditor to take further testimony.\nAppeal from the Orphans’ Court of Montgomery county.\nMarch 23. The administrators de bonis non of John Lentz, filed their accounts in May, 1845, charging themselves with the proceeds of the real estate of the decedent, which was sold under proceedings in partition. The question was,- their right to a credit on the 1st April, 1845, for the “ balance due Catherine Lentz, $1782 24, as per former settlement of the administrators of (decedent), with interest on said balance for nineteen years, $3813 19.”\nCatherine Lentz was the acting administratrix of decedent, who died in 1812, and in 1824 had filed an account showing a balance in her favour of $1782 24.\nWallace, the exceptor in this proceeding, was the husband of a daughter of the decedent and Catherine Lentz; the different provisions in their wills rendering it a matter of importance to him whether the fund would pass under that of his wife’s father, or that of her mother. One of the children proved that her mother had paid the debts of the father out of her own land, sold for that purpose, and that « we all agreed she should have the money that she put into father’s estatethat all the heirs, including Mrs. Wallace before her marriage, agreed to this arrangement. The remaining testimony was not stated on the paper book, but was rather vaguely referred to by the auditor; nor can the time when the debt was paid, or the promise made, be exactly gathered from the report.\nThe court below (Krause, P. J.) was of opinion that the promise by the heirs was sufficient to entitle her estate to the fund.\nThis allowance was the only matter of exception to the decree,\nApril 12.\nWilkinson and Mulvany, for appellants.\nThe statute, which is one of repose, (Kauffelt v. Bower, 7 Serg. & Rawle, 64,) barred all claim on the land. In 1821, the account was filed, but that was •not such a claim as the law requires, and up to that period there is ;no pretence of a claim. [Per Curiam. — The promise would work <a fraud by lulling the wife into security, and thus preventing her ¿from applying for an order of sale.] It was nudum pactum, being •made after the payment of the debt.\nG. Fox, contra.\nThe statute never commenced running, in consequence of these repeated promises. That they were sufficient must now be taken for granted, the report being equivalent to a verdict; 6 Whart. 403."
  },
  "file_name": "0103-02",
  "first_page_order": 103,
  "last_page_order": 107
}
