{
  "id": 953508,
  "name": "Mechanics and Tradesmen's Insurance Co. v. Spang et al.",
  "name_abbreviation": "Mechanics & Tradesmen's Insurance v. Spang",
  "decision_date": "1847-04-12",
  "docket_number": "",
  "first_page": "113",
  "last_page": "115",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 113"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Whart. 11",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829050
      ],
      "pin_cites": [
        {
          "page": "15"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0011-01"
      ]
    },
    {
      "cite": "12 Mass. 505",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2051969,
        2051918
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/12/0440-02",
        "/mass/12/0440-01"
      ]
    },
    {
      "cite": "16 Serg. & Rawle, 118",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 367,
    "char_count": 4883,
    "ocr_confidence": 0.409,
    "pagerank": {
      "raw": 7.473168162514648e-08,
      "percentile": 0.4452058787983392
    },
    "sha256": "e07b34e9df0c3fa4e65fc7b87f478c86126cb4a28c0c80897bf80a2516781f74",
    "simhash": "1:fb8c878ca7363268",
    "word_count": 864
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mechanics and Tradesmen’s Insurance Co. v. Spang et al."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThere is a matter in this record, which, for the credit of the profession, it is hoped, will not occur again. The personal representatives of a deceased defendant were brought by scire facias on the record, though it is a horn-book principle that the surviving parties to an action are alone competent to litigate it. How the same judgment could have been rendered, or the same execution awarded, against the surviving defendants and the executors of the dead one, it is not easy to conceive. The blunder, however, does not enter into the matter raised by the exceptions.\nBy force of a statute existing at the .trial, but since repealed, the plaintiff might have gone for the asportation laid in -his count, without proof of a breach of close. He chose, however, not to do so, but prayed leave to amend by filing a count on the statute de bonis asportatis simply, which was refused, and as we think, erroneously. The breach of close in this form of action is for the most part only nominal, though technically speaking it is the principal injury; the asportation, which is the substantial one, being laid only as matter of aggravation; for which reason it is that the existence and breach of a close must be proved. The amendment therefore would have introduced no substantive new cause of action; and it was therefore within the purview of the act of 1806. Though it was unnecessary, the plaintiff was nevertheless entitled to insist on it; for he had a right, preserving matter of substance, to lay his cause of action in as many forms as he pleased. The statute has since been repealed, and the amendment has consequently become indispensable.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Sterigere and Fox, for plaintiffs in error.",
      "Hobart and Freedley, contra."
    ],
    "corrections": "",
    "head_matter": "Mechanics and Tradesmen’s Insurance Co. v. Spang et al.\nAfter appeal from an award of no cause of action, in imp. qn. cl.fr. et bon. asp, the plaintiff may file a count de bonis asportatis, that being the substantial cause of action.\nExecutors of a co-defendant in trespass cannot be made parties under the act of Assembly;\nEefusal to permit an additional count to be filed is a subject of a writ of error.\nIn error from the Common Pleas of Montgomery county.\nMarch 24. This was an action of trespass vi et armis, q. c. f. et de bonis asp. commenced in June, 1842, which was referred by the defendants in December following. The arbitrators awarded no cause of action, and plaintiffs appealed. After the appeal, the narr. was filed in July, 1844, for entering the plaintiff’s close, and carrying away certain railroad iron. After plea pleaded, on$ of the defendants died, and the court compelled his executors to appear to the sci. fa. and plead. One of their pleas was, that the cause of action survived against the co-defendants, and that they were not liable.\nOn the trial in November, 1846, the plaintiff not being able to establish a title to the locus in quo, filed a paper, disclaiming all damages for the breach of the close, and claiming damages for the talcing of the goods only. This proceeding, it would appear, was based on the act of 1846, Pamph. Laws, 412, s. 6. The plaintiffs then offered to file an additional count for the asportation of the same goods as were mentioned in the original narr. This amendment was not allowed by the court; the defendants objecting that the cause had been arbitrated before the passage of the act of Assembly, and the proposed count introduced a new cause of action. The same amendment had been offered and rejected, when the cause was called, and before the jury were sworn. The court (Krause, P. J.) directed a verdict for the defendants.\nApril 12.\nSterigere and Fox, for plaintiffs in error.\nExecutors are liable for a trespass, if their testator was a sole defendant. [Per Quriam. — Yes, if property was acquired; but they never can be joined in a case like this.] The award was immaterial to this case, for the doctrine is, that the responsibility of the bail on the appeal must not be increased; Winder v. Northampton Bank, 2 Barr, 446; Franklin v. Mackey, 16 Serg. & Rawle, 118. But. here there were no sureties to be affected. The act of 1846 may have some bearing on the case, but .apart from that we were entitled to amend; because we might have originally joined the count for the taking of the goods; Steph. Pl. 178; Esp. Ev. 180; 12 Mass. 505; 16 Ib. 470; 1 Stra. 192; Smith v. Milles, 1 Term Rep. 479, is the very case.\nHobart and Freedley, contra.\nIt was discretionary with the court whether to allow such an amendment. 1 Whart. 11, 15; 2 Browne, 159; 3 Penna. 66.\nа) Since the trial, it appeared that this act, so far as it affected the present case, has been repealed.\nб) An objection was made in the course of the argument, that the judge had not signed or sealed the bill of exceptions. It appearing to have been an accidental omission, judgment was suspended until the record was perfected in that respect."
  },
  "file_name": "0113-01",
  "first_page_order": 113,
  "last_page_order": 115
}
