{
  "id": 953586,
  "name": "Heebner v. Chave et al.",
  "name_abbreviation": "Heebner v. Chave",
  "decision_date": "1847-03-25",
  "docket_number": "",
  "first_page": "115",
  "last_page": "118",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 115"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Serg. & Rawle, 118",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809621
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/8/0118-01"
      ]
    },
    {
      "cite": "5 Binn. 167",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 453,
    "char_count": 7146,
    "ocr_confidence": 0.387,
    "pagerank": {
      "raw": 4.6544745782478633e-07,
      "percentile": 0.9274328348872849
    },
    "sha256": "dec77d8296a0f4bd43829fa06575b4623719cfc4fc85d568541cf6bc16705df0",
    "simhash": "1:cebe88739ce8f24f",
    "word_count": 1274
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Heebner v. Chave et al."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nOn the first point submitted to the court below, their opinion was right, and in accordance with the view of the case entertained by this court. On the second point they were wrong. It arises on the construction of the fifth section of the act of 15th of'April, 1845, entitled a supplement to an act entitled an act relating to executions, &c., Purd. Dig. (ed. 1846,) 705, the proviso of which prevents the wages of any labourers, from being liable to attachment in the hands of the employer.\nIn this case, John Chave entered into a contract with the burgesses and council of the borough of Norristown, for grading and excavating a street in the said borough, for the price of twenty cents for every cubic yard, to be paid one-half as the work progresses, and the other half when it was finished. The force employed was, two carts, two or three horses, and enough of hands, with himself, to keep these in exercise ; a certain portion was earned at the time of the service of the attachment, the whole contract amounting to about $ 110. \"Was the amount due on this contract liable to attachment ? It is a question of considerable difficulty and of no little importance. But after full consideration, the c'ourt is of opinion that it was.\nThe act was doubtless intended to protect and secure to the labourer what was earned by his own hands. Muzzle not the ox which treadeth out the corn. It was not designed to protect the contracts of those who speculated upon or made profit out of the labour of others. The term labour is, to be sure, of very extensive signification. The merchant labours; for there is mental as well as manual or corporeal labour; the farmer labours, the professional man labours, and judges labour, as every member of this court can testify. But it is this very capability of enlarged extension which produces the necessity to circumscribe and limit the word as used in the statute, in order to accomplish what we believe must have been the intent of the legislature. That is, to secure to the manual labourer by profession and occupation, the fruits of his own work for the subsistence of himself and family. If it is extended to the constructor who employs others, we would, by that construction, prevent the actual labour'd’ who earned the money, from attaching it to secure the wages of his labour and his reward, and save it for the contractor, who perhaps never rolled a stone from its bed, whose sweat never fell on the work, and whose spade never entered the ground. We believe, that by confining the exemption from attachment to the actual reward or wages earned by the hands and labour of the individual himself, and his family under his direction, we best accomplish the beneficent design of the legislature, without too largely entrenching upon the rights of creditors. The judgment of the court below in the stated case is therefore reversed as to the garnishees, and as the facts are not sufficiently set forth in the case stated, to enable this court to enter judgment for a specific sum, the cause is remitted to the court below, with instructions to proceed according to the principle settled by this court.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Powell, for the plaintiff in error.",
      "Boyd, contra."
    ],
    "corrections": "",
    "head_matter": "Heebner v. Chave et al.\nAn execution issued by a justice on a judgment upwards of seven years old, without a scire facias, is regular, and on the return of nulla bona an attachment in execution may be issued.\nWhere A. had contracted to excavate and grade'a street at a certain rate per cubic yard, and used two carts, and two or three horses in the prosecution of the work, with a number of men sufficient, with himself, to keep the carts and horses employed; the money due under the contract is liable to an attachment in execution under the act of April 15, 1845.\nIn error from the Common Pleas of Montgomery county.\nMarch 25.\nCase stated, with leave to bring a writ of error. Two questions were submitted to the court below: 1. Whether the attachment execution could be regularly issued by the justice without a sei. fa. post an. et diem et q. e. n. previous to the execution returned nulla bona, after which return the present writ was issued. 2. Whether the funds were liable in the hands of the garnishees. The facts material to the first point were, that a judgment was obtained against the defendant before a justice of the peace, on the 22d December, 1838. On the 25th of May, 1846, an execution issued, and was returned nulla bona. On the 31st of the succeeding August, this attachment was issued, and the Burgesses, &c., of Norristown, summoned as garnishees. It was on this that the second question was raised. The plea of the garnishees, that the money in their hands was the wages of a labourer in the hands of his employer, was overruled, and interrogatories were filed. The answers stated that the garnishees had no other property of defendants in their hands than a debt of $80, a part of which was due at the service of the writ, for work done in grading and excavating a Btreet in the borough, which was not finished at the time the writ was served. The defendant had agreed to do the work at twenty cents per cubic yard, one-half payable as the work progressed, and one-half when completed. That the work done, at the service of the writ, made the account against the garnishees $110, from which were to be deducted previous orders presented for payment. There was no written contract between the parties. The work was done by the defendant, and a sufficient number of men to keep two carts and two or three horses employed.\nThe court (Krause, P. J.) considered the attachment as regular, on the authority of Dailey v. Straus, 2 Barr, 401. On the second point, he was of opinion that the funds were wages due the defendant, and not liable to attachment under the act of April 15, 1845, § 5, p. 460, and therefore reversed the judgment of the justice against the garnishees.\nPowell, for the plaintiff in error.\nThe word wages may, it is true, be applied to every species of return for labour’, whether mental or physical, but it is plain, that in this act it is used in a more confined sense. In Ex parte Meason, 5 Binn. 167, the term “servants” in the act, giving a preference to servants’ wages, was-held to be confined to the domestic or menial servants, and not to include workmen employed at a furnace. So the master of a vessel has no lien for his pay, because it is not wages; Fisher v. Willing, 8 Serg. & Rawle, 118, and Holt on Ship. 288. Certainly the legislature did not intend to exclude the money due the extensive contractors on railroads, which amounts often to thousands of dollars. (On the regularity of the process the court declined hearing argument.)\nBoyd, contra.\nIn Jacob’s Law Dig. tit. Wages, they are defined to -be what is received by servants ; and in 8 East, 113, is a case identical with the present, and the price agreed to he paid for ditching to one who had hired another to assist him in the work, was held to he recoverable as wages under a statute giving jurisdiction to justices in such cases. Besides, here it will be impossible to distinguish between the product of the personal labour of the contractor and that of his employees."
  },
  "file_name": "0115-01",
  "first_page_order": 115,
  "last_page_order": 118
}
