{
  "id": 953517,
  "name": "The Commonwealth v. Nathans",
  "name_abbreviation": "Commonwealth v. Nathans",
  "decision_date": "1847-04-05",
  "docket_number": "",
  "first_page": "124",
  "last_page": "126",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 124"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Serg. & Rawle, 112",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1804364
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/5/0112-01"
      ]
    },
    {
      "cite": "2 Doug. 749",
      "category": "reporters:state",
      "reporter": "Doug.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "2 Whart. 115",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle, 366",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823574
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0366-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 419,
    "char_count": 6195,
    "ocr_confidence": 0.395,
    "pagerank": {
      "raw": 2.7287145385302196e-07,
      "percentile": 0.8309397574916529
    },
    "sha256": "9e71c96a08f46399e428cd1e9ce9c4066bf854b7614599749d70aacfcacee27b",
    "simhash": "1:9b31a492e66264cd",
    "word_count": 1097
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Commonwealth v. Nathans."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nA certiorari is a writ doubtless of very extensive application, and this court has all the revisory powers of the King’s Bench over inferior jurisdictions; but it has not been shown, nor can it be, that when a special jurisdiction has been created by statute, that court can snatch it from the hands of the magistrates to whom it has been given, and exercise it in their place. That would be an act of usurpation. Its power in such a case is purely correctional; and so is the power of this court. Where indeed a superior court has concurrent jurisdiction, it may issue its certiorari to remove an action, or an indictment, or any other matter determinable according to the course of the common law, and proceed in the cause returned as the inferior court would have done; but where a proceeding is according to a course provided by a statute, a certiorari lies to remove it into the King’s Bench, only after judgment, and for purposes of revision as to regularity. In Rex v. Morley, 2 Burr. 1042, on a rule to show cause against certain orders of a justice of the peace imposing fines on the defendant and others, on the conventicle act, the court said: « A certiorari does not go to try the merits of the question, but to see whether the limited jurisdiction have transcended their bounds.” To this principle there is no exception, nor could there be; for the superior court would seldom, perhaps never, have the specific powers necessary to carry the proceeding to its close. Thus the Supreme Court could not proceed on the return to a certiorari removing a petition and report of viewers under the road laws, because its terms for returns, and confirmations of reports, for granting reviews and issuing orders to supervisors, are different from those of the Quarter Sessions, to which such proceedings are particularly adapted. Neither could a country cause be removed into it for trial, because it has not power to summon a country jury. It would exhibit an odd spectacle did it attempt to perform the functions of two justices of the peace under the landlord and tenant act, sending, by reason of its incompetency, the trial of an adverse title alleged to be in a third party to an inferior court as its superior, and receiving the cause back for final adjudication when the impediments which had been too weighty for it were removed. All such matters are regulated by statute, insomuch that it required the power of the legislature to give an appeal before judgment in an action before a justice of the peace, under what was called the twenty pound act, which was superseded by the one hundred dollar act in 1804; and it has always been held that a certiorari will not lie to a justice before judgment. The proceeding before us, is an application by an alleged wife for maintenance out of her husband’s estate, under the nineteenth, twentieth, and twenty-first sections of the revised act of 1836, relating to the support and employment of the poor; by which cognisance of the matter is given to two aider-men of the district at its origin, and to the Quarter Sessions at its close. No such removal as the present has before been attempted, and it cannot be sustained. Rule discharged. \"",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "W. L. Hirst, contra,"
    ],
    "corrections": "",
    "head_matter": "The Commonwealth v. Nathans.\nProceedings by the guardians of the poor against a husband, to compel maintenance of his deserted wife and children, cannot be removed by certiorari, from the Quarter Sessions to the Supreme Court, for the purpose of trial.\nThe jurisdiction of the Supreme Court over proceedings of inferior jurisdictions specially delegated by statute is revisory; and it is confined to the examination of the regularity of such proceedings, and whether their jurisdiction has been exceeded.\nMarch 27. The guardians of the. poor having instituted proceedings to compel the defendant to maintain his wife and children, and an 'answer having been filed denying the alleged marriage, a writ of certiorari issued from this court, to remove the proceedings from the Quarter Sessions of Philadelphia. The writ had been allowed by the late Mr. Justice Kennedy.\nOn a motion to quash, it was argued by J. Murray Rush, for the motion, and\nW. L. Hirst, contra,\nwho contended that the jurisdiction of this court being equal in all respects to that of the King’s Bench, (Acts of 1836, 1722, 1 Sm. 139,) it included the present proceeding. That it was discretionary, it is true, but on that point the allocatur of one of the justices of the court was conclusive. Here too was a proceeding involving property and liberty during the life of the wife. In Commonwealth v. Beaumont, 4 Rawle, 366, it is expressly said, that certiorari is the remedy in all cases not accord-' ing to the course of the common law, where none other is given. So in Commonwealth v. McGinnis, 2 Whart. 115, it is said to lie when not prohibited, which is also shown by the various statutes prohibiting the removal of certain causes; (Acts 1809,1811,1822.) That the King’s Bench has this high and supreme jurisdiction, is well known, 3 Black. Com. 42; and will remove causes, of every description and in every stage; Rex v. Cashiobury, 3 D. & R. 35; Williams v. Ld. Bagot, 4 D. & R. 315. In Goodright v. Dring, 2 D. & R. 407-9, the definition of Mr. Tidd is adopted, that it is a writ which issues from the B. R. or Chancery, when the king would be certified of any record which is in the Treasury, C. P. or any court of record, or before the sheriff or coroners, or of a record before com-, missioners or the escheator. So in Edwards v. Bowen, 7 D. & R. 709. The only requisite is, that it is to a court of record. Patterson v. Eades, 5 D. & R. 445, was before trial; so was Zink v. Langton, 2 Doug. 749; Daniel v. Phillips, 4 Term Rep. 499. Rex v. Roupell, Cowp. 458, was a presentment in the Savoy. In Walker v. Gann, 7 D. & R. 769, it was quashed, because after judgment by default. Indeed, instances of a removal for almost every imaginable cause may be found; The King v. Eaton, 2 Term Rep. 89; Rex v. Harrison, 1 Chit. Rep. 571; Rex v. Mathews, Id. in note; Hartley v. Hooker, Cowp. 524; Edwards v. Bowen, 2 Russ. 153; Guardians v. Roberts, 5 Serg. & Rawle, 112, was in this court, but after order.\nApril 5."
  },
  "file_name": "0124-01",
  "first_page_order": 124,
  "last_page_order": 126
}
