{
  "id": 953544,
  "name": "Mosher et al. v. Small",
  "name_abbreviation": "Mosher v. Small",
  "decision_date": "1847-05-22",
  "docket_number": "",
  "first_page": "221",
  "last_page": "224",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 221"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 W. 4",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle, 359",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820542
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0359-01"
      ]
    },
    {
      "cite": "12 Serg. & Rawle, 325",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8878885
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/12/0325-01"
      ]
    },
    {
      "cite": "1 Watts & Serg. 360",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852608
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0360-01"
      ]
    },
    {
      "cite": "15 Serg. & Rawle, 150",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1815546
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/15/0150-01"
      ]
    },
    {
      "cite": "6 Watts, 514",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "6 Serg. & Rawle, 34",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1805932
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/6/0034-01"
      ]
    },
    {
      "cite": "2 Rawle, 362",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "4 W. 4",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "12 Serg. & Rawle, 325",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8878885
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/12/0325-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 471,
    "char_count": 8205,
    "ocr_confidence": 0.382,
    "pagerank": {
      "raw": 6.502590017143801e-08,
      "percentile": 0.4000700426936088
    },
    "sha256": "8e0230bfb7cad8f073fb4e52ad0df23bede716cf8562d18aaee12353ded4a023",
    "simhash": "1:0da18445ea404add",
    "word_count": 1426
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mosher et al. v. Small."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nA successful plea in abatement in an action ex contractu, for a non-joinder of parties, cannot be changed into an instrument of proof in a subsequent action on the same contract. As is well said by Gibson, C. J., in Witmer v. Schlatter et al., 2 Rawle, 362, it neither asserts nor denies the existence of any contract whatever, the new parties being conditionally named to enable the plaintiff to connect them with whatever contract may be proved. As against those who pleaded, the record is evidence that all named in it are partners or joint contractors, hut beyond this, it only operates to prevent a second failure for want of proper parties. It is still the duty of a plaintiff who avers a joint contract, to prove it aliunde, and he must prove it as laid. A failure to do so consti-v tutes a fatal variance. In such actions, it is emphatically true, that the allegata et probata must agree, and the rule holds with peculiar force in respect to all the defendants who áre charged as parties to the agreement declared on. It is true, that had Mosher alone appeared to the second action, the evidence demurred to would have warranted a judgment against him as a joint Contractor, for his former plea in abatement would operate to estop him from averring the contrary. But he was not the only party who had a standing in court for the purpose of taking defence. Moorhead, though not summoned,\" appeared specially on the return of the writ, by attorney, as he had a right to do, and joined with Mosher in pleading in bar to the action. After this, it was no longer optional with the plaintiff below, to regard Mosher as the only defendant, as perhaps he-might, had there been nothing more than a general appearance of record by an attorney of the court; Erdman v. Stahlnecker, 12 Serg. & Rawle, 325; Lentz v. Stroh, 6 Serg. & Rawle, 34. And this appears to have been the view taken by the cohrt below of the relations of the parties, for on the application of the defendants, and against the consent- of the plaintiff, it was correctly ordered that the jury called to try the issues joined, should be sworn between the plaintiff and the defendants, Mosher and Moorhead. After this, the defendants demurred to the evidence. Now, if in this state of the case the plaintiff’s proof was sufficient to establish the joint contract described in his narr., the only proper judgment under the pleadings was a joint one against both the defendants; but if, on the contrary, he must be considered as having failed in making such proof, then he failed in sustaining his claim as averred against either of them, however full and satisfactory the evidence may have been against one of them only, and consequently judgment ought to have been rendered in their favour generally. There cannot, regularly, be under the pleadings in the cause a judgment for one defendant, and against the other. This would be to violate the long and well-established rules of pleading and evidence which obtain in such cases. The answer offered to this objection is, that the declaration is against Mosher alone. Admitting this to.be true, it is not sufficient to relieve the plaintiff’s case of the difficulty. At most, this restriction of the narr. was nothing more than an irregularity, which the defendant might and did waive by pleading to it, as if it were, in fact,-drawn against them both; Downing v. Lindsay, 2 Barr, 382.\nThe Court of Common Pleas committed an error, therefore, in rendering several and diverse judgments for and against persons, who, it was the plaintiff’s business to show, stood on the same platform, subject to equal liabilities. It is manifest from the action of the court, it was of opinion the evidence demurred to disclosed no fact from which an inference of joint liability in Moorhead could be fairly drawn, and in this they were right. But whether right or wrong, in this particular, is of no consequence, so far as the abstract question under discussion is involved, because, in every aspect the judgments are erroneous.\nThe rule upon which our conclusions are founded, may doubtless, in some instances, operate harshly. In a country so widely extended as ours, the persons composing companies or partnerships formed to carry on the business of transporting goods and passengers, are not unfrequently scattered through many of the states of the confederacy, and are unknown to the public generally. From this, much inconvenience may be experienced by those who may have occasion to deal with them, or who seek to enforce their obligations by suit. This inconvenience seems to have been sensibly felt in England, and has produced there the stat. 8 & 4 W. 4, c. 22, which by its ninth section provides, that after a plea in abatement, if the plaintiff shall not proceed in the original action, but shall bring a new suit against the persons named in the plea, and if on the trial, it appears by the pleadings on evidence that all of the original parties are liable, but that one or more of, the other parties named in the plea are not, the plaintiff shall nevertheless be entitled to a judgment against the other defendants who shall appear to be liable, and the defendants not liable shall have judgment for costs, to be paid by the parties who put in the plea in abatement. If we possessed a similar remedial act, the action of the court below would be in accordance with its enactments. But in the absence of such legislative provision, we cannot, on the mere argument ah inconveniently undertake to introduce a new principle in derogation of a common law rule, firmly established and always recognised in Pennsylvania.\nThe judgment rendered below must therefore be reversed, and as it is the duty of this court, in cases like the present, to award such a judgment as the inferior tribunal should have entered, (Stephens v. Cowan, 6 Watts, 514,) it is ordered that the defendants have judgment on the demurrer.\nJudgment accordingly.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Stevens, for the plaintiff in error.",
      "Franklin, contra."
    ],
    "corrections": "",
    "head_matter": "Mosher et al. v. Small.\nIn an action ex contractu against several defendants, of whom but one was served with process, if others voluntarily appear, a judgment for the plaintiff must be against aU the defendants appearing.\nIn error from the Common Pleas of Lancaster.\nMay 10. This was an action of assumpsit by Small against Mosher, Moorhead and seventeen others. The declaration setting forth the service of the writ on Mosher alone, and the return of nihil as to the others, averred the making of a note by the defendants, their promise and non-performance. To this Mosher and Moorhead pleaded the statute of limitations, and the plaintiff replied a former writ against Mosher alone, and a plea in abatement for non-joinder. The plaintiff asked to have the jury sworn to try the issue between himself and Mosher, but the court, at the instance of defendant’s counsel, directed them to be sworn according to the issue on the record.\nOn the trial, the plaintiff proved the making of the note by Mosher as agent for a stage company. The only evidence against Moorhead was, that he had spoken to a man “ to drive for the company.” The defendants demurred to the evidence, and the jury having assessed the damages contingently, the court gave judgment for the defendant, Moorhead, and against Mosher, on the verdict.\nMay 22.\nStevens, for the plaintiff in error.\nThere cannot be two judgments in an action ex contractu, for it is of the very essence of the action that the defendants are jointly liable, or not at all. The error of the court was in applying the rule in tort to contract; Witmer v. Schlatter, 15 Serg. & Rawle, 150; Cary on Part. 136; McClelland v. Lindsay, 1 Watts & Serg. 360; 1 Chit. Pl. 28.\nFranklin, contra.\nDowning v. Lindsay, 2 Barr, 382, is like this case, excepting that here two defendants appeared; but one only was served — the declaration was against one only, and the award had been against him only; Erdman v. Stahlnecker, 12 Serg. & Rawle, 325. We had a right to waive the appearance for Moor-head and proceed against Mosher alone; Witmer v. Schlatter, 2 Rawle, 359 ; and if that is so, of course there must have been a judgment against him alone. This cóurse has been adopted in England, by statute 3 & 4 W. 4, c. 42, sect. 10."
  },
  "file_name": "0221-01",
  "first_page_order": 221,
  "last_page_order": 224
}
