{
  "id": 953511,
  "name": "Randolph et al. Appeal",
  "name_abbreviation": "Randolph Appeal",
  "decision_date": "1847-05-31",
  "docket_number": "",
  "first_page": "242",
  "last_page": "246",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 242"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts, 263",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840097
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0263-01"
      ]
    },
    {
      "cite": "6 Watts & Serg. 284",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts & Serg. 259",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854571
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0259-01"
      ]
    },
    {
      "cite": "6 Watts, 167",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846069
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0167-01"
      ]
    },
    {
      "cite": "2 Dall. 131",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11737705,
        11737641
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/2/0131-02",
        "/us/2/0131-01"
      ]
    },
    {
      "cite": "2 Watts, 339",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840141
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0339-01"
      ]
    },
    {
      "cite": "3 Watts & Serg. 28",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854577
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0028-01"
      ]
    },
    {
      "cite": "7 Watts, 167",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts & Serg. 142",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852523
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0142-01"
      ]
    },
    {
      "cite": "2 Watts, 16",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840058
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0016-01"
      ]
    },
    {
      "cite": "6 Watts & Serg. 282",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "16 Serg. & Rawle, 413",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts & Serg. 103",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169036
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/9/0103-01"
      ]
    },
    {
      "cite": "4 Rawle, 440",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823534
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0440-01"
      ]
    },
    {
      "cite": "3 Watts & Serg. 370",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854590
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0370-01"
      ]
    },
    {
      "cite": "6 Watts & Serg. 280",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480155
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0280-01"
      ]
    },
    {
      "cite": "8 Watts, 48",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848501
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0048-01"
      ]
    },
    {
      "cite": "4 Watts, 71",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842746
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0071-01"
      ]
    },
    {
      "cite": "16 Serg. & Rawle, 410",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1816704
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/16/0410-01"
      ]
    },
    {
      "cite": "2 Watts, 263",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840097
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0263-01"
      ]
    },
    {
      "cite": "3 Watts & Serg. 259",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854571
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0259-01"
      ]
    },
    {
      "cite": "4 Rawle, 440",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823534
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/rawle/4/0440-01"
      ]
    },
    {
      "cite": "3 Watts & Serg. 370",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854590
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0370-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 607,
    "char_count": 12230,
    "ocr_confidence": 0.399,
    "pagerank": {
      "raw": 1.1051349102580392e-07,
      "percentile": 0.5693441972871778
    },
    "sha256": "96c53b36f69aeaadeb2bee45bf0cda68ad9da4579710e1d60380f25fb2d66b6f",
    "simhash": "1:cce8e4bc879ed861",
    "word_count": 2115
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Randolph et al. Appeal."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nIt may be assumed as beyond question, that the legacies bequeathed by the last will of John Boose, to be paid^-te. his son Peter Boose, became a charge upon the land, devised to the latter; Holliday v. Summerville, 3 Penna. Rep. 533; Hellman v. Hellman, 4 Rawle, 440; Montgomery v. McElroy, 3 Watts & Serg. 370; and it is also clear of doubt, upon the authorities, that the legal effect of the sale made by the administrators of the devisee for the payment of his debts, by virtue of the \"order of the Orphan’s Court, divested the lien of these legacies, though payable by instalments, a portion óf which had not fallen due at the time of the sále, and turned the legatees round upon the fund in the hands of the administrator for payment; Barnet v. Washebaugh, 16 Serg. & Rawle, 410; McLanahan v. Wyant, 1 Penna. Rep. 112; Ramsey’s Appeal, 4 Watts, 71; Hellman v. Hellman, supra. This general effect is not denied by the appellants, but they insist that the present case is withdrawn from the operation of the rule by the peculiarity of the conditions of sale prescribed by the administrators, to which the purchaser, Meisenhelter, assented, and of which, as they say, his subsequent judgment creditors, now claiming the fund in the court below, either had notice, or might have found sufficient on the record, constituting his title, to put them upon inquiry. When ordering the sale, the Orphan’s Court virtually prescribed as a condition, the payment of the purchase-money in cash, or at least before the delivery of the deed, for such is always to be taken as the terms of such a sale when no other conditions are expressly imposed by the court. Had the administrators a right of their own mere motion to stipulate other and different conditions, by which a lien upon the land sold could be either créated or prolonged ? Repeated decisions in this state have settled the principle that an officer of the court, whether called sheriff or administrator, executing its process for the sale of land, in payment of debts, has no power to prescribe conditions other than those which the law or the court has indicated, and his attempt to do so will not be permitted to affect, as with a lien, interests subsequently acquired by third persons, either as purchasers for value or encumbrancers; Hellman v. Hellman, supra; Eshelman v. Witmer, 2 Watts, 263; Aulenbaugh v. Umbehauer, 8 Watts, 48; S. C. 3 Watts & Serg. 259; Mode’s Appeal, 6 Watts & Serg. 280. But were this otherwise, and granting that such subsequent party in interest might be affected by a second lien, not appearing of record or on the face of the title, but of which he had express notice or means of notice, how could this interfere with the claims of Meisenhelter’s creditors, to whom the court below has awarded the proceeds of the sheriff’s sale ? Express notice to them of the written' conditions of sale made by the administrators or of the alleged agreement between the latter and Meisenhelter, for a continuance of the lien of the legacies, is not pretended.\nWas there any thing in the title of their debtor to which they may be supposed to have looked before loaning tbeir money, to put them upon an inquiry that would necessarily have led them to a knowledge of the adverse claim ? Absolutely nothing. The administrators’ conditions were not returned with the order of sale, nor in. any way alluded to in the certificate of sale made to the court. On the contrary, the administrators expressly reported that they had made sale to David Meisenhelter for a sum certain, according to the order issued to them, and this sale was afterwards confirmed, subject to the payment of the purchase-money, according to the conditions of sale, meaning, of course, those prescribed by the court, for of these conditions only had it any knowledge. Acting upon the decree which directed a conveyance to the purchaser, the' administrators subsequently executed a deed to Meisenhelter, containing a recital of the proceedings had in the Orphan’s Court, just as they appear of record; an acknowledgment of the payment of the purchase-money, being the amount bid at the sale, and granting the estate as it existed in the decedent in his lifetime. Nowhere are the private conditions of sale even hinted at. Indeed, it may be asserted, without hazard of error, that so far from there being any intimation in the record or on the face of the deed, to which the parties were alone bound to look, tending to disclose the existence of a second lien, every thing visible led to a directly contrary conclusion. Were we then disposed-, under any circumstances, to put subsequent Iona fide encumbrances to the hazard of an inquiry in pais, there is nothing here making such an inquiry incumbent upon them. Consulting the record of sale, they found the lien of the legacies satisfied and extinguished by operation of law. They had a right to/ rely upon this as importing verity, and no verbal intimation, had such even been shown, would have been sufficient to bind them to inquire into the validity of the supposed liens. Repeating an observation made by Mr. Justice Sergeant, in Mode’s Appeal, 6 Watts & Serg. 280, it may truly be said that no person would buy, or creditor lend his money, if he was liable to be affected by such claims. We are, therefore, ufiable to perceive any equity in the legatees superior to the legal right of the judgment creditors, and consequently the decree of the court below, preferring the claims of the latter, must be affirmed.\nThere is nothing in the objection to the action of the court, in. refusing to direct an issue, simply because there was no disputed fact requiring the intervention of a jury. Admitting all the legatees averred, it would not enable them to come in on the fund in preference to the judgment creditors. Decree affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Fisher, for appellants.",
      "Campbell, contra."
    ],
    "corrections": "",
    "head_matter": "Randolph et al. Appeal.\nOn petition of administrators, the Orphan’s Court ordered a sale for payment of debts and maintenance of children. The administrator returned a sale at a certain price, which the court confirmed, and ordered a deed to be executed, subject to the payment ■of the purchase-money, according to the conditions of sale. All prior liens are thereby discharged, as between encumbrancers of the estate of the purchaser, and the former lien creditors, although the sale had been made on written conditions, by which certain legacies charged on the estate of the decedent, and not yet due, were to remain on the land, and be paid by the purchaser; there being no actual notice to such encumbrancers, and nothing on the record to affect them with notice of such agreement.\nAn officer of the law cannot alter the conditions of sale which are directed by the law, or the court under whose decree he acts; and a lien whióh would otherwise be discharged by the sale cannot be continued by such officer sp as to affect subsequent encumbrancers of the purchaser. Per Bell, J.\nIssue to try the right to proceeds of sheriff’s sale properly refused, where, on his own allegations, the petitioner had no right.\nFrom tbe Common Pleas of ■ York.\nMay 17. The land of Meisenhelter having been sold by the sheriff, auditors were appointed to make distribution, who awarded the proceeds to his judgment creditors, and a mechanic’s lien. Exceptions were filed to this report by the appellant and others, and an issue asked, to try their right to priority of lien as legatees of a former owner. Their case appeared from the petition and evidence to be this:\nIn 1823, John Boose devised this land, consisting of one hundred and eighty acres, to his son Peter, directing that he should pay out of it seventeen dollars per acre to the rest of his heirs, in yearly sums of one hundred dollars. In 1838, Peter, the son, having died, his administrators petitioned the Orphan’s Court for leave to sell his real estate for payment of debts and maintenance of children. Whereupon the court ordered the sale to be made to the highest and best bidder. The administrators returned that they' had sold the land to Meisenhelter for $5757, he being the highest and. best bidder, and that the best price, &c. Whereupon the court confirmed the sale and ordered a deed to be made for the same estate, and in as full, clear, and ample a manner as Peter Boose had therein, at the time of his decease, subject to the payment of the purchase-money according to the conditions of sale. The deed by the administrators, in the same year, recited the premises and conveyed the land in fee, in consideration of the amount of the bid, “ to them in hand paid, the receipt whereof is hereby acknowledged.” No other receipt for the purchase-money was shown, nor did the proceedings in the court or the deed make mention of any charge or lien on the land, reserved or otherwise.\nIn the conditions of the sale made by the administrators of Peter, it was stated that the purchaser was to pay one hundred dollars yearly to the heirs of John Boose, according to his will, commencing in 1839, until $1582 were paid, and the residue in cash, subject as to one-third, to remain as a dower-fund for the widow of Peter, the principal to his heirs at her death. Meisenhelter and the auctioneer proved the sale according to these conditions, and that but $1000 of the purchase-money had been paid to the administrators of Peter.\nOn these facts, the court (Durkee, P. J.) confirmed the report and denied an issue. These were the errors assigned.\nFisher, for appellants.\nClearly the legacies were a charge upon the land of John Boose; Holliday v. Summerville, 3 Penna. Rep. 533; Montgomery v. McElroy, 3 Watts & Serg. 370 ; Hellman v. Hellman, 4 Rawle, 440; Tower’s Approp., 9 Watts & Serg. 103. And though, as a general rule, a sale by administrators for payment of debts discharges prior, liens, yet it may be made expressly subject thereto; Barnet v. Washebaugh, 16 Serg. & Rawle, 413; Stackpole v. Glassford, Ib. 167; Hellman v. Hellman, ut sup.; Mode’s Appeal, 6 Watts & Serg. 282. Here there was an express reference to the conditions of sale, and the confirmation was subject thereto. The purchaser, therefore, had ample notice to put him on inquiry; Barnes v. McClinton, 3 Penna. Rep. 70; Episcopal Academy v. Frieze, 2 Watts, 16; Barnitz v. Smith, 1 Watts & Serg. 142; Epley v. Witherow, 7 Watts, 167. Nor does Mode’s Appeal, ut sup., or Patterson v. Forry, 2 Barr, 456, militate against this doctrine, but rather strengthen it. The notice was far clearer than was held sufficient in Barnitz v. Smith, ut sup.\nMay 31.\nCampbell, contra.\nAdmitting the truth of every fact alleged, the appellants had no claim on the fund; hence a feigned issue was unnecessary. Their liens, were on the same footing as others, and all were discharged by the administrator’s sale, which, in this respect, in no way differs from a sheriff’s sale; McLanahan v. Wyant, 1 Penna. Rep. 112; Custer v. Detterer, 3 Watts & Serg. 28; Crawford v. Crawford, 2 Watts, 339; Nichols v. Postlethwaite, 2 Dall. 131. The act of Assembly under which this was made, directs a sale clear of debts, (1834, sect. 20, Purd. Dig. 438); and these legacies became debts of the devisee by his acceptance of the land; Lobach’s case, 6 Watts, 167.\nThe act (sect. 20) contemplates a sale for cash, in order that debts may be paid out of the proceeds; and the same rule of policy which prohibits the variation by the sheriff of the legal terms of sale, applies to administrators; Aulenbaugh v. Umbehauer, 8Watts, 48; 3 Watts & Serg. 259. But, admitting the right of the administrator to alter the terms prescribed by the law, the creditors of a purchaser cannot be affected without notice of such alteration; Mode’s Appeal, 6 Watts & Serg. 284. Since the court did not order a sale.on special tenias, the administrator could not go beyond their order and create a hen; Eshelman v. Witmer, 2 Watts, 263. The decree of confirmation had of course reference to the order and return which were upon the record; not to unknown and illegal conditions. Tower’s case, and Stackpole v. Glassford merely decide that a purchaser from the sheriff is bound by his agreement to continue an old hen, or create a new one; not that a purchaser from him or his hen creditors would be affected without notice."
  },
  "file_name": "0242-01",
  "first_page_order": 242,
  "last_page_order": 246
}
