{
  "id": 953529,
  "name": "Shunk v. Miller",
  "name_abbreviation": "Shunk v. Miller",
  "decision_date": "1847-05-18",
  "docket_number": "",
  "first_page": "250",
  "last_page": "254",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 250"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts, 384",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841332
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0384-01"
      ]
    },
    {
      "cite": "2 Watts, 451",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840171
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0451-01"
      ]
    },
    {
      "cite": "2 Watts, 104",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840135
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0104-01"
      ]
    },
    {
      "cite": "16 Serg. & Rawle, 49",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Call, 523",
      "category": "reporters:state",
      "reporter": "Call",
      "opinion_index": -1
    },
    {
      "cite": "20 Johns. 74",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2142399
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/20/0074-01"
      ]
    },
    {
      "cite": "5 Pick. 226",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2033230
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/22/0226-01"
      ]
    },
    {
      "cite": "6 Binn. 292",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795149
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/6/0292-01"
      ]
    },
    {
      "cite": "12 Serg. & Rawle, 314",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "16 Serg. & Rawle, 48",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1816681
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/16/0048-01"
      ]
    },
    {
      "cite": "1 Watts & Serg. 261",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852630
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0261-01"
      ]
    },
    {
      "cite": "16 Serg. & Rawle, 50",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 502,
    "char_count": 9355,
    "ocr_confidence": 0.39,
    "pagerank": {
      "raw": 1.4531065686097944e-07,
      "percentile": 0.6554548160915945
    },
    "sha256": "16ee1c981b5f010ef86f2f6d84723ed56b87166c78cc30c0874ca4ae7f17ff62",
    "simhash": "1:9d9c066c34d2cd8c",
    "word_count": 1669
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shunk v. Miller."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe bond offered in evidence in this case, and rejected by the court, was given in pursuance of the 15th section of the act of 13th of June, 1836, which provides that, “ before any person appointed committee of the estate of a lunatic, or of an habitual drunkard, shall perform any act as such, he shall give security in such sum as the court shall direct,'with condition for the faithful performance of the said trust, and duly to account according to law for all property and funds that may come into his hands;” Dunlop, 664. ,\nDill had been duly declared a lunatic, and O’Hail was appointed his trustee, who gave bond in the penalty of $800, with Miller as his surety, with the following condition, viz.:\n«Whereas, the judges of the Court of Common Pleas of said county of York, did, on the 6th day of January, A. d. 1887, appoint James O’Hail aforesaid trustee of John Dill, of Carroll township, who was duly declared a non compos mentis: Now the ■ condition of the above obligation is such, that if the above-bounden James O’Hail shall well and truly take care of the person and manage the estate of the said John Dill, and shall yearly and every year during the continuance of the lunacy of the said John Dill, fully and faithfully account with the judges of the said court, or with such person or persons as the said court shall nominate for that purpose, of and concerning the estate of the said John Dill, and the annual proceeds thereof;' and in case the said John Dill shall hereafter become of sound mind, that then the said James O’Hail shall faithfully account with and pay to the said John Dill the proceeds of the said estate beyond the debts of the said John Dill, and for his maintenance ; and also that the said James G’Hail shall abide by, do and perform all and singular the decrees and orders which the court shall make from time to time in the matter of the lunacy of the said John Dill; then the above obligation to be void, otherwise to remain in full force and virtue.”\nDoes this bond prescribe any condition in terms not in accordance with the statute and the law which required it ? Is there any thing in the condition that the statute does not authorize ? _ We must bear in mind that the statute does not prescribe the form, and make the bond void; unless that form is pursued. The leading principle on this subject, which runs through the cases, is, that when a statute only directs the'condition of the bond, and does not avoid it if it should not conform to the directions, and something more than the condition is added to it, the bond may be allowed to cover the authorized part of the condition; Gilpin’s Rep. 179. 1\nBut it is otherwise where a statute authorizes a bond to be taken in a prescribed manner or for certain expressed purposes, and declares, if it be not so taken, the bond shall be void. There the bond must follow the words prescribed, and it is not good for any purpose, however lawful in itself, if it be not conformable to the statute; Gilpin, ut supra.\nThe act of Assembly under which this bond was taken, declares that the condition shall be for the faithful performance of the trust, and that the committee shall account according to law for all the funds and property that may come into his hands. We are unable to discover that the bond requires more than this, or that the bond increases the trustee’s responsibility. The law places the person and estate of the lunatic in the custody and care.of the trustee. The bond requires the trustee to account annually during the continuance of the lunacy, and this is the strong ground urged on behalf of the defendant. The 40th section of the act says, it shall be at least once in three years, and at any other time when the court require it. When the mind of the lunatic is restored, the trustee is to pay over the estate in his hands. The 41st section provides that every committee shall, on the determination of his trust, settle it in the office, and the common law would compel him to pay it over when he was discharged by the court, and this would be enforced by every court when the lunatic became compos mentis.\nWe do not think this bond requires more of the defendant than the statute prescribes. There is nothing in the condition of this bond increasing the trustee’s responsibility, úor does the surety stand on more advantageous ground than the principal; Farmers’ Bank v. Boyer, 16 Serg. & Rawle, 50. The fundamental government of this state causes the clerks of our courts to be frequently changed. The taking of important obligations for the benefit of the unfortunate, is too often trusted to inexperienced clerks. This is a good reason for supporting all obligations of this nature to the full extent that adjudged cases will warrant.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Cochran and Barnitz, for plaintiff in error.",
      "Campbell, contra."
    ],
    "corrections": "",
    "head_matter": "Shunk v. Miller.\nBond by committee of a lunatic to R., Governor of Pennsylvania, with condition that the committee should take care of the person and estate of A., the lunatic, and shouid yearly, during the lunacy, account with the Court of Common Pleas, or those by it appointed; and when the lunacy ceased, pay over to A. and account with him for the proceeds of the estate beyond the debts; and abide all order and decrees in the matter of said lunacy, held good in an action against the surety by S., the present governor, as successor of R., to the use of the substituted committee.\nBonds taken under statutes which do not prescribe a form, are not avoided by conditions beyond the demand of the statutes when the conditions are severable: such conditions are treated as surplusage.\nIn error from tbe Common Pleas of York.\nMay 18.\nDill having been declared a lunatic, the present defendant, with O’llail, now deceased, who was appointed his committee, gave a bond to the former governor of the Commonwealth, with a condition mentioned by Mr. J. Burnside in the opinion of, the court in this case. The defendant having been removed by the court, Porter was appointed in his stead, who brought an action on the bond, to his own use, in the name of the present governor, as successor of a former governor, the obligee in the bond. The breaches assigned were, a wasting of the property of the lunatic; not accounting yearly; and non-Compliance with the decrees of the court in not paying over moneys in his hands as 'ordered.\nOn the trial, the court refused to receive the bond in evidep.ce, and this was the error assigned.\nCochran and Barnitz, for plaintiff in error.\nThe reason for rejecting the bond was, that the conditions were larger than are required by the act of Assembly, and being a statutory security, it was thereby avoided. But the form was taken from those in use before the act of 1836, under the provision in the constitution of 1798; and it is to be observed the present statute does not set forth a form in hcec verla, but merely directs a security for the faithful performance of the trust and for duly accounting; act June 13, 1836, sect. 15. In this respect it differs from administration bonds, and the declarations of femes covert in partition, and is clearly within the rule laid down in United States v. Brown, Gilp. 179. The conditions here are not greater than the duties prescribed by the statute. That he shall take care of the person and manage the estate, is required by sects. 14, 20': that he shall account whenever the judges order, by sect. 40; and this bond being taken under their authority, amounted to an order for an annual account: the payment over on cessation of the disability, is directed by sect. 41: that for compliance with the decrees is under sect. 43. Since then, there is no greater liability imposed than the law required; there can be no objection by the surety; Commonwealth v. Laub, 1 Watts & Serg. 261; Farmers’ Bank v. Boyer, 16 Serg. & Rawle, 48. There is another ground on which it may be sustained. Where the conditions are several, the bond is good for those that are lawful; Armstrong v. The United States, 1 Pet. C. C. R. 47. , It might also be sustained as a bond at common law; Bank v. Cresson, 12 Serg. & Rawle, 314; Commonwealth v. Wolbert, 6 Binn. 292.\nCampbell, contra.\nNot only is the instrument purely statutory, and hence void by reason of excessive conditions, but it is bad by reason of the obligee. It is declared by the act of 14th June, 1$36, that all such bonds shall be taken in' the name of the Commonwealth. These two objections are fatal; Purple v. Purple, 5 Pick. 226; Warner v. Racey, 20 Johns. 74; Johnstons v. Meriwether, 2 Call, 523.\nThe conditions are variant from those required by law; the accounting is to be unconditionally, while the law directs it to be conditionally, and the persons to whom the account is to be made, are different; there is no statute which forfeits the bond by a non-compliance with a decree of the court. It being plain that greater liabilities are imposed than could have been demanded, the bond is avoided; United States v. Morgan, 3 Wash. C. C. R. 10; Gilpin, 181, 182; Farmers’ Bank v. Boyer, 16 Serg. & Rawle, 49; Pier v. McKinney, 2 Watts, 104; McBride v. The Commonwealth, 2 Watts, 451; Commonwealth v. Laub, 1 Watts & Serg. 261; Henry v. Commonwealth, 3 Watts, 384. The conditions are not severable, and if they were, it is immaterial, for the plaintiff here assigned breaches of the objectionable conditions."
  },
  "file_name": "0250-01",
  "first_page_order": 250,
  "last_page_order": 254
}
