{
  "id": 953591,
  "name": "Smith v. Smith",
  "name_abbreviation": "Smith v. Smith",
  "decision_date": "1847-05-18",
  "docket_number": "",
  "first_page": "254",
  "last_page": "258",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 254"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Binn. 370",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "16 Serg. & Rawle, 118",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "8 Serg. & Rawle, 441",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809574
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/8/0441-01"
      ]
    },
    {
      "cite": "8 Serg. & Rawle, 287",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "7 Serg. & Rawle, 180",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "6 Serg. & Rawle, 295",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Serg. & Rawle, 361",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "5 Binn. 490",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793675
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0490-01"
      ]
    },
    {
      "cite": "4 Serg. & Rawle, 547",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "10 Conn. Rep. 480",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6753412
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/10/0480-01"
      ]
    },
    {
      "cite": "14 Pick. 198",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2018920
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/31/0198-01"
      ]
    },
    {
      "cite": "1 Johns. Ch. 336",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 633,
    "char_count": 10651,
    "ocr_confidence": 0.396,
    "pagerank": {
      "raw": 4.912422557483449e-08,
      "percentile": 0.3092738225278771
    },
    "sha256": "ba9337b59daeab80d2e5fa0ca2e1e5651996df230214c9b6d9040a1b98d821fd",
    "simhash": "1:dbe4e94d0a8234f8",
    "word_count": 1892
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Smith v. Smith."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThis case discloses a strong and imposing equity in the plaintiff below, and yet he was turned out of court on a mere technical form in the mode of declaring or setting out his cause of action. (His honour here stated the case, pleadings, and amendments offered.)\nSome forms are conservative of justice and principle. Such must be pursued. There are others, however, which never answered any other purpose than to cripple legal proceedings, vex and harass suitors, and bring reproach upon the profession. This last class it was the intention of the legislature to brush away with unsparing hand. “A plaintiff shall not be nonsuited for any informality in his statement or declaration filed, but when, in' the opinion of the court, such informality will affect the merits of the cause in controversy, he shall be permitted to amend,” &c. It was probably the intention of the legislature to carry amendments to a greater length than they have been allowed by the courts; and the act of 16th of April, 1846, p. 353, has extended the right to amend to those cases where the courts had refused; but on the same terms as in the original act of 21st March, 1806. On this act the reported decisions are so numerous that it is somewhat difficult to ascertain the precise line where amendments shall be denied- and cease, and where form shall predominate. Like the light and shading of a picture, they run into each other. We think, however, that the leading rule to be extracted from them is, .that when the cause of action is substantially the same, the mode of setting it out may be amended. The nature or form of the action cannot be changed, nor the names of the parties, except in those cases which come within the dominion of the act of 1846. Thus, in the action of debt, (which this is,) the statement of the cause of action may be amended, so as to make it fit the facts, if the main lineaments of the first narr. are retained, so as indissolubly to connect the amended declaration in identity with the original cause of action.\nThis court is of opinion that the plaintiff had a good cause of action ; that the codicil and the will ought to be taken together to make out the gift or legacy to the plaintiff. The codicil refers to the †111, and directs it to be delivered to plaintiff, and to be paid by his executor when due. The amount intended to be given can only be ascertained by the bill or note. The bill is, in fact, the main feature in the gift, and the codicil, or supplementary testament, is inseparably connected with it. The amended declaration only illustrated more clearly the plaintiff’s right to recover in the action of debt on the bill or note and the supplementary testament.\nTo me it appears that the plaintiff had a right to maintain his action on the bill itself. The testator ordered his executor to deliver it to the plaintiff immediately after, or as soon as possible after his death, and to pay it, to wit, the note or hill, when it became due. For what purpose was it to be delivered ? Why certainly as an evidence of debt. I see nothing to prevent the deceased from charging his estate in this mode. He appears to have written the codicil and will himself, and by his shrewd common sense was prompted to the arrangement. A gift inter vivos must be delivered to make it valid. But actual delivery is not necessary; it is enough that the donee or alienee has possession, with the assent of the grantor or donor. And it has been ruled that whatever would authorize the donee to take possession without committing a trespass, may be regarded as a delivery; Jones v. Blake, 2 Hill’s Ch. Rep. 632. In the case at bar, the deceased having executed the will, directs his agent and executor, who was bound to do it, to deliver it to the plaintiff. And can a man dispose of his whole estate, give it away by his will, and not direct the valid delivery of a single bill, which he had prepared and executed with his own hand for the purpose of being so delivered ? It would seem to me that there ought not to have been any difficulty, and that the codicil or supplementary will and delivery by executor could all have been received in evidence in answer to defendant’s plea, — that the bond or bill had not been delivered. Courts of equity, both in England and the United States, have ruled that bonds left by decedants, without delivery, might be enforced, even where there was no testamentary directions. to deliver them; 1 Atkins, 625; 2 Ves. 440; 1 Johns. Ch. 336; 3 Merivale, 269. And the authorities cited by the counsel for the defendant in error would seem rather to strengthen than weaken these cases, because they were founded on notes not under seal, and were adjudged inoperative as donationes mortis causa, for reasons not affecting this case, and invalid as contracts for want of consideration; but the point of non-delivery was not made;' 2 Gill & Johnston, 208; 14 Pick. 198; 10 Conn. Rep. 480. But in the case at bar, the notes or single bills were under seal, which always imports a consideration. It is unnecessary, however, to pursue the case in this aspect, I have indicated the ground on which the court are of opinion that the plaintiff ought to recover, and in this suit. We think the amendment which the plaintiff asked to make in his narr. did not change the original, or introduce any new cause of action, but that it would have remained substantially the same; and that, therefore, it ought to have been allowed.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Potts and Fisher, for plaintiff in error.",
      "Mayer, contra,"
    ],
    "corrections": "",
    "head_matter": "Smith v. Smith.\nUnder the act of Assembly, counts setting out the cause of action with particularity may be added, if it thereby appear that the identical cause of action originally declared on is contained in the new pleadings.\nHence, where the declaration was on a bond sealed by testator in his lifetime; and the evidence showed that sealed notes were executed, and directed, by a codicil to the will, to be delivered to the obligees, and paid by the executors: amendments in pleadings, setting forth the special circumstances, may be made on the trial.\nIn error from the Common Pleas of York.\nMay 18.\nDebt on bond to August Term, 1845. The plaintiff declared on a bond of defendant’s testator, sealed in 1834, by which the testator acknowledged himself to be indebted to plaintiff in, &c., payable in one year after his decease; and averring that one year had elapsed, whereby the defendant became liable, &c.\nTo this the defendant pleaded that the supposed bond remained with the obligor until his death, and at his death came into the possession of the defendant. The plaintiff replied, confessing the matter in the plea alleged, and averring that, after the making of the said bond and of the said will, the said testator executed the following testamentary instrument:\n“ I the undersigned have executed notes of my hand for various sums to sundry Hairs of mine, which I desire and authorize my executors to deliver them as soon after my death as possible and pay them when the become due or as soon after as can be made convenient. I mean to be understoot that these sums or notes are to be paid out of my estate independent of which I have willed to them, and those who are the most in need of to be paid first, and my executors are to be the judges of that.”'\nThat the said paper was proved before the register in 1847, and that the bond in the declaration mentioned was one of the instruments mentioned therein, and was delivered to plaintiff by defendant under the authority therein given. To this defendant rejoined, that the day of the alleged probate was long after this action was brought, and that the bond in suit was not one of the -notes, &c., denying the delivery under an absque hoc. The plaintiff surrejoined that it was one of the notes, and on this issue was joined.\nOn the trial, the plaintiff proved the execution of the bond, and that it had been received by him from the defendant, as executor. The court (Irvine, P. <J.) refused to permit the bond to be read, on the ground of variance between the narr. and the proof.\nThe plaintiff then asked leave to withdraw his replication to the plea of non est factum, and to reply the execution of the bond in suit and the reténtion of it by testator until his death; the making of his will and codicil, and probate thereof, with an averment that the bond was one of the notes therein mentioned, and was delivered by the defendant. The court refused to receive this replication, on the ground that it would be a departure. The plaintiff then asked leave to file two additional counts to the declaration, in the first of which he set out the sealing of the bond, the will and letters testamentary, the codicil and probate; that the bond sued on was one of the notes therein mentioned, and the delivery under the authority therein given. The second was similar, omitting the averment of probate of the codicil. But the court, considering these as varying the cause of action, refused the motion. They also rejected evidence of the codicil, and other facts specially pleaded.\nThe rejection of the evidence, and the refusal to permit the proposed alteration in the pleadings, were the errors assigned.\nPotts and Fisher, for plaintiff in error.\nThe authority given to deliver the bond enabled the obligee to sue from the time of such delivery, when it became perfect; Shep. Touch. 57. In fact no delivery was essential under this codicil; Plumstead’s Appeal, 4 Serg. & Rawle, 547 ; Ward v. Turner, (Ousley v. Carrol, Shargold v. Shargold,) 2 Ves. 440; Thorold v. Thorold, 1 Philm. 1; Stone v. Evans, 2 Atk. 86. The facts offered to be proved created a liability, without proof of delivery; Toner v. Taggart, 5 Binn. 490 ; or the note might be considered as a voluntary settlement, which would be enforced in Chancery; Boughton v. Boughton, 1 Atk. 625; Clavering v. Clavering, 2 Vern. 476; Barlow v. Heneage, Prec. Chan. 211; Villers v. Beaumont, 1 Vern. 101, (ca. 87); Pulvertoft v. Pulvertoft, 18 Ves. 84; Worrall v. Jacob, 3 Meriv. 269; Bunn v. Winthrop, 1 Johns. C. R. 336; Souverbye v. Arden, Ib. 256.\nThe pleadings were sufficient to enable the plaintiff to recover, or if there were any defects, the amendments were proper; 1 Chit. Pl. 624, 636; Act 1806; Smith v. Rutherford, 2 Serg. & Rawle, 361; Bank v. Israel, 6 Serg. & Rawle, 295; Clymer v, Thomas, 7 Serg. & Rawle, 180; Cassell v. Cooke, 8 Serg. & Rawle, 287; Cavene v. McMichael, 8 Serg. & Rawle, 441; Franklin v. Mackey, 16 Serg. & Rawle, 118.\nMayer, contra,\nreferred to Act of 1834, sects. 51, 52, (Executors;) 3 Binn. 370; 1 Har. & Gill, 324; 1 Chit. Pl. 519; Act 1826, (Collateral Inheritance Tax.)"
  },
  "file_name": "0254-01",
  "first_page_order": 254,
  "last_page_order": 258
}
