{
  "id": 953590,
  "name": "Wickersham v. Fetrow",
  "name_abbreviation": "Wickersham v. Fetrow",
  "decision_date": "1847-05-28",
  "docket_number": "",
  "first_page": "260",
  "last_page": "262",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 260"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Whart. 170",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877605
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0170-01"
      ]
    },
    {
      "cite": "7 Serg. & Rawle, 1",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1808154
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/7/0001-01"
      ]
    },
    {
      "cite": "6 Serg. & Rawle, 44",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1805936
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/6/0044-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 281,
    "char_count": 4109,
    "ocr_confidence": 0.413,
    "pagerank": {
      "raw": 6.966205063330921e-08,
      "percentile": 0.42196726527299466
    },
    "sha256": "2b837a112c1c9f49b8a017e000f419d4e21ba5429c747bd3a9e0b2152e4bebbe",
    "simhash": "1:b4071837d78664ea",
    "word_count": 730
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wickersham v. Fetrow."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nIn the action No. 42, of January Term, 1844, of Philip Fetrow v. David Fetrow, which was a scire facias sur mortgage, .on the return of the writ, Daniel Hoopes and William Wickersham, executors of William Hoopes, deceased, presented their petition to the court, averring that Hoopes was a purchaser of the land since the date of the mortgage, and they believed the mortgage sued on was paid, and asked leave to appear and take defence, which was allowed. Judgment was given against David Fetrow on the 22d July, 1844, for want of a plea. Hoopes’ executors pleaded payment. The cause was referred-to arbitrators, who made a report in favour of the defendants; appeal to the Common Pleas, trial and verdict for the defendants; new trial granted, and then verdict and judgment for the plaintiffs for $581 50 debt, with six cents costs; levari facias and premises sold for $815. The costs were taxed at $199 46. On the 17th of April, 1846, the plaintiff, Philip Fetrow, obtained of the court a rule upon William Wickersham and David Hoopes, executors of William Hoopes, deceased, to show cause why they should not pay the plaintiffs costs which accrued after the judgment against David Fetrow, rendered on the 22d of July, 1844. The court, on the 4th of August, 1846, made the rule absolute.\nThis act of the Common Pleas, the making of the rule absolute on the executors of William Hoopes, deceased, is the error assigned in this court.\nThe scire facias on the mortgage is a proceeding in rem, against the-land mortgaged, and is given by the sixth section of the act of 1705, (1 Smith’s Laws, 59; Dunlop, 23,) to enforce the payment'of the mortgage debt. The plaintiff obtained a verdict and judgment against the land, which gave him a writ of levari facias to sell the land. The law gives him the proceeds of that sale to pay the debt, interest, and costs. If the land did not sell for a sufficient sum for that purpose, he is left to pursue any other remedy he may have for the balance. Costs are only given by the statute law. The common law gave costs in no case. The statute of Gloucester, 6 Ed. 1 ch. 1, gave them only where damages are recoverable; 4 Wash. C. C. R. 107. Courts have no power to give costs or to order their payment, unless authorized by the statute law. When the executors of Hoopes applied to the equity power of the court to pefmit them to defend against the scire facias on'the mortgage, it world have been proper in the Common Pleas, to have made them stipulate to pay the costs in case of an unfavourable result, but the court, the defendant in the mortgage, and the plaintiff in the scire facias, permitted them to appear and plead without any stipulation or condition. However equitable it may appear, that Hoopes’ executors should pay the costs, the case disclosed leaves the court without power for that purpose. The parties to the mortgage have themselves to blame in not calling on the court for a stipulation as to the costs before they permitted them to appear. We are constrained to reverse this order of the court, on the ground stated.\nJudgment making the rule absolute reversed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Cochran and Barnitz, for plaintiff in error.",
      "Chapin and Durkee, contra."
    ],
    "corrections": "",
    "head_matter": "Wickersham v. Fetrow.\nThe defendant is not personally liable for the costs on a scire facias on a mortgage the judgment being exclusively de terris.\nNor does a terre-tenant, applying by petition and permitted to defend, incur any personal liability for costs, unless there be a stipulation to that effect, when his petition was granted.\nIn error from the Common Pleas of York county.\nMay 18. The facts of this case are all stated in the opinion of Mr. J. Burnside.\nCochran and Barnitz, for plaintiff in error.\nThe remedy is statutory, and the judgment de terris only; act 1705; 2 Troub. and Haly, 326; 6 Serg. & Rawle, 44; 7 Serg. & Rawle, 1 — 8; Roberts v. Williams, 5 Whart. 170. There could be no doubt of the right of the terre-tenant to defend, and there is no remedy for costs but under the statute which merely directs them to be deducted from the surplus proceeds of sale after satisfaction of the debt.\nChapin and Durkee, contra.\nEx parte Horne, 1 Mad. Rep. 622.\nMay 28."
  },
  "file_name": "0260-01",
  "first_page_order": 260,
  "last_page_order": 262
}
