{
  "id": 953527,
  "name": "In re Eichelberger's Estate, Barnitz's Appeal",
  "name_abbreviation": "In re Eichelberger's Estate",
  "decision_date": "1847-05-31",
  "docket_number": "",
  "first_page": "264",
  "last_page": "267",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 264"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Binn. 601",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793643
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0601-01"
      ]
    },
    {
      "cite": "1 Edw. Ch. Rep. 186",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts, 82",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842766
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0082-01"
      ]
    },
    {
      "cite": "17 Serg. & Rawle, 293",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1818182
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/17/0293-01"
      ]
    },
    {
      "cite": "1 Edw. Rep. 186",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "opinion_index": 0
    },
    {
      "cite": "5 Binn. 601",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793643
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/5/0601-01"
      ]
    },
    {
      "cite": "4 Watts, 82",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842766
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0082-01"
      ]
    },
    {
      "cite": "17 Serg. & Rawle, 293",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1818182
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/17/0293-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 434,
    "char_count": 8349,
    "ocr_confidence": 0.399,
    "pagerank": {
      "raw": 2.972692289407211e-07,
      "percentile": 0.8504076878613386
    },
    "sha256": "4c26f69bbdf163b165a81acadb3d9003b7aff18bd1e72d690a6e20ca4055320b",
    "simhash": "1:81b2c150d025324f",
    "word_count": 1461
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re Eichelberger’s Estate, Barnitz’s Appeal."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nThere is but one question presented by this appeal, springing from the construction to be put upon the will of Frederick Eichelberger, deceased. It is, whether the grandchildren of the testator are entitled to a portion of the sum bequeathed by the will to Abraham Eichelberger, who died without issue, in the following terms:\n“ I give and bequeath to my grandson, Abraham Eichelberger, son of George Eichelberger, deceased, the sum of ¿£1500, the sum of which his step-father, Martin Eichelberger, has in his hands ¿6900 already, of which his mother is to have the interest during her natural life, and after her decease to be considered as a vested legacy to come to him; and it is further my will that if my grandson Abraham should die without issue, then the part as willed to him is to fall to my heirs back to be divided amongst my children as in my will mentioned, share and share alike.”\nThis question was not mooted in Eichelberger v. Barnitz, 17 Serg. & Rawle, 293. All that was decided there was, that by force of the word “ children,” the .limitation over, on the death of the first taker, was not too remote, and consequently good. But the present inquiry is to proceed upon different principles; and to be determined by other rules of construction.\nIt is indisputable that the word “children,” used in a will, does not, properly speaking, comprehend grandchildren, and, therefore, unless there be something to show a contrary intent, grandchildren will not be permitted to come in under a devise or bequest to children. But it is still a question of intention, as in other cases, and whenever it can be collected from the whole will and its attendant circumstances, that the testator used the word in an enlarged sense, and not merely according to its natural import, such a meaning may be assigned to it as will be inclusive of grandchildren, though the intention so to use it is only manifested by implication; Marsh v. Hague, 1 Edw. Rep. 186; Pemberton v. Parke, 5 Binn. 601; Scott v. Nelson, 3 Porter’s Ala. Rep. 452.\nIt is said this word will be suffered to include grandchildren principally in two cases: 1. From necessity, when there be no children, strictly speaking, to answer the description; and 2. When it is evidently used as co-extensive with the word issue or words of similar import, having a like extended signification, or mentioned indiscriminately with them; Roper, 69; Wyth v. Blackman, 1 Ves. 196; Dickinson v. Lee, 4 Watts, 82.\nIn the present instance, it would seem by the language of the clause under consideration, and looking to the other parts of the will, that the testator, in constructing the bequest over, looked beyond his immediate children, to the children of such of those as were deceased, with the evident intent of making them share in the ¿61500 in common with the children. Before and after the particular clause, he notices his grandchildren as well as his children, as the objects of his bounty, devising and bequeathing to them land and money, and joins them indiscriminately in a general bequest of the residue. It is plain that when preparing the will he had in his mind’s eye all his family, consisting of his immediate descendants then living, but that he did not look beyond these, or contemplate the possibility of collaterals taking by force of any part of the will. Carrying this fact along, and noticing that the property bequeathed over, on the death of Abraham Eichelberger, is personalty, we cannot doubt that the word « heirs,” when it occurs in the clause, was employed as synonymous with issue or descendants, as was also the case in Baskin’s Appeal, 3 Barr, 304. The bequest over may, therefore, be properly read, “ if my grandson Abraham should die without issue, then the part willed to him is to fall back to my descendants living, to be divided amongst my children, as in my will mentioned,” &c. It was to fall back to his descendants, to be divided amongst them, which tends strongly to show that he used the word “children” in the enlarged sense. This brings the bequest within, the rule already noticed- This construction is fortified by the phrase,’ “ as in will mentioned,” which evidently refers to the residuary clause made at the same time with the other portions of the will, giving indiscriminately to the children and grandchildren. v\nLooking to the whole testamentary disposition evidently prepared inops conoilii, we are satisfied that this is the true construction of the disputed item.\nIt follows the decree of the Orphan’s Court is correct, and must be affirmed. Decree affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Evans and Mayer, for appellants,",
      "Campbell, contra."
    ],
    "corrections": "",
    "head_matter": "In re Eichelberger’s Estate, Barnitz’s Appeal.\nTestator bequeathed a vested legacy to his grandson A., « and should he die without issue it is to fall to my heirs back to be divided amongst my children, as in my will mentioned, share and share alike*” The legacies and bequests in other parts of the will were to testator’s children or grandchildren per stirpes. A. dying without issue, the fund passes to the testator’s children living at the time of his death, and to the grandchildren whose parents were then deceased, per stirpes.\nFrom the Orphan’s Court of York.\nMay 19. — F. Eichelberger, by his will, gave certain parts of his estate to his children who were then living, and to the widow and children of B., a deceased son, and a legacy to his grandson Abraham, son of GK, a deceased son, more particularly mentioned hereafter. On'the share of B.’s children he charged a sum during the life of one Horn, and at his death “ to be equally divided, share and share alike, as my other estate is divided.” By a codicil, he created trustees for the widow and children of Daniel, a deceased son, who had been named as a devisee in the will, and provided that “ if any of said children die leaving issue, any share then in the hands of the trustee is to be paid to such issue, and if no such issue be left, then the same is to be paid over to the surviving children of said son Daniel.” The residue of the estate was divided by the will into eight shares, one of which was to go to each of his sons and his daughter, the child of his son Gr., deceased, and the children of his son D., deceased. By a codicil this was changed, and the residue given equally to one son, a daughter, and a daughter-in-law, the widow of a deceased son.\nThe question arose on the bequest “ to my grandson Abraham, ,£1500, as a vested legacy, after the death of his mother; and it is further my will, that if my grandson Abraham should die without issue, then the part as willed to him is to fall to my heirs back, to be divided amongst my children as in my will mentioned, share and share alike.”\nAt the death of testator there were five children, and the grandchildren of three deceased sons. Three of the children died before Abraham, the legatee. Two of these and the two survivors were indebted to the testator’s executor. The auditor awarded the fund to the children and grandchildren of testator living at his decease: the shares of those indebted being given to the executors of testator; the share of the child dying after testator and before Abraham, was given to his administrator; and the shares of the grandchildren, taking by representation of their parents, were divided among them, per stirpes; which report was confirmed, and this appeal taken by testator’s executors.\nMay 31.\nEvans and Mayer, for appellants,\ncited 17 Serg. & Rawle, 293; 4 Watts, 82; 1 Edw. Ch. Rep. 186; 10 Ves. 195.\nCampbell, contra.\nThe question was not raised in Eichelberger v. Barnitz, 17 Serg. & Rawle, 293, for grandchildren were then living. The rule is, that where heirs and children are used synonymously, grandchildren are let in; 1 Rop. on Leg. 70, 71, 72; Wyth v. Blackman, 1 Ves. 196; Gale v. Bennet, Amb. 681; Royle v. Hamilton, 4 Ves. 437; 3 Ves. & Beames, 69; Scott v. Nelson, 3 Porter, 452; Pemberton v. Parke, 5 Binn. 601; Dickinson v. Lee, 4 Watts, 82; and it was held that heirs meant grandchildren in Baskin’s Appeal, 3 Barr, 304. These words are used synonymously in this will, and the parties are to take “ as mentioned in the will,” and in the codicil grandchildren are to take in place of their deceased parents. The construction is according to the time when the will was executed, and every word must have its weight. The^opposite construction would reject the word “heirs.”"
  },
  "file_name": "0264-01",
  "first_page_order": 264,
  "last_page_order": 267
}
