{
  "id": 953594,
  "name": "In re Hewit, Commonwealth's Appeal",
  "name_abbreviation": "In re Hewit",
  "decision_date": "1847-05-20",
  "docket_number": "",
  "first_page": "267",
  "last_page": "269",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 267"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "17 Serg. & Rawle, 456",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 304,
    "char_count": 5286,
    "ocr_confidence": 0.398,
    "sha256": "41e04263d03970b984606c6f0caac66028cbb6fa3ae90282158822f782e63830",
    "simhash": "1:1ac7fc8e4c5aa9dc",
    "word_count": 895
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re Hewit, Commonwealth's Appeal."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThere is no appellant before us but the Commonwealth, and she has actually been paid by the contractor’s certificate retained according to law and'justice by the Auditor-General. In marshalling the securities, the court had a right to take this fact into view, and it has given it exactly the weight it deserves. We concur in the opinions of the presiding judge for the reasons he has given. Decree affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Wilson, for appellant,",
      "Mills, contrá, was stopped by the court."
    ],
    "corrections": "",
    "head_matter": "In re Hewit, Commonwealth's Appeal.\nA., as surety, confessed judgment to the Commonwealth to secure the defalcation of B. Subsequently to that defalcation, B. and G. made a contract with the Commonwealth', on which a large sum became due to the contractors. The Auditor-General, under the act of 1811, retained a certificate of loan issued in the names of B. and C., for part of this fund, to cover the former defalcation of B. On .the distribution of the proceeds of A.’s real estate sold by the sheriff, C. disclaimed all interest in the contract and certificate, and the auditor deducted the amount of the certificate from that of the judgment: on appeal by the Commonwealth, the report was confirmed.\nMay 20.\nFrom the Court of Common Pleas of Huntingdon.\nThe real estate of Hewit having been sold by the sheriff, and the matter referred to an auditor, it appeared that the claim of the appellant was on a judgment confessed'by Hewit, from which a deduction was made by the auditor, which, with certain admissions of evidence by him, were assigned for error. This judgment is stated by the court below to have been confessed by Hewit, who was a surety for Moses Clarke, a supervisor on the canal, to secure the amount of his defalcation; but the only evidence of this fact in the printed record was, tha,t the judgment was confessed on a bond to the Commonwealth, in which Clarke, Hewit, and another were obligors. On notice to the appellant’s attorney, depositions were taken to be read before the auditor. Mr. Packer,' AuditorGreneral, one of the witnesses, stated that Moses Clarke was at one time a supervisor of the canal, whose ■ account, settled in 1887, showed a balance due to the Commonwealth of $1218 59. He afterwards, in company with James Caldwell, signed a contract for work on the North Branch Division. . On this contract there was due from the Commonwealth a large sum of money, part of which was paid over, and for part, viz.,” $1291 84, a certificate of loan or debt, dated in 1843, was executed by tbe Auditor-General in favour of the, said contractors. Under the belief that Clarke was alone interested in the contract, that officer, under the authority given in sect. 51, act 30th March, 1811, retained this certificate to meet the former indebtedness of Clarke, who protested against this mode of settling the account; but the officer declined settling on any other terms, and'still retained the certificate. He further stated that Caldwell never took part in the settlement, nor did he ever claim the money due on the certificate; but sub-contractors made a claim alleging there were debts due by Clarke and Caldwell for Work, &e., done under the contract.\nJames Caldwell stated that he had no claim on the certificate; that his name was used by Clarke without his knowledge; but that he subsequently assented, though he did not remember signing the contract. That he permitted Clarke to go on, or gave him a power of attorney to draw the money; and he disclaimed all interest in the contract, and never expected to be-held liable.\nUnder these circumstances, the auditor of the court deducted the amount of the certificate retained by the Commonwealth, with the interest thereon, from the amount of the judgment confessed by Hewit, as surety for Clarke and Caldwell, to the Commonwealth.\nWilson, attorney for the Commonwealth, “ for self and other creditors of Clarke and Caldwell,” excepted to this report; and also to the admissibility of Packer’s testimony; and also because there was no proof that Hewit was but a surety; and because the creditors of Clarke and Caldwell were entitled to the fund.\nThe court (Wilson, P. J.) said that Caldwell having disclaimed all right to the certificate, the question was, whether the Commonwealth could thus retain the certificate, or was bound to proceed against the surety. It might have been a question, whether the surety would not have' been discharged by the Commonwealth, permitting the means of compelling payment- of the debt by the principal to escape, but that, under the act of 1811, the Auditor-General had the right to retain on settlement of accounts. By sect. 11, an appeal was given to the Commonwealth’s accountants, but none appeared to have been taken by Clarke from the decision of the auditor, of which he had notice. The court, therefore, thought there was no good reason for allowing the judgment to be paid out of the funds of the surety, to -the prejudice of his other creditors. The-report was therefore confirmed, and the Commonwealth appealed and entered bail to prosecute with effect.\nThe errors assigned were the exceptions taken below.\nWilson, for appellant,\nto the point that Caldwell was an incompetent witness, cited 17 Serg. & Rawle, 456. He also urged that this was in effect opening the judgment, before the auditor.\nMills, contrá, was stopped by the court."
  },
  "file_name": "0267-01",
  "first_page_order": 267,
  "last_page_order": 269
}
