{
  "id": 953513,
  "name": "Kratzer v. Lyon",
  "name_abbreviation": "Kratzer v. Lyon",
  "decision_date": "1847-05-31",
  "docket_number": "",
  "first_page": "274",
  "last_page": "277",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 274"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 Serg. & Rawle, 243",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8878432
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/12/0243-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 414,
    "char_count": 7539,
    "ocr_confidence": 0.409,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.033554465916738774
    },
    "sha256": "0c198e42367c88403b3d1d782b4219eafa22bfba71301362fe6c0023b660f553",
    "simhash": "1:a8f32fe94a97b736",
    "word_count": 1335
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kratzer v. Lyon."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThere are no less than seventeen errors assigned in this cause, and yet the court, after a careful examination and full consideration, can perceive nothing contained in any one, or all of them. Eight points were submitted to the court, which they answered distinctly, fairly, and with substantial correctness. These answers contain their own justification, and if any elucidation was required, it is contained in the general charge, to which the court refer in their answer to one of the points. The law is generally given to the plaintiff, but the court decline to assume facts with which the plaintiff has mingled his questions, leaving the determination of them, and the inferences and con Jusions in point of fact lawfully flowing from them, to the determination of the jury. \"We see nothing, then, on which it is necessary to make a remark, except in relation to the individuality and separate and distinct responsibilities of different firms.\nThe firm of Lyon, Shorb & Co., has a distinct separate existence from that of A. Shorb & Co., and each firm is as much individuated as an artificial person, as William M. Lyon and Anthony Shorb are in their natural capacities. It is of no consequence that the same individual is a member of both firm's; he can only bind either when acting within the range and scope of their proper business. There were other individuals mingled; some had interest in one, and some in the other. The different firms pursued and carried on different business at different places. And the acts of one could not be given in evidence against the other. All that a wide latitude of liberality on the part of the court, as to the acts and declarations of William M. Lyon and Anthony Shorb would justify, was allowed to go in evidence as against the firm of Lyon, Shorb & Co. But as the plaintiff had large dealings with the firm of A. Shorb & Co., and had, and I believe still has, suits in which these can be settled, some things were necessarily excluded by the court, as belonging exclusively to the transactions of the firm of A. Shorb & Co. The plaintiff had a full trial; we do not perceive any injustice was done him, or that the court committed any error.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Benedict and Orbison, for plaintiff in error,",
      "Miles and McAllister, contra."
    ],
    "corrections": "",
    "head_matter": "Kratzer v. Lyon.\nThe entry of a credit to A. in the account between consignor and consignee, on the books of the latter, eight days after an order directing such credit to be entered, which was not addressed to any one, coupled with possession of the order, is sufficient evidence to go to the jury, that such order in blank was intended for the consignee.\nIn an action against A. & Co., the acts of A., who was also a member of the firm of B. & Co., done in the name of that firm, are not evidence; the two firms not consisting entirely of the same persons.\nAn award under a reference by B. & Co. is not evidence, although it be alleged that the defence set up in the action against A. & Co. had been there adjudicated, under the parol consent of A., who was a member of both firms, given before the arbitrators.\nPermitting the account books of defendant to be read, in which were certain charges for credits given to third persons, of which one only was objected to for want of authority shown to give such credit, is a waiver of proof of authority to enter the other credits.\nIn error from the Common Pleas of Huntingdon.\nMay 21. This was an action of assumpsit against Lyon, Shorb & Co., in which the question in dispute was, whether defendants had accounted for all the iron delivered to them by plaintiff.\nOn the trial, the plaintiff, having proved the delivery of the iron to the defendants, they then read their accounts, without objection, excepting to an order of Nov. 3. In these accounts the plaintiff was debited with various amounts, which were credited to other furnaces, exceeding the credits 'for the iron delivered. Among these debits were items contained in the order above referred tó, entered in the account Nov. 11. To the reading of this order the plaintiff objected, that it was not addressed to any particular person, and that a part of the paper was cut off. The order signed by the plaintiff ran thus.\n“ Tyrone Forges, Nov. 3, 1837.'\n« Mr. John Kratzer in acc’t with Sligo Rolling Mill, to bal. settled, $10,506 84.\n“ By B. E. Furnace, . . . $2,656 40\n“ By Hannah Furnace, . . . 11,385 15\n--$14,041 55\n“ Gentlemen, — Please enter to the respective Furnaces the sum of $14,041 55, and oblige yours, &c.”\nThe plaintiff then offered to read an award between himself and A. Shorb & Co., two members of which firm, with others, composed Lyon, Shorb & Co., which award stated that there was no necessity for the order for $11,385 15, but if it was to stand it was to be paid in blooms; which was rejected. They then offered an agreement to refer, signed and sealed by one of the present defendants in the firm of A. Shorb & Co., with the report. In connection with this he offered to show that A. Shorb, who was a member of both firms, appeared before the arbitrators and agreed that they should settle all transactions relating to iron between plaintiff and the two firms, and that, with his consent, the accounts of defendants were submitted to them. The defendants then proved, that plaintiff had since brought an action against A. Shorb & Co. in which .there had been an award; and they then objected to the evidence, that it was between other parties, and there had been a subsequent suit, and the court rejected it. The court also rejected-an agreement made by A. Shorb & Co., signed by A. Shorb in the name of the firm. It was also proved that A. Shorb submitted these orders, and the accounts of the Hannah Furnace, to the arbitrators. The court also rejected A. Shorb’s receipts, signed A. Shorb & Co., offered for the purpose of affecting Lyon, Shorb & Co., through A. Shorb, with knowledge of the manner these orders were to be paid, and had been settled.\nPlaintiff then offered the record of the suit against A. Shorb & Co., with evidence that the order for $14,041 55, was offered in this suit, with proof that it had been therein settled, with the consent of A. Shorb, who was the active member of the firm of Lyon, Shorb & Co. Of this the acts of the arbitrators only were rejected.\nThe court (Wilson, P. J.) instructed the jury, that if any material alteration had been made in the order of November 3, the jury might disregard it; that plaintiff could not object to the want of authority being shown to defendants’ passing to the credit of the Hannah Furnace and the B. E. Furnace, any of plaintiff’s iron, after he had permitted the account to be read without objection, except as to the order of November 3.\nHe also, in answer to the objection, that that order had not been addressed to any particular person, called the attention of the jury to the fact, that it was shown to have been in the possession of defendants, and entered in their books eight days after its date, as affording an inference that it was intended for them. He then left it to them, to say whether the plaintiff had been paid by credits given to third persons on his orders. There were eight points and answers, but they were composed of propositions contained in the charge, variously stated.\nThe jury found for plaintiff $473 46, on which judgment was entered, and he sued out a writ of error.\nMay 31.\nBenedict and Orbison, for plaintiff in error,\ncited 1 Greenl. Ev. sec. 182; 2 Peters, 200; 1 Leigh’s N. P. 5; Gow. on Part. 76; Taylor v. Coryell, 12 Serg. & Rawle, 243.\nMiles and McAllister, contra."
  },
  "file_name": "0274-01",
  "first_page_order": 274,
  "last_page_order": 277
}
