{
  "id": 953575,
  "name": "Norris v. Johnston",
  "name_abbreviation": "Norris v. Johnston",
  "decision_date": "1847-06-07",
  "docket_number": "",
  "first_page": "287",
  "last_page": "291",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 287"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Wend. 224",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2145753
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/5/0224-01"
      ]
    },
    {
      "cite": "7 Watts, 547",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846858
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0547-01"
      ]
    },
    {
      "cite": "5 Watts & Serg. 323",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478410
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0323-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 609,
    "char_count": 11731,
    "ocr_confidence": 0.367,
    "pagerank": {
      "raw": 5.408584177875906e-08,
      "percentile": 0.34142144966752885
    },
    "sha256": "91abdca9af79f73ea6fa981593d39836dcbd1aa369aaf69c1da6a0d2774c9158",
    "simhash": "1:8fa0a173ef1474db",
    "word_count": 2066
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Norris v. Johnston."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nHoratio G. Norris, a witness, produced by defendants, was rejected on account of his interest in the estate of defendant’s testator. He then executed an assignment of all his interest and claim to his mother, and was again offered and rejected by the court, on the ground, that, under the provisions of the will, he could not assign or dispose of the provision therein made for him. This rejection forms the first exception.\nIt is very certain, that in England the power of alienation is considered an inseparable incident to the right of property in any thing. Whatever a man owns he can transfer; and neither Chan-eery nor common law decisions compel him to hold in spite of himself: That is considered a legal anomaly. They, however, reach the goal which we have established, by a less direct and more uncertain route than ours. An individual disposed to provide for an improvident son or relation, limits the interest intended to be granted to him, for his sole use during his life, and provides that his interest shall be- forfeited if he transfers or assigns, or if it should be taken for his debts; in either event, it is limited over, or reverts. But by this means, the creditor, the alienee, and the object of the bounty, lose the benefit of the devise or gift. Here, however, the donation is preserved to the recipient, upon the conditions and limitations on which it is given. And the kindliest feelings of our nature are sanctioned, by enabling a benefactor to provide for an unfortunate and improvident person, by means which are his own, and which he ought to be permitted to apply as he pleases, for the support of those whose appeal to him is but the voice of nature softened by infirmity or misfortune, and which needs to be guarded and controlled, (Ashhurst v. Given, 5 Watts & Serg. 323; Holdship v. Patterson, 7 Watts, 547;) to be checked always, however, by the rules adopted for the prevention of perpetuities. The whole doctrine of a separate estate in the wife for her own use, and the doctrine of which I am now speaking, is an innovation on the common law, and has been wrested from the dominion of its rules, by the interposing hand of equity. And wbat equity has taken equity will preserve.\nBut the court seéms to have mistaken the effect of the clause in the will which imposes a restraint on the witness as .to alienation. That clause is in these words: « These shares of my sons, (Horatio and Alexander,) excepting the interest thereof, shall not be subject to their control, or liable to the payment of any debt whieh they, or either of them, may contract.” The shares were vested in trustees and limited over after their death, so that the only property which Horatio had was the annual accruing interest of his share or purpart of the fund. And there is no interdict upon his disposing of that. It is in fact excepted out of the interdict, which creates an implied permission to assign, and the law allows it. By the assignment,'therefore, the interest of the witness was divested, and the legal objection, on that account, removed. But it would be useless to reverse on that ground, because there is another reason apparent on the record which makes the witness incompetent.\nThe fund, a part of the annual accruing interest of which was devoted to Horatio, was to be raised out of the sale of real estate by the executor; and it had not been sold at the commencement of this suit. The plaintiff, in his precipe, directed notice to be given to the widow and'devisees, that it was intended to charge the real estate of the deceased, and the sheriff returns that he served the writ on Horatio G. Norris, naming also the other devisees on whom he served the process, and the executors. Under such circumstances the act of Assembly, 24th February, 1834, directs that the widow and devisees, as the case maybe, shall be made parties to the suit. Although the proceeding may appear somewhat cum-brous, and not conformable to the forms of the common law, yet it was clearly within the power of the legislature to prescribe or alter the mode in which lands, under such circumstances, should be bound, or otherwise, in the hands of the devisees; and the formula must be observed and maintained. The only apparent anomaly is, that two judgments might be required, one against the executors, and a different one in favour of the devisee or terre-tenant. But that might occur in the old form of proceeding to recover a legacy charged upon land; and is not without precedent in actions of contract against persons in a representative capacity. If the action be against several defendants in a representative character, on a contract entered into by him whom they represent, the plaintiff is entitled to a verdict and judgment against such of the defendants as he maintains to be liable, although he does not establish'that they are all liable. .The verdict ought, however, to be in favour of those who prove their exemption, and the judgment will be so entered; 5 Wend. 224. On a joint contract, of course it would not be so held.\nHoratio G. Norris was therefore a party to this suit, though not named in the caption, and as such was incompetent as a witness. In the case of Wolf v. Finks, 1 Barr, 439, it was ruled, that a person who is a party to the suit at the impetration of. the writ, although he has not a1 particle of interest, is incompetent. The defendant- in that case was a certified bankrupt. In Parke v. Bird et al., 3 Barr, 360, the same principle was held, and Wolf v. Finks approved. The exclusion is not founded upon considerations arising out of the interest of the party or otherwise _ in the suit, but upon motives of public policy. On this ground, therefore, the witness was properly rejected.\nThe second and third errors assigned were faintly urged, perhaps abandoned; at all events there is nothing in them.\nThe fourth, fifth, and sixth are the: same in substance, and will be considered together.\nJames Criswell had a judgment against John Johnston, administrator of James' Johnston, deceased. John Norris, in his lifetime, told Wm. B. Johnston, who is administrator of John, that this judgment belonged to him, and that he would assign and transfer it towards the satisfaction of the judgment on which this suit is founded. Johnston agreed to take it, and there the matter rested rintil the judgment of Criswell lost its lien. Norris never procured an assignment of the judgment from Criswell, and never assigned lor offered to assign to the plaintiff below. The court below charged the jury that these facts did not make out or sustain the defendant’s plea of payment; and this direction is the foundation of the three exceptions. The court were clearly right. The agreement was merely executory. Nothing moved from either, and until some act was done under it, neither party was bound. It conferred no present benefit, nor induced any loss. The party who is bound to do the first act in an executory agreement, can claim no advantage from it unless he has performed, or offered to perform, his part. It is a condition precedent; such was clearly the case here. It was the actual assignment which was agreed to be accepted in payment of so much of the judgment against Norris. But Norris neither assigned nor offered to assign; and Johnston was perfectly at liberty, after the lapse of years, to consider the whole arrangement waived and abandoned.\n! The judgment being in the name of Criswell, Johnston would have been a mere intruder; he could take no step to get an assignment.\nThere is nothing whatever in the ninth exception.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Parker, for plaintiff in error.",
      "J. T. Hall, contrá."
    ],
    "corrections": "",
    "head_matter": "Norris v. Johnston.\nA devisee entitled to an estate for life, in the interest on a share of an estate real and personal, devised in trust, who has been made party to an action against the executor of his testator, for the purpose of charging the lands devised, under the act of 1836, is an incompetent witness for the defendant, though he may have executed a release of his interest under the will.\nThe joinder of heirs and devisees in an action against the executor, is proper under the act of 1836, and where the writ issues directing notice to be given generally, an heir or devisee notified by the sheriff becomes a party.\nA. being the owner of a judgment against B., administrator of C., confessed to a third person, purchased the land of B. from his administrator, and it was agreed that the judgment against B., administrator of C., should be transferred in satisfaction of the debt thus incurred: the agreement is executory, and until performance, or an offer to transfer according to the agreement, it is no defence .to an action by the administrator of B. against A.\nTrusts created for one sui juris, so as not to be liable to his contracts or debts, are valid. Per Coulter, J.\nIn error from the Common Pleas of Mifflin.\nMay 25. This was an action of debt on a bond against the executor of the obligor, with notice to his widow, heirs, and devisees, with intent to charge the land under the act of Assembly.\nOn the trial, the defendant offered to show payment of the bond by a judgment against the present plaintiff’s intestate, John Johnston, as administrator of James Johnston, and the main question below was, whether there had been such a contract and performance as amounted to satisfaction or payment of the bond.\nThis judgment had been confessed in 1826, by John Johnston, the administrator of James Johnston, who died in 1820, to one Criswell, and had been revived by sci. fa. in 1829. The defendant proved that the bond in suit was given for the purchase-money of land bought in 1824 by his testator, from the plaintiff, who was administrator of John Johnston; that Criswell had admitted that the judgment confessed to him belonged to the testator, and that it was agreed between testator and the plaintiff, that this judgment should be an off-set to the bond, so far as it would go. The reason that the set-off was not made at the time of - that bargain was, that the amount of it was not exactly known. This judgment was to be transferred to the plaintiff by the testator, but that never had been done.\nAnother question arose from the rejection of H. Norris, a devisee of defendant’s testator, who had been served with the writ in this case to charge the land devised to him.\n. By testator’s will, trustees were appointed to hold a share of the residue of his estate, composed of realty and personalty, in trust for said H. Norris, and keep the same invested, and pay over annually to him the interest thereof; “ this share of my estate, excepting the interest thereof; shall not be subject to his contracts, or be liable for the payment of any debts which he may contract,” and at his death, the share was to pass to his widow and children. H. Norris having released his interest in the will to one of the devisees, was offered as a witness by defendant, and rejected by the court.\nThe court (Hepburn, J.) instructed the jury, that supposing the testimony of the defendant to be all true, yet if testator never procured from Criswell any evidence of his title to the judgment to enable him to control it, nor took any step towards obtaining a transfer to himself that would enable him to transfer it, and never did assign, or offer to assign it in pursuance of the agreement, and that in consequence, that agreement had not been consummated, the defence failed.\nThe rejection of H. Norris as a witness, and the charge of the court as to the obligation on testator, to have procured an assignment of the judgment, were assigned for error. It was also alleged for error, that the heirs and devisees had been made parties to this proceeding.\nJune 7.\nParker, for plaintiff in error.\nJ. T. Hall, contrá."
  },
  "file_name": "0287-01",
  "first_page_order": 287,
  "last_page_order": 291
}
