{
  "id": 953519,
  "name": "Waggoner v. Hastings",
  "name_abbreviation": "Waggoner v. Hastings",
  "decision_date": "1847-06-07",
  "docket_number": "",
  "first_page": "300",
  "last_page": "304",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 300"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Serg. & Rawle, 21",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1805909
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/6/0021-01"
      ]
    },
    {
      "cite": "4 Yeates, 496",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "2 Serg. & Rawle, 438",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Serg. & Rawle, 118",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts, 580",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts, 69",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841248
      ],
      "pin_cites": [
        {
          "page": "70"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0069-01"
      ]
    },
    {
      "cite": "7 Watts, 442",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846849
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0442-01"
      ]
    },
    {
      "cite": "7 Watts, 566",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Serg. & Rawle, 436",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1798255
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/2/0436-01"
      ]
    },
    {
      "cite": "7 Serg. & Rawle, 129",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1808177
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/7/0129-01"
      ]
    },
    {
      "cite": "1 Serg. & Rawle, 111",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1796757
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/1/0111-01"
      ]
    },
    {
      "cite": "2 Serg. & Rawle, 436",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1798255
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/2/0436-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 586,
    "char_count": 12305,
    "ocr_confidence": 0.362,
    "pagerank": {
      "raw": 1.0669150713307843e-07,
      "percentile": 0.5586070848145973
    },
    "sha256": "6c548b8e45970e14b42abdf6aef82208668291e442b4319ad9ba516ae95d8efd",
    "simhash": "1:3c168e33adf2ea6e",
    "word_count": 2175
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Waggoner v. Hastings."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nWe have not enough on our paper-books to determine the exception to evidence. In deducing title to the plaintiff, certain deeds to and from commissioners of bankruptcy were offered and objected to, because they were said to be merely notarial copies; but as they have not been produced, we are unable to say what they were, or whether they were properly authenticated. The exception, therefore, is no further to be noticed.\nThe exception to the charge is better founded. The general principle was well stated, that one who enters on land under a younger warraht, or any other colourable title, is in constructive possession of all the land to which his colourable title applies; but the exception to it, stated by the judge, cannot be sustained. However the law may once have been viewed, it is not now held that when a younger survey runs into an older one, and there is no actual occupancy of any part of the interference, the constructive possession from actual occupancy of another part of the younger survey does not embrace the interference. The law is, that a survey of unseated land gives possession of all within it; but that where unseated surveys lie foul of each other, constructive possession, for the purposes of the statute of limitation, is not exclusively in either of the warrantees. There is, then, survey against survey; and the possession being in equilibrio, the law preserves the title for him who has the right. But the equilibrium is destroyed the instant either warrantee sits down on any part of his tract; the assertion of his possession to the whole then becomes positive and active, while that of the other remains negative and passive ; and the exclusive possession which constructively arises from occupancy extends itself over every part of the survey. But the equilibrium, when gone, can be restored by taking actual possession of any part of the other tract, and the possession of the first occupant will then cease to he exclusive. An occupancy of part of a survey, when there is no correspondent occupancy of the survey interfered with, points to the whole of it; and it is hard to conceive of a more direct assertion of exclusive and adverse possession of the whole,, than is the act of a man who sits down on his own surveyed tract, claiming by the boundaries of it. It challenges the right of all the world. Yet there are two cases, decided when the law of the subject was in its infancy, in which the principle was not carried to its proper extent. It was said in Cluggage v. Duncan, 1 Serg. & Rawle, 111, that “if one has possession by enclosure of part of a tract of land which has known boundaries, and at the same time claims the whole, this is sufficient possession of thes whole, and the act of limitations will operate in favour of the whole, provided no other person has possession in fact or in law.”\nThis possession in law must have been extended to mean that possession which follows in the wake of title, and is now called constructive possession. But there is no room for the statute of limitations where there is no adverse and superior title; and to limit the principle to oases where there is no interference of right, would in all cases prevent its effect. The rule and the exception to it are obviously destructive of each other. “ But if another person,” it was said, “ has'possession of an adjoining tract, the lines of which interfere; in such case the law adjudges the possession of the unenclosed part to be in him who has the right, except as to the part which is actually enclosed.” That is exactly the law of England, but it is surely not the law of our country and our day. As our own statute had at that time recently come into operation, questions upon it were just beginning to spring up, and the interpretation put upon it in the first instance was naturally the same as that which had been put on the statute of limitations in England, where a trespasser gains no more than a pedis possessio — an interpretation ill-suited to a country in which a large proportion of every man’s land is unenclosed wood-land. It is clear, from Cluggage v. Duncan, that no definite idea was then entertained of the distinction that has since been made between an avowed intrusion and an entry by colour of right; and between actual and constructive possession : the necessities of justice have since forced them on us. If constructive possession from ownership can be displaced only by a pedis possessio, and only to the extent of it, it is impossible to see how wood-land can be protected in any case by any thing less than the better title. But it will not be contended that a wrongful entry on the land of another, by one who claims to hold the whole of it by the lines of his adversary, and by occupancy of a part of it, does not displace the constructive possession of the true owner, and give .the exclusive possession of the whole to the intruder. It was held in Kite v. Brown, at the present term, that it does. And if an interference of surveys can prevent an exclusive possession by occupancy from being extended over wood-land, why should not an interference of right to the extent of the whole, have the same effect ? In Kite v. Brown, both the legal survey and the better titles belonged to the party who was adjudged to be out of possession; yet that consequence was prevented by the occupancy of one who claimed to hold the whole by legal and established boundaries; as the plaintiff below, and his predecessors, claimed to do in the case before us. Against the constructive possession of ownership, occupancy of a part must give exclusive possession in all cases, or it must give it in none. The judge who ruled the cause below was misled by following, as it was perhaps proper to do, the decision in Cluggage v. Duncan, and Burns v. Swift, 2 Serg. & Rawle, 436, which is but a repetition of the principles of its predecessor; principles which have been silently and imperceptibly worn away by a current of decision that has for many years set in an oj>posite direction; and especially by the doctrine of colourable title, which had not then made its way against the current of English decision. It is to be remarked, however, that in neither case had the occupant an official survey, and that as he did not claim by the lines of his antagonist, each of the two( causes was well decided, in the main, on the principle of Miller v. Shaw, 7 Serg. & Rawle, 129. The passages I have quoted, therefore, are but dicta, though dicta of one of the best judges that ever graced our bench. It has been repeatedly held, as it was expressed in Porter v. McGinnis, 1 Barr, 416, but not so distinctly as to preclude misapprehension, that he who sits down on his tract of land, his by right or by wrong, who clears and cultivates a part of it, and uses the rest of it as others do their forest land, gains an exclusive possession of the whole of it as an entire thing. But the use certainly need not be manifested by habitual acts of ownership, merely to give notice that he has assumed the possession of the whole: it is enough that he cuts his timber when he wants it; for, doing So, he uses it as others do their own. His occupancy and survey are notice of the extent of his dominion; and though it is necessary to prove a defendant in ejectment to be within the plaintiff’s pretensions, his occupancy and survey are also evidence of that. In these particulars the direction was erroneous.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Curtin and Blanchard, for plaintiff in error.",
      "Hale and McManus, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Waggoner v. Hastings.\nActual possession of part of a tract, under colour of title to all the land withia marked and defined boundaries, gives constructive possession to the whole, although the unenclosed portion be within the bounds of an elder and better survey: and the constructive possession is of the same character with the actual, and equally bars the right by the statute, without evidence of any acts of ownership within the lines of the elder survey.\nIn error from the Common Pleas of Centre.\nMay 27. The plaintiff in this ejectment having shown title and payment of taxes, the defendant gave in evidence a warrant and survey in 1789, which interfered with the plaintiff’s elder survey for some twenty acres. He then proved clearing, cultivation, and residence within the undisputed bounds of his own survey, and gave some evidence that he had cut timber within the interference.\nThe court (Woodward, P. J.) instructed the jury, that colour of title gave constructive possession to all the land included in it; but this rule did not prevail where one survey ran into another, and there was no occupancy of any part of the interference; in such case, the constructive possession did not extend to the interference. But though there'had been no occupancy of any part of the land now in dispute by the defendant, yet. “acts less than residence and cultivation may be an ouster of the owner, and possession by an intruder ; as where a man used woodland adjacent to his improvement as men ordinarily do, for fire wood, fences, &c., marking trees around the land he claims, and paying taxes, such acts have been held to be an actual possession of woodland, and when they have been repeated from time to time for twenty-one years, they will constitute title under the statute.” There being no evidence of occupation within the interference, it was for the jury to say whether there had been some of these other acts; if there had been as to a single acre of the interference, that would extend the possession to the whole.\nCurtin and Blanchard, for plaintiff in error.\nThere is no principle of law more firmly established by the later decisions of the court, than that where a defendant, as in this case, enters on a tract of land under a younger patent, and cultivates a part, and pays taxes for, and claims the whole for more than twenty-one years, he shall hold to the extent of the lines of his patent, the woodland as well as that in actual cultivation. Under such circumstances the defendant is considered in adverse possession of the whole; and the statute will protect him for the whole. Neither does the circumstance of the younger patent interfering with the older one prevent the statute of limitations from applying to these nineteen acres. The case of Burns v. Swift, 2 Serg. & Rawle, 436, is the only decision on this- point, and it does not rule this case. It was decided, when the question, what constitutes an adverse possession as applied to our land titles, had not been much discussed. But since that time the cases of Criswell v. Altemus, 7 Watts, 566; Thompson v. Milford, 7 Watts, 442; McCall v. Neely, 3 Watts, 69, 70, have been decided. These cases settle the principle, that wood-land attached to a cultivated farm, held under a younger patent, is as much protected by the statute1 as the ploughed and cultivated land. The only ease where the doctrine of the court below can apply with justice and reason, is where both of the patentees are in actual possession of the parts of their respective patents not interfering.\nHale and McManus, for defendant in error.\nThe charge of court is in exact accordance with repeated decisions of this , court. Where there are interfering surveys, there must be som,e evidence of an adverse possession to justify a jury in taking away land from the person who has the older and better title; and who has been in no default, having regularly paid his taxes and done every thing in his power to protect his property. It was as favourable to the defendant below as he could ask. They told the jury expressly, that if the defendants had used the wood-land as farmers.ordinarily do, it would be protected. This seems to be quite as far as any case has yet gone; Criswell v. Altemus, 7 Watts, 580; Porter v. McGinnis, 1 Barr, 416. Indeed, there should 'have been some evidence of an adverse possession visible ,to the opposite party, that would put him upon his guard, otherwise his property might be taken from him by the secret, silent operation of the statute of limitations, without affording him any opportunity of protecting himself. Cluggage v. Duncan, 1 Serg. & Rawle, 118; Burns v. Swift, 2 Serg. & Rawle, 438; Gray v. McCreary, 4 Yeates, 496; Carlisle v. Stitler, 1 Penna. 6; 6 Serg. & Rawle, 21; 3 Wash. C. C. R. 475.\nJune 7."
  },
  "file_name": "0300-01",
  "first_page_order": 300,
  "last_page_order": 304
}
