{
  "id": 953510,
  "name": "Cathcart v. Bowman",
  "name_abbreviation": "Cathcart v. Bowman",
  "decision_date": "1847-06-07",
  "docket_number": "",
  "first_page": "317",
  "last_page": "320",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 317"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "17 Serg. & Rawle, 70",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1818199
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/17/0070-01"
      ]
    },
    {
      "cite": "17 Serg. & Rawle, 110",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1818257
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/17/0110-01"
      ]
    },
    {
      "cite": "1 Serg. & Rawle, 50",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "pin_cites": [
        {
          "page": "438"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "4 Dall. 440",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "opinion_index": -1
    },
    {
      "cite": "2 Binn. 95",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788993
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0095-01"
      ]
    },
    {
      "cite": "8 Serg. & Rawle, 178",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809556
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/8/0178-01"
      ]
    },
    {
      "cite": "3 Watts & Serg. 390",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854585
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0390-01"
      ]
    },
    {
      "cite": "4 Watts & Serg. 375",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 Serg. & Rawle, 364",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1800227
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/3/0364-01"
      ]
    },
    {
      "cite": "3 Watts & Serg. 407",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854563
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0407-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 412,
    "char_count": 7767,
    "ocr_confidence": 0.362,
    "pagerank": {
      "raw": 4.08805150613795e-07,
      "percentile": 0.9091421932321151
    },
    "sha256": "dd153042eb739e5797952cb66e78bbdce7c85a27596228325f83da4f8f4d01c2",
    "simhash": "1:03e5243d34d8c09e",
    "word_count": 1400
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cathcart v. Bowman."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThe direction was entirely proper as regards the right to recover. The words grant, bargain, and sell, created a covenant which was broken the instant the instrument was delivered; and this, irrespective of fraud, misrepresentation, or notice of the encumbrance. A vendee may take a covenant against a known defect in the title; and for the reason that he has thought proper to rely on it as his security, he cannot detain any part of the purchase-money to answer it. But the direction was incorrect, in one respect, as to the damages. The measure was the value of the timber, not to the purchaser of it, but to the vendee of the land for the use of his farm, estimated at the time of the conveyance to the latter; and in this respect, also, the direction was, perhaps, substantially correct. But it was incorrect in another of its branches. The parties to the grant of the pine timber, or, as it is called by iron-masters, wood-leave, had agreed that it should not stand in the way of the grantor’s improvements when it should be necessary for him to cut down trees in the progress of clearing for cultivation; and this reservation certainly lessened the injury done to the freehold by the grant. But the judge instructed the jury that it was the reservation of a personal privilege, which did not pass to the vendee of the land, because he was not expressly named in it., The true distinction is taken in Spencer’s Case, 5 Rep. 16 a, and in The Chapter of Windsor’s Case, Ib. 24 a, in the former of which it is said that, “ where the covenant extends to a thing in esse, (for instance to repair a house on the land,) the thing to be done by force of the covenant is annexed, and appurtenant to the thing demised, and shall go with the land, and shall bind the assignee, though he be not bound by express words:” otherwise, where the covenant extends to a thing not in being, as to luild a house on the land. And as the assignee may take advantage of covenants which run with the land, it is held in the same case that the other-party also may take advantage of them. To the same effect is Fitzherbert’s Natura Brevium, 145, n. d. This was said in respect of a lease, but the principle is of general application. Now this agreement that the grantor of the timber should he at liberty to cut it down, when necessary, in order to clear his land, had regard to a thing in being; and as the benefit of it passed to his grantee of the land, its value was to be estimated as a thing to be allowed in diminution of the damages.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Smith, for plaintiff in error.",
      "Wallace and Blanchard, contra,"
    ],
    "corrections": "",
    "head_matter": "Cathcart v. Bowman.\nA.-, by deed, “ granted, bargained, and sold” certain land, with special warranty: he had previously, by a recorded deed, conveyed to a stranger the timber on the land, with the privilege of cutting it during a temí. The covenant in the deed was broken as soon as executed; notice of the encumbrance is immaterial, and an action lies by the administrators of the grantee.\nThe measure of damages is the value of the timber to the grantee, for the purposes of the farm at the time of the grant.\nA. granted to B. the timber on his land, with the privilege of cutting it during twenty-five years, and agreed that he would not cut any part of it during that term, unless it was in the way of improvements and cultivation'-of the land, the intention of the agreement being not to prevent A. improving and farming at his discretion. This reservation passes to the assigns of A., and is not merely personal.\nAnd the value of this reservation should be deducted from the damages sought to he recovered for a breach of a covenant against encumbrances contained in a conveyance by A.\nSuch a reservation like a covenant to do a thing on the land passes to assigns, though not named. Per Gibson, C. J.\nIn error from the Common Pleas of Clearfield.\nMay 28. This was an action of covenant, in which the plaintiff declared that defendant had sold and conveyed certain lands to the plaintiff, by articles of agreement and deeds indented, and by the covenants of the said defendant, he did then and there covenant, grant, and agree to and with the said plaintiff, his heirs and assigns, that he, the said defendant, “was seised of an indefeasible estate in fee-simple, freed from encumbrance done or suffered by Mm, the said defendant, and also for quiet enjoyment against Mm the said defendant, Ms heirs and assigns:” that he was not so seised, but by a prior deed had conveyed to one Patchin all the pine timber on the land, with the privilege of ingress and regress, for the purpose of taking off the same for the space of twenty-five years.\nThe plaintiff dying, Ms administrators were substituted. The articles were simply for conveyances by sufficient deeds, and were excepted to as evidence as merged in the deeds, by which Cathcart, in 1839, granted, bargained, and sold the property in question to' Bowman, with special warranty against himself and his heirs, and all persons claiming under them. The breach of the covenant was by virtue of a sealed agreement, recorded before the articles with Bowman were executed, by which Cathcart sold “ to the said John Patchin” all the pine timber on the land, (conveyed to Bowman,) and he agreed that the time of removal of the said timber might be extended twenty-five years from that 'date, “ and that said Patchin, his heirs and assigns, may have free ingress and regress over the land of the said Cathcart,” and that “said Cathcart” would not cut any of the timber during that term, unless such part may be in the way of his improving and cultivating the land on which it grows, “ as this agreement is not to prevent said Cathcart from improving and farming such parts of his land as he may think proper.” Of this agreement there was evidence that Bowman had actual notice. The plaintiff, without objection, gave evidence of the value of the timber, and it was proved that Patchin had taken none off.\nThe court (Woodward, P. J.) ruled: 1. That the covenant was broken as soon as made, and the action was well brought by the administrators of the grantee. 2. That the reservation of the liberty to cut timber for farming purposes was personal to Cathcart, and would not, without more words than were to be found in the agreement, permit his alienee to cut down timber for the purpose of farming the land on which it grew. 3. That the measure of damages was the value of the timber compared with the price agreed to be given for the land and timber; and the portion which represented the timber, with interest from the date of the deed, was the measure of the verdict, if for the plaintiff.\nThe errors assigned were: That the action should have been by the heirs; the evidence of the value should have been confined to the time of the purchase and the charge on this point; the damages should have been but nominal, since no timber had been taken by Patchin; that the instruction should have been, that Bowman had the same right to clear as Cathcart had under the reservation; that the record of the sale to Patchin was notice that Cathcart did not intend to sell the timber to Bowman, and in admitting the articles in evidence.\nSmith, for plaintiff in error.\nUnless there be an eviction laid and proved, there can be no recovery on the warranty; Paul v. Witman, 3 Watts & Serg. 407, 3 Serg. & Rawle, 364. There was also notice of this encumbrance to the vendee.\nJune 7.\nWallace and Blanchard, contra,\ncited 1 Chitty Pl. 13; Schuylkill Navigation Co. v. Farr, 4 Watts & Serg. 375; Roland v. Miller, 3 Watts & Serg. 390; 8 Serg. & Rawle, 178; 3 Peters, 318; 2 Binn. 95; Purd. Dig. Tit. Deeds, notes; 4 Dall. 440; 1 Serg. & Rawle, 50, 438; Thompson v. McClenachan, 17 Serg. & Rawle, 110; Friedly v. Hamilton, 17 Serg. & Rawle, 70."
  },
  "file_name": "0317-01",
  "first_page_order": 317,
  "last_page_order": 320
}
