{
  "id": 953574,
  "name": "Valentine v. Packer",
  "name_abbreviation": "Valentine v. Packer",
  "decision_date": "1847-06-07",
  "docket_number": "",
  "first_page": "333",
  "last_page": "335",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 333"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts, 392",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848380
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0392-01"
      ]
    },
    {
      "cite": "14 Serg. & Rawle, 27",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8877408
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/14/0027-01"
      ]
    },
    {
      "cite": "10 Watts, 402",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts, 167",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle, 195",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823535
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0195-01"
      ]
    },
    {
      "cite": "10 Johns. 114",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2135970
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/10/0114-01"
      ]
    },
    {
      "cite": "2 Johns. 48",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6771307
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/2/0047-01"
      ]
    },
    {
      "cite": "18 Johns. 363",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        8710647
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/18/0363-01"
      ]
    },
    {
      "cite": "4 Watts, 222",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842783
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0222-01"
      ]
    },
    {
      "cite": "14 Serg. & Rawle, 27",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8877408
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/14/0027-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 379,
    "char_count": 6288,
    "ocr_confidence": 0.39,
    "pagerank": {
      "raw": 2.600885184214414e-07,
      "percentile": 0.8194831049995579
    },
    "sha256": "5d1c049a616105e076923b354b94b714f0bdc646a15208b4e31ffe447c43e337",
    "simhash": "1:4abf58286910c8b5",
    "word_count": 1158
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Bell, J., dissented."
    ],
    "parties": [
      "Valentine v. Packer."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nAn agent is one who acts in the place and stead of another. The act done, if lawful, is considered the act of the principal; 2 Greenl. Ev. § 59. The evidence of agency is either direct or indirect, and the only question before the court was, whether the agency was sufficiently proved to permit the note to go in evidence to the jury.\nJacob Y. Thomas, who signed the note for the plaintiffs in error, was proved to be the clerk of the firm; and it appears that clerks at iron works frequently give notes, but such is not the general custom, though this clerk was known to have given some. He was the book-keeper of the company; the son of one member, and nephew of at least two others. Three payments at different periods were endorsed on the note, and the balance due, after the last payment, struck. If it had been shown that either payment was endorsed by the manager or either of the owners, it would have put an end to the case. In whose handwriting endorsements were made, did not appear there, no evidence being given of the handwriting of the endorsements.\nAfter the above evidence was given, the, note was offered to the jury, and objected to on the ground that the authority of the clerk had not been sufficiently shown. The court overruled the objection and permitted the note to be given in evidence. This is the only question raised in the case.\nThe defendants below offered no evidence.\nIt is- well known that there is no uniform system of doing business at the iron works of this state. At some, although much indebted, and buying on credit, they neither give notes or due bills except to banks. At others, the clerk settles the accounts and gives notes and due bills for balances, which pass to the farmers and merchants of the neighbourhood. At others, they are given by the manager or principal superintendent.\nThe'most numerous class of cases on agency relate to affairs of trade and commerce. Where the agency is proved by inference from the habit and course of dealing between the parties, this may be such as may either show, that there must have been an original appointment, or subsequent and continued ratification of the acts done; but in either case the principal is equally bound; 2 Grreenl. Ev. § 65; 2 Kent’s Com. 614, 615. A single payment without disapprobation for what a servant bought upon credit, has been deemed equivalent to a direction to trust him in' future; Story on Agency, § 56; 4 Conn. R. 291.\nThe clerks at all the iron works are the book-keepers. They generally give orders to the hands, enter the sales and purchases for the works. The office is their station; the managers are often absent on out-door duties. The rule of law is, that the principal is boimd by the act of the agent no further than he authorizes that agent to bind him; but the extent of the power given to an agent is deduced as well from facts as express declarations. In the estimate, or application of these facts, the law has regard to the public security; “ and the rule often is, that he who trusts must pay 3 Peters, 413.\nThe clerk was an authorized agent for many purposes. Whether for this purpose, was a question of fact, under the evidence, for the jury. It is the duty of the principal to disavow the act of the agent, when the latter had transcended his authority; Bredin v. Dubarry, 14 Serg. & Rawle, 27.\nOn a careful examination of the evidence, we think there was no error in permitting the note to be read to the jury.\nJudgment affirmed.\nBell, J., dissented.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Blanchard, for plaintiff in error.",
      "Burnside, contra."
    ],
    "corrections": "",
    "head_matter": "Valentine v. Packer.\nIn an action on a note of a firm conducting iron works, signed by T., it was shown that T. was the son of one member of the firm and nephew of two others; that he was their book-keeper and manager at the time the note was given; that it was not customary for clerks to give notes, though one witness knew of its being done by T. The evidence was held to be sufficient to entitle the plaintiff to read the note to the jury.\nAnd there being endorsements of partial payment in an unknown handwriting, dated in the year T. left defendants’ employment, it was held to be correct to leave the question of agency to the jury.\nIn error from the Common Pleas of Centre.\nMay 29. This was an action on a promissory note signed for the defendants by Thomas. The plaintiff proved that Thomas was in the employ of defendants as manager and book-keeper at their iron works until two or three years after the date of the note, and that he was a son of one of the partners, and nephew of two others of the firm. A witness stated it was not usual for clerks to give notes, but he had known this clerk to do it. . Another witness stated that it was not customary. The note was then read to the jury under objection. There were endorsements of partial payments on the note in January and December of the year Thomas left; but whether before or after he left, or in whose handwriting, was not proved.\nThe court (Woodward, P. J.) directed the jury, if they were satisfied Thomas was in the employ of defendants at the time the note was given, and had their authority to sign notes for them, their verdict should be for plaintiff. If they doubted on either of these points, it should be for defendants.\nJune 7.\nBlanchard, for plaintiff in error.\nA clerk cannot sign or mak notes without authority from his principal or employer. This autho rity must be shown, which was not done in this case; Kerns v. Piper, 4 Watts, 222. An agent has no authority to bind his principal, unless it be within the scope of his authority; 18 Johns. 363; 2 Johns. 48; 10 Johns. 114. A custom, to make it obligatory, must be ancient, uniform and generally known; Newbold v. Wright, 4 Rawle, 195; Story on Agency, 118, in note. As to the duty of court in receiving evidence, and their power to decide what is, and what is not evidence, he cited Stouffer v. Latshaw, 2 Watts, 167. He also cited Paley on Agency, 163, 164, n.\nBurnside, contra.\nThe court left it to the jury to say whether we had satisfied them that the clerk had authority to give notes. As to a ratification by the principal of the acts of his agent or clerk, he cited Bank of Pittsburg v. Whitehead, 10 Watts, 402; Bredin v. Dubarry, 14 Serg. & Rawle, 27; 2 Greenl. Ev. §§ 65, 67; Story on Agency, § 104; Stewartson v. Watts, 8 Watts, 392."
  },
  "file_name": "0333-01",
  "first_page_order": 333,
  "last_page_order": 335
}
