{
  "id": 953592,
  "name": "Grayson's Appeal",
  "name_abbreviation": "Grayson's Appeal",
  "decision_date": "1847-06-21",
  "docket_number": "",
  "first_page": "395",
  "last_page": "398",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 395"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts & Serg. 272",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483369
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0272-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 317",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481771
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0317-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 144",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481785
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0144-01"
      ]
    },
    {
      "cite": "6 Watts & Serg. 557",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480099
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0557-01"
      ]
    },
    {
      "cite": "5 Watts & Serg. 509",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478356
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0509-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 144",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481785
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0144-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 416,
    "char_count": 7611,
    "ocr_confidence": 0.4,
    "pagerank": {
      "raw": 5.1210002489506336e-08,
      "percentile": 0.32106408520342306
    },
    "sha256": "c32863175a22aee340889aa8492a9bee1554c54bfd854f7b9858f6d19e7b4d8c",
    "simhash": "1:fc78e75888668f5f",
    "word_count": 1323
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Grayson’s Appeal."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe appeals in this case were heard together. The sum in the hands of the sequestrator for distribution was $269. The account was referred to an auditor, and exceptions filed to his report. The assignees of John Moore and George Ege claimed the whole sum; John W. Helfenstein’s assignee^ claimed a pro rata dividend with the assignees of Moore and Ege; and they claimed all the tolls to the exclusion of all the other creditors of the company.\nThese claims were predicated on the evidence taken before the auditor of John Moore, George Ege, and George W. Foulke. The auditor very properly reported the evidence, although the witnesses were objected to as incompetent.\nThere is nothing in the minutes of the company that would authorize this extraordinary claim. The only minute bearing upon the question is that of 24th of August, 1821, when it was resolved, “ to give John P. Helfenstein $10 a rod for finishing that part of the road from the negro cabin to Carlisle, including bridges, graveling, &c., and after a mile of the said road be completed, then corporate bond or bonds be given, bearing interest, for so much as said mile comes to.” The board agree to give two years from this time for completing the road. The tolls of the road for the twenty-five miles on to Carlisle, are pledged for the payment of interest, c.\nBonds were issued by the company to Mr. Helfenstein, who assigned part of them to John Moore, George Ege, Dr. George W. Foulke, and other creditors.\nThe evidence of Moore, Ege, and Foulke, went to establish by parol, subsequent arrangements with the company, of which they were managers or officers, which pledged or set apart the tolls of the whole road, for the payment of the bonds issued by the company to Helfenstein; and the first question which the case presents is, were they competent witnesses ?\nModern decisions of this court have established that the assignor of any chose in action is not a competent witness for the plaintiff in an action to recover the claim; 7 Watts & Serg. 144. The case of Clover v. Painter, 2 Barr, 46, has gone a step further. It was there held, that one who has acquired an interest in a debt by assignment is incompetent as a witness in a suit for its recovery, even though he has re-assigned his interest, and pays all the costs into court. This case meets the question under consideration. All the parties here claim through the witnesses who were assignors, and who claim by assignment from John P. Helfenstein. If we regard the principles settled by the recent decisions referred to, these gentlemen were clearly incompetent, and the testimony given by them before the auditor must be rejected. If there was ever a case which showed the wisdom of the rule, that the assignor of a chose in action ought not to be received as a witness for the assignee, it is the -case now under consideration. These witnesses were officers of the company, and were bound by the act of incorporation to keep minutes of their proceedings. They now attempt, at the distance of a quarter of a century, to establish a lien, and a just claim to the tolls of the whole road for their relatives, to whom they assigned a portion of the debt created by the company in making the last five miles of the road, to the exclusion of all the other creditors of the company. The decision of this point settles the whole case. It would be a useless waste of time which can be more profitably employed, than to consider the other questions raised by the learned counsel, as they are all predicated on the evidence of Moore, Ege, and Eoulke, which we declare incompetent.\nDecree affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Gallagher, Biddle, Watts, and Reed, for appellants,",
      "Graham, for the general creditors."
    ],
    "corrections": "",
    "head_matter": "Grayson’s Appeal.\nThe assignor of a chose in action, and an assignee who has assigned over, are incompetent witnesses to sustain it.\nTherefore, the obligee of a bond of a turnpike company, and his assignee who has assigned his interest, are incompetent to sustain their assignee’s claim to an exclusive right to the tolls, by proving a specific pledge thereof; the claim being made before auditors distributing funds in the hands of a sequestrator.\nProm the Common Pleas of Cumberland.\nJune 8. The question in this case arose on the distribution of funds in the hands of a sequestrator of the tolls of the Hanover and Carlisle Turnpike Co. Grayson, assignee of Ege, and Moore, assignee of Helfenstein, claiming the whole fund under certain bonds of the company, given to Helfenstein, and by him assigned to Moore and Ege, who assigned to Grayson. The appellants, to sustain this claim before the auditor, proved the minutes of the corporation in 1821, in which it was stated, that the board agreed to Helfenstein’s proposals for finishing part of the road; after a mile was completed, corporate bonds were to be given for so much as was then due; “ the toll from the twenty-fifth mile on to Car-lisle, is pledged for the payment of interest,” and a committee was appointed to enter into articles. In 1822, the minutes reciting the execution of the agreement, showed it was resolved that the president was empowered to issue certificates to Helfenstein bearing interest. There was nothing in this minute as to a pledge of the tolls.\nGeorge Ege was then called, and stated he was president of the company at this time, and that Helfenstein made the contract on a specific pledge of the tolls to secure the bonds. That being unable to complete his contract, he sold part of the bonds to the witness and part to Moore, which was known to the company. He also proved the loss of the original article between the company and Helfenstein. Moore’s evidence was to the same effect. Eoulke, who was a manager, gave the same testimony. He was the assignee of a judgment on some of these bonds, on which judgment had been had to the use of Parker, who assigned to the witness, who assigned over. The auditor distributed it among the general creditors of the company, fro rata.\nGallagher, Biddle, Watts, and Reed, for appellants,\nargued that the corporation had general powers by its charter, and was competent to contract by parol. That this contract would be enforced in equity; and the sequestrator was in the position of an assignee, and took subject to all equities, and that the assignees of Helfenstein took, to the exclusion of his right, until they were satisfied.\nGraham, for the general creditors.\nWere Moore, Ege, and Eoulke, admissible as witnesses ? An assignment merely colourable shall not divest title to make the assignor a witness; Post v. Avery, 5 Watts & Serg. 509. In Leiper v. Peirce, 6 Watts & Serg. 557, this rule is reaffirmed, with the addition, that every assignment is to be deemed colourable, unless the contrary be shown. In Patterson v. Reed, 7 Watts & Serg. 144, the court decided, that an assignor could not be a witness to recover the claim assigned, In the Reading Railroad Co. v. Johnson, 7 Watts & Serg. 317, and in Cochran v. McTeague, 8 Watts & Serg. 272, the same principle was reaffirmed. In McClelland v. Mahon, 1 Barr, 364, the case of Steele v. Phœnix Insurance Co. was declared to be overruled^, and the court decided, that a legal plaintiff, who, before suit brought, had bond .fide assigned for a valuable consideration, could not be a witness; to the same effect are Phinney v. Tracey, 1 Barr, 173; Muirhead v. Kirkpatrick, 2 Barr, 425, and Clover v. Painter, 2 Barr, 46. He further argued, that a corporation is strictly-limited to the exercise of the powers specially conferred upon it, and it possesses only those rights and powers given by the charter of its creation, either expressly, or as incidental to its very existence.\nJune 21."
  },
  "file_name": "0395-01",
  "first_page_order": 395,
  "last_page_order": 398
}
