{
  "id": 953501,
  "name": "Moore v. Hepburn",
  "name_abbreviation": "Moore v. Hepburn",
  "decision_date": "1847-06-30",
  "docket_number": "",
  "first_page": "399",
  "last_page": "403",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 399"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Watts & Serg. 334",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852592
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0334-01"
      ]
    },
    {
      "cite": "18 Johns. 459",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        8710819
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/18/0459-01"
      ]
    },
    {
      "cite": "9 Serg. & Rawle, 145",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts, 205",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840040
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0205-01"
      ]
    },
    {
      "cite": "7 Watts, 449",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "11 Serg. & Rawle, 357",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1812752
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/11/0357-01"
      ]
    },
    {
      "cite": "2 Serg. & Rawle, 280",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1798273
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/2/0280-01"
      ]
    },
    {
      "cite": "6 Whart. 264",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836988
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0264-01"
      ]
    },
    {
      "cite": "3 Watts, 202",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841237
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0202-01"
      ]
    },
    {
      "cite": "1 Watts & Serg. 112",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852653
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0112-01"
      ]
    },
    {
      "cite": "13 Serg. & Rawle, 288",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1813922
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/13/0288-01"
      ]
    },
    {
      "cite": "1 Binn. 123",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787943
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0123-01"
      ]
    },
    {
      "cite": "6 Whart. 264",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836988
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/6/0264-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 572,
    "char_count": 11514,
    "ocr_confidence": 0.391,
    "pagerank": {
      "raw": 2.2825783439874572e-07,
      "percentile": 0.7853459796304727
    },
    "sha256": "a81718a7792cea4e9bb866ef570de557cdccafc79eb32f6dc27dae29fd1fd8d0",
    "simhash": "1:b76cc9e6a5823afa",
    "word_count": 2040
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Moore v. Hepburn."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nThe act of 6th April, 1830, by virtue of which the plaintiff claims to sustain the present action, though by its terms apparently confined to actions brought against joint and several obligors, has been held for a very sufficient reason to extend to and embrace the case of a joint obligation like the present; Lewis v. Williams, 6 Whart. 264. The only question, therefore, presented by the case stated, is, whether, in other respects, the present action is within the purview of the law. It is undoubtedly a remedial statute, and to be liberally construed in avoidance of the mischief it was intended to cure. This was, that at common law the obligee or promisee was compellable to bring suit against all the joint contracting parties, and yet if from any cause the process failed, of service, upon one or more of the defendants, and the plaintiffs proceeded to judgment against the others, he was barred of future action against those not served. It thus often happened, that by the operation of a merely technical rule, a just claim was defeated from the insolvency of the parties appearing to the action, while those not reached by the process were abundantly able to pay, and this without any default in the plaintiff.\nThe object of the act of Assembly was to remedy this inconvenience by giving to the injured party a distinct action against those not brought in by the first writ, notwithstanding the precedent judgment, and this, as it seems to us, without regard to the reasons that prevented service of the process, unless, indeed, it was chargeable to the improper interference of the plaintiff himself. The court below concede the remedial character of the statute, and the propriety of a liberal construction; yet, founding itself on an expression of the Chief Justice made in Lewis v. Williams, (supra,) seems to think it necessary that, in order to entitle himself to the benefit of the provisions of the act, it is incumbent on a plaintiff to show he did all he could to bring in all the defendants to the original action — that some active step on his part is necessary, in addition to causing the writ to be issued.\nBut surely the language of the statute is broad enough to cover every failure of service of process, whether proceeding from impossibility, accident, negligence of the officer, or design of the defendants, or any of them. The provision is, “ In all cases now pending, or hereafter brought against joint and several obligors, co-partners, promissors or endorsers of promissory notes, in which the writ or process has not been or may not le served on all the defendants, and judgment may be obtained against those served with process, such writ, process, or judgment shall not be a bar to a recovery in another suit against the defendant or defendants not served with process.” Nothing of larger import than are the terms here employed, could well have been penned. They very clearly show the intention of the law-makers to give the new remedy a very extended operation, and I see nothing in the spirit of the act itself, or the policy which dictated it, to lead to such a construction as might defeat this intent.\nI must not be understood as asserting that the object was to obliterate wholly the distinction between joint and joint and several contracts, by permitting a party of his own management to instituto a several action against each of the joint contractors, and thus have distinct judgments. Had it been shown, in the instance now before us, that the plaintiff prevented service of the process on Samuel Hepburn, with the view of making him a party to a new and distinct action, or that he had even interfered with the action of the sheriff, we might have been able to concur in the conclusion of the Court of Common Pleas, that there could be no recovery in this suit. But there is nothing in this record to prove such Avas the fact. For aught that appears, Moore did all incumbent on him to do, by causing a Avrit to be issued against all of the co-obligors, which, it is to be presumed, was placed in the hands of the proper officer to be executed. Many circumstances may have intervened to hinder service on the present defendant, apart from any undue interference by the plaintiff, and Avithout more it ayíII not do to say that merely accepting the appearance of two of the obligors, and proceeding against them to judgment, shall place the third beyond the operation of the statute. Had the sheriff returned a service on the tAVO who appeared gratuitously, Avithout more, the legality of the present proceeding could scarcely be called into question. What difference can it make that these agreed to appear to the AA'rit, dis■pensing with a formal service by the officer ? Why the present defendant did not also appear, or was not served with the writ, is not shown. The learned judge who ruled the cause below, seems to have adopted the idea that it was incumbent on the plaintiff to make this apparent, and not having done so, it is to be assumed he did not do all he was bound to do. In this we think he fell into error. It is for those who would deprive the plaintiff of the benefit of the statutory provision to show a reason in his misconduct, either from the record or aliunde. Nothing of th^ kind is shown or asserted here, and there is, therefore, no hindrance to the working of the statute in support of his right of ■ action against the defendant.\nNo other reason being suggested why the plaintiff is not entitled to recover, it follows that the judgment rendered by the Court of' Common Pleas must be reversed.\nJudgment reversed, and judgment to be entered in favour of the plaintiff, according to the case stated.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Reed, for plaintiff in error.",
      "Watts, contra."
    ],
    "corrections": "",
    "head_matter": "Moore v. Hepburn.\nA. plaintiff accepting the voluntary appearance of the joint ■ obligors to a writ issued against three, and proceeding to judgment and execution, does not debar himself of the right to proceed, under the act of 1830, against the obligee who was not served.\nWhether ,a plaintiff preventing service on some of the joint defendants would be debarrecfof his remedy against them — Query.\nIn error from the Common Pleas of Cumberland.\n■ June 9. Case stated. The present action was against ,S. Hepburn, co-obligor of Curts and J. Hepburn on a note sealed by the three, dated in 1832. Subject to the question of the competency of the evidence, it was agreed that in 1833 and 1834, the present defendant had conveyed all his interest in the firm, that gave this bond, to one Coryell, who conveyed to J. Hepburn. These instruments were not in the paper-book, but they were stated by counsel to have been made subject to the debt now in question. After these conveyances the plaintiff issued a, summons in debt against all the obligees. On this writ was endorsed an acceptance of service by Curts and J. Hepburn, but there did not appear to have been any return by the sheriff. The plaintiff filed a statement of his cause of action against the three, and referred the cause, under the act of 1810. A general award for plaintiff against defendants having been made, he issqpd a fi. fa. against the two who had appeared, which was stayed.^\nThe court (Eldred, P. J.) being of opinion that the act of 1830 was only intended for those cases where the plaintiff was unable to serve the writ on all the defendants, and that in this case the plaintiff had not done all that he could to accomplish that object, gave judgment for the defendant.\nReed, for plaintiff in error.\nThe bond was for a partnership debt, hence all the parties were liable, and in equity there would be no survivorship in the event of the insolvency of the surviving partner ; 4 Dessaus. 148; 1 Binn. 123. It is the remedy and not the debt which is extinguished; 2 Harr. & Gill. 305; 13 Serg. & Rawle, 288; 1 Watts & Serg. 112. . Where there is a joint action brought, this determines the nature of the bond, and the consequences which flow from it at law; 13 Serg. & Rawle, 288; and these were so harsh as to induce the court to recommend legislative action on the subject. In pursuance of this, the act of 1830 was passed, which provides that “in all actions on joint and several obligations, where the writ may not he served on all the defendants,” a judgment against those served shall not he a bar to a future action against those not appearing. This act is remedial, and the elementary principles of construction will include the present case; the mischief is to be suppressed, and the remedy advanced. To exclude the case of a bond merely joint would be absurd, for if it was joint and several the plaintiff had the remedy in his own hands. In Vaneman v. Herdman, 3 Watts, 202, a joint note was held to be provided for by this act, and the doctrine of that case equally applies here; Lewis v. Williams, 6 Whart. 264, relied on below, was on a different principle; there was an acceptance of a judgment against two, which not being a case provided for, was governed by the common law. That was a voluntary act of the plaintiff, while here every step taken was adverse, the acceptance of service being a matter beyond his control. The writ commanded the sheriff to serve all, and but two appeared; there is a presumption that the officer did his duty, and that defendant was not within his bailiwick, hence arises the case in which there was a difficulty in serving the other, as is stated in Lewis v. Williams.\nWatts, contra.\nThe construction given to the act in Lewis v. Williams, that the mischief to be remedied was, that a plaintiff could not take judgment against one joint defendant without discharging the others, although he had done every thing in his power to bring them in, governs this ease. So far from this being the case here, it appears the plaintiff voluntarily accepted the appearance of the two, and withdrew the writ from the sheriff. The reason for this is obvious; these were the owners of the whole of the property of the firm that signed the note, and they had agreed to pay this debt. The act was not intended to obviate a difficulty of the party’s own creation, and the want of a return of nihil as to S. Hepburn, shows there was no attempt to serve him. The cases of Williams v. McFall, 2 Serg. & Rawle, 280, and Downey v. Bank, 13 Serg. & Rawle, 288, with the act itself, show the object to have been as is stated in Lewis v. Williams, for where there is a confession of judgment by one, it must be shown that the other joint debtor refused to do so or the common law consequence will follow the act, and this refusal would be a necessary averment in a future suit; 11 Serg. & Rawle, 357; 7 Watts, 449. This court has said the act must be confined to the enumerated cases; Walter v. Ginrich, 2 Watts, 205; they are “joint and several obligors, promissors,” &c. This is a joint obligation merely, while the case of Vaneman v. Herdman was included in the express words, and was decided on the ground that it was a joint and several obligation. It must be presumed the legislature was aware of the distinctions between obligations merely joint, and those which are joint and several, and that the latter only were intended to be provided for. The argument that this is a partnership debt is inapplicable, for all liability merged in the bond; Smith v. Black, 9 Serg. & Rawle, 145; Robertson v. Smith, 18 Johns. 459; 1 Watts & Serg. 334. The question therefore is, whether a plaintiff procuring the consent of two defendants to appear, and taking judgment, has not elected his remedy and discharged the other parties.\nJune 30."
  },
  "file_name": "0399-01",
  "first_page_order": 399,
  "last_page_order": 403
}
