{
  "id": 953549,
  "name": "Mohler's Appeal",
  "name_abbreviation": "Mohler's Appeal",
  "decision_date": "1846-12-08",
  "docket_number": "",
  "first_page": "418",
  "last_page": "422",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 418"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "17 Serg. & Rawle, 400",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1818180
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/17/0400-01"
      ]
    },
    {
      "cite": "6 Watts, 167",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846069
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0167-01"
      ]
    },
    {
      "cite": "4 Rawle, 440",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823534
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/4/0440-01"
      ]
    },
    {
      "cite": "2 Binn. 146",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788964
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/2/0146-01"
      ]
    },
    {
      "cite": "1 Watts & Serg. 239",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 533,
    "char_count": 10577,
    "ocr_confidence": 0.401,
    "pagerank": {
      "raw": 1.680265955579472e-07,
      "percentile": 0.6974603538661907
    },
    "sha256": "a000d4af8902326ef66877fb6c5ef9fc09b5e5669c69f78855b8e0f7c1d9726e",
    "simhash": "1:17efa8a6f22c839f",
    "word_count": 1878
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mohler’s Appeal."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nIt is settled by a series of decisions, that on a sheriff’s sale of land, all the liens on the land due at the time of the sale, when they are capable of being reduced to a certainty, are entitled to payment out of the proceeds; Reed v. Reed, 1 Watts & Serg. 239; Bantleon v. Smith, 2 Binn. 146; Hellman v. Hellman, 4 Rawle, 440; 6 Watts, 167. The only question that remains is, was the court right in ordering the money to be paid to the assignee of the judgment, in exclusion of the right of Catherine Mohler, the assignor ? And this depends on the effect of the entry on the record: “These judgments stand for the use of Martin Frey.”\nIn order to prevent mistakes as to the principle now decided, we agree that the entry amounts to a common assignment of the judgment, with all its incidents, and although made by the attorney, yet it is entitled to the same consideration as if made by the principal. So the word “judgments,” in the plural, refer to the judgments against the obligor and the terre-tenants, which were separately rendered. This point is virtually ruled in Donley v. Hays, 17 Serg. & Rawle, 400. This was the case of a mortgage, accompanied with eight bonds, payable at different times, five of which the holder assigned to different persons at different times, retaining three of them himself. The mortgaged premises were sold on an execution by the sheriff against the mortgagor, and the fund arising from the sale having fallen short of the whole mortgaged debt, it was decided that the respective assignees and the mortgagee were entitled to a jpro rata dividend of the proceeds, according to the amount of the bonds held by each. That case is identical with the present, and if law, it rules this, for the assignor here answers to the mortgagee there, and the assignment being the same, if the mortgagee was entitled to a pro rata dividend, on the same principle the assignor is entitled to a share of the proceeds of the sale. Donley v. Hays was decided by a divided court, the Chief Justice dissenting, and has since been questioned by a distinguished judge, in Cowden’s Estate, 1 Barr, 278. This has caused us to reconsider the point, and we aver, on further examination of opinion, the case was correctly ruled. The point is part of the law of the contract. It is in vain to urge that, as between the assignor and assignee, there is an equity or moral obligation, if, as is there ruled, and we think correctly, that it was the intention of the parties to participate pari passu in the proceeds of the sale. This is the reasoning of Mr. Justice Tod, who delivered the opinion of the court, to which we 'subscribe. It is difficult to believe that Catherine Mohler intended to postpone her rights in the prior suit in favour of the assignee, for if so, why use terms which import directly the reverse ? for it is well settled that the word “ assigns,” in Pennsylvania, does not import a guarantee, which this in effect would be, if we adopt the decision of the District Court. And this construction not only supports the intention of the parties, but the equity of the case; for, although in this it may be that the whole amount due was paid by the assignee, yet in a majority of cases much less is paid. Besides, in the case stated, reference is made to the first suit, and care is taken to prevent its being considered and taken as part of the case stated, and a proviso is inserted that it shall not be in any manner prejudiced. But although this is some indication of the views of the parties, yet we do not put the case on that ground, but on the general intention arising from the use of the word “assigns,” or what we consider as equivalent, showing a determination not to* guaranty the money called for by the bond, thereby evincing any thing but a design to postpone her rights under the prior suit, or for such arrearages as may fall due at the time of the sale. Whenever the parties intend differently, a stipulation to that effect should be inserted in the contract, and we are induced to believe that when such is the design, in nine cases out of ten it is expressly provided for. We therefore see no difficulty in maintaining the case on legal principles, and as to the equity which it is supposed the assignee has, that cannot be urged in contradiction to the argument.\nFrom this view of the case it is also manifest that the doctrine of contribution has nothing to do with the case. It seems to mé that all the doubt which has arisen, is caused by losing sight of the difference in the law in this state and others as to the legal effect of a common assignment, for I grant that had the assignor guarantied the payment of the money, the assignee would be entitled to a preference. Had the assignment contained a provision such as is now contended to be its legal effect, it is impossible to tell with certainty whether Catherine Mohler would have ratified the act of her attorney, although the assignee may have paid the full amount called for by the bond. Yarious considerations which may be easily imagined, might influence her to decline any such agreement. At any rate, we cannot safely allow indefinite and vague notions of a supposed equity to overrule or in any way affect the contract of the parties.\nThe court therefore reverse the decision of the District Court, and order that the sum in court be divided pari passu, including the arrearages due at the time of sale.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Penrose, for appellant.",
      "W. Ellmaker and Stevens, contra."
    ],
    "corrections": "",
    "head_matter": "Mohler’s Appeal.\nA testator devised certain real estate to his son, charged with £500, on which, the interest was to be paid annually to his widow during her natural life. The real estate thus devised, passed by various conveyances to certain terre-tenants. In 1838, the widow brought suit against the executor of her deceased husband and the terre-tenants of the said real estate, to recover the arrearages of interest due and unpaid at the time of the institution of the suit, in which a verdict was rendered in her favour; when a motion for a new trial was made by the defendants, which was pending at the time of the shcrifHs sale in 1845. In 1842, the widow brought a second suit against the said executor and terre-tenants, to recover the an oarages of interest which had accrued subsequently to the institution of the first suit, in which the court, on a case stated, gave judgment de terris in her favour, for $360, and which judgment she assigned for a valuable consideration to one M. P. In 1845, under judicial process issued on this judgment, at the instance of M. F., the assignee, the sheriff sold the said real estate for a sum less than sufficient to pay all the arrearages of interest, including those for which the aforesaid suits were instituted, as well as those due at the time of the sheriff’s sale. Held, that M. F., the assignee of the judgment in the second suit, was not entitled lo the whole fund raised by the sheriff’s sale, but was merely entitled to come in pari passu with the widow, to whom the arrearages of interest included in the first suit, as well as the arrearages due at the time of the sheriff’s sale, were payable.\nThe assignment of a judgment in Pennsylvania does not imply any covenant or warranty that the said judgment will be paid.\nFrom the District Court for the city and county of Lancaster.\nDec. 8. This was an appeal by Catherine Mohler from the decree of the District Court, making distribution of the proceeds of a sheriff’s sale of real estate, sold under a writ of alias venditioni exponas, in which Catherine Mohler, for the use of Martin Frey, was plaintiff, and Samuel Hagy and John Hagy, executors of Jacob Hagy, terre-tenant, were defendants. Hannus Mohler, in and by his will, which was duly proved in 1815, devised certain tracts of land situated in Cocalico township, Lancaster county, at certain sums per acre, to his son, John Mohler, and directed that 11 five hundred pounds, part of the said sum to which the said lands would come, shall be and remain on the said real estate of my son, John Mohler, during the natural life of my wife Catherine; and my son John shall pay her yearly the interest thereof, during her natural life,” &c. The real estate thus devised to John Mohler, passed by various conveyances to certain terre-tenants. To December Term, 1838, Catherine Mohler, the widow of the testator, Hannus Mohler, brought suit against Jacob Hagy, the surviving executor of Hannus Mohler, and John Frey, the terre-tenant of twenty acres of the land devised and charged, to recover the arrearages of interest due her on the £500, up to February or April, 1838, and,at November Term, 1840, obtained a verdict for $538 27. The defendants, thereupon, made a motion for a new trial, which remained undetermined until February, 1846, when the rule was discharged and judgment de terris entered against John Frey, the terre-tenant. To June Term, 1842, the said widow brought a second suit against Jacob Hagy, surviving executor as aforesaid, and John Frey, terretenant of twenty acres, and Jacob Hagy, terre-tenant of eight acres and twelve perches of the lands devised and charged by the will of Hannus Mohler to his son John Mohler, to recover the arrearages of interest due her, from April 1, 1839, to April 1, 1842. The District Court, in April, 1843, on a case stated, gave judgment for the plaintiff, Catherine Mohler, for $360. The Supreme Court, on writ of error taken, affirmed the judgment in July, 1844; and in September, 1844, the court below entered judgment against Jacob Hagy, terre-tenant as aforesaid. On the record of this judgment was the following entry: « These judgments stand for the use of Martin Frey.” In January, 1845, the death of Jacob Hagy was suggested, and his executors Samuel and John Hagy substituted.' A fi. fa. was then issued, under which, the real estate of the defendant, to wit, eight acres and twelve perches, was levied upon and condemned, and under a writ of alias venditioni exponas, to June Term, 1845, was sold by the sheriff, to John Frey for $210; and $149 07, the net proceeds for distribution, was paid into court by the sheriff. The fund for distribution was claimed by Martin Frey, by virtue of the assignment of the judgment, under which the said fund was made to him, by Catherine Mohler, the widow; and also by the said Catherine, under the will of her deceased husband. His honour, Judge Hays, decreed the fund to be paid to Martin Frey, the plaintiff; whereupon, Catherine Mohler appealed to this court, and assigned the decree of the court below for error.\nDec. 8.\nPenrose, for appellant.\nW. Ellmaker and Stevens, contra."
  },
  "file_name": "0418-01",
  "first_page_order": 418,
  "last_page_order": 422
}
