{
  "id": 953580,
  "name": "Herr et al. v. Herr",
  "name_abbreviation": "Herr v. Herr",
  "decision_date": "1846-12-07",
  "docket_number": "",
  "first_page": "428",
  "last_page": "431",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 428"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts & Serg. 253",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481841
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0253-01"
      ]
    },
    {
      "cite": "11 Serg. & Rawle, 431",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "6 Serg. & Rawle, 267",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1805873
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/6/0267-01"
      ]
    },
    {
      "cite": "9 Watts, 363",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849954
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0363-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 430,
    "char_count": 8707,
    "ocr_confidence": 0.396,
    "pagerank": {
      "raw": 1.916891476985257e-07,
      "percentile": 0.7324313116324542
    },
    "sha256": "ef54a726d64b0c328cfd93aa4dddf5ccfeea366f7c16c6d5af1fd7f8a89b90e7",
    "simhash": "1:9c5de729864e85be",
    "word_count": 1519
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Herr et al. v. Herr."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nA decree of partition by the Orphan’s Court is necessarily as conclusive of the right as a judgment of partition by a court of law. What then would have been the effect of such a judgment, had the children of the deceased uncles proceeded by writ in the Common Pleas ? The plea might have been non insimul tenent, and it would undoubtedly have been found against them. But had the joint tenure been confessed, as it was in the Orphan’s Court, the title of the children to the supposed share derived through their parents, would have been established by the judgments quod partitio fiat, and quod partitio prcediefy firma et stabilis teneatur, which would have concluded the others. The writ ox pax’tition lies only between tenants of tlie freehold, and as the title is, or may be, put in issue by it, the judgment hinds the right. There are no pleadings in the Orphan’s Court, hut its decree, notwithstanding, hinds as firmly as does the judgment of a court of law. If a party having no title under the intestate act petition for an inquest, his allegation of title as a tenant in common, if disputed, must, according to Mehaffy v. Dobbs, 9 Watts, 363, he first established by ejectment in the Common Pleas; hut if it-he admitted, the decree founded on it must necessarily he conclusive. The principle of McPherson v. Cunliff goes that far. It would produco wild and fearful disorder were partitions in the Orphan’s Court to bo overturned by action of ejectment to correct mistakes. It is universally true that the judgment of a court of competent jurisdiction directly on the point, is conclusive of it, coming collaterally into contest between the same parties in a subsequent proceeding. The son, in Mehaffy v. Dobbs, was not bound by the decree of partition only because he had refused to be a party to the proceeding, and claimed adversely to the father’s title, The Orphan’s Court, therefore, had no jurisdiction of the controversy between him and the other children. Here, however, the title of the nephews was not disputed, and as the court was competent to determine the law of the case, its decree was properly held to he conclusive.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Parke, for plaintiffs in error.",
      "Stevens, contra."
    ],
    "corrections": "",
    "head_matter": "Herr et al. v. Herr.\nA decree of partition by the Orphan’s Court is necessarily as conclusive of the right as a judgment of partition by a court of law.\nWhere, therefore, a party having no title under the intestate laws, petitioned for an inquest, and his allegation of title as tenant in common was not disputed, it was heldi in an action of ejectment brought against him to try the title to the land contained in a purpart accepted by, and decreed to him by the Orphan’s Court, that the record of the proceedings in partition, and the decree founded thereon, were necessarily conclusive of his title.\nIn error from the Court of Common Pleas of Lancaster county.\nDec. 3. This was an action of ejectment brought by John Herr, Levi Herr, and Abraham, Martha, and Barbara Warfel, minors, who sued by their guardian, Daniel Warfel, the plaintiffs, against Henry Herr, to recover the one undivided third part of two tracts of land, with the improvements.\nIt appeared that the land in controversy was part of the real estate of which Samuel Herr died intestate and seised, in 1836. He left a widow, Frances Herr, but no issue, and his father and mother being dead, his heirs, or next of kin, were two uncles, David and Emanuel Herr, and an aunt. Emanuel Herr, one of the uncles and heirs, died in 1839; and the plaintiffs were his heirs. Henry Herr, the defendant, was married to Frances Herr, the widow of Samuel Herr, the intestate. In addition to the uncles and aunt, who were living at the time of the death of the said intestate, there were the children of two other uncles, Abraham and Tobias Herr, who had died in his lifetime. In 1837, Abraham Herr, one of the sons of Abraham Herr, the eldest uncle of Samuel Herr, the intestate, but who had died before him, assigned to Frances Herr, the widow of the said intestate, all his interest in the estate of his cousin, the said Samuel Herr. On the petition of Frances Herr, the widow, an inquest was awarded by the Orphan’s Court, an inquisition held, and the real estate ,of the intestate appraised and divided into two purparts-.\nThe land in controversy constituted purpart No. 1, which was' accepted by the widow at the appraisement, in right of her assignment from Abraham Herr, and was decreed to her by the Orphan’s Court, upon her entering into the usual recognisance for securing and paying to the heirs and legal representatives of Samuel Herr, the intestate, their proportionate part, which was accordingly done. Under the law, as it existed at the time, to wit, the 7th and 8th sections of the intestate act of the 8th of April, 1833, the two uncles and the aunt, who were living at the time of the death of Samuel Herr, the intestate, were entitled to the whole of his estate, subject to the interests of the widow; and the children of the two deceased uncles were not entitled to represent their parents, or to claim any portion of the real estate. But all parties acted under the belief that the children of the deceased uncles were entitled to stand in the place of their parents respectively, and the estate was divided into five parts, instead of three. Emanuel Herr, in his lifetime, received the greatest portion of his share, according to that distribution, and Daniel Good, his administrator, received the residue; and at the time of the final distribution, when the other claimants received their respective portions, he joined with them in executing a release. This action was brought to recover the difference between the one-fifth, which has been paid, and the one-third to which Emanuel Herr was lawfully entitled.\nThe plaintiffs claimed under Emanuel Herr, one of the uncles, who was living at the death of the intestate. The defendant claimed under the decree of the Orphan’s Court allotting the premises to the assignee of Abraham Herr, a cousin of Samuel, the intestate, and one of the sons of Abraham, the eldest uncle of the said intestate, but who had died before him.\nThe court (Lewis, P. J.) charged the jury, that the objections made to the decree of the Orphan’s Court upon the partition of this estate, consisted of matters which only 'showed that the decree was erroneous, but did not show that the court had no jurisdiction; and that, therefore, the decree was conclusive upon all persons claiming under the intestate, unless appealed from, or corrected by bill of review. That the decree of the Orphan’s Court, awarding the estate to Frances Herr, the wife of the defendant, was a bar to the action. The plaintiffs excepted to the charge. The jury returned a verdict for the defendant; whereupon the' plaintiffs sued out this writ of error, and assigned, among others not material to notice here, the following error: The court erred in charging, that the decree of the Orphan’s Court, giving this property to the assignee of Abraham Herr, who was not an heir, was only erroneous, and therefore conclusive unless appealed from, or corrected by bill of review.\nDec. 7.\nParke, for plaintiffs in error.\nThe record and decree of the Orphan’s Court are held conclusive of the title in the court below. This opinion he contended was erroneous. He argued that the proceedings at common law are adversary, and the title disputable. There the proceedings are in form to try title, and no judgment quod partitio fiat can be had without trial by jury, if defendants pleaded, denying title as set out by plaintiffs. But in proceedings in the Orphan’s Court, title is not disputable, and if an objection to title be made, the Orphan’s Court have no jurisdiction to try or direct an issue. In such a case, the court would refuse to proceed, and thus compel the party to try and obtain judgment, quod partitio fiatj by resorting to the action of partition to try the title.' Hence the acceptant of real estate takes it at his peril, and the decree concludes nothing as to title, except that error in form, right of first choice, &c., cannot be taken advantage of but by appeal. A taking by a stranger amounts to nothing, and gives him no title. If he has got possession under the decree, his right of possession, which of course involves the title, may be tried by ejectment. He cited Fogelsonger v. Somerville, 6 Serg. & Rawle, 267; McPherson v. Cunliff, 11 Serg. & Rawle, 431; Good v. Herr, 7 Watts & Serg. 253.\nStevens, contra.\nA decree of the Orphan’s Court cannot be inquired into collaterally; Act of the 29th of March, 1832, sect. 2, Pamph. Laws', 190. Plaintiffs are concluded by distribution and taking a part; Good v. Herr, 7 Watts & Serg. 253."
  },
  "file_name": "0428-01",
  "first_page_order": 428,
  "last_page_order": 431
}
