{
  "id": 953534,
  "name": "Eby v. Eby's Assignee",
  "name_abbreviation": "Eby v. Eby's Assignee",
  "decision_date": "1846-12-07",
  "docket_number": "",
  "first_page": "435",
  "last_page": "440",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 435"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts, 209",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840095
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0209-01"
      ]
    },
    {
      "cite": "17 Serg. & Rawle, 51",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1818247
      ],
      "pin_cites": [
        {
          "page": "53"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/17/0051-01"
      ]
    },
    {
      "cite": "8 Watts, 286",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848467
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0286-01"
      ]
    },
    {
      "cite": "2 Watts, 214",
      "category": "reporters:state",
      "reporter": "Watts",
      "pin_cites": [
        {
          "page": "215"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "3 Watts & Serg. 276",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854584
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0276-01"
      ]
    },
    {
      "cite": "9 Watts, 280",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "13 Serg. & Rawle, 107",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1814022
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/13/0107-01"
      ]
    },
    {
      "cite": "5 Watts, 482",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844076
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0482-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 70",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481781
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0070-01"
      ]
    },
    {
      "cite": "17 Serg. & Rawle, 53",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    },
    {
      "cite": "2 Watts, 214",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 613,
    "char_count": 14549,
    "ocr_confidence": 0.392,
    "pagerank": {
      "raw": 4.3146451625584916e-07,
      "percentile": 0.9171602282604121
    },
    "sha256": "c3d24b9386b6eba1907169286b6bd34f790c926c1982fa61ca72451ac91a15b0",
    "simhash": "1:86ff592fd8c214a9",
    "word_count": 2575
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Eby v. Eby’s Assignee."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nJacob Eby, junior, executed and delivered his bond to Jacob Eby, senior, his father, for £300, dated the 1st of April, 1816, conditioned for the payment of £150 on the 1st of April, 1817. Jacob Eby, the obligee, transferred and assigned it to Daniel Eby, for value received, according to the provisions of the act of Assembly in such case made and provided. Daniel Eby brought an action of debt in the District Court of Lancaster county, to February Term, 1845, against Jacob Eby, junior. To this action the defendant pleaded the statute of limitations, payment with leave, &c. The plea of the statute of limitations was no doubt intended to apply exclusively to the second count in the deck-ration, which covered other claims than the bond now in question, and which was withdrawn on the trial, and no evidence offered to support it. The first count of the declaration was on the bond for ¿£300. The plaintiff called Christian Rauch, who proved that the assignment was executed in his presence, and that of Eberman, who both subscribed as witnesses, on the 18th September, 1837, the date of the assignment. The bond and assignment were then read to the jury. The plaintiff, for the purpose of removing and rebutting the presumption of payment arising from the lapse of twenty years, gave in evidence by Christian Rauch, that he was present at Daniel Eby’s house, in 1837; thinks it was in hay-making or harvest, in June or July. Jacob Eby, junior, and Jacob Eby, senior, were present, and Daniel Eby was in and out of the room occasionally. Rauch then testified as follows: “ This bond (meaning the one declared upon) was produced, and a demand made by Jacob Eby, senior, of young Jacob, and it was admitted that nothing was paid. What was said I do not know, but I put it down on paper that it was admitted. The paper was a memorandum I made at the time, in presence of the parties and by their directions. There was a settlement between the parties, Jacob Eby, senior, and Jacob Eby, júnior. It was not in writing nor signed. This bond was in the settlement, and a .note for $ 140. I repeat what I said before. I don’t remember the words, but I am sure the debt was admitted as due. This was before the assignment to Daniel, but not long before, and not on the same day. The settlement embraced all that was between them at that time. It was agreed to by both. There was no time fixed for the payment of the bond. It was included in the settlement. I do not remember that the old man made a formal demand, except that it is on this paper. I don’t recollect that Jacob, the younger, admitted the bond to be due. It is only because I see the words there that I say he admitted it, for I would not have put it down if he had not.”\nThe counsel for the defendant excepted to that part of the witness’s testimony in which he speaks of the admission of Jacob Eby, junior, and the demand of Jacob Eby, senior, from inference from what he put down on the paper. The court overruled the objection, and sealed a bill of exceptions, which is assigned as the first error.\nThe legal presumption of payment which the law allows at the expiration of twenty years after the debt becomes due, is an act of tenderness towards the debtor, which is sustained by the absence of evidence, and like other presumptions must yield and give way ■before any circumstances and facts on which the mind can rest with Satisfaction, by which it is rebutted or repelled. It has not the power or effect of a positive statutory enactment of limitation or oblivion, which extinguishes the original demand and requires a new promise to pay, or its equivalent. The mind must be free to admit the presumption, and if the exhibition of facts or circumstances interdict and forbid the conclusions, its protection is removed; McDowell v. McCullough, 17 Serg. & Rawle, 53; Foulk v. Brown, 2 Watts, 214; Levers v. Van Buskirk, 7 Watts & Serg. 70. The witness, it is true, did not recollect the precise words used by either party after the lapse of seven or eight years. But there was the writing indited by him under the authority and by the express direction of the parties. That writing would not melt into air, or fade like the memory of man, and the caution and circumspection of the witness was evidence of the value of his testimony, because that paper was made to be an abiding memorial of the settlement. It cannot' be assimilated, although that was attempted in the argument, to memoranda made by witnesses to assist their recollection, for this was the act of the parties themselves, by their authorized agent, and when the witness spoke of the transaction he was very justly allowed by the court to speak of the paper as furnishing evidence of their acts and declarations. It was the highest and best evidence which could be given of the settlement. After the court sealed the first bill of exceptions, the witness, Eauch, continued as follows: “I recollect that the parties ordered me to put down the sums and entries on the paper; that I put them down as-they directed. I remember that they agreed to the settlement as it is stated on this paper. The paper was then offered and admitted in evidence, to which the counsel for the defendant excepted; and the court sealed a bill of exceptions.\nI am at a loss to perceive any valid objection to its reception. It was made by the express authority and direction of the parties, no doubt to the very end that mistake or misapprehension should not rest on the transaction at any time thereafter. The bond itself was produced by the plaintiff on the trial; and the writing ivas offered to show that at the date of the settlement, the parties agreed that it was in full force. Courts are bound to admit in evidence any act of the parties which conduces to shed light on the issue, unless the nature of the transaction admits of higher and better evidence of the fact, and which is withheld. But what better evidence of the admissions of the parties and their settlement could be furnished than this writing, accompanied by the testimony of Eauch ? \"We must give a reasonable construction to the conduct of the parties, and doing so, we are constrained to the conclusion, that the paper was caused to be made by them for the purpose of being evidence in the event of any dispute about the subject matter.\nAfter the plaintiff had closed, the defendant called Miles Carpenter as a witness, who said that he. was present at the house of Daniel Eby, in February, 1838, with Jacob Eby, the elder, and younger. The counsel for the defendant asked the witness this question: «What did the old man say in relation to the debt claimed on this bond on that Occasion, in the presence of Daniel Eby, as to his intention not to claim either principal or interest on that bond of Jacob Eby’s, jun. ?” To which question, the counsel for the plaintiff excepted, and the court sustained the objection, and sealed a bill of exceptions, which is assigned for error. At the period to which the question referred, Jacob Eby, the elder, had transferred and assigned his interest in the bond to Daniel Eby, for a valuable consideration. The principles of good faith forbid the assignor from destroying, by his declarations, an instrument for which he had received value, after his interest in it had ceased. It has been repeatedly ruled, that the declarations of a vendor made after he has parted with his interest, cannot be received in evidence to impeach the title derived from him; and in Camp v. Walker, 5 Watts, 482, it was ruled, that declarations of the payee after he had transferred his interest in the bill, were not admissible in evidence. In Morton v. Morton, 13 Serg. & Rawle, 107, it was decided, that a receipt given by the assignee aiter he had transferred a single bill, could not be received in evidence. Whatever the answer of the witness might have been, whether favourable or unfavourable to the defendant, the court were justified by principle and authority in overruling the question. When the testimony was closed, the counsel for the defendant requested the court to charge the jury, 1st, That twenty years having elapsed from the time of the bond becoming due until the bringing of the suit, the bond is paid by the presumption of law;. 2d. If the jury believe the bond was held as an advancement by old .Jacob Eby, then no recovery can be had upon the bond. 3d. The settlement spoken of by Jacob Eby, jun., Jacob Eby, and Esquire Rauch, if the jury believe the same, in which the bond was included with other demands, merges the bond in said settlement; and a recovery, if any, can only be had on said settlement, and not on the bond, and that, therefore, the plaintiff is not entitled to recover. The counsel for the plaintiff in error assigns the answers of the court below to these several points for error. In answer to the first point the court instructed the jury, that if they were satisfied that Jacob Eby, jun., did, in 1837 or afterwards, acknowledge that he owed the bond, and that it was a subsisting debt, the defence on that ground failed. There could be no doubt, whatever, that ail acknowledgment of the debt before the efflux of twenty years, excluded the legal presumption of payment. The question raised and argued was, as to the competency of an acknowledgment after the expiration of twenty years from the time the bond became due. The court did not err in their instruction to the jury. The burden of proof lies on the plaintiff; and if he satisfies the jury by proper evidence, that the defendant, after the expiration of twenty years, admitted the existence of the debt, it would be converting legal presumption into credulity, to instruct a jury that they were' authorized to presume payment against positive evidence. The legal presumption of payment would be changed into a legal and peremptory bar, contrary to all authority. The cases already cited, of McDowell v. McCullough and Foulk v. Brown, sufficiently indicate the law on this point.\n•If the court committed any error in their answers to the second point, it was an error in favour of the defendant below, of which he has -no right to complain. I cannot discover in the whole case even a glimmering of evidence, that the bond was held by the elder Eby against the younger, as evidence of an advancement merely. But the court answered the defendant’s point affirmatively, and submitted the matter to the jury, with an injunction, to be sure, that the- evidence ought to be clear, and that facts alleged but not proved were not evidence. In relation to the third point submitted to the court, there was no error in their answer. The bond was retained by the obligee — there was no agreement or understanding that it should be considered as extinguished by the settlement — no new note, bond, or security of any kind was taken. The writing or settlement was a mere memorandum made of the several amounts due by the defendant below. The bond could not be, and was not merged in law in that memorandum of settlement as it has been called; Weakly v. Bell, 9 Watts, 280; Jones v. Johnson, 3 Watts & Serg. 276.\nIn the judgment of this court the errors assigned are not sustained. Judgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Fordney and Frazer, for plaintiff in error,",
      "Stevens, contra,"
    ],
    "corrections": "",
    "head_matter": "Eby v. Eby’s Assignee.\nThe presumption of payment, which the law allows at the expiration of twenty years after a debt becomes due, is an act of tenderness towards the debtor, which is sustained by the absence of evidence, and like other presumptions, it must yield and give way before any circumstances and facts on which the mind can rest satisfied, and by which it is rebutted or repelled.\nSuch legal presumption has not the power or effect of a positive statutory enactment of limitation, which extinguishes the original demand and requires a new promise to pay, or its equivalent. The mind must be free to admit the presumption, but if the exhibition of facts or circumstances interdict and forbid the conclusion, its protection is removed.\nWhere more than twenty years had elapsed after a bond became due and payable, a settlement took place between the obligee and obligor of their respective accounts, including the said bond, and the obligor then acknowledged the bond to be still due and unpaid, it was held, that this rebutted the presumption of payment arising from lapse of time.\nWhere the particulars of such settlement and acknowledgment was committed to writing by the direction of both parties by a witness who was present at the time, and the paper is proved by the witness to have been thus made, it is evidence to show that, at the time of such settlement and acknowledgment, the parties agreed that said bond was in full force; and such witness will be permitted to testify as to the admissions of the obligor and the demand of the obligee, by inference drawn from what he had thus put down on such paper, or writing.\nSuch settlement or writing, where the bond was retained by the obligee, and there was no agreement or understanding that it should be considered as extinguished thereby, and no new note, bond, or security of any kind was taken, would be but a mere memorandum made of the several amounts due by the obligor, and the bond would not be merged therein.\nThe declarations of an obligee in a bond, after he had transferred or assigned his interest therein for a valuable consideration, are not evidence against his assignee in an action brought by him to recover the amount of said bond from the obligor.\nIn error from tbe District Court for tbe city and county of Lancaster.\nNov. 30. This was an action of debt brought by Daniel Eby, as assignee of Jacob Eby, senior, tbe defendant in error, against Jacob Eby, junior, tbe plaintiff in error, on a bond given by the said Jacob Eby, junior, to his father, Jacob Eby, senior, and by him assigned, under the act of Assembly, to Daniel Eby, for value received. The bond was dated the 1st day of April, 1816, and was conditioned for the payment of £150, with lawful interest, on the 1st day of April, 1817.\nAll the facts necessary to elucidate the points decided here, are particularly stated in the opinion of this court, delivered by his honour Judge Coulter. The jury found a verdict for the plaintiff, whereupon the defendant sued out this writ.\nDec. 7.\nFordney and Frazer, for plaintiff in error,\ncited Diemer v. Sechrist, 1 Penna. Rep. 420; Foulk v. Brown, 2 Watts, 214, 215; Backestoss v. Commonwealth, 8 Watts, 286.\nStevens, contra,\ncited McDowell v. McCullough, 17 Serg. & Rawle, 51, 53; Foulk v. Brown, 2 Watts, 209 ; Bailey v. Jackson, 16 Johns. R. 214."
  },
  "file_name": "0435-01",
  "first_page_order": 435,
  "last_page_order": 440
}
