{
  "id": 953515,
  "name": "Filson's Trustees v. Himes",
  "name_abbreviation": "Filson's Trustees v. Himes",
  "decision_date": "1846-12-07",
  "docket_number": "",
  "first_page": "452",
  "last_page": "457",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 452"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "15 Pick. 159",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2020283
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/32/0159-01"
      ]
    },
    {
      "cite": "9 Wend. 178",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts & Serg. 315",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478672
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0315-01"
      ]
    },
    {
      "cite": "5 Mass. Rep. 395",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2002191
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/5/0308-01"
      ]
    },
    {
      "cite": "17 Mass. Rep. 258",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "11 Mass. Rep. 376",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts, 152",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846887
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0152-01"
      ]
    },
    {
      "cite": "6 Binn. 159",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795114
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/6/0159-01"
      ]
    },
    {
      "cite": "5 Serg. & Rawle, 139",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1804289
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/5/0139-01"
      ]
    },
    {
      "cite": "2 Watts & Serg. 235",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853528
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/2/0235-01"
      ]
    },
    {
      "cite": "5 Watts & Serg. 315",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478672
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0315-01"
      ]
    },
    {
      "cite": "7 Watts, 152",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846887
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0152-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 655,
    "char_count": 13650,
    "ocr_confidence": 0.4,
    "pagerank": {
      "raw": 5.345805447837871e-07,
      "percentile": 0.9433144557848739
    },
    "sha256": "3d2d71d9b729e23923bbc344444acb3b0e636fb7cbfa7ff87bff9dc6a0f70cf1",
    "simhash": "1:fca7e6c1d1e85cc7",
    "word_count": 2425
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Filson’s Trustees v. Himes."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nIf any part of an indivisible promise, or any part of an indivisible consideration for a promise, is illegal, the whole is void. Such is the principle extracted from the cases by Mr. Chitty in the second section of his chapter on illegal contracts ; and the old notion of the difference between a prohibitory statute as a tyrant, and the common law as a nursing mother, he thinks has been exploded. In the first place, then, is not the procurement of an appointment to office by private influence, illegal on the ground of public policy ? In England, a public office is yet so much a subject of private property, that the sale of it was not prohibited before the 5 and 6 Ed. 6, c. 16, which interdicted it in respect to offices which concern the administration of justice, or the public revenue, and the 49 Geo. 8, c. 126, which interdicted it in respect to offices in the gift of the crown, and in certain specific cases. Had all traffic of the sort been deemed, from the first, illegal at the common law, these statutes would have been unnecessary ; and hence it is, perhaps, that the English judges handle transactions like the present with the utmost tenderness. Rut notwithstanding what was said by Mr. Justice Burrough, in Richardson v. Mellish, 2 Bingham, 252, that public policy is an unruly horse that carries you, when you bestride it, you know not whither, the settled law of this day is, that this same public policy may render the sale of an office illegal even in England; and Chief Justice Best, arguing in restraint of its influence, conceded in the same case, that wherever the proof clearly puts the contract on the contravention of public policy, the principle must prevail. And there are many English cases in which the plaintiff broke down precisely on that ground. But were the English common law otherwise, such contracts could not be tolerated by the courts of a country whose government is founded theoretically on the most pure and exalted public virtue. We accordingly held, on the very same principle, in Clippinger v. Hepbaugh, 5 Watts & Serg. 315, that a contract to procure the enactment of even a private statute, is inconsistent with public policy; and in Hatzfield v. Gulden, 7 Watts, 152, that a promise, in consideration of procuring signatures to a petition for a pardon, is so. There are many American decisions direct to the point that the sale of an office is illegal; and what else is the sale of personal influence to procure it ? It is in some sort a sale of the office procured by it, inasmuch as the influence is paid for, of which the office is the fruit. In Hanington v. DuChatel, 1 Bro. C. C. 124, S. C. 2 Dick, 581, a recommendation for the office of groom of the stole, in the king’s household, though of a private nature, and not within either of the statutes, was held to be an illegal consideration, and it is not to be doubted that a recommendation for office is so here. The inquiry in this case, therefore, will be whether the procurement of the post-office can be severed from the rest of the consideration.\nThe' covenant to pay a gross sum is certainly entire; and the consideration for it is so far so as not to be. divisible with any degree of certainty. It is stated in the contract to be a transfer of a lease for a storehouse, a stock of goods at cost, the scales and weights of a store, subject to a deduction of five per cent..on the original bills; and a guarantee that the post-office should be removed from a neighbouring village ’to the defendant’s place of business, and that he should be appointed to it as postmaster. Who can say from this how far the office entered into the defendant’s computation of what he was to get for his $500 ? The value of the goods could be ascertained from the bills, but the value of the lease could not be reduced to certainty by any process, and even if it could.; no one could say how much the want of the post-office, to say nothing of the direct income of it, might take from the defendant’s business. Had a price been put on the illegal part of the consideration, it might have been deducted, and the contract apportioned ; as it was in Frazier v. Thompson, 2 Watts & Serg. 235, in which the consideration was goods purchased at several times, including spurious bills; and in Yundt v. Roberts, 5 Serg. & Rawle, 139, in which it was goods sold and a prohibited tavern bill. But in those cases distinct bargains were put in the same note: i'n this the bargain is one, the consideration is one, and the covenant is one, and all is void. Judgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Thompson and Stevens, for plaintiffs in error.",
      "Ford, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Filson’s Trustees v. Himes.\n>f any part of an indivisible promise, or any part of an indivisible consideration for a promise, is illegal, the whole is void.\nAdhere, therefore, the covenant to pay a gross sum was, as stated in the article of agreement, in consideration of a transfer of a lease for a store-house, the stock of goods on hand in the store-house at cost, and the scales and weights of the store, subject to a deduction of five per cent, on the original bills, and a promise and guaranty on the part of the vendor, that a post-office should be removed from a neighbouring village to the place of business of the vendee, and that he should be appointed to it as postmaster, it was held, that the bargain was one, the consideration was one, the covenant was one, and that as the procurement of an appointment to office by private influence was part of the indivisible consideration, and illegal and void on the ground of public policy, the whole was void.\nError to the Common Pleas of Lancaster county.\nDec. 1. This was an amicable action brought in the court below by the trustees of Jacob II. Eilson, under a writ of domestic attachment, upon the following article of agreement entered into between the said Jacob H. Eilson and one George W. Himes, viz.:\n“ Articles of agreement made and entered into this 27th day of November, 1844, between J. II. Eilson, of the first part, and George W. Himes, of the second part, both of Concord, Lancaster county, and state of Pennsylvania, witnesseth, that for and in consideration of the following provisions and stipulations to be performed by the said Filson, viz.: the transfer of the lease of the store-house, lot of ground, appurtenances and immunities, as at present occupied and enjoyed by the said Filson: The sale and delivery of the stock of goods now on hand and belonging to the said Filson, at the original bills, free from charge of transportation: The scales and weights to be taken at their value; a deduction from the footing of the whole bill of five per cent.: The said Filson also, on his part, promises and guaranties to procure the removal of the Paradise post-office to Concord, and the postmastership, with the emoluments to the said Himes, within six months from the date hereof.\n“ For all and singular the performance as above recited on the part of the said Filson, the said Himes agrees and promises, on his part, to pay the said Filson |500 on the delivery of the goods, the stock to be taken and estimated by Messrs. John Dunlap and William Manahan.\n‘ One hundred dollars on the 1st of April next; the remainder at four months from the 1st of April. For the true performance of all and singular of the within obligations, we bind ourselves to each other in the penalty of $6000.”\nOf this agreement duplicates were executed by the parties.\nOn the back of the duplicate articles of agreement were the following endorsements, viz.:\n« The stock of goods herein mentioned has been taken and turned over to the party of the second part, amounting to $3158, for which the party of the first part has received, as follows :\nHis account for Eighty dollars, $80 00\nDue bill of George W. Himes, dated 4th December, for Four hundred and twenty dollars, 420 00\nNote No. 1. For Two hundred and thirty-four dollars, dated 4th December, four months, 234 00\n« 2. Two hundred and thirty-five dollars, 235 00\n“ 3. Two hundred and thirty-six dollars, 236 00\n“ 4. Two hundred and ninety-five dollars, 295 00\n“ 5. Eight months for Three hundred and thirty, 330 00\n“ 6. Three hundred and thirty-one dollars, 331 00\n“ 7. Three hundred and thirty-nine dollars, 339 00\n$2500 00\n“ There is $658 of a balance to be paid at eight months from this time, provided the obligation on the part of Mr. J. H. Filson • shall have been complied with. Geo. W. IIimes.\n“ Signed this 4th December, 1844.”\nOn the 26th day of January, 1846, the cause came on for trial under the following agreement of counsel:\n“ It is hereby agreed by and between the parties to this suit, that the within paper shall be considered the statement of the plaintiff’s cause of action, and that no defects, if any there are in the institution of said suit, in the statement filed, or in the pleadings thereon, shall be taken advantage of or shall prejudice the rights of either party, but the same shall be tried as though a declaration in assumpsit for the value of goods sold and delivered had been filed.”\nThe jury being sworn, it was agreed that no matter of form should be taken advantage of, and that the actidn be tried as though a declaration in assumpsit for the value of goods sold and delivered had been filed; and that if the plaintiffs are entitled to recover in any form of action, they may recover in this; and that any defence which defendant could make under any form of pleading, he may make under the pleadings entered in this ease.\nThe plaintiffs then gave ifi evidence the agreement in writing between the parties, of the 27th of November, 1844, by which the defendant engaged to pay the plaintiffs’ assignor certain sums of money in consideration of the transfer of the lease of the storehouse, &e., then occupied by Filson — the sale and delivery of the goods then on' hand, at the original bill, free from charge of transportation — the scales and weights at their value — with a deduction from the footing of the bill of five per cent. — and the removal of the post-office from Paradise to Qoneord, and the postmastership, with the emoluments, to said Himps, within six months from date— as will more fully appear from the written agreement.\nThe plaintiffs also read a statement of the 4th December, 1844, by which it appeared that there was a balance of $658 to be paid “ at three months from this time, provided that the obligation on the part of Mr. J. H. Filson shall have been complied with.” ■\nIt was admitted that the goods were received, and all the consideration money paid, except the above stated balance of $658, and that the post-offiee zvas not removed nor the appointment obtained 1according to the terms of the contract.\nThe plaintiffs then closed their evidence.\nThe defendant then called Adam K. Witmer, sworn. — I am postmaster at Paradise.\nThe defendant asks the witness, “ What was the value of the post-office at Paradise, which was intended to have been removed over to Concord?” The plaintiffs objected to the evidence, and the court rejected the same; whereupon, the parties having closed their evidence, the court instructed the jury that the plaintiffs were not entitled to recover, and that the verdict must be for the defendant.\nTo this the plaintiffs excepted, and the only error assigned was this instruction of the court.\nThompson and Stevens, for plaintiffs in error.\nThe covenant contained in the article of agreement whereby Filson “promises and guaranties to procure the removal of the Paradise post-office to Concord, and the postmastership, with the emoluments, to the said Himes, within six months from the date hereof,” is a separate and independent one, and being so, can be thrown out, for the enforcement of the remaining portion of the contract; 6 Binn. 159; 7 Watts, 152.\nFord, for defendant in error.\nThe contract upon which this action is founded is an entire one, and being so, is of such a character as neither to demand or receive any favour in a court of justice. It is a well-settled rule of law, that where a contract is immoral, or in violation of the general laws of public policy, it is void; and where a party pays money, or delivers goods, &c., under it, he shall have no action either to enforce the contract or recover back the money; 11 Mass. Rep. 376. Where the consideration of an agreement is in violation of a statute, no action can be maintained upon it; 17 Mass. Rep. 258; 5 Mass. Rep. 395; 4 New Hamp. Rep. 285; and the same principle applies where it is against public policy; Clippinger v. Hepbaugh, 5 Watts & Serg. 315. And it is also equally well settled, that where the contract is to do an immoral act, it is invalid and will not be enforced in courts of justice; Forsyth v. State, 6 Hamm. 21.\nThe contract in this ease is an entire one, and the incorporation of the prohibited consideration, as parcel, renders the whole void; 9 Wend. 178; 2 Wilson, 341; 5 New Hamp. Rep. 196; 6 New Hamp. Rep. 225; Loomis v. Newhall, 15 Pick. 159. The parties being, therefore, in pari delicto, and the object, which formed part of the consideration of the entire agreement, being as well illegal as immoral and against public policy and public decency, the epurt below rightly held that the plaintiff could not recover.\nSo far, indeed, have the courts gone in England, that in the case of Clugas v. Penaluna, 4 Durn. & East, 466, it was held that the plaintiff could not recover even on certain hills of exchange, when the consideration of the bills was for brandy bought in Guernsey, and which was afterwards smuggled into England, to all of which the plaintiff was privy. And to the same effect is the case of Waymell v. Reed and Another, 5 Durn. & East, 599.\nDec. 7."
  },
  "file_name": "0452-01",
  "first_page_order": 452,
  "last_page_order": 457
}
