{
  "id": 953585,
  "name": "Hanover and Carlisle Turnpike Co. v. Craighead",
  "name_abbreviation": "Hanover & Carlisle Turnpike Co. v. Craighead",
  "decision_date": "1846-05",
  "docket_number": "",
  "first_page": "470",
  "last_page": "472",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 470"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 Mass. 545",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2052004
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/12/0474-01"
      ]
    },
    {
      "cite": "5 Binn. 24",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793617
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0024-01"
      ]
    },
    {
      "cite": "6 Binn. 128",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795112
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/6/0128-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 336,
    "char_count": 5315,
    "ocr_confidence": 0.399,
    "pagerank": {
      "raw": 4.89950402824256e-08,
      "percentile": 0.3072598054944516
    },
    "sha256": "a6215b93523c6a4d993cadfe8973fb1f724fb1a651785619b49251f5354b5246",
    "simhash": "1:960b2d81ac4acd9e",
    "word_count": 947
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hanover and Carlisle Turnpike Co. v. Craighead."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe writ of sequestration was part of the proceeding below, which was an action at the common law, and the writ of error was the proper process to remove it. It is said, however, not to be an execution according to the course of the common law; but neither is a capias ad satisfaciendum, and an improvident award of it' may be a subject of error. We refuse, therefore, to quash, but the judgment is right. The sequestration is warranted by the act of 1836, which virtually repeals so much of the act of 1831 as may be inconsistent with it, and it has not been contended that the former is not warranted by the constitution. For the rest, we concur generally with the president of the Common Pleas.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Watts and Biddle, for plaintiff in error.",
      "Tod and Graham, contra."
    ],
    "corrections": "",
    "head_matter": "Hanover and Carlisle Turnpike Co. v. Craighead.\nWhere a statutory remedy by execution is given, and the judgment was in an action at common law, the remedy is by writ of error, if such execution improvidently issued; hence a sequestration issued against a corporation, under the act of 1836', may be removed by that writ.\nThe act of 1831, giving a particular remedy to the creditors of the Hanover Turnpike Company, was repealed by the general act of 1836, relating to executions, so far as their provisions are inconsistent.\nIn error from the Common Pleas of Cumberland.\nThe defendant in error having obtained judgment against the turnpike company, and nulla bona having been returned to an execution, applied to the court to appoint a sequestrator, under the act of 1886.\nBy the act of 1831, p. 499, the treasurer of the company was directed to pay the balance of the tolls, after deducting expenses, into, the Common Pleas of Adams county, which court was to distribute, giving a preference to debts for repairs. If the treasurer did not thus account, any creditor might compel him to do so by citation.\nThe court below, after stating these facts and the argument that the act of 1831 precluded the action of any other court than the one there mentioned, said: ££ But keeping in view that the law of 1831 simply provides a mode by which the company, in their capacity as such, pay into court only the balance they may have for'distribution among their creditors; and that the act of; 16th June, 1836, furnishes a compulsory means, by which the corporate privileges of the company are for a time at least suspended; the management of the road, and collecting of the tolls withdrawn 'from the company, and vested in a sequestrator, who shall disburse them under direction of the court appointing him, and distribute the balance made from the proceeds of the road amongst the • creditors of the defendants, £ as in the case of the insolvency of individuals,’ and we have a perfectly satisfactory answer to the' defendant’s argument. The act of 4th April, 1831, contemplates the solvency of the defendants; that of 16th June, 1836, their insolvency, and gives a right to sequester the tolls when none such existed before. But, say the defendants, £ a creditor might petition the court in Adams county, and compel the treasurer to pay into court all the moneys he may have for distribution,’ &c. True, he may; but he may also be dissatisfied with the tardiness with which his debt is paid or the way in which the road is managed; that may be suffered in a measure to decay, or become so bad as to driv.e travel from it, and thus produce no revenue; or producing revenue, it may be squandered upon unnecessary repairs, or extravagances in the management of the road, so as to leave nothing in the hands of the treasurer to be paid into court, even were the creditor to petition under the act of 1831. For all these evils the law of 16th June, 1836, provides an ample and most equitable remedy. The creditor is entitled to execution of his judgment, and when the means of the company aré such as will enable him to realize his money by levy and sale of their property, he need go no farther, but when they are not of that character, and his execution £ shall have been returned unsatisfied in part or in whole,’ he is entitled to sequestration of the receipts and tolls of the road until he is paid in the manner provided by that act. And even admitting, for the sake of the argument, that the preference given to some creditors by the law of 1831, is still to continue, we can see no difficulty in observing it in a distribution made under the 74th and 75th sections of the act of 16th June, 1836. The court are directed to distribute the funds, paid into it by the sequestrator, .among all the creditors of the defendants as they shall be entitled to receive; a power abundantly ample to do-equal and exact justice to all who are interested. The provisions of the law of 1836 are so palpably just and remedial in their application, that we do not hesitate to enforce them in •every case which does not contravene some plain legislative enactment. None such exists in the case before us, and for the reasons already given we have made this rule absolute.\nThe defendants in error having moved to quash the writ of error, the motion and cause were argued together.\nWatts and Biddle, for plaintiff in error.\nThere is no new jurisdiction given by the act of 1836, sect. 73; 6 Binn. 128; 5 Binn. 24; Act 1830-31, p. 499; Dwarris, 724, 725.\nTod and Graham, contra.\n1 Ashmead, 181; 12 Mass. 545."
  },
  "file_name": "0470-01",
  "first_page_order": 470,
  "last_page_order": 472
}
