{
  "id": 953573,
  "name": "Kepner v. Burkhart",
  "name_abbreviation": "Kepner v. Burkhart",
  "decision_date": "1846-06-07",
  "docket_number": "",
  "first_page": "478",
  "last_page": "480",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 478"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Rawle, 163",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819204
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/1/0163-01"
      ]
    },
    {
      "cite": "5 Watts, 404",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844026
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0404-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 388,
    "char_count": 6651,
    "ocr_confidence": 0.349,
    "pagerank": {
      "raw": 1.898313671038337e-07,
      "percentile": 0.7299703573451579
    },
    "sha256": "6cd1c87ab821f5fd55d051fc653903b141a9ff4c44cec134fcabd273cd84ba6f",
    "simhash": "1:133564e3ec5ca42d",
    "word_count": 1192
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kepner v. Burkhart."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThis is a case of legal fraud, there can be no doubt about it. But the proof leaves room to believe that the old german and his son did not intend to be' actually dishonest. Probably they thought the transaction was right and fair. Burkhart, the father, was deeply indebted at the time he made the conveyance, and it would seem, from the evidence, that he was involved to the full value of the land. Under these circumstances, with the expressed intent made known at the time to the scrivener and the alienee, of delaying and hindering his creditors, he made this deed. It is true, that he stated that he was indebted to the son, to whom the deed was made, in ’ a sum equal to one-third of the nominal purchase-money. No money was paid, but he took his son’s bond, without interest, payable annually, for the balance, postponing the payment of the last for six years; and these bonds, it is said, he offered to his creditors. But the son appeared to be irresponsible, and to have no other estate, and the creditor on whose execution the land was sold, declined to accept them. The land was then sold by legal process, and the purchaser obtained possession by voluntary surrender of the son and alienee, who afterwards brought the present action of ejectment.\nThe sale by the father to the\" son is void under the statute of 13 Eliz., because it postponed, delayed, and hindered creditors. It is of no moment that the father offered the bonds of his son to the creditors, because if that would evade the statute, a debtor would be allowed to impose his own terms upon Ms creditors in the application of Ms estate to the payment of their claims, which cannot be countenanced or tolerated, and .which would be plainly contrary to the statute. A creditor is entitled to sell the estate of his debtor for the satisfaction of Ms judgment, according to the mode and terms prescribed by the law; and whatever expedient the debtor adopts, by deed or alienation, with the clear intent to defeat or prevent that, is void. If the grantor had other property at the time, or was otherwise of sufficient ability to pay his debts, the intent to defraud would be a question for the jury; 5 Watts, 404.\nIn the case under consideration, the father transferred all his personal property, as well as his real estate, to the son, at the same time, which itself is a strong badge of fraud, he being indebted; and there was no evidence whatever as to Ms ability to pay his debts, or any portion of them, by other means. Nor was the case put to the jury on that ground. The court said, «if the déed was. executed and delivered before the .judgment was entered, and the sale to the plaintiff was fairly and honestly made, on a full consideration, for the purpose of making the most of the property for the payment of the whole of the old man’s creditors, then the title of the father passed with the delivery of the deed.” But the court did not advert to the fact, that by this operation the father intended to, and if it was permitted to be effected, would withdraw the land from the reach of his creditors, and substitute in its stead postponed bonds or notes, which were subject to his own absolute disposal. If he did offer them to his creditors, it would perhaps shield him from the imputation of actual fraud. But it cannot wipe out the legal fraud which the law imputes to the transaction. That remains. Nor can it be overlooked that the expressed design of both parties was, to take the land out of the reach of the creditors.\nIt has been ruled by this court that an assignment to a trustee for the benefit of creditors, when the sale was to be postponed for three years, was void as against creditors who did not choose to accept under it, because it delayed and hindered them in the collection of their debts; Adlum v. Yard, 1 Rawle, 163.\nWith regard to the mesne profits: as the father and son chose voluntarily to surrender the possession to the sheriff’s vendee, who went in under their permission, and more especially as the old man says in his testimony that they had agreed to drop it, (meaning, I presume, the deed between the father and son,) which was the reason they gave up the possession, the plaintiff below was not entitled to mesne profits, the defendant not being a trespasser.\nJudgment reversed, and a venire de novo awarded#",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Watts, for plaintiff in error.",
      "Graham, contra."
    ],
    "corrections": "",
    "head_matter": "Kepner v. Burkhart.\nConveyance by one indebted, in consideration of a debt due, and the residue of the consideration secured by judgment bonds, payable within six years, which were intended to be applied to pay creditors, is fraudulent within the 13 Eliz.\nIn error from the Common Pleas of Perry.\nThe defendant in this ejectment was a purchaser at sheriff’s sale, under a judgment entered on the 23d of March. The plaintiff claimed under a deed from his father, executed on the same day, and, as it was alleged, before the judgment was entered; the question was, whether, the conveyance was fraudulent. The consideration named was $600; and it was proved that the son was allowed in the settlement $360 for wages earned after he came of age, by working for his father. The stock, &c., on the farm, valued at $200, was sold at the same time; for the balance, viz. $440, the plaintiff gave bonds, on which judgments were entered, payable in six equal yearly sums. Between the date of the conveyance and the 13th April, judgments for previous debts were recovered, amounting to $538. When the parties came to the scrivener to have the deed prepared, the father mentioned he had got into difficulties, and his creditors were coming, and he was afraid they would levy on his land. On examination, the father stated his creditors Were not pushing him, but his son would not work for him any longer, and he agreed to sell the' land, and his son agreed to pay his debts. The property was worth from $400 to $500, and the plaintiff had paid on his bonds $63. ■ These had been offered to the creditors of the father, but were rejected at the instigation of the defendant. After the sheriff’s sale, the grantor, who had remained in possession as cropper, gave up possession to the defendant. The personal property had also been sold under execution.\nThe court, (Hepburn, P. J.,) after leaving the question of priority of the judgment or deed to the jury, directed them to inquire whether the deed was made with intent to delay, hinder, or defraud creditors, or for the honest and fair purpose of paying the indebtedness of the father. If it was thus fair, no estate remained on which the judgment could attach, if the deed was executed before the judgment was entered.\nWatts, for plaintiff in error.\nGraham, contra.\nJune 7."
  },
  "file_name": "0478-01",
  "first_page_order": 478,
  "last_page_order": 480
}
