{
  "id": 953532,
  "name": "In re Polsgrove. Pott's Appeal",
  "name_abbreviation": "In re Polsgrove",
  "decision_date": "1847-06-19",
  "docket_number": "",
  "first_page": "500",
  "last_page": "503",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 500"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts, 465",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842704
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0465-01"
      ]
    },
    {
      "cite": "4 Watts, 473",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts & Serg. 139",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "9 Serg. & Rawle, 72",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "19 Johns. 486",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        380545
      ],
      "pin_cites": [
        {
          "page": "493"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/19/0486-01"
      ]
    },
    {
      "cite": "5 Watts, 164",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843948
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0164-01"
      ]
    },
    {
      "cite": "3 Serg. & Rawle, 423",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1800178
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/3/0423-01"
      ]
    },
    {
      "cite": "7 Serg. & Rawle, 63",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    },
    {
      "cite": "5 Watts, 476",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "7 Watts & Serg. 139",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 496,
    "char_count": 7625,
    "ocr_confidence": 0.36,
    "pagerank": {
      "raw": 3.963054669917364e-07,
      "percentile": 0.9043513733812281
    },
    "sha256": "7c63400cac910620430d8b9b5c8b54ce1a543eaec5c0c195583c6a5730f440a5",
    "simhash": "1:11e0a20d9fdfb34c",
    "word_count": 1333
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re Polsgrove. Pott’s Appeal."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThe question is, whether Pott, the appellant, shall swallow up the assets of the estate in part payment of a desperate purchase, or whether he has precluded himself from insisting on the contract by his action of ejectment in disaffirmance of it. The property consisted of three tracts of land, and a house in town; for which the vendee covenanted to pay $6000 in annual instalments, the interest to be first paid or turned into principal; the consequence of which has been, that though he paid $1750, the interest had not, at his death, been altogether kept down. The vendor had, in part, executed the contract by delivery of possession, but brought an action of ejectment after the vendee’s death, ■which is still depending; and he comes into court claiming the assets in part payment of the purchase-money. Can he thus go for the land and the price of it ? It is an elementary principle that a plaintiff shall not claim by inconsistent remedies, or in inconsistent rights. In Birch v. Wright, 1 Term Rep. 378, a landlord, who had recovered in ejectment against his tenant holding over, though allowed to recover in assumpsit for use and occupation the profits that had accrued before the ejectment was brought, was not allowed to recover those which had accrued aftenvards; because, as Mr. Justice Ashhurst said, that would be to blow hot and cold with the same breath. And Mr. Justice Buller added: “ The action for use and occupation, and the ejectment, when applied to the same thing, are totally inconsistent; for in the one, the plaintiff says the defendant is his tenant, and, therefore, must pay him rent; and in the other, he says, he is no' longer his tenant, and, therefore, must deliver up the possession. He cannot do both.” On the same principle we ruled in Harker v. Whitaker, 5 Watts, 476, that a plaintiff who had recovered in ejectment after the defendant’s death, could not maintain account render against the executor as a substitute for a bill to account, unless for some peculiar equity from a vexatious interposition of an obstacle to, his recovery at law. The principle was more broadly predicated in Share v. Anderson, 7 Serg. & Rawle, 63; and it is certain, that a plaintiff who has determined his election by bringing an action, shall not, before discontinuance, bring another of a different stamp, whether the former has been determined or is depending; 1 Tidd, 10. Yet this vendor, with his ejectment fresh brought, comes into the Orphan’s Court, .holding out his hands for purchase-money on a contract that ,ho has repudiated. It might be said, that our action of ejectment, founded on the legal title in the vendor, is used like a bill in equity, to enforce the contract, not to rescind it; and when, we speak of the purpose to be answered by it, this legal paradox may, in that particular aspect, be true. It is used as a thumbscrew to force the vendee to complete the purchase or lose what he has already paid; and more frequently with an eye to the latter. It was formerly thought, as in Youst v. Martin, 3 Serg. & Rawle, 423, that a vendor could hold, after recovery back, only till he had obtained the residue of the purchase-money from the profits; but it is now the settled law of the land, that failure to pay at the day prescribed in a conditional verdict and judgment, is a final dissolution of the contract, and with these views of the law, Brown v. Metz, 5 Watts, 164, and Treaster v. Fleisher, 7 Watts & Serg. 139, are perfectly consistent. The vendor, therefore, may use the action of ejectment, not only ostensibly but actually, as an instrument of rescission, nor can it bo doubted that it was his game thus to use it in the case before us. Six thousand dollars are due, and he attempts to sweep away the assets which amount to $640. What next? He recovers a verdict and judgment in ejectment to be released on payment of the residue in six, nine, or twelve months, as the jury may prescribe; it is found there is nothing to pay it with, and thus he gets back his land with the vendee’s whole estate. There can be no stronger proof of the soundness of the rule than the very case we have to deal with. It has been said, the heirs may sell their equitable interest in the land arising from part payment, to some one who may be able and willing to complete the purchase. But they will have'no equity to soil; for nothing — not even the interest lias been paid; and the question is, whether money shall be extracted from their pockets by means of an exploded purchase, without a hope of remuneration. Suppose the object to be conscionable, still it is the nature of the action and not the end to be gained by it, which is the criterion; else it would be indifferent whether mesne profits wore recovered in trespass, assumpsit, or account render. But precedent has established the wholesome principle that distinct remedies cannot be used concurrently or alternately, unless they are consistent, not only in purpose but in kind. In the case before us, the vendor has precluded himself from insisting on his sale by his action to disaffirm it.\nDecree affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Bard, for appellant.",
      "Thompson, contra."
    ],
    "corrections": "",
    "head_matter": "In re Polsgrove. Pott’s Appeal.\nA party cannot maintain two inconsistent actions or claims for the same right.\nVendor under articles bringing ejectment to compel payment of the purchase-money, is precluded from all claim on the personal estate of the deceased vendee.\nFrom the Orphan’s Court of Franklin.\nJune 12. In 1840, the appellant entered into articles to sell certain real estate to Polsgrove for $6000, payable at the rate of $500 per annum, at which times interest on the unpaid amount was to be calculated. The vendee, also, had the right to pay any greater amounts at his pleasure. In September, 1845, Polsgrove died. On the 9th of June, 1846, Potts brought ejectment for the land against the widow of the vendee and another, and sued out a writ of estrepment of waste, but so far as appeared from the record there had been no recovery. The account of Polsgrove’s administrator having been referred for distribution in October, 1846, appellant claimed a dividend on $6455, on account of this purchase. The court confirmed the report of the auditor, awarding the money to all the creditors except the appellant, and decreed the residue to the representatives of the vendee.\nJune 19.\nBard, for appellant.\nThe personal estate is the primary fund to pay mortgages; 4 Kent, 420, 421; Toll, on Executors, 419, and the right here is of that nature. The court will decree substitution, where one creditor, having two funds, exhausts the one common to himself and others; Ram. on Assets, 329, 330, but until satisfaction the creditor is never interfered with; Id. 333; Evertson v. Booth, 19 Johns. 486, 493. The distinction taken is between debts created by the debtor or only chargeable on his land; Keyzey’s case, 9 Serg. & Rawle, 72; 4 Kent, 421; Ram. on Assets, 356, 357, 360; Shunk’s Appeal, 2 Barr, 304. The recovery in ejectment does not work a dissolution of the contract, as is said by the Chief Justice in Treastor v. Fleisher, 7 Watts & Serg. 139; and in Love v. Jones, 4 Watts, 473, it was ruled, that after recovery the plaintiff had but a defeasible estate, depending on the payment of the purchase-money.\nThompson, contra.\nShunk’s appeal was a case of marshalling assets. This is like a judgment for purchase-money, which sells the estate both of vendor and vendee; Chew v. Mathers, 1 Penna. Rep. 474; Kerr v. Stiffey, 2 Penna. Rep. 174; Love v. Jones, 4 Watts, 465. The rule that a creditor having an exclusive fund must resort to that, (1 Story’s Equity, §§ 558, 559,) settles the case."
  },
  "file_name": "0500-01",
  "first_page_order": 500,
  "last_page_order": 503
}
