{
  "id": 953587,
  "name": "Berghaus v. Alter et al.",
  "name_abbreviation": "Berghaus v. Alter",
  "decision_date": "1847-06-21",
  "docket_number": "",
  "first_page": "507",
  "last_page": "508",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 507"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 138,
    "char_count": 1587,
    "ocr_confidence": 0.356,
    "pagerank": {
      "raw": 9.293665522184537e-08,
      "percentile": 0.512281411001182
    },
    "sha256": "5ffd497812a4109a3f6caa1fd1218d4c2792354b9a1689f4b081518f83f45877",
    "simhash": "1:a394f03d768a12e2",
    "word_count": 275
  },
  "last_updated": "2023-07-14T14:52:18.204770+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Berghaus v. Alter et al."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe 13th section of the bankrupt law declares that the proceedings shall be deemed matters of record; but it directs that they shall not be recorded at large, and that a docket or short memorandum of them he kept. This memorandum being the recording prescribed by the act, is consequently to be the documentary evidence of them, and as such a memorandum was presented here, it ought to have been received.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "J. A. Fisher, for plaintiff in error.",
      "Alricks and McCormick, contra, were stopped by the court."
    ],
    "corrections": "",
    "head_matter": "Berghaus v. Alter et al.\nA certified copy of the docket entries of a proceeding in bankruptcy, and the discharge of one of the plaintiffs suing to the use of another, is evidence under the bankrupt act.\nIn error from the Common Pleas of Dauphin.\nJune 21.\nAssumpsit by Alter and another, surviving partners, &c., on a promissory note, which suit was marked to the use of plaintiffs’ assignees. The defendant' pleaded non-assumpsit, and on the trial offered in evidence “a true and faithful transcript from the docket entries,” in the matter of the application of Alter, one of the plaintiffs, for a discharge as a bankrupt. In this were stated the petition and the decrees of bankruptcy and discharge, all of which preceded the commencement of this action. By this it also appeared that one Thompson was appointed assignee, but he was not the person to whose use this suit was marked.\nThe court (Eldred, P. J.) rejected the evidence, and there being a verdict and judgment for the plaintiff, this writ of error was sued out.\nJ. A. Fisher, for plaintiff in error.\nAlricks and McCormick, contra, were stopped by the court."
  },
  "file_name": "0507-01",
  "first_page_order": 507,
  "last_page_order": 508
}
