{
  "id": 953552,
  "name": "Frankem v. The Heirs of Trimble",
  "name_abbreviation": "Frankem v. Heirs of Trimble",
  "decision_date": "1847-06-25",
  "docket_number": "",
  "first_page": "520",
  "last_page": "522",
  "citations": [
    {
      "type": "official",
      "cite": "5 Pa. 520"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Rawle, 223",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819198
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0223-01"
      ]
    },
    {
      "cite": "6 Watts & Serg. 343",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480109
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0343-01"
      ]
    },
    {
      "cite": "6 Serg. & Rawle, 549",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1805986
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/6/0549-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 369,
    "char_count": 5590,
    "ocr_confidence": 0.382,
    "pagerank": {
      "raw": 9.239315424163939e-08,
      "percentile": 0.5108956159220094
    },
    "sha256": "e1062ccc000d15b4a6a421935bdf44dea142356dcb8b12ae124ff98dfe56bc6f",
    "simhash": "1:a66806e9f16071b0",
    "word_count": 978
  },
  "last_updated": "2024-02-27T17:56:52.675917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Frankem v. The Heirs of Trimble."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nIt is impossible to support this judgment. The rule is well settled, that the party seeking redress at common law must be the party legally and not merely equitably entitled thereto; Broom on Parties to Actions, 1; 56 Law Lib. 27.\nWho are the heirs of James Trimble? The record does not inform us. When a man dies, an executor or administrator, as the case may be, is the person to institute personal actions.\nIn simple contracts, written or verbal, the party must be made plaintiff, from whom the consideration actually moved; 1 Stra. 502. Yet it frequently happens that such consideration - is not shown a3 moving directly from him, but through the agency and intervention of some other party; then the principal must in general sue, and not the agent; Broom, 13.\nWhen the consideration moves from several parties jointly, such parties having the joint legal interest, in simple contracts, should be joined as plaintiffs; Id. 37. No principle is better settled than that where a contract is entered into with A., as agent of B., it is in contemplation of law entered into with B., and as a general rule he alone can sue to enforce its performance;, Broom, 41.\nIt is the executor or administrator who has a right of suit, not only for the recovery of all debts due the deceased, by specialty or otherwise, but on all contracts with him whether broken in his lifetime or subsequently to his decease, which breach occasions an injury to the personal estate; 10 Bingham, 537, note; Broom, 101.\nThere were no legal parties as plaintiffs in this action. Whether the transcript could have been amended in the Common Pleas, it is not necessary to determine, as there was no application to the court for that purpose, and amendments are now too late; Our courts have been and ought to be liberal in allowing the proper parties to be placed on the record in appeals from justices of the peace, when the cause of action is not changed. But it is the plaintiff’s duty to take care that his,action is in proper form, as well as that the proper parties are on the record.'\nThere was another error assigned; that no execution had been issued by the justice before the fi. fa. issued from the Common Pleas. The view taken in this case, renders this point of little consequence to the suit under consideration. The 10th section of the one hundred dollar act provides that the prothonotaries shall enter on their dockets transcripts of judgments obtained before justices of the proper'counties, which judgments, from the time of entry, bind real estate; but no fieri facias shall be issued by any pro» thonotary until a certificate shall he first produced to him from the justice before whom the original judgment was entered, stating therein that an execution had issued to the proper constable, and a return had been made thereon that no goods could be found. Some prothonotaries, in disregard of the law, issue executions when ordered by an attorney; such an order would not protect them from liability to the party injured by their violation of a duty enjoined by the legislature.\nJudgment reversed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Alricks, for plaintiff in error.",
      "Rawn, contra."
    ],
    "corrections": "",
    "head_matter": "Frankem v. The Heirs of Trimble.\nThe person having the legal cause of action must be Mamed as plaintiff; hence judgment in an action by the heirs of B., by their agent A., on a lease executed by him in that capacity, will be reversed.\nNor will a court of error permit a correction of the record by way of amendment, though the Common Pleas might have done so in a suit originally brought before a justice.\nAn execution issued from the Common Pleas on a transcript of a justice’s judgment, without a certificate of an execution issued and returned by the justice, first shown to the prolhonotary, will render him liable to the defendant.\nIn error from the Common Pleas of Dauphin.\nJune 28. From the paper-book, it appeared this was an action of assumpsit for rent brought by “the heirs of James Trimble, by their agent, O. Rawn, against Frankem, bail for Ely.” A judgment having been obtained, an execution was issued, which was returned nulla Iona, as appeared from the printed paper-book, though in the written copy of the same proceeding there does not appear any statement of an execution having issued from the justice. A transcript was then filed in the Common Pleas. An execution then issued and land was condemned. A sei. fa. and al. sei. fa. then issued to revive, and judgment was entered.\nIt appeared from the paper-book, (though in what manner the papers got upon the record did not appear,) that O. Rawn, as agent for the heirs of Trimble, had let certain premises by agreement in writing, to Hyers. At a subsequent period Ely became a party thereto as tenant; and Frankem bound himself by a separate instrument for payment of the rent.\nUpon this state of the record, a w-rit of error issued. The second error assigned was, that when the execution issued from the Common Pleas, no certificate from the justice of an execution issued and returned had been produced to the prothonotary.\nAlricks, for plaintiff in error.\nThe party having the legal interest must be named, not merely described on the record.\nRawn, contra.\nThe action pursued the contract, and the addition of the agency was but deseriptio persones. The agent had an interest in his commissions, and for this he might sue; or the court below might, on application, have corrected the defect, but it is too late to complain here. On this point he cited numerous cases. As to the execution, he cited Cochran v. Parker, 6 Serg. & Rawle, 549; Drexell v. Man, 6 Watts & Serg. 343; Arnold v. Gorr, 1 Rawle, 223.\nJune 25."
  },
  "file_name": "0520-01",
  "first_page_order": 520,
  "last_page_order": 522
}
