{
  "id": 994140,
  "name": "Gibson et al. versus Winslow",
  "name_abbreviation": "Gibson v. Winslow",
  "decision_date": "1861-01-07",
  "docket_number": "",
  "first_page": "49",
  "last_page": "55",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 49"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 437",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846788
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0437-01"
      ]
    },
    {
      "cite": "10 Watts 41",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Wh. 21",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833415
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0021-01"
      ]
    },
    {
      "cite": "10 Watts 22",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 W. & S. 275",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 86",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846783
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0086-01"
      ]
    },
    {
      "cite": "1 Jones 26",
      "category": "reporters:state",
      "reporter": "Jones",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "2 P. R. 231",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "opinion_index": -1
    },
    {
      "cite": "1 R. 95",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle 95",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819242
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/1/0095-01"
      ]
    },
    {
      "cite": "1 Jones 26",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 677,
    "char_count": 17583,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 2.463496444929841e-07,
      "percentile": 0.8057633862051417
    },
    "sha256": "a145634c7eecb23a3473f9cfd5c287aefbc933d1d18ac7f816c16e50a1975acb",
    "simhash": "1:275546e8751534ce",
    "word_count": 3185
  },
  "last_updated": "2024-02-27T22:44:35.746514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gibson et al. versus Winslow."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Thompson, J.\n— The title of the plaintiff below was derived from Zebulon Warner, who with James L. Gillis was the owner of the land, being tract No. 5285 of 1100 acres. A sale under an order of the Orphans’ Court vested the title to one moiety of it in the plaintiff, if the same had not been previously divested by .a sheriff’s sale to W. J. B. Andrews, now to be noticed.\nThe defendants below claimed title through him by virtue of the sheriff’s sale of the entire tract as the property of Warner & Gillis, on a judgment of Tingley & Johnston v. Warner, Gillis & Andrews. The levy was made on a fi. fa. issued out of the Common Pleas of Clearfield county to May Term 1840, on which was endorsed a waiver of inquisition. A vend. exp. was issued to August Term, but was stayed. An alias followed, tested the 3d day of February 1841, returnable to May Term. The sale took place on the 6th of May 1841, to Andrews for the sum of $1675, and a deed made, dated the 3d, and acknowledged on the 5th of May 1842.\nPreviously to the deed, and on the 31st of August 1841, the judgment was satisfied by the plaintiff’s attorney, not, as he testifies, by the receipt of money from the sheriff on account of the sale — he is unable to depose with any certainty frOm whence payment came — but it appears from the testimony of the sheriff that the money did not come from him, for Andrews never paid his bid nor the costs of making the deed. Other testimony would seem to establish the payment to have been made from funds, the proceeds of the sale of other property of the defendants. But after this the deed was acknowledged and duly entered in the sheriff’s deed docket.\nOn the 7th of September 1843, Andrews and wife conveyed the land to Joseph Souther, of Boston, for the consideration, stated in the deed, of $7300. To the present inquiry the question mooted whether this was an absolute deed, or defeasible by a collateral contract, is not deemed material.\nOn the trial, the jury, under peremptory instructions, found for the plaintiff the undivided half of the tract No. 5285. The instructions were excepted to, and were as follows: — ■\n“ The jury are therefore instructed, that the deed executed-by the sheriff, Leech, to W. J. B. Andrews did not vest the title of Warner & Gillis in him, and that this deed, as 'against them, was inoperative and void; and of all the facts tending to sustain the conclusion, Souther and those claiming under him had constructive notice, by the omission of the sheriff to make out a return of sale upon the venditioni exponas; by the entry of satisfaction upon the record by plaintiffs’ attorney; and by the fact, apparent on the face of the record, that Andrews was a part owner of the property, and a joint debtor in the judgment upon which it was sold.”\nHere we have three distinct grounds for the peremptory instruction to the jury, either of which, if accurate, would lead to an affirmance of the judgment. But if they are all erroneous, the judgment must be reversed.\n1. As to the. omission to make a return of sale on the alias venditioni exponas: it certainly was issued; and the presumption must be, until the contrary appears, that it was in the sheriff’s hands when he made the sale. There is nothing to rebut this presumption in the case. On the contrary, by the acknowledgment of the deed in open court, it is recited as the authority for the sale.\nIn Hinds v. Scott, 1 Jones 26, following Smull v. Mickley, 1 Rawle 95, it was held that the want of such a return did not invalidate the sale. That the recital in the deed of a sale upon it, and acknowledgment in open court, was an adjudication of its existence and authority. In this way the omission may be supplied. But because sales may be sustained in despite of such omissions, it is not therefore to be assumed that the duty of making a proper return is unimportant. It is important; and sheriffs should be careful to see that it is done. This reason, however, for the instruction given is not sufficient.\nThe entry of satisfaction on the judgment after the sale, but before the acknowledgment, is next in order of consideration.\nIt must be conceded that the existence of a judgment upon which a valid execution might issue, must be established at the date of the sheriff’s sale, and that purchasers and parties claiming through them must take notice of this. Whether the judgment be valid in all respects or not is not material, for even if reversed after the sale, the title would not thereby be avoided. This remark is of course predicable of voidable, not void judgments.\nBut the question here is as to the satisfaction entered on the judgment several months after the sale, but before the acknowledgment of the deed. We think this could not avoid the deed, in the hands of a purchaser from the sheriff’s vendee with notice of nothing but the record. What has he to do with the judgment after sale, if there was one upon which it could properly be made when it was made ? The moment the land was struck down, the interest of the purchaser attached. The deed is but the legal evidence of the sale, and relates back to the moment it was made: 10 Harris 120; 4 Casey 169. If, then, there was authority to make it, that was enough. After that we think the purchaser from Andrews was not bound to look. The expiration of the lien after sale and before deed acknowledged, would not affect the title. And for the same reason, we think, would not the entry of satisfaction affect a purchaser who had notice only from the record, of the fact. As to him, the sale rests upon the authority to make it; and if this existed, it was all he need look to, so far as the judgment was concerned. The record is a safe guide to the purchaser: 1 Casey 319.\n“ The fact, apparent on the face of the record, that Andrews was part owner of the property, and a joint debtor in the judgment upon which it was sold,” is the last reason assigned by the learned judge in directing a verdict for the plaintiff.\nThat Andrews was a joint debtor appears by the record; but the material fact that he was a joint owner of the land does not appear, as the case is presented here. I see no reason why a joint debtor might not become a purchaser of his co-defendant’s property at a public sale of it. No authority has been shown why he might not. It may often be the only means of indemnity he may have. He may be only surety in fact, or otherwise not personally liable — in such case, I know of no rule which deprives him of a right to buy for his own use, provided the purchase was with his own means, and not with that of his co-defendants.\nHere, the title to the land was shown and admitted to have been in Warner & Gillis, and no joint interest in it in Andrews. Andrews’s purchase, therefore, in the absence of anything to the contrary, would be for his own use, and would not enure to the benefit of his co-defendants. The recital in the levy of a seizure and sale of the “ interests of the defendants” in the lands would not establish title in Andrews, or estop him from showing, as was done here, that the title was not in him originally. This recital is generally but matter of form.\nIf it had been shown that the land had been and was partnership or joint property of all the defendants, then the point of which the learned judge predicated his instruction would have been right; but we do not see that it was so shown. It was error, therefore, to deduce a principle from facts assumed, not admitted or proved, and consequently, for the time being, to be presumed as not existing. The third reason for the peremptory instruction wre think insufficient.\nThere was what seems to us a very material question in the case, which, on account of the ruling noticed, was not passed upon by either court or jury. It was as to the delivery of the deed by the sheriff to Andrews. If it was never delivered at all, it is difficult to see what title Andrews acquired. But as this may be the subject of contest on another trial, we express no further views on the point. But for the reasons given the judgment must be reversed.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "by Thompson, J."
      }
    ],
    "attorneys": [
      "Souther Willis, for plaintiffs in error,",
      "Purvianee $ Qoffey, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Gibson et al. versus Winslow.\nOmission to return Tend. Ex., effect of on Sale. — Satisfaction of Judgment before Achnoioledgment of Sheriff’s Deed. — Purchase of Land, by Co-Defendant in the Writ.\n1. Where land is sold by the sheriff upon a writ of venditioni exponas, the want of a return will not invalidate the sale. The omission is supplied by an acknowledgment of the deed in open court, reciting the sale under the vend, exp.\n2. Although the existence of a judgment under which real estate is sold by the sheriff must be established, yet the title acquired by the purchaser is not affected by its validity or even on reversal, unless it be absolutely void from the beginning.\n3. When, therefore, satisfaction was entered on a judgment several months after a sale under it, but before the acknowledgment of the sheriff’s deed, the title of the sheriff’s vendee was held good, where there was no evidence of notice except that given by the record.\n4. A person who is joint debtor in a judgment, under which his co-defendant’s land is sold, is not thereby prevented from becoming the purchaser, if it be made with his own means and for his own use. The recital of a levy and sale of defendant’s interest, does not estop him from showing that the title to the land was not in him, but in his co-defendants.\nError to the Common Pleas of Elk county.\nThis was an action of ejectment brought by Reuben Winslow against John Gibson, Charles Miller, Robert Rothrock, and Thomas Tozier, for the undivided moiety of a tract of land in Jay township, known as the Caledonia'property, surveyed on warrant No. 5285, in which the writ was served on all the defendants except Miller, and an appearance entered for all defendants served.\nIt was admitted that the title to the tract was, on the 9th day of June 1835, vested in James L. Gillis and Zebulon Warner, each having the undivided moiety. The plaintiff claimed to recover the interest of Zebulon Warner by virtue of a sale made by Isaac Horton, administrator of Warner, on the 1st of April 1856. The defendants claim the whole tract under a sale made by the sheriff of Clearfield county, the 6th day of May 1841, to William J. B. Andrews. The sheriff of Clearfield sold the land upon a writ of ven. ex. issued at the suit of Moses Johnson and C. Tingley, trading under the firm of Johnson & Tingley, v. Zebulon Warner, James L. Gillis and William J. B. Andrews, of the firm of Warner, Gillis & Co.; No. 10, December Term 1839. The deed from the sheriff to William J. B. Andrews was acknowledged May 1st 1842, in open court, and entered of record in the suit in which it issued in the usual form. On the 6th of May 1842, it was duly recorded in the recorder’s ofiice of Clearfield county, in deed book “ G.” pages 524-5.\nThe ven. ex. upon which the tract was sold and the above deed made, has no return upon it. But on the docket entry in the case, the following entry is made : “ I do hereby enter satisfaction for the debt and costs. Josiah W. Smith, attorney for plaintiff. 31st August 1841.” On the 7th of September, 1843, William J. B. Andrews and wife by deed conveyed the land to Joseph Souther for the consideration of $7300, which deed is recorded in the recorder’s office of Clearfield county in deed book “ J.” page 60, &c., October 23,1843. The title of Joseph Souther is by sundry conveyances vested in the defendants in this suit, and is based upon the sale of the sheriff of Clearfield county to Andrews, as above stated.\nThe court charged the jury as follows : — “The title to warrant No. 5285, known as the “ Caledonia property,” was in Zebulon Warner and James L. Gillis, on the 9th day of June 1835, each owning an undivided moiety. Plaintiff brings this ejectment to recover the undivided moiety then owned by Warner, and has shown a sale of it made in pursuance of a decree of the Orphans’ Court of Elk county, and a conveyance by Warner’s administrator to him dated April 1st 1856. This vests in him a title primé facie to the interest which Warner had in his lifetime in the premises.\n“ The defence set up is that Warner’s interest was diverted by a sheriff’s sale and conveyance thereof to William J. B. Andrews, on the 3d of May 1842.\n“ On the 5th of February 1840 Johnson & Tingley recovered a judgment in the Common Pleas of Clearfield county, against .Zebulon Warner, James L. Gillis and William J. B. Andrews, trading under the firm name of Warner, Gillis & Co., for the sum of $1675.95. On this a fi. fa. issued to May Term 1840, which was returned with levy on warrant No. 5285, and right of inquisition waived. A venditioni exponas issued to May Term 1841. This writ is found among the papers on file in the suit, but no return was made upon it by the sheriff; and on the 31st of August 1841, satisfaction is entered upon the record of the judgment by Josiah W. Smith, attorney of the plaintiff.\n“ On the 3d of May 1842, George Leech, the sheriff of Clear-field county, executed a deed to William J. B. Andrews for the premises, reciting the same as having been sold on the 6th day of May 1841. These proceedings, taken in connection with the evidence of sheriff Leech and Josiah Smith, show that the judgment was paid to the attorney of the plaintiff and satisfied, that no money was paid to the sheriff, and that payment was made on account of the defendant’s in the judgment and not by William J. B. Andrews on his own account, or as a purchaser of the property at sheriff’s sale.\n“ The jury are therefore instructed that the deed executed by Sheriff Leech to William J. B. Andrews did not vest the title of Warner & Gillis in him, and that this deed as against them was inoperative and void. And of all the facts which go to sustain this conclusion, Joseph Souther and those claiming under him had constructive notice — by the omission of the sheriff to make out a return of sale upon the venditioni exponas — by the entry of the acknowledgment of satisfaction upon the record of the judgment by plaintiff’s attorney, and by the fact, apparent upon the face of the record, that Andrews was a part owner of the property and a joint debtor in the judgment upon which it was sold.\n“ This instruction is conclusive as to the rights of the parties to this controversy, and the plaintiff is entitled to a verdict for the land claimed in his writ, being an undivided moiety of Warrant No. 5285.\n“ Hezekiah Warner had no title to any portion of the premises, and the sale of his supposed interest by the sheriff in May 1849, vested no title in the sheriff’s vendee.\n“ Nor did the sale under the judgment in favour of James Ward divest the interest of Zebulon Warner’s heirs, or confer any title thereto upon James T. Leonard, the vendee of sheriff' Stites.\n“ It is deemed unnecessary to answer seriatim the points made by the counsel of the parties, as the general charge answers substantially all the plaintiff’s points in the affirmative and negatives the positions of the defendants, so far as they are applicable to the case.”\nUnder this charge the jury found in favour of plaintiffs, and judgment having been entered thereon the defendants sued out this writ, and assigned for error the following matters, to wit:—\n1. The court erred in charging the jury as follows: “ These proceedings, taken in connection with the evidence of Sheriff Leech and Josiah Smith, show that the judgment was paid to the attorney of the plaintiff, and satisfied, and that no money was paid to the sheriff, and that payment was made on account of the defendants in the judgment, and not by William J. B. Andrews on his own account or as a purchaser of the property at sheriff’s sale. The jury are therefore instructed that the deed executed by Sheriff Leech to William J. B. Andrews did not vest the title of Warner & Gillis in him, and that this deed as against them was inoperative and void.”\n2. The court erred in charging that “ Joseph Souther and those claiming under him had constructive notice, by the omission of the sheriff to make out a return of the sale upon the venditioni exponas, by the entry of the acknowledgment of satisfaction upon the record of the judgment by the plaintiff’s attorney, and by the fact, apparent upon the face of the record, that Andrews was part owner of the property, and a joint debtor in the judgment upon which it'was sold.”\n3. In charging as follows: “ This instruction is conclusive as to the rights of the parties to this controversy, and the plaintiff is entitled to a verdict for the land claimed in.his writ, being an undivided moiety of warrant No. 5285.\nSouther Willis, for plaintiffs in error,\ncited and relied on Smith v. Mackey, 1 R. 95; Hartman v. Stahl, 2 P. R. 231; Scott v. Greenough, 7 S. & R. 197; Negly v. Stewart, 10 S. & R. 207; Hinds v. Scott, 1 Jones 26; 1 Greenleaf’s Ev. 27; Hood v. Fahnestock, 1 Barr 475; Stewart v. Freeman, 10 Harris 123; Magraw v. Garrett, 1 Casey 322; Hoffman v. Strohecker, 7 Watts 86; Braddee v. Brownfield, 2 W. & S. 275; Bellas v. McCarty, 10 Watts 22; Shields v. Miltenberger, 2 Harris 78; Spragg v. Shriver, 1 Casey 285; Dean v. Connelly, 6 Barr 239.\nPurvianee $ Qoffey, for defendant in error,\ncited Hart’s Administrator v. Greenough, 7 S. & R. 197; Stover v. Rice, 3 Wh. 21; Hinds v. Scott, 1 Jones 26; Bellas v. McCarty, 10 Watts 41; Morrison v. Wurtz, 7 Watts 437; Steward v. Freeman, 10 Harris 123; Shields v. Miltenberger, 2 Harris 78.\nJanuary 7th 1861,"
  },
  "file_name": "0049-01",
  "first_page_order": 49,
  "last_page_order": 55
}
