{
  "id": 994101,
  "name": "Hunt et al. versus McFarland",
  "name_abbreviation": "Hunt v. McFarland",
  "decision_date": "1861",
  "docket_number": "",
  "first_page": "69",
  "last_page": "71",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 69"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 333,
    "char_count": 6688,
    "ocr_confidence": 0.418,
    "pagerank": {
      "raw": 2.2043972993246438e-07,
      "percentile": 0.7755351759890249
    },
    "sha256": "ba84f5c497c8c0bb7cc1016d0147752321e3953dbfbb18781389006ce1b68b68",
    "simhash": "1:34e51828e9e7a0c2",
    "word_count": 1199
  },
  "last_updated": "2023-07-14T21:27:31.076625+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hunt et al. versus McFarland."
    ],
    "opinions": [
      {
        "text": "The matters assigned for error here, and the facts of the case so far as they are required for a proper understanding of the errors assigned, are contained in the opinion of the court, which was delivered by\nThompson, J.\n— The plaintiff below, McFarland, is the owner of Donation Tract No. 1946, in the second district. The defendants claim under a warrant and survey and patent from the Commonwealth. The dispute between the parties arises about the south boundary of the plaintiffs’ land, which is the defendant’s northern boundary, and is dependent on where the line of the donation tract was or is to be run on the south side. The facts of the case relieve us from the necessity of noticing any other lines or corners but those on this side of the tract.\nThe south-east corner of McFarland’s tract is a maple, a known and established corner. He also claims that the southAvest corner is a chestnut, and that the line of his tract is to be a straight line from one corner to the other.\nThe defendants prove original work, by marks for a line, corresponding with the date of the survey in 1785, from the maple, the south-east corner running perhaps nine-tenths of the length of the tract, but there it appears to have stopped. No further marks appear, although timber was abundant; and no corner Avas to be found where this line would have intersected the west boundary, had it been extended. But eighteen rods south of that mathematical point, a chestnut corner of the right age was found. And it was contended by the defendants that the line thus proved should be extended to the intersection of the west line, and that should be the corner; or, if not, that the line should be closed from the last work on the ground to the chestnut corner, which would require an angle of at least forty-five degrees to reach it.\nIf the chestnut was found to be the corner, then the first proposition of extending the line and making a corner, could not be entertained, for the corner was in existence at another place, by the act of the donation surveyor.\nThe second proposition, of closing to the chestnut corner from the end of the line found on the ground, was resisted by the plaintiff, who took the position that the work on the ground showed that line to have been experimental, a defective line, and abandoned by the surveyor when he marked the chestnut corner.\nThe court left it as a question of fact to the jury whether the chestnut was or was not an original corner, and if original, whether the partial line on the ground had not been abandoned by the surveyor when he established the chestnut corner, and by so establishing it, intended the survey to be closed by a straight line from corner to corner.\nWe think there was sufficient evidence in this discrepant work, and in the law and regulations of the land office requiring these surveys to be as nearly regular figures or parallelograms as possible, and in the impossibility of closing this survey from the work on the ground on this principle, to justify the court in leaving the question of abandonment to the jury; and as they have found the chestnut to be the true corner, we think they were right in finding a straight line between it and the maple, as the line intended in making the survey.\nWe do not mean to say that the donation lines must all be straight or the tracts parallelograms. We know this is not so; and that it is not so is no reason for disturbing surveys: all we say is that there may be evidence sufficient to show that incomplete work was not intended to be official, especially where there is other evidence of complete official work on the ground. In other words, that a partial line may be abandoned and another adopted. We see no error therefore in this part of the case.\nBut we think the verdict too vague and uncertain. It was a general verdict for the land described in the ejectment, with six cents damages. On referring to the writ, it is indescriptive excepting by adjoiners. No shape or form of the land in dispute is given. We think a delivery of it could not be made by the sheriff. If the jury had found for the plaintiff by a straight line from the maple to the chestnut corner, as they doubtless intended, it would have been sufficient, for this could have been made certain. But they did not do so. The instructions of the court were right enough, but the finding is too vague to sustain the judgment.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "The ease was argued here by L. Taylor for plaintiffs in error, and by L. L. McQ-uffin and D. JB. Kurtz for defendant."
    ],
    "corrections": "",
    "head_matter": "Hunt et al. versus McFarland.\nConclusiveness of “ Marked Lines” in a Survey.— Certainty of Description and Verdict in Ejectment.\n1. Where the closing line of a survey starting from an admitted corner did not, as marked upon the ground, reach the boundary of the tract which it was intended to enclose, and there were no indications of a corner on the ground at the point where it would intersect said boundary if extended ; but there was near that point a “ marked corner” -which could-be reached by diverging at an angle of forty-five degrees from the extremity of the marked line; it was held, that the court below were right in leaving as a question of fact to the jury, whether the “ marked corner.” was or was not an original corner; and if so, whether the partial line on the ground had not been abandoned by the surveyor and another one adopted, closing the survey by a straight line running from the admitted to the marked corner.\n2. AVhere the writ in an action of ejectment was indescriptive except by adjoiners, and the verdict was general for the land described in the writ, the judgment was reversed, on the ground that the finding was too vague to sustain it.\nError, to tbe Common Pleas of Lawrence county.\nThis was an action of ejectment, brought in the court below, to May Term 1856, by Rob.ert McFarland against James Hunt and Alexander Hunt, for a tract of land in Scott township, Lawrence county, described in the writ as “bounded on the west by George and Jacob McCracken, on the south by James Hunt and Alexander Hunt, east by land of Zaehariah Dean, and north by land of plaintiff, containing about sixteen acres, more or less, being part of tract No. 1946, in the second district of donation lands.”\nUnder the charge of the court there was a verdict “ for plaintiff for ■ the land described in the ejectment, with six cents damages.” Judgment being entered thereon, the defendants sued out this writ, assigning for error the instruction given to the jury in regard to the line in dispute between the parties, and the entering of judgment on the verdict, which it was averred was void for uncertainty.\nThe ease was argued here by L. Taylor for plaintiffs in error, and by L. L. McQ-uffin and D. JB. Kurtz for defendant."
  },
  "file_name": "0069-01",
  "first_page_order": 69,
  "last_page_order": 71
}
