{
  "id": 994074,
  "name": "Hite versus Kier",
  "name_abbreviation": "Hite v. Kier",
  "decision_date": "1860-11-09",
  "docket_number": "",
  "first_page": "72",
  "last_page": "75",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 72"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 W. & S. 480",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852503
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0480-01"
      ]
    },
    {
      "cite": "4 W. & S. 316",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856558
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0316-01"
      ]
    },
    {
      "cite": "1 Wright 130",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        625843
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wright/1/0131-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 494,
    "char_count": 10718,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 6.04484639708276e-08,
      "percentile": 0.3743195066584963
    },
    "sha256": "35fa23fc39a6fab847413a578d67f6fe304a0cb2998ffd2208e30ab02db937fb",
    "simhash": "1:d34a24308351ec03",
    "word_count": 1868
  },
  "last_updated": "2024-02-27T22:44:35.746514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hite versus Kier."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Thompson, J.\n— There was no error in permitting the amendment in this case: see Rangler v. Hummell, 1 Wright 130, and authorities there cited.\nThe plea of covenants performed absque hoe, undoubtedly put the plaintiffs upon showing performance on their part, and they did so by showing, that they had put the defendant into possession of the premises they had agreed to sell him. This was all they were bound to do, until payment of purchase-money. The plea called on the plaintiffs for nothing more, and this was shown. It did not put in issue the plaintiffs’ title.\nBut the defendant further pleaded, that the plaintiffs had no title to the premises to sell. We will not stop to inquire as to the validity of this plea under this contract, but will notice the proof to sustain it. He exhibited a purchase by himself at Orphans’ Court sale, of the tract of land out of which the leasehold interest sold by the plaintiffs to him had been carved. But the very petition which prayed for the sale, asked for it, with a reservation of the privileges which he held under the agreement of sale from the plaintiffs. Of this petition, it being the foundation of his title, he would be bound to take notice. This was certainly not a paramount title to that of the plaintiffs, so far as it now appears, and therefore not an available outstanding title, to which he would have been bound to surrender, and could not avail as a defence.\nIt seems pretty clear, that the defendant failed to show any such defect of title as would justify his retaining the purchase-money against his covenant to pay it before conveyance, and we must affirm his judgment.\nJudgment affirmed.",
        "type": "majority",
        "author": "by Thompson, J."
      }
    ],
    "attorneys": [
      "Charles Shaler, with whom was D. W. and A. S. Bell, for plaintiff in error, argued:—",
      "Hamilton and Aeheson, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Hite versus Kier.\nAmendment. — Evidence under Plea of Covenants Performed absque hoe, &e.— Outstanding Title as a Defence to Action for Purchase-money.\n1. It is not error to add the name of a plaintiff where it has been omitted by mistake, in order that the parties to the suit may correspond with the contract declared on, where the cause of action is not changed, nor the defendant injured in any way by the amendment.\n2. Although in an action of covenant to enforce the payment of purchase-money, the plea of covenant performed absque hoc, &c., throws upon the plaintiff the burden of proving performance of the covenants on his part, it does not require him to show more than a delivery of possession of the property he had agreed to sell, and does not put his title in issue.\n3. An outstanding title which will justify a vendee in withholding the purchase-money covenanted for by him, must be one that is paramount to that of the plaintiff, and to which the defendant would be bound to surrender.\nErr.or, to the District Court of Allegheny county.\nThis was an action of covenant brought by James .Kier and Margaret his wife to November Term 1858, against P. Y. Hite, on an agreement made October 6th 1856, between James Kier and Margaret his wife (only child and heir of Andrew Sproule, deceased), and Mary Sproule, widow of said Andrew, of the one part, and P. Y. Hite the defendant.\nBy the agreement Kier and wife and Mrs. Sproule agreed to sell, assign, and set over, and by good and sufficient deed to convey to Hite, his heirs and assigns, all the right, title, interest, estate and claim of said Kier to certain leasehold premises therein described, being the same premises described, &c., in an original lease thereof, dated January 29th 1853, from Joseph Crawford to Israel Overall and A. W. Lane. And in consideration thereof, Hite agreed to pay §6000 in instalments, &e.\nOn the 6th of October 1858, an instalment of $500 became due, which Hite refused to pay, alleging that Kier and wife had no title in the said premises, but that the title thereof was in the heirs of Crawford; and that he (Hite) had been obliged to buy the same afterwards, at an Orphans’ Court sale, in order to save himself from greater loss and damage.\nThe plaintiffs thereupon brought this action, and filed their declaration, to which defendant pleaded covenants performed absque hoc, &c., payment with leave, &e.\nAt the opening of the case, defendant’s counsel asked leave to amend his plea, and craved oyer of the agreement declared on; which being granted, he alleged and pleaded, that plaintiff at the time of executing said agreement, had no right, title, interest, ■and claim to the premises covenanted for, nor to the lease or premises therein described. The plaintiff then offered in evidence the agreement declared on, and asked leave to amend the declaration by adding the name of Mary Sproule, so as to make it correspond with the agreement, which was allowed under objection.\nThe plaintiff then proved possession of the premises by Andrew Sproule, and after his decease by Kier, and that the hand-money and several instalments had been paid under the agreement by Hite, and closed.\nDefendant’s counsel moved for nonsuit on the ground that the evidence offered by plaintiffs was insufficient to enable them to maintain their action, as it did not show any right, title, interest, or claim in the property which they covenanted to convey. This motion being overruled by the court, the defendant offered in evidence a deed from Joseph Ball and others to Joseph Crawford for two hundred and fifty-nine acres of land, embracing the premises described in the agreement; the proceedings in partition by the heirs of Joseph Crawford, which resulted in the sale of the property to Hite. In the Orphans’ Court proceedings, the property is described as being subject to certain leases of salt work privilege, &c., referring to a devise under which Sproule claimed to hold possession.\nDefendant’s counsel then requested the court to instruct the jury:—\n1. That the plaintiffs not having shown any title to the premises covenanted to be conveyed, are not entitled to recover.\n2. The defendant having shown a title in the lands of Joseph Crawford, derived from him to himself, holds a perfect title to the property mentioned in the agreement as against Israel Overall and Abner W. Lane, and all persons having an assignment from them.\n3. That the plaintiffs having covenanted that at the time they entered into the agreement they had a title to the property, are bound to show that title under the pleading in this action, and having failed to do so, are not entitled to recover.\n4. That as the case stands, the defendant is entitled to a verdict, on the ground that equity would interfere and set aside the contract, for the reason that the plaintiffs having exhibited nothing but a possessory right, the price covenanted to be paid by the defendant, shows a fraud, which would induce a Court of Equity to interfere, and set aside the contract. And if the court did not charge as requested in the last point, that it be submitted, as a question of fact for the determination of the jury.\n, The court refused to charge as requested in defendant’s points, and instructed the jury that the defendant had failed to show any good and valid defence to this action.\nTo which the defendant’s counsel excepted.\nUnder this instruction there was a verdict and judgment for plaintiff for $600.50, whereupon the defendant sued out this writ, and assigned for error the following matter, to wit:—\n1. The court erred in allowing plaintiff to amend his declaration by adding the name of Mary Sproule, because it changed the cause of action: in refusing to charge as requested in the defendant’s points, and in instructing the jury, that defendant had failed to show any valid defence to the action.\nCharles Shaler, with whom was D. W. and A. S. Bell, for plaintiff in error, argued:—\n1. The amendment was improperly allowed; it altered the cause of action, alleging a covenant with parties other than those named in the narr., in regard to whom no breaches were assigned. The plaintiff did not show mistake or omission, as required by the Act of May 4th 1842 : Horbach v. Knox et al., 6 Barr 377.\n2. The pleadings put upon the defendant the necessity of proving the performance of his covenant: Martin v. Ilammon, 8 Barr 271. And we insist that an agreement to sell, assign, and set over all the right, title, interest or estate of and in certain leasehold joremises, is a covenant that plaintiffs have a right, title, interest, estate, and claim which they agree to sell, assign, and set over. The fact that our possession was not disturbed, does not matter. A vendee is not bound to restore possession and give up his contract, before he can resist an action for purchase-money on the ground of defective title: Gans v. Renshaw, 2 Barr 34. See also, 6 Barr 256; 7 Barr 117. The words used are an implied contract of title in the vendor: Sheppard’s Touchstone 222.\n3. If plaintiffs had a title to the leasehold premises, which were included in the land purchased by Hite, it merged in his title to the freehold. If not, and it was necessary, as we aver, for Hite to purchase the Crawford title, in order to secure himself for the money previously paid to plaintiffs, then their right to recover in this action required them to show, by exhibiting their lease, their right, title, and interest in it. They claimed to recover without showing any muniment of title, or proving that such an agreement as that cited in the contract between Crawford and others had any existence, but, by giving in evidence the contract declared on, and the possession of Sproule, without showing any connection between them.\n4. In the absence of evidence of title, the court below should have decided, as a matter of equity, that the price agreed upon was so far beyond the value of a possessory right, that it would be a fraud to enforce it's payment, or should at least have referred the matter in that shape to the jury.\nHamilton and Aeheson, for defendants in error.\n— 1. The amendment complained of did not change the cause of action, was perhaps unnecessary, did not harm the defendant, and was a matter for the discretion of the court.\n2. 'By the agreement, the covenant to pay precedes the covenant to convey, and therefore, proof of a performance on the part of plaintiff below was not required: Goodwin v. Lynn, 4 W. C. C. Rep. 417; Magaw v. Lothrop, 4 W. & S. 316.\nIf an encumbered or defective title be averred in an action for the purchase-money, the defendant must establish it: Snevely v. Egle, 1 W. & S. 480. The outstanding title, to be available for this purpose, must be one under which there was some assertion of right. Here, no outstanding title was shown but the one under which plaintiffs claimed, and which defendant recognised in acquiring his title to the residue. Nor is there in the agreement any assertion of title.\nNovember 9th 1860,"
  },
  "file_name": "0072-01",
  "first_page_order": 72,
  "last_page_order": 75
}
