{
  "id": 994132,
  "name": "Partridge versus Partridge",
  "name_abbreviation": "Partridge v. Partridge",
  "decision_date": "1860-11-19",
  "docket_number": "",
  "first_page": "78",
  "last_page": "80",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 78"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts 138",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848502
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0138-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 352,
    "char_count": 7440,
    "ocr_confidence": 0.416,
    "pagerank": {
      "raw": 2.466045229400099e-07,
      "percentile": 0.8060101187366522
    },
    "sha256": "e7276ce22ca1f5dec0c3e7c393b64f49a732d907837606abfb4e4af815f2affe",
    "simhash": "1:6b624d2c86d5be84",
    "word_count": 1294
  },
  "last_updated": "2024-02-27T22:44:35.746514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Partridge versus Partridge."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Thompson, J.\n— In Pryor v. Wood, 7 Casey 142, it was held that where the assignment of the mortgage was duly executed, acknowledged, and recorded according to the Act of 9th April 1849, it passed the legal title of the mortgagee, and the suit must be in the name of the assignee. That case is very unlike the present. Here the assignment was neither under seal nor in the presence of witnesses, or acknowledged and recorded. It was therefore but an equitable assignment, and the soi. fa. was properly issued in the name of the holder of the legal title for use of the assignee.\nThe original affidavit of defence was clearly insufficient, for it disclosed no binding obligation on part of the assignee to forbear suit on the mortgage. The contract disclosed, if it could be called such, was nudum paotum, and not binding.\nTo remedy this, a supplemental affidavit by leave of court was filed. But this was not any better than its predecessor. It disclosed an agreement to pay interest at the usual rate for the time alleged to have been given. This was what was secured already by the mortgage. It was not to pay interest in advance, or any such matter; but that the mortgage should bear interest. There was no consideration in this. It was the contract relation of the parties without such agreement.\nBut the affidavit also disclosed as a consideration of forbearance, an agreement on part of the mortgagor to pay the mortgage-money in specie into bank, and send a certificate of deposit to the mortgagee in Ohio. As the mortgagee had a right to exact specie, that stipulation amounted to nothing. The arrangement to send a certificate of deposit was evidently for the convenience of the debtor; otherwise it would have been his duty to have gone, or sent some one to Ohio to pay off the mortgage. It was not attempted to be shown that in fact the rate of exchange would have been in favour of the mortgagee if the certificate of deposit had been sent. The affidavits disclosed no defence, and the court below were right in so ruling.\nJudgment affirmed.",
        "type": "majority",
        "author": "by Thompson, J."
      }
    ],
    "attorneys": [
      "B. S. Woods, for plaintiff in error.",
      "J. H. Miller, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Partridge versus Partridge.\nEquitable Assignee of Mortgage must sue in the name of original Solder. —Affidavit of Defence to a sci. fa. on Mortgage.\n1. Where the assignment of a mortgage was neither under seal, not in the presence of witnesses, nor acknowledged and recorded, it was held that the scire facias was properly issued in the name of the holder of the legal title for the use of the assignee.\n2. Where an affidavit of defence averred an agreement to forbear suit, but disclosed no binding obligation on the part of the assignee to do so, nor any additional consideration for such an agreement, it was held insufficient, and that the court below were right in entering judgment against the defendant for want of an affidavit uf defence.\nError to the District Court of Allegheny county.\nThis was a scire facias on a mortgage, brought in the name of Ann Partridge, Adam Roy, and Elizabeth Roy, for the use of James McMahan, against Joseph Partridge, to November Term 1860.\nThe mortgage was given by Joseph Partridge to Ann Partridge and Elizabeth Partridge, afterwards intermarried with Adam Roy, by whom it was thus assigned to James McMahan:—\n“We do hereby assign all our right, title, and interest to the within mortgage to James McMahan, for value received of him, this 1st day of December 1859. Adam Roy,\nElizabeth Roy,\nAnn Partridge.”\nWhich assignment was neither acknowledged nor recorded.\nJames McMahan filed an affidavit of claim for $3087, being balance after deducting payments made before the transfer.\nJoseph Partridge, in his affidavit of defence, stated that he had a just and full defence to the whole of the plaintiff’s claim — that the said James McMahan, who owns, by transfer from the legal plaintiffs, the whole amount of the claim in this case, when so owning the same, and before the bringing of this suit, entered into a valid and binding agreement with defendant, by which the time for the payment of plaintiff’s claim was extended as follows, viz. $1000 thereof was to be paid in the month of October next, and the balance between the time of said payment and April 1st. 1861, and that said claim was not due and payable when suit was brought.\nIn a supplemental affidavit, on suggestion by the court that he should state the consideration, defendant stated that the consideration for the agreement, mentioned in his former affidavit was, that he was to pay the said James McMahan at the rate of 6 per cent, per annum for the time the payment of said money was extended; and when said payments were due, he was to deposit the same to the credit of said McMahan in Pittsburgh, in bank, in specie, and send to said McMahan the certificate of deposit to Putnam, Muskingum county, Ohio, where he- (Mc-Mahan) resided, which he, McMahan, said would be worth to him a certain amount (amount not certainly remembered) more than if paid to him in Ohio.\nThe plaintiff moved for judgment for want of a sufficient affidavit of defence, which was argued, the defendant claiming,\n1. That plaintiff was not entitled to judgment, even if defendant had filed no affidavit, forasmuch as his own affidavit showed that the mortgage had been duly and legally assigned to him, and as a consequence the suit should have been brought in his name as the legal plaintiff, and could not be sustained as brought.\n2. That the rule of court required nothing more than a general affidavit that the party has a just and legal defence.\n3. That defendant’s affidavit, either with or without the supplemental affidavit, is sufficient under said rule.\nThe court below entered judgment for want of a sufficient affidavit of defence. Whereupon defendant sued out this writ, and assigned for error—\nThe court erred in entering judgment for want of a sufficient affidavit of defence, because\n1. The suit should have been in his own name. 2. The rule requires but a general affidavit; and, 3. The affidavit of defendant, with or without his supplemental affidavit, was sufficient under any construction which could be given to the rule of court.\nB. S. Woods, for plaintiff in error.\n— The suit should have been brought in the name of McMahan: Pryor v. Wood, 7 Casey 142. The affidavits show the “nature and character of the defence at length;” and there was a sufficient consideration to support the contract for extending the time of payment.\nJ. H. Miller, for defendant in error.\n— The case of Pryor v. Wood is unlike the present. The assignment was different.\nAn equitable assignment is a declaration of trust, with an agreement to permit the assignee to sue in assignor’s name: Kennedy’s Executors v. Ware, 1 Barr 450; see also Moor v. Harrisburg Bank, 8 Watts 138. The legal title can only pass by conforming to the provisions of the Act of 1715, or by an assignment duly acknowledged and recorded. If an equitable assignee could sue in his own name, the Act of April 23d 1829, Purd. 304, would be absurd.\n2. The affidavit was insufficient under the rule of court which requires that it should “state specifically and at length the nature and character of the defence” relied on.\nThere was no new consideration for the alleged agreement for time. To pay “6 per cent, during -the averred extension” was no more than the mortgage called for, and the deposit in specie was only a mode of payment for the convenience of defendant.\nNovember 19th 1860,"
  },
  "file_name": "0078-01",
  "first_page_order": 78,
  "last_page_order": 80
}
