{
  "id": 994047,
  "name": "Lorenz's Administrators versus King",
  "name_abbreviation": "Lorenz's Administrators v. King",
  "decision_date": "1861-01-24",
  "docket_number": "",
  "first_page": "93",
  "last_page": "97",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 93"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 364",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682553
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/46/0364-01"
      ]
    },
    {
      "cite": "7 W. & S. 376",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481737
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0376-01"
      ]
    },
    {
      "cite": "4 Y. 523",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "4 Y. 374",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 217",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        477827
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0217-01"
      ]
    },
    {
      "cite": "2 Watts 492",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Bin. 214",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787880
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0214-01"
      ]
    },
    {
      "cite": "3 Watts 276",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 427",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 361",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "6 Wh. 186",
      "category": "reporters:state",
      "reporter": "Whart.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "6 Wh. 186",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 638,
    "char_count": 13150,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 4.7203987040348477e-07,
      "percentile": 0.9292223214558069
    },
    "sha256": "6672a7e3169c31c62a97da65f96cf3f1ae70ff9e3c1b691e12c000568e0b9d87",
    "simhash": "1:af8789b82c8ef460",
    "word_count": 2285
  },
  "last_updated": "2024-02-27T22:44:35.746514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lorenz’s Administrators versus King."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Read, J.\n— In Sinnickson v. Painter, 8 Casey 384, we determined that a foreign attachment will lie against a legacy or distributive share before any settlement of the estate of a decedent ; and that it is in the power of the court to mould the judgment against the executor or administrator into such form that no injustice shall be done to any one. The same rule is applicable to attachment executions under the Acts of 13th April 1843, and 10th April 1849.\nWhere there are ample funds in the hands of the executor to pay a legacy after the discharge of all debts due by the estate, there is no practical difficulty in satisfying an attaching creditor so far as the amount of the bequest extends. ' The only difficulty occurs where either the funds are not in the hands of the executor or it is uncertain whether they will not be required to pay debts of the testator. But that is not this case — assets were admitted here.\nIn the present case it is clear that the share or legacy of Charles H. Lorenz, under the will of his father, Frederick Lorenz, was properly attached in the hands of the administrators, who have, by their appearance and acts, waived all questions of service if any ever existed. It is also clear that the judgment held by Mrs. Catharine Lorenz cannot be set up against the attachment execution, and also that the administrators are bound to pay the plaintiff’s judgment whenever they have in their hands moneys of the estate sufficient, after paying all debts, to pay a part or the whole of the amount bequeathed to the said Charles H. Lorenz — upon the attaching creditor giving the proper refunding bond required by the Act of Assembly.\nThis sufficiently disposes of all questions in the case excepting the form of the judgment. It is true it exactly accords with that adopted in execution-attachment in Layman v. Beam, 6 Wh. 186, but we are of opinion that it should be modified where executors and administrators are concerned, and perhaps in other cases of trust. In the case in hand it is not only a judgment against the money, goods, and property of the defendant, but it is also a judgment de bonis propriis against the garnishees, the administrators of Frederick Lorenz, in whose hands as such the legacy was attached. This ivas wrong. The attachment had the effect of transferring the rights of the legatee to his creditor, and no more. Had he sued for the legacy he could not have been entitled to such a judgment. It would only follow an action for a devastavit. The 37th section of the Act of 24th February 1834 expressly prohibits such a judgment by declaring that through no mispleading or want thereof shall executors or administrators be liable to pay any more money beyond the amount of assets in their hands. The judgment here, so far as it is de bonis propriis, is in conflict with this provision, and must be reversed to that extent.\nThe judgment against the garnishees as for the goods and effects of the defendant is affirmed, and, so far as it is de bonis propriis, is reversed with costs.",
        "type": "majority",
        "author": "by Read, J."
      }
    ],
    "attorneys": [
      "James H. Hopkins, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Lorenz’s Administrators versus King.\nAttachment of Legacies. — Set-Off by Administrator. — Acceptance of service by Attorney. — Form of Judgment against Administrators and, Trustees.\n1. A legacy or distributive share may be attached before any settlement of the estate of the decedent.\n2. Judgment may be had against the administrators as garnishees, if they have ample funds to pay the legacy after all debts of the estate are discharged.\n3. Whether an attorney may accept service of an attachment execution— quaere ; but appearance by the parties is a waiver of defects in the service.\n4. A judgment held by an administratrix in her own right against a legatee, cannot be set up against one who attaches the legacy in the hands of the administrator.\n5. Where the administrators are garnishees, it is error to enter judgment against them de bonis propriis. Layman v. Beam, 6 Wh. 186, qualified.\nEfeROR to tbe District Court of Allegheny county.\nHenry S. King having a judgment against Lorenz, Stewart & Co., composed of Thomas H. Lorenz, James J. Gray, and Charles H. 'Stewart, issued an execution attachment making Catherine Lorenz, Frederick R. Lorenz, and James J. Gray, administrators of F. Lorenz, deceased, garnishees. J. I. Kuhn, Esq., as attorney for the garnishees, accepted service of the writ of attachment.\nInterrogatories were filed, to which answers were made in substance as follows:—\n1. That Charles H. Lorenz, one of the defendants in the judgment, is a son of F. Lorenz, deceased.\n2. That by the will of his father, Charles H. Lorenz was entitled to four sixty-third parts of his father’s estate, after the payment of debts, &c.\n3. That at the death of said F. Lorenz, his personal estate was worth about. $100,000.\n4. That F. Lorenz, deceased, left a widow, ten children, and one grandchild; by his will he left his widow one-third of all his estate, the remainder to be divided equally amongst his children, except that the grandchild should receive one-half as much as each child.\n4. That some payments had been made to the legatees before the service of the attachment.\n6. That the inventory and appraisement filed by the administrators amounted to $186,164.01; that of this they have realized $78,025.96, and from things not included in the inventory $9,849.65, making in all $87,375.61; that they have paid for debts and expenses of administration $38,823.88, and to the legatees $18,927; that there still remain debts unpaid of about $50,000, and that Catharine Lorenz, one of said administrators and garnishees, holds a judgment against said Charles H. Lorenz, for $190,263.98, which is still unpaid, and she claims the right to hold any moneys in her hands, as one of the said administrators, coming to said Charles H. Lorenz, and apply the same to the payment of said judgment.\nAdditional interrogatories were filed, which elicited the following answers:—\n1. The debts owing by the estate of F. Lorenz, deceased, are —1st, a mortgage to the Franklin Fire Insurance Co. of Phila-1 delphia, for $5000; 2d, a debt owing by the old firm of Lorenz, Stewart & Co. (of which said decedent was a member), to the new firm of Lorenz, Stewart & Co., amounting to about $45,000.\n(A supplemental answer was filed, setting forth that this 'last-mentioned debt of $45,000, due to the new firm of Lorenz, Stewart & Co., had been by them assigned to the Pittsburgh Trust Co., as collateral security for a debt due them.)\n2. That about $60,000 had been paid on the judgment held by Mrs. Lorenz v. Charles H. Lorenz; but the balance was still unpaid.\nUpon these answers, on April 12th 1859, judgment was awarded against Mrs. C. Lorenz, J. J. Gray, and F. R. Lorenz, administrators of the estate of F. Lorenz, deceased, garnishees, the plaintiff to have execution of so much of the debt due, moneys, property, &c., belonging to or bequeathed to Charles H. Lorenz (one o.f defendants), in the hands of Mrs. Lorenz, James J. Gray, and F. R. Lorenz, as may satisfy the judgment of the plaintiff against Charles H. Lorenz et al., with interest and costs, and if the said Catharine Lorenz, James J. Gray, and F. R. Lorenz neglect or refuse, on demand by the sheriff, to pay the same, then the same to be levied of the said Catharine Lorenz, James J. Gray, and F. R. Lorenz, their goods, lands, &c., according to law, as in the case of a judgment against them on their proper debt.\nC. Shader and Thomas McConnell, for plaintiff in error.\n— The attaching creditor has only the same rights which the debtor has. Charles H. Lorenz would not have been entitled to a judgment ,de bonis propriis, neither has his creditor such right. Ho would have been entitled to no judgment under the facts; neither was his creditor (King) entitled to any. The Orphans’ Court has exclusive jurisdiction in making distribution of a decedent’s property: Whiteside v. Whiteside, 8 Harris 473.\nAs 0. H. Lorenz could not have obtained judgment against his father’s administrators in an action for his legacy, because no account had been settled and decree of distribution made by the Orphans’ Court, neither can the attaching creditor do so.\nA distributive share of a decedent’s estate is not attachable until a settlement of an administration account: Bank of Chester v. Ralston, 7 Barr 482; Brady v. Grant, 1 Jones 361; Baldy v. Brady, 3 Harris 103.\nThe Act of 'April 10th 1849 may authorize the issuing and serving of an attachment as soon as the defendant’s interest accrues to the estate of the decedent, but it does not authorize a judgment to be entered. Before that can be had the creditor must go into the Orphans’ Court and get a decree of distribution, and upon that he may obtain judgment.\nAccording to the answers, the garnishees had only $49,051.73 in their hands, and the estate owed $50,000. Hence judgment could not be entered against them until the debts were paid.\nThe writ of attachment was never served on defendants, and this is fatal to this judgment. An attachment is a writ of arrest of the goods, &c., and an acceptance of service by an attorney is no more an execution of the writ than it would be of air attachment against the person of the defendant, or of a capias ad respondendum.\nJames H. Hopkins, for defendant in error.\n— Although the answers of the garnishees showed that they had not in their hands money enough to pay the debts of the estate, they also disclosed that they had uncollected assets amounting to $108,138.05, and of this, Charles H. Lorenz, whose interest was attached, was entitled to $6,865.90. And inasmuch as attachments are not restricted in their powers to the seizure of money, the creditor was not required to wait until these assets should be converted into money.\nThe acceptance of service by attorney was perfectly valid. In Pennsylvania the power of attorneys over the causes of their clients is almost unlimited. An attorney may delay commencing a suit at his discretion, discontinue it after it has been brought; he may take a nonsuit, delay issuing execution, or stay proceedings on it: Silvis v. Ely, 3 W. & S. 427. He may confess a judgment against his client: Cyphert v. McClure, 10 Harris 197. He may refer a cause without exception or appeal: Stokely v. Robinson, 10 Casey 317; and generally may do every act which his client could do touching the matter in court: Shaffertown Road, 3 Watts 276 ; Wilson v. Young, 9 Barr 101. He may accept service of a writ: 1 Tr. & H. Pr. 235.\nThe argument seems to be, that because this was an attachment, an acceptance of service was irregular, conceding that if it had been an ordinary summons the sheriff’s return would have been proper. What is an attachment but a summons ? so designated in the act authorizing its issue. And in that act it is expressly provided that it shall be served “ in the manner provided for the service of a writ of summons in a personal actionPurd. Dig. 833, 829.\nBut if there had been any irregularity, it was cured effectually by the appearance of the parties: McCullough v. Guetner, 1 Bin. 214; Compher v. Anawalt, 2 Watts 492; Zion Church v. St. Peter’s Church, 5 W. & S. 217.\nIt is a familiar principle that actual appearance is a waiver of all defects in the process or service of it: Skidmore v. Bradford, 4 Barr 300; Gibbs v. Alberti, 4 Y. 374; Stroupe v. McClure, 4 Y. 523; Malone v. Lindsley, 1 Philadelphia R. 288. In this case there was not only a general appearance by attorney on the record, but the parties appeared personally, answered the interrogatories, and contested the claim, and it is now too late to complain of a defective service, even if there had been any irregularity.\nThe authorities cited by plaintiff in error, to show that an attachment will not lie until the settlement of an administration account, were in construction of the Act of 1843. Even then their correctness was doubted: Ross v. Cowden, 7 W. & S. 376. To remove all doubt, an act was passed the next year after the decision in the Bank of Chester v. Ralston, providing that an attachment might issue as soon as the debtor acquired an interest by reason of the death of any one: Purd. Dig. 333, 833.\nThis act not only authorizes “ the issuing and serving of the attachment,” but provides for process of execution and sale in due time; and surely this could not be without a judgment. Authorities sustain this view: Baldy v. Brady, 3 Harris 110; Brady v. Baldy, 1 Jones 364. Gochenauer’s Executors v. Hostetter, 6 Harris 414, is comprehensive and conclusive.\nThe Acts of Assembly do not limit the attaching creditor to the same remedies which a legatee would have, for a creditor may “ attach and levy upon” a legacy — the legatee could not; the creditor has this remedy immediately on the accruing of the interest in the estate — the legatee has not.\nAs to the form of the judgment, it is sufficient to say that it is in the precise form prescribed in Layman v. Beam, 6 Wh. 186, and is in accordance with the Act of Assembly relating to foreign attachments (Purd. Dig. 390), to which the proceedings in execution-attachment are assimilated.\nJanuary 24th 1861,"
  },
  "file_name": "0093-01",
  "first_page_order": 93,
  "last_page_order": 97
}
