{
  "id": 994142,
  "name": "John Gallagher versus The Fayette County Railroad Company",
  "name_abbreviation": "Gallagher v. Fayette County Railroad",
  "decision_date": "1861-05-06",
  "docket_number": "",
  "first_page": "102",
  "last_page": "104",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 102"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 277,
    "char_count": 4873,
    "ocr_confidence": 0.415,
    "pagerank": {
      "raw": 1.1854149892780147e-07,
      "percentile": 0.5900927042464638
    },
    "sha256": "f14081eefc926cd795a0c25887c950d39997a113db26fb09d16fdfc8f2f693ef",
    "simhash": "1:374487aa3cc8e9e5",
    "word_count": 872
  },
  "last_updated": "2023-07-14T21:27:31.076625+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John Gallagher versus The Fayette County Railroad Company."
    ],
    "opinions": [
      {
        "text": "The material averments in the bill and answer, are sufficiently\nstated in the opinion of the court, which was delivered,\nby Thompson, J.\n— The complainant entered into a contract Avith the respondents on the 7th of April 1858, in which it was recited, that “whereas the Fayette County Railroad Company have determined to select grounds for a depot and station-house, on the land of the said John Gallagher in the borough of Union-town, Fayette County,” it was agreed in consideration of the advantages to complainant, and one dollar, to grant a right of way three rods wide over his land for the construction of the road “into, across, and from said depot, at the northern and southern end,” and also, to convey one and a half acres of land for the purposes of a depot and station. The complainant’s bill charges breaches of the contract in several particulars, but especially, in that the company have purchased another lot of ground Avhereon to erect a depot and other buildings, and threaten to erect them there, and pray that they may be restrained from erecting depot buildings on any other than the acre and a half of the complainant, and that they be compelled to relocate their road, so as to pass directly through the acre and a half, as it is alleged they agreed to do.\nThe defendants in their answer deny any breach of contract, and insist, that they still intend to use the ground contracted to be conveyed for a depot for that purpose, and that their location of the road is not in violation of the contract. These are the general features of the controversy, and it is so obviously a case for redress at law or by the special remedy provided in the act of incorporation, that we do not deem it necessary to state the case more fully. ■ It would exceed all precedent to restrain a railroad company from progressing Avith their work, because they may have violated some contract with some one Avith whom they may have bargained. If the track of the road has been laid down in violation of the bargain, a court of law will redress it; and if ground be used in violation of permission, or Avithout the right being acquired according to law, there are appropriate remedies to redress the wrong, under the contract or under the Act of Assembly for assessing damages. If the company do not use the acre and a half for a depot, the complainant will not be obliged to convey it, or if they use and occupy it under the permission to enter on it given by the contract, they must pay for it or give it up.\nWe said in Pusey v. Wright, 7 Casey 387, that we would not for a breach of contract restrain the company from the use of the road. This case presents about the same proposition; that is to say, to restrain the respondents from erecting works elsewhere, supposed to be more useful and proper than those at first intended. We must leave the complainant to his remedy at law, or under the Act of Assembly, and if he has suffered damages for breach of contract the law will redress him.\nBill dismissed at the costs of complainant.",
        "type": "majority",
        "author": "by Thompson, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "John Gallagher versus The Fayette County Railroad Company.\nRelief in Equity not granted where there is a Remedy at Law. — L junction against Corporation for violation of Contract, refused.\n1. A court of equity will not interfere to redress any injury for which there is an ample remedy at law.\n2. A railroad company will not be restrained from progressing with the construction of their road, and the erection of the necessary buildings, in such manner as they may deem proper, because of the violation of some contract which they may have previously made in relation to it.\n3. Where in equity A. alleged a contract with a railroad company, under which he was to convey to the company a right of way over his grounds, and a tract of land for the erection of a depot, and charged that in violation of this contract the company had purchased other grounds, and intended to erect their depot thereon, and abandon the ground contracted for (which abandonment was denied by the respondent), and praying for an injunction, &e., it was Held, that the complainant'was not entitled to the relief prayed for, in equity, but must resort to his remedy at common law, or under the Act of Assembly relating to railroad companies.\nThis was a proceeding in equity in this court, by John Gallagher against The Fayette County Railroad Company, in which the complainant set out a contract with the company for a right of way over his grounds, and for the purchase and sale of an acre and a half of land for the erection of a depot, &c., averring a breach of the contract on the part of the company in the purchase of other land for a depot, and praying for an injunction to restrain the respondents from establishing and locating their depot on said other grounds, and from constructing their railroad in accordance with this new arrangement.\nMay 6th 1861,"
  },
  "file_name": "0102-01",
  "first_page_order": 102,
  "last_page_order": 104
}
