{
  "id": 994095,
  "name": "Frazier versus The Pennsylvania Railroad Company",
  "name_abbreviation": "Frazier v. Pennsylvania Railroad",
  "decision_date": "1861-05-06",
  "docket_number": "",
  "first_page": "104",
  "last_page": "111",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 104"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "20 Barb. 449",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4971635
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/20/0449-01"
      ]
    },
    {
      "cite": "43 Maine 269",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        667405
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/43/0269-01"
      ]
    },
    {
      "cite": "9 Cush. 112",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        9454079
      ],
      "weight": 2,
      "year": 1860,
      "pin_cites": [
        {
          "page": "228"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/63/0112-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 759,
    "char_count": 21054,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 1.8743127419282235e-06,
      "percentile": 0.9944023763547605
    },
    "sha256": "1772e55363e9b5ff9e99fa016932574c77b51f854470217a76c0b78c11f583bb",
    "simhash": "1:aea56ca32c1fd77c",
    "word_count": 3610
  },
  "last_updated": "2024-02-27T22:44:35.746514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Frazier versus The Pennsylvania Railroad Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\n— The fundamental averment here is, that it was because of the carelessness of the conductor that the brakesman was injured, and, in order to show that the company was responsible for this, it is averred that they were in fault in knowingly or negligently employing a careless conductor. The first count avers the duty of the company to have a careful and skilful conductor, and that this -one was not so and they knew it. The third, fourth, and fifth counts aver, that the company might by proper care have known the conductor’s character for care and skill, and that the plaintiff did not know it.\nThe question of character thus became an important one, and we are constrained to say that it was tried on improper evidence. Character for care, skill, and truth of witnesses, parties or others, must all alike be proved by evidence of general reputation, and not of special acts. The reasons for this have been so often given, that we need not repeat them: 1 Greenl. Ev. §§ 461-9; 7 Casey 67. Character grows out of special acts, but is not proved by them. Indeed, special acts do very often indicate frailties or vices that are altogether contrary to the character actually established. And sometimes the very frailties that may be proved against a man, may have been regarded by him in so serious a light, as to have produced great improvement of character. Besides this, ordinat'y care implies occasional acts of carelessness, for all men are fallible in this respect, and the law demands only the ordinary.\nIn the case of Ryan v. The C. V. Railroad Company, 11 Harris 384, we decided, that where several persons are employed as workmen in the same general service, and one of them is injured through the carelessness of another, the employer is not responsible. Many cases were there cited in support of this principle, and many more might be added now: 10 Mees. & W. 109; 5 Com. B. R. 599, 616; 9 Exch. 223; 11 Id. 832; 16 Queen’s B. R. 326; 9 Cush. 112; 10 Id. 228; 3 Ellis & B. 402; 3 McQueen 266, 300; 3 Hurlst. & N. 648; Smith’s Master and Servant (Eng. ed. 1860), 133, 146; 43 Maine 269; 28 Vermont 69; 17 New York R. 184, 168; 8 Ohio State R. 249. We need not reconsider this question in its general aspect.\nThis rule was not disregarded on the trial, but if the company employ a conductor known by them to be unfit for the business, this new fact changes the question to be solved, and tho court below charged, that in such a case the company are chargeable with the consequences of the carelessness of the conductor. This instruction seems to us correct, and is supported by many decisions cited by the plaintiff’s counsel, to which may be added Railroad Company v. Barbour, 6 Ohio St. R. 541.\nBut if the plaintiff knew that his conductor was habitually careless, and chose to continue in service with him, and did not inform the company, of his known acts of carelessness and refuse to serve with him, he can have no claim against the company for injuries suffered from further carelessness, even if the company did also know: 25 Alab. 659; 20 Barb. 449; 28 Id. 80; 4 Seld. 175; 5 Ohio St. R. 541; 2 Hurlst. & N. 258, 768; 9 Excheq. 223; 27 Law T. R. 325; 28 Id. 139; Smith’s Master and Servant 147, 150. The court below was in error in refusing to give this instruction to the jury.\nIt is not the company, but their officer having charge of this department of their business, that is expected to use ordinary care in the employment of proper conductors and other servants. His carelessness in this respect is theirs, and his knowledge is theirs: 28 Barbour 80. It was, therefore, quite relevant and important to show that Thomas A. Scott, the superintendent, did not know that the conductor was a careless officer; supposing that the employment and oversight of conductors was part of the functions of the superintendent, which does not appear in the evidence, but seems to have been assumed. Standing for the company in this respect, his knowledge becomes one of the very issues in the cause, and the court was in error in rejecting the evidence.\nThese views seem to us to cover all the points that stand in need of correction by us.\nJudgment reversed, and a new trial awarded.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "William A. Btolces and J. 0. Clarice, for plaintiff.",
      "II. P. Foster and II P. Laird, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Frazier versus The Pennsylvania Railroad Company.\nCharacter, how proven. — Liability of Employer for Injuries done by one Employee to another.\n1. Character for care, skill, truth, &c., though growing out of the special acts of a party, cannot be established by proof of such acts, but by evidence of general reputation.\n2. Although it is settled that where several persons are employed as workmen in the same general service, in the prosecution of which one of their number is injured through the carelessness of another, the employer is not responsible ; yet where the defendant (a railroad company) was charged with having knowingly employed a conductor who was unfit for the business, it was held not error to instruct the jury, that, this fact being properly established, the company were chargeable with the consequences of the conductor’s carelessness.\n3. The officer having charge of the department of business in which the alleged injury occurred, is the person required to use that degree of diligence in the selection of competent employees, which is necessary to exempt a company from liability for their negligence. His carelessness and his knowledge in this respect is the carelessness and knowledge of the company. Held, therefore, that it was error in the court below to reject evidence offered to show that the superintendent of the company (whose duty it was to employ and supervise the conductors of the company) did not know that the person employed in this capacity, and by whose improper conduct the alleged injury occurred, was a careless officer.\n4. Where the plaintiff (who was employed by the railroad company as a brakesman) knew that his conductor was habitually careless, and chose to continue in service with him, neither informing the company of his known acts of carelessness, nor refusing to serve with him, it was Held, that he could have no claim against the company for injuries suffered from further carelessness on the part of the conductor, even though the company also knew it.\nError to tbe Common Pleas of Westmoreland county.\nThis was an action on the case brought against the Pennsylvania Railroad Company by William Frazier, who was a brakes-man employed by the defendants, to recover damages for personal injuries received by him in the course of his employment, by reason of a collision of trains, caused by the negligence of one of the conductors of the defendant.\nThe declaration contained five counts, setting forth the alleged injury and the manner in which it occurred, averring also that it was the duty of the company to furnish a skilful, prudent, careful', and trustworthy conductor to have charge of starting, stopping, and speed of the train on which the plaintiff was employed as brakesman, to run the same as per time schedule, &c.; yet, disregarding this duty, the defendant had on the 7th of July 1856 (the day on which the collision happened), carelessly and wrongfully put the said train under the conduct and charge of one Henry Shaeffer, in the capacity of conductor, &c.; that said Henry Shaeffer was at the time a “ reckless, untrusty, careless, and negligent man, and not skilled in the duties which appertain to the office or station of conductor of a train,\" by means whereof plaintiff’s life and safety were endangered, &c.; that the said company at and before that time, well knew that Shaeffer was a reckless, untrusty, careless, and negligent man, and not skilled in. the duties,” &c., describing then the manner in which the injury was committed — its nature, extent, and consequences, and claiming damages in the usual form. The remaining counts averred that the defendants might by proper care have known the character of the conductor Shaeffer for care, skill, &c., and that the plaintiff did not know it. The defendants pleaded not guilty, and on the issues thus made up the parties went to trial.\nAfter proving the manner in which the collision occurred, and the injury occasioned by it, that the train conducted by Shaeffer was running out of time according to. the company’s schedules and instructions, and that although in the opinion of the witnesses the accident “ might have happened to a good and careful man,” yet there “ was a little carelessness about it,” the plaintiff offered to prove by Shaeffer the conductor (who was no longer in the service of the company), that he had had several collisions on the road before, for which he was fined by the company, and that the agents, &c., of the company, knew this; that the former collisions were caused by his carelessness; that they were known to the company, and were so treated by them. To all which the defendants objected, on the ground that previous special acts of negligence are not matters for the jury as to general character, and also for the reason that there can be no recovery against the company for injury done to one servant by the carelessness of another. But the court overruled the objection, admitted the evidence, and sealed a bill of exceptions for defendant.\nAfter the witness had testified in regard to certain other collisions in which he was implicated, the defendants’ counsel proposed to ask him “ whether he was a reckless, untrusty, careless, negligent, unskilful, thoughtless, rash conductor or not.” This question was rejected by the court, and an exception noted for defendants. The defendants then examined several witnesses as to the skill and competency of Henry Shaeffer as a conductor, and received in evidence the deposition of Thomas A. Scott, as follows:—\n“ I am superintendent of the Pennsylvania Railroad. I am acquainted with Henry Shaeffer. I have known him about five years. The most of this time he was under my individual supervision. He was conductor of a freight train on the Western Division of the Pennsylvania Railroad part of the time. He was occupying that position on the 7th July 1856. I always considered him a safe, steady, and reliable man; a man, in my judgment, fully competent to perform all the duties pertaining to the management of freight trains as a conductor. I considered him a skilful conductor, and should not have hesitated, as superintendent of the road, to trust him with the management of freight trains. I considered him one of our safest and best men. I considered him perfectly trustworthy. So far as I know, his moral character was unexceptionable. His general reputation as a conductor was that of a prudent, careful, and skilful one.\n“ Before he was appointed conductor he was a brakesman on the road.”\nThat portion of the deposition which is printed in italic, was rejected under exception on behalf of defendants.\nAfter the testimony was closed the defendant presented the following points, which were answered by the court as follows :—\n1. That the plaintiff, having been in the employment, or service, of the defendants, at the time of the injury complained of happened, and the injury resulting from the negligence or carelessness of another employee or servantUn the same service, he cannot sustain this action.\nAnswer. “ The general rule mentioned in this point in regard to the ordinary relationship between master and servant is correct. But in regard to a railroad, where the risk and danger is great, and where a hand is engaged for a special purpose, and bound to be in a certain position, and has not the choice of his situation — such as a brakesman — it is the duty of the company to employ careful, and prudent, and competent conductors, engineers, &c., who have the management of the train; and if they neglect that duty, and employ careless conductors, whom they know to be careless, the fact of their employing such incomj^etent person, knowing him to be such, or continuing such person in their employment, after such knowledge of their incompetency, would be negligence on part of the company. And for the injury caused to a servant, after such knowledge of the carelessness of a fellow servant, would render them liable.\n2. That it is immaterial whether the employee or servant, whose negligence caused the injury to plaintiff, was skilful or unskilful, prudent and cautious, or careless and negligent. Negligence on the part of his fellow-servant being one of the ordinary risks of the service in wbicb the plaintiff was engaged, he cannot recover against the defendants in this suit.\nAnswer. “ This point is answered in our answer to the first point.”\n3. That the law in Pennsylvania being as stated in the 1st and 2d points above submitted, it is immaterial in this case whether the defendants had knowledge of the character of Shaeffer, the conductor, or not, or whether they exercised due care and diligence in his selection and employment or not — the plaintiff cannot sustain this suit.\nAnswer. “ This point is answered in the negative.”\n4. That to maintain this action against the defendants, the act sufficient in law to charge Shaeffer with the character of a negligent, unskilful, and reckless conductor, must be of a similar kind to that which caused the injury here complained of; and no such act or acts being proved, the character of Shaeffer stands unaffected, and the plaintiff is therefore not entitled to recover.\nAnswer. “ This point is answered in the negative. The question is, was he a careful and competent conductor ? or was he careless, and imprudent, and incompetent in the discharge of, his duties. If he was the latter, and the company knew it, it was their duty to discharge him. And their neglect in not discharging, renders them liable for any injuries resulting from his carelessness, although it might not be of the same specific character of the careless acts he had been guilty of before.”\n5. That the neglecting to close a switch at one time, and the running up behind and bumping a train on the road at another time, where both trains were behind time, being the only instances of accidents occurring to Shaeffer, and although known to the company, are not such acts of negligence as to affect his character as a safe, reliable, prudent, and skilful conductor, and therefore the plaintiff has failed to make out his case, and cannot recover in this suit.\nAnswer. “ Whether neglecting to close a switch, or running into the accommodation train, under the circumstances of this case, were acts of negligence, are questions for the jury. If they were acts of carelessness, and the company knew it, then our answer to the 4th point answers this point.”\n6. That although the two instances of neglect mentioned in the 5th point above, may have affected the character of Shaeffer, as a safe, prudent, and skilful conductor, yet having, subsequent to the time they occurred, and for some time prior to the accident of 7th 'of July 1856, established for himself a character for safety, prudence, caution, and skill, and having maintained that character during all the time that the plaintiff was running with him as a brakesman, up to the time of said accident, the defendants are wholly released from the charge of a want of due care and diligence in the employment of the said Shaeffer, as a conductor of their trains, and therefore this suit cannot be sustained by the plaintiff.\nAnswer. “ The facts stated in this point, if believed by the jury, do not release the company from the charge of negligence in retaining him in their service; whether under the circumstances in this case, the conductor in the meantime had acquired such skill, if ever at one time careless, as to exonerate the company from the charge of negligence, is a question for the jury.”\n7. That the plaintiff having run with Shaeffer as a brakes-man on his trains, for several months prior to the accident of which he complains, had full opportunity of ascertaining the capacity and character of Shaeffer as a conductor, and having either failed to discover it, or having known his character to be that of a negligent and unskilful conductor, he failed to make the same known to the defendants, the defendants cannot be charged either with such a knowledge or want of knowledge as to the character of Shaeffer as will enable the plaintiff to maintain this suit.\nAnswer. “ This point is answered in the negative. It was not the duty of the plaintiff to inform upon his fellow-servant, and he is not chargeable with negligence in omitting to do so.”\n8. If the plaintiff, William Erazier, knew or ought to have known of the negligent character of Shaeffer, and by his own negligence in not disclosing the danger to the defendants, or by his own imprudence in remaining in the service after the danger became known to him, he has himself in any degree contributed to the injury of which he complains, he cannot recover.\nAnswer. “ This point is answered in our answer to the last point.”\n9. That, as there is no relation of protection and dependence between master and servant, or of confidence in the institution of the relative; but as both are equal before the law, and considered equally competent to take care of themselves, the plaintiff, was as much bound to know the character and capacity of Shaeffer as a conductor, as were the defendants; and therefore, there can be no recovery here, whether the defendants knew, or might have known, his character or not.\nAnswer. This is answered in our answer to the first point.\n10. That where many servants are employed in the same general business, the liability to injury from the carelessness of their fellow-servants is but an ordinary risk, against which the law furnishes no protection but by an action against the actual wrongdoer. And therefore, the plaintiff can have no remedy here against the defendant; but his remedy, if any, is against Shaeffer, whose negligence caused the injury complained of.\nAnswer. “ This is answered in our answer to the first point.”\n11. That the entering, and continuing in the service of the defendants, was a voluntary act on the part of the plaintiff, and if the jury believe that the plaintiff continued for a length of time on the train of which Shaeffer was conductor, he had better opportunities of knowing his character as a safe, prudent, and careful conductor than the company had, and if Shaeffer was not a safe and careful man, it was the plaintiff’s duty to know and report it to the company, and having failed to do so he cannot recover.\nAnswer. “Answered in our answer to 1st and 7th points.”\n12. That the compensation to the plaintiff, provided to be paid by defendant in the contract of his hiring, covers all risk or liability on the part of the defendants, and this includes the risk of negligence on the part of a fellow-servant, and therefore the plaintiff cannot recover in this suit.\nAnswer. “Answered in our answer to same points.”\n13. If the jury believe that both prior and subsequent to the accident for which he was fined, and at the date of the accident, on 7th July 1856, Shaeffer sustained the general character and reputation of a good, safe, prudent, and skilful conductor, the defendants were justifiable in having him in their service on that day as a conductor, and being so justifiable, there can be no recovery here by the plaintiff.\nAnswer. “Answered in answer to 1st, 6th, and 7th points.”\nIn their general charge the court below, after stating the general rule, as held in Ryan v. 0. V. Railroad Company, 11 Harris 384, instructed the jury, that the defendants, though not liable for carelessness merely of fellow-servants, were bound neither to use machinery which they knew to be dangerous, nor employ nor retain in their service agents holding responsible stations, whom they knew to be incompetent or careless in the discharge of their duties, and that a knowledge of such facts, and a refusal after such knowledge to discharge such agent or employees, is such negligence as rendered the company liable for injuries resulting from their carelessness; submitting under these instructions the question of carelessness or rashness on the part of Shaeffer, and knowledge of it, and a refusal on the part of the company to discharge him, as questions of fact for the jmT-\nThere was a verdict and judgment in favour of plaintiff for ¡|5775, whereupon the defendants sued out this writ, and assigned for error the admission of the evidence of Henry Shaeffer as to- his previous special acts of negligence; the rejection of the question put to him by defendants’ counsel, as to his own opinion of his competency for the situation of conductor; the answer of the court to the defendants’ thirteen points; the rejection of a portion of the deposition of Thomas A. Scott as above stated; and in not charging “ distinctly and explicitly,” on defendants’ second, ninth, tenth, eleventh, twelfth, and thirteenth points.\nWilliam A. Btolces and J. 0. Clarice, for plaintiff.\nII. P. Foster and II P. Laird, for defendants in error.\nMay 6th 1861,"
  },
  "file_name": "0104-01",
  "first_page_order": 104,
  "last_page_order": 111
}
