{
  "id": 994134,
  "name": "Rogers versus Whiteley",
  "name_abbreviation": "Rogers v. Whiteley",
  "decision_date": "1861-01-28",
  "docket_number": "",
  "first_page": "137",
  "last_page": "138",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 137"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 183,
    "char_count": 2833,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 4.89950402824256e-08,
      "percentile": 0.3089255396743208
    },
    "sha256": "92354911b505940f0b7f2a08ebf799bc9992b5d5b3fa89563f4746fd631382b5",
    "simhash": "1:1b934d36e0f794de",
    "word_count": 516
  },
  "last_updated": "2023-07-14T21:27:31.076625+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rogers versus Whiteley."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\n— This writ of error brings up the record only in this one case, and on reviewing it we discover no error. There is a judgment and an execution according to it, and this seems very regular. There was a rule taken to stay the execution, and it was discharged; and this record does not reveal to us any error, in this.\nIt is said that the rule was taken because, by a proceeding in another case, the debt due by this record was attached in the hands of the defendant below. But the record of the attachment is not brought here by this writ, and is not in any way pleaded so as to make it a part of the record in error. How, then, can we notice it ?\nConsidering all that is properly before us on our paper-book, we must presume that the question raised by the rule was intended to be submitted to the discretion of the court below, which is usually a very safe way of proceeding. It has not been tried in á way that we review here on a writ of error.\nJudgment and execution affirmed.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Rogers versus Whiteley.\nErrors assigned must appear on the Record.\nThe Supreme Court will uot review the decision of the court below, discharging a rule taken to stay an execution, on the ground that the debt due by the judgment was attached in the defendant’s hands, where the record of the attachment was not brought up with the writ, nor so pleaded as to make it a part of the record ; nor will they review a decision where the question raised by the rule was submitted to the discretion of the court below.\nError to the District Court of Philadelphia.\nThe case was this : An action was commenced in the District Court, by George Whiteley v. Peter Rogers, on a promissory note; judgment obtained by default, and execution issued thereon.\nAt the same time there was pending a judgment in the same court on a judgment-note given by another George Whiteley to Andrew J. Gorden.\nThe counsel for Gorden, believing that George Whiteley in both cases was one and the same person, issued an attachment-execution against George Whiteley, defendant, and summoned Peter Rogers as garnishee.\nA rule was then taken by the counsel of Rogers, to stay Wbiteley’s execution, upon the ground “that he had become liable to pay to the said Andrew J. Gorden all moneys in his hands belonging to the said George Whiteley, and that the said Whiteley has no right to proceed with the above suit and execution, so long as the said attachment is pending and undetermined.”\nThe rule was argued before a full bench and dismissed, the judges agreeing that the execution should issue, the money be paid into court and held until it was determined to whom it should be paid over.\nWhereupon Rogers sued out this writ in the case of Whiteley v. Rogers, assigning the decision of the court below for error.\nJanuary 28th 1861,"
  },
  "file_name": "0137-01",
  "first_page_order": 137,
  "last_page_order": 138
}
