{
  "id": 994036,
  "name": "Ramborger's Administrator versus Ingraham",
  "name_abbreviation": "Ramborger's Administrator v. Ingraham",
  "decision_date": "1861-01-28",
  "docket_number": "",
  "first_page": "146",
  "last_page": "147",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 146"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Wh. 309",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833424
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0309-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 241,
    "char_count": 3262,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 1.3424700469927166e-07,
      "percentile": 0.6315806442769444
    },
    "sha256": "3451e319461f69a58a364718ec24b9de3f25ee45694db7479a9b29b3e5f12112",
    "simhash": "1:1f2741b7930cfb83",
    "word_count": 577
  },
  "last_updated": "2024-02-27T22:44:35.746514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ramborger’s Administrator versus Ingraham."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\n— There is no error apparent on the face of this record. It is only by extraneous evidence that we discover that it was confessed by a married woman, and the same evidence shows that it was confessed by her to secure the payment of part of the purchase-money of a lot of ground then bought by and conveyed to her. The conveyance with the lien for the unpaid purchase-money, is all one transaction, and we must treat both the benefit and the burden as valid. The judgment-bond and the judgment entered on it are both invalid, as the personal obligation of a married woman: but they constituted a valid lien on the lot purchased, and the court was right in so restricting the effect of the execution. The case is ruled by our decision in Patterson v. Robinson, 1 Casey 81.\nProceedings affirmed.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "E. Darlington, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Ramborger’s Administrator versus Ingraham.\nValidity of Married Woman’s Bond for Purchase-money.\nA judgment-bond given by a married woman for the purchase-money of a lot of ground conveyed to her, though invalid a,s a personal obligation, will constitute a valid lien upon the property.\nError to the Common Pleas of Delaware county.\nOn the 4th of June 1856, Peter Ingraham and wife conveyed to Hannah Ramborger a house and tract of land in Darby township, and took from her a judgment-bond in $600, conditioned for the payment of $300, in one year from June 5th 1856, part of the purchase-money, which was entered up on the same day. At the time of the execution of this bond, Hannah Ramborger was a married woman. Shortly afterwards, she died, leaving her husband and an infant child surviving her. In this proceeding her estate was represented by her husband, as administrator. Samuel Hanly, to whom the lien was assigned, sued out a sei. fa., and recovered judgment for the amount of the claim, in order to sell the real estate, whereupon a rule was granted on the plaintiff, requiring him to show cause why the judgment should not be opened, and the defendant let into a defence. October 5th 1860, this rule was discharged, and it was ordered by the court below, that any execution issued on said judgment should be levied only upon the lands conveyed to Mrs. Ramborger by Mr. and Mrs. Ingraham.\nThe defendant thereupon sued out this writ, and assigned for error here,\n1. The court erred in discharging said rule, and in directing that execution should issue upon the judgment.\n2. The court should have decreed that the judgment be opened and set aside, or the defendant let into a defence.\nE. Darlington, for plaintiff in error.\n— The question is, whether Mrs. Ramborger, who was a married woman, had a legal power to execute the bond and warrant on which the judgment in controversy was entered. Prior to the Act of 1848, she could not: Dorrance v. Scott, 3 Wh. 309. Since the passage of that Act, this court has held, in Patterson v. Robinson, 1 Casey 81, that it might be done where the purchase-money was charged on the land, by the terms of this conveyance; but in this case, there is no allusion in the deed to the unpaid purchase-money, nor does it contain any covenant for the payment of the bond given for it.\nThe counsel for the defendant in error submitted no printed argument.\nJanuary 28th 1861,"
  },
  "file_name": "0146-01",
  "first_page_order": 146,
  "last_page_order": 147
}
