{
  "id": 994051,
  "name": "Hill versus Newman",
  "name_abbreviation": "Hill v. Newman",
  "decision_date": "1861-01-31",
  "docket_number": "",
  "first_page": "151",
  "last_page": "152",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 151"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 201,
    "char_count": 2449,
    "ocr_confidence": 0.415,
    "pagerank": {
      "raw": 4.87795444716309e-07,
      "percentile": 0.933222554674037
    },
    "sha256": "bbe0178ee25d5feea8d5b7914410256ee16e693c23faf590ba45c9f82fe0952c",
    "simhash": "1:b9d392cd7faeed3c",
    "word_count": 444
  },
  "last_updated": "2023-07-14T21:27:31.076625+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hill versus Newman."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered\nby Lowrie, C. J.\n— The law is, that every building may be subjected to a lien for the payment of all debts contracted for work done and materials furnished for or about its erection ; and this may very fairly be taken to include the work of hauling the materials to the place of building. We think we should have to unduly strain the language in order to exclude it. It is work about the erection of the house, and is of course charged for by the material-man, when he has the lumber, stone, brick, sand, or lime delivered by his own carters. The hauling away of the clay dug out of the cellar and foundation, is always considered proper work for him; and we know not why the carter may not be a proper man to claim it, if he did the work at the request of the owner or the contractor, and not as a mere hireling under the contractor or under a sub-contractor. We think, therefore, that this lien ought not to have been struck off.\nThe order striking off the lien is reversed, and the lien restored, and the record i-emitted.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "William Darlington, for plaintiff in error,",
      "J3. Darlington, contrá."
    ],
    "corrections": "",
    "head_matter": "Hill versus Newman.\nClaim for Pauling Materials for Building, is within the Mechanics’ | Lien Law.\nWhere a teamster who had hauled the lumber used in the erection of a building, filed his claim therefor, under the Mechanics’ Lien Law, it was held error in the court below to strike off the lien.\nError to the Common Pleas of Delaware county.\nThe plaintiff in error, George W. Hill, on the 9th of February 1860, filed a mechanic’s lien against a two story dwelling house, kitchen, and stable, and the lot of ground on which they were erected, in Aston township, Delaware county, naming therein the Right Rev. J. N. Newman, and his successors in office, as owner, or reputed owner, and George W. Williams, contractor, and appending thereto his bill, which was for hauling lumber for the building described in the claim.\nOn the 27th of August 1860, Mr. JS. Darlington obtained a rule to show cause why the lien should not be stricken off the record, which on the 18th of October 1860, was made absolute; whereupon the plaintiff sued out this writ, assigning for error here, the striking off the lien, as above stated.\nWilliam Darlington, for plaintiff in error,\ncontended that the claim being for work done for or about the building, was within the terms and spirit of the lien law, and the ruling of this court in Harlan v. Rand, 3 Casey 316.\nJ3. Darlington, contrá.\nJanuary 31st 1861,"
  },
  "file_name": "0151-01",
  "first_page_order": 151,
  "last_page_order": 152
}
