{
  "id": 994048,
  "name": "Wynn versus Story",
  "name_abbreviation": "Wynn v. Story",
  "decision_date": "1861-02-04",
  "docket_number": "",
  "first_page": "166",
  "last_page": "169",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 166"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Leg. Int. 11",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "8 Mass. 38",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 450",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 98",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 502,
    "char_count": 8393,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 6.709696280649377e-08,
      "percentile": 0.4076504074175753
    },
    "sha256": "32de1d8f4d016dc7ed224ef0f97dce2da8a873c28bd2230ad1c44429a06003e7",
    "simhash": "1:8c510e8573044bb2",
    "word_count": 1523
  },
  "last_updated": "2024-02-27T22:44:35.746514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wynn versus Story."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Strong, J.\n— We think that, under the will of Robert Stewart, Robert S. Story took an estate tail, which by his deed to bar the entailment, and the subsequent reconveyance to bim, became a fee simple. The devise was to him for life, and if be should die leaving lawful issue, to bim, bis heirs and assigns for ever; but if be should die leaving no such lawful issue, then over. The argument of the plaintiff in error is that the testator contemplated a definite and not an indefinite failure of issue of the first taker.\nThe thing given was real estate. However much the rule may be relaxed in regard to bequests of personalty, it is inflexible as regards devises of realty; that words such as are used in this will import an indefinite failure of issue. Smith, in his work on Executory Interests, p. 588, collects a large number of cases, and remarks in regard to them, that “it will be perceived that, as regards real estate, no distinction exists between the words ‘ die without issue,’ and ‘die without leaving issue,’ and ‘in default,’ or on failure,’ and ‘for want of issue,’ but that all those expressions, in devises made before the year 1838 (the date of the recent British statute), are construed to import of themselves an indefinite failure of issue.” The rule has again and again been asserted to be the law of Pennsylvania. The case was, therefore, rightly decided.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "by Strong, J."
      }
    ],
    "attorneys": [
      "William Butler, for plaintiff in error,",
      "U. V. Penny packer, for defendant,"
    ],
    "corrections": "",
    "head_matter": "Wynn versus Story.\nConstruction of Devise. — Estates Tail. — Indefinite Failure of Issue.\nA testator devised certain real estate to one, bis heirs and assigns for ever, if he should die leaving lawful issue, but if he should die without such issue, for life only, and then over, as provided in the will. Reid, that the words of the devise imported an indefinite failure of issue, and that the devisee took an estate tail.\nError to the Common Pleas of Chester county.\nThis was an amicable action between Jane E. Story, Caroline Story, Joseph Story, and Malinda Story, plaintiffs, and Isaac Wynn, defendant; in which the following case was stated for the opinion of the court:—\n“ It is hereby agreed that an amicable action in covenant be entered in the Common Pleas of Chester county, in the above form, and that the following statement of facts for the opinion of the court, be considered in the nature of a special verdict, and subject to a writ of error:\n“ Robert Stewart, late of East Nantmeal township, became in his lifetime lawfully seised in fee of and in a certain messuage and tract of two hundred and six acres and one hundred and five and a half perches of land, situate in the township aforesaid, and being so seised, made his last will and testament, dated the 26th day of January, A. D. 1826, wherein and whereby, amongst other things, he did give and devise, in the following words, to wit:\n“‘I give, bequeath, and devise unto my grandson, Robert Stewart Story, son of James Story and my daughter Mary Story, now deceased, all the remainder and residue of my estate, both real and personal, to be enjoyed by him during his natural life, and if he should die leaving lawful issue, to him, his heirs and assigns, for ever; (but he is not to make his father or his uncle the better of my estate;) but if he should die leaving no such lawful issue, then, and in that case, it is my will, and I do order, that all the property, both real and personal, that shall remain at his death, be sold for the best price that can be obtained, and the money arising therefrom shall be disposed of in the following manner, hereafter directed,’ — as by the said will,, duly proven the 14th day of February, A. u. 1826, and on file in the register’s office, at West Chester, will fully appear.\n“ Robert S. Story and Martha his wife, by deed dated the 8th day of June, A. d. 1846, conveyed the aforesaid tract of land, containing 206 acres and 105f perches, to John Duer, for the purpose of barring the supposed estate tail of the said Robert S. Story therein, which deed was duly acknowledged before William Guest, a justice of the peace, on the 8th day of June aforesaid, and on the 15th day of September, a. d. 1845, on motion in open •court, the Court of Common Pleas of Chester county ordered said deed to be entered on its records in the manner commonly used in respect to sheriffs’ deeds, which deed was thereafter recorded on the 2d day of October, A. D. 1845, in the recorder’s office, in' Deed Book B. 5, p. 389.\n“ The said John Duer reconveyed all his interest in said premises to Robert S. Story, by deed dated June 12th 1844, and recorded October 22d, A. d. 1845, at West Chester, in B. 5¿ p. 541.\n“ The said Robert S. Story, by deed dated June 2d, A. D. 1847, and recorded June 3d, A. d. 1847, in Miscellaneous Docket No. 6, p. 349, conveyed all his interest in said tract of land to U. V. Pennypacker, in trust, to sell the same for the benefit of the creditors of the said Story.\n“ The said U. V. Pennypacker, as assignee of Robert S. Story, sold said tract of land at public sale to Robert Neely, who became the purchaser thereof, and conveyed the same to the children of Robert S. Story, as tenants in common.\n“ On the 1st day of February, A. D. 1860, the said Jane, Caroline, Joseph, and Malinda Story, by an article of agreement under seal, covenantéd and agreed to convey to Isaac Wynn, the said defendant, 11 acres and 104 perches of land, clear of encumbrances, in fee simple, for the consideration of §761.31, which the said Isaac Wynn bound himself to pay in cash, on or near the 1st of April following, on 1 condition he gets a titlo clear of encumbrances.’\n“ Said lot of land, thus agreed to be conveyed, is a part of the aforementioned tract, devised by the will of Robert Stewart to the said Robert S. Story.\n“ On the 1st of April, a deed in ordinary form, for the said premises, purporting to convey the fee simple in the same, was tendered to the said Isaac Wynn, by Jane and the other children, and payment of the purchase-money demanded, according to the terms of said recited article of agreement.\n“The said Isaac Wynn declined to receive said deed, and comply with the terms of said agreement, on the ground of want of power in the plaintiffs to make an indefeasible title in fee simple to the land.\n“ The question is, whether the said Robert S. Story, by virtue of the devise of the said Robert Stewart, and the proceedings to bar the supposed estate tail, became seised of an estate in fee simple in the premises.\n“ If, by virtue of the devise and deed, to bar the said supposed entail, the said Robert S. Story became seised in an indefeasible fee simple in the premises, then judgment to be entered for the plaintiff; amount to be settled by attorneys.\n“If otherwise, judgment to be entered for the defendant.”\nThe court below entered judgment for plaintiffs. Whereupon defendant sued out this writ, and assigned for error the entering Of judgment as above stated.\nWilliam Butler, for plaintiff in error,\ncontended, 1. That the estate given to Robert Stewart Story was neither a fee simple nor- a fee tail; and\n2. That, if the estate given was a fee tail, it was not well barred; and\n3. That the estate given to him was a life estate, capable of being enlarged to a fee on the happening of the contingency on which it was to depend, viz., the leaving of issue, but that on his dying without issue the devise over was to take effect: citing, in support of these propositions, Johnson v. Currin, 10 Barr 503; Roe v. Jeffery, 7 T. R. 333; Langley v. Heald, 7 W. & S. 98; 2 Jarman on Wills 311; Pells v. Brown, Cro. Jac. 59; Rapp v. Rapp, 6 Barr 45; Eichelberger v. Barnitz, 9 Watts 450.\nU. V. Penny packer, for defendant,\nargued that the devise in this ease, under the rule in Shelly’s Case, created an estate tail in the devisee: citing Price v. Taylor, 4 Casey 95; Russell v. Cresswell, 6 Casey 158; Criley v. Chamberlain, Id. 161; — that combining real and personal property in the same devise was immaterial; — that the words ‘ dying without leaving lawful issue’ meant an indefinite failure of issue: Hawley v. Northampton, 8 Mass. 38; Earth v. Chapman, 1 P. W. 667; 3 Atkins 288; Clark v. Baker, 3 S. & R. 477; Middleswarth v. Collins, 8 Leg. Int. 11; Allen v. Markle, 12 Casey 117 ; — and that, being an estate tail, it was barred in accordance with the Act of Assembly on that subject.\nFebruary 4th 1861,"
  },
  "file_name": "0166-01",
  "first_page_order": 166,
  "last_page_order": 169
}
