{
  "id": 994126,
  "name": "John G. Richardson et al. versus Stephen Young et al.",
  "name_abbreviation": "Richardson v. Young",
  "decision_date": "1861-02-04",
  "docket_number": "",
  "first_page": "169",
  "last_page": "176",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 169"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wash. C. C. Rep. 530",
      "category": "reporters:federal",
      "reporter": "Wash. C. C.",
      "case_ids": [
        6663267
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/12/1050-01"
      ]
    },
    {
      "cite": "3 John. Rep. 321",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2129835
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/3/0321-01"
      ]
    },
    {
      "cite": "1 John. Rep. 204",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "14 Johns. 138",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        376216
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/johns/14/0138-01"
      ]
    },
    {
      "cite": "1 Story Rep. 342",
      "category": "reporters:federal",
      "reporter": "Story",
      "case_ids": [
        11758136
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/13/1105-01"
      ]
    },
    {
      "cite": "5 Binn. 525",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793612
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/5/0525-01"
      ]
    },
    {
      "cite": "3 Binn. 444",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    },
    {
      "cite": "1 Story Rep. 342",
      "category": "reporters:federal",
      "reporter": "Story",
      "case_ids": [
        11758136
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-cas/13/1105-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 763,
    "char_count": 18202,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 1.059989733099374e-07,
      "percentile": 0.5563934422431578
    },
    "sha256": "9294e946897b35b334795b41caccba33037dc32f9d1b293a8460207b516d4c3f",
    "simhash": "1:00d90d2b6e64f0f4",
    "word_count": 3209
  },
  "last_updated": "2024-02-27T22:44:35.746514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John G. Richardson et al. versus Stephen Young et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Woodward, J.\n— At the argument of this cause I was not sure but that some peculiarity attached itself to the contract of affreightment, whereby a shipowner, who had undertaken the conveyance of merchandise and been prevented by the perils of the sea from delivering it according to the consignment, would he entitled to recover from the shipper either full freight, or freight pro rata itineris. But upon looking into the authorities, I am satisfied that no peculiarity distinguishes the contract of affreightment from that class of contracts which the law treats as executory and entire contracts. The settled doctrine of the English and American cases is, that entire contracts must be fully performed, and cannot be apportioned, although a new contract may be implied from the voluntary acceptance of services or performance different from that for which the original contract provided: Cutter v. Powell, 6 Term R. 820, and the notes thereto, in 2 Smith’s Lead. Cases, Am. ed., pp. 1-45. That this doctrine is as applicable to freight as to other things, may be seen from the cases collected and commented on by Judge Story in the note on page 547 of his edition of Abbott on Shipping, and in the note to the case of Vlierboom v. Chapman, 13 M. & W. 239, Am. edition.\nBut the best cases I have found are in our own books. In Hurtin v. The Union Insurance Co., 1 W. C. C. R. 530, Judge Washington laid down the law in these few and simple words: “If the cargo is not conveyed to its place of destination, no freight can be demanded. If voluntarily accepted at any other port by the owner or his supercargo, freight pro rata itineris is due.”\nThe case of Amroyd v. The Union Insurance Co., 3 Binn. 444, is to the same effect. So is the case of Callender v. The Insurance Co. of North America, 5 Binn. 525, wherein Chief Justice Tilghman, after discussing Lord Mansfield’s celebrated case of Luke v. Lyde, 2 Burrowes 883, says, “ it seems to have been understood that pro rata freight is not due, unless the consent of the merchant, either by words or actions, has been expressly given, or may be fairly deduced, to accept his goods at an intermediate port, and such consent being given, the original contract is dissolved, and a new one arises.”\nIn-the case of Gray v. Waln, 2 S. & R. 229, the same doctriné was applied, and a pro rata freight allowed, because upon the whole evidence it was impossible to entertain a doubt that the cargo was voluntarily received by the supercargo at a port short of the ship’s destination. These Pennsylvania cases contain a very full discussion, both at bar and on the bench, of all. the learning on the subject.\nNow, upon these principles, it is perfectly plain that the defendants were entitled to no set-off, either for full or partial freight. They undertook to carry the plaintiffs’ corn from Philadelphia to Liverpool, aboard the ship Tigress. A few hours out of port, the vessel was stranded, without fault of the master or crew. The plaintiffs’ corn was taken out, transferred to fighters, brought back to Philadelphia in a wet and damaged condition, and was surveyed and condemned to be sold for account of all concerned. All this occurred without notice to the plaintiffs, and without assent or action of any sort on their part. Not a declaration or circumstance was alleged or shown from which a new contract could be supposed to arise. And this distinguishes the case from that of Jordan v. The Warren Insurance Co., 1 Story 342, in which the dictum of Judge Story, so much relied on by the learned counsel of the plaintiffs in error, is found, for that was in reality a case of “ mutual voluntary agreement on the part of the master and the shippers, that the damaged cargo should be sold.\" But here, so far from there being any such agreement, there was not even a notice, by the master to the shippers, of damage to the corn, or of the condemnation and sale, of it. The case is bare of any circumstance from which the plaintiffs’ acceptance of part performance can be inferred.\nBut, it is said, the master is the agent of the shippers. For some purposes he is. He may, under stress of weather, remove the cargo into another vessel that may chance to be at hand, and if done in good faith, he will not be liable, though his own ship outride the storm and the other perish. He may in some circumstances hypothecate the cargo, or sell part of it, or after condemnation, the whole of it, as in this case. But, in the language of Judge Strong, “he is not the agent of the owners of the cargo, with power to relieve the shipowners from their obligation to convey according to the contract of affreightment. Vlierboom v. Chapman, 13 M. & W. 230, asserts that he is not, pointedly and directly.” I may add, that to treat him as the agent for the shippers for such a purpose, would confound all our ideas of contracts; for how is a man to contract with himself ? As agent of the shipowners, he may enter into the contract of affreightment with the shippers; and then if, as agent of the shippers, he may modify or annul that contract, or make a new one, it is self-evident that his mere will is substituted for the contract of affreightment.\nThe learned judge was right in ruling that the receipt by the plaintiffs of a portion of the proceeds of the sale of the corn, amounted to no voluntary acceptance of the cargo at Philadelphia. A similar implication of a new contract was attempted to be set up in Amroyd v. The Insurance Company, before referred to; but, said Judge Tilghman, “ it is no answer to the defendant’s objection to say that they have ratified the sale of the goods by accepting the proceeds. What else could they do ? If they had refused the proceeds, they might have got nothing. They never were consulted about the sale.” These observations apply with decisive force to this point of the plaintiffs in error’s case. The plaintiffs were not consulted about the sale. They had no part in adjusting the general average account, nor did they receive the thousand and odd dollars on the foot of it. I do not mean that this sum did not result from that account, but there was no evidence to show that the plaintiffs had ever seen the account, or meant to ratify it by receiving what was apportioned to them. They received it, as a drowning man catches at straws, as the best that could be got; but under the circumstances we are not to imply from their receipt of it, that new contract in virtue of which alone they would be liable for freight.\nNow, as to the bills of exception to evidence. The two notices of 14th April 1856, apparently the first intimation the plaintiffs had of the disaster, were subsequent to the sale of the corn, which fixed the rights of all parties. The receipt of such notices, even less than the receipt of the partial payment above mentioned, would ground a presumption of a new contract, and the evidence was therefore properly rejected as irrelevant.\nSo was the other piece of evidence in regard to the beeswax of Raphael & Co. They received it back from the Tigress, and reshipped it by another vessel at the cost of the owners of the Tigress. Had the owners of the corn done the same in respect to their portion of the cargo, they would have made themselves liable for full freight; but since they did not, they could not be made liable by what Raphael & Co. did with their beeswax.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "by Woodward, J."
      }
    ],
    "attorneys": [
      "B. Gerhard, for plaintiffs in error.",
      "J. Murray Rush and P. Me Call, for defendants in error,"
    ],
    "corrections": "",
    "head_matter": "John G. Richardson et al. versus Stephen Young et al.\nContract of Affreightment, Nature 'and Performance of Contract. — - Reciprocal Rights and Liabilities of Shippers and Shipowners. — - Contract for Partial Freight, when implied.\n1. A contract of affreightment whereby a shipowner undertakes the conveyance of goods, is executory and entire : and where delivery according to the consignment is prevented by the perils of the sea, he can recover from the shipper neither full freight nor freight pro rata itineris, unless the cargo be received by, or on the part of the shippers at an intermediate port, when partial freight is due on an implied new contract.\n2. A ship laden with corn from Philadelphia for Liverpool having stranded, the corn was taken back to Philadelphia, surveyed, condemned, and sold by the master, without notice to the shippers, who however some time afterward received a part of the proceeds. In an action by the shippers against the owners of the vessel to recover the value of the corn, it was Held, that the defendants were not entitled to a set-off for full or partial freight, there being no acceptance of the cargo on the part of the plaintiffs, by consent to the sale or by the receipt of part proceeds, on general average account, and that the master, though the agent of the shippers for some objects, was not their agent for the purpose of a sale.\n3. The sale of the corn fixed the rights of all parties, and notices subsequent thereto, in relation to the loss, were irrelevant and inadmissible, so also evidence that full freight had been paid on beeswax taken from the stranded ship and reshipped, at the costs of her owners, to the port of destination, upon another vessel.\nCertificate from the Court of Nisi Prius.\nThis was a foreign attachment by John Gr. Richardson and Joseph Richardson, trading as Richardson Brother & Co., against Stephen Young Smith, C. Cox, and Horatio Stevens, in which Stephen Baldwin & Co. were summoned as garnishees.\nThe plaintiffs filed their declaration in assumpsit, containing two counts, one for money had and received by defendants for the use of plaintiffs, and the other for money due and owing on an account stated; to which defendants pleaded non assumpsit, payment with leave, &c., and set-off; and on the issue thus formed the parties went to trial.\nThe case was this: In the month of February, 1856, the plaintiffs shipped on board the ship Tigress, then lying in the port of Philadelphia, 14,125 bags of corn, which was owned by them, to be carried and delivered to the plaintiffs in Liverpool; which ship Tigress was owned by the said defendants. The terms of the contract of affreightment were contained in the bills of lading. On the 24th day of March 1856, the Tigress sailed from Philadelphia, bound for Liverpool, having the said corn on board, and having her cargo properly stowed and secured, and being seaworthy in every respect, in charge of a pilot. While passing down the Delaware, she encountered floating logs and ice, by which the bow-port was stove in. The vessel began to fill and sink, and in order to save her she was stranded. The cargo, including plaintiffs’ corn, was taken out, transferred to lighters, and brought back to Philadelphia in a wet and damaged state. The corn was surveyed and condemned to be sold for account of those concerned, under writs of survey issuing out of the District Court of the United States for the Eastern District of Pennsylvania, and was accordingly so sold by the master of the Tigress for the sum of $7687.29.\nA general average statement was made, by which the loss payable on the said corn was $1055.\nThis action was brought to recover the amount of the sale of the corn, less the said average loss of $1055, and the sum of $1033.04 paid to them by defendants on the 3d May 1856, on account.\nThe defendants claimed to set off the sum of $6425.17, with interest from- 1856, for and as the amount due by the plaintiffs to the defendants for the freight upon the said corn from Philadelphia to Liverpool.\nThe court (Strong, J.) directed the jury to find a verdict for the plaintiffs for the whole amount of their claim, $6837.60, reserving the question whether, upon the whole evidence given, the defendants were entitled to freight upon the said corn, for the opinion of the court in banc.\nUpon the trial the defendants offered in evidence notices which were served upon John G. Dale and William White, respectively, the agents of the plaintiffs in shipping said corn, as follows, viz.:\n“ Philadelphia, April 14th 1856.\n“ Dear Sir: — The ship Tigress being now ready to receive cargo again for Liverpool, this is to notify you that if you wish to replace that portion shipped by you, as per bills of lading, in said ship, but sold in a damaged state, on account of whom it may concern, you will please inform us immediately, say within twenty-four hours from this date.\n“ Yours, very respectfully,\n(Signed) “S. Baldwin & Co.”\nTo the admission of this evidence the plaintiffs’ counsel objected, on the ground of irrelevancy. The court sustained the objection, and rejected the evidence; to which the defendants excepted.\nThe defendants also offered to prove on the trial that seven casks of beeswax, shipped on board the said ship Tigress, by George Raphael & Co., were taken back by them, the said George Raphael & Co., in a damaged state after the said ship returned to Philadelphia. That the said George Raphael & Co. paid the whole amount of the original freight on the said beeswax per the Tigress, and reshipped the same by another vessel to Liverpool, and were thereupon reimbursed the amount of the freight of the last-mentioned- vessel by the owners of the Tigress.\nTo the admission of this evidence the plaintiffs also objected on the ground of irrelevancy. The court sustained the objection, and the defendants excepted.\nOn the 12th January 1860, the counsel for the defendants moved for a rule for a new trial on the point reserved, which the court refused to grant, holding that the vessel had not earned freight upon the corn which had been damaged, brought back, and sold by order of the master, because there was no performance of the contract by the shipowner, nor any waiver of performance by the plaintiffs which excused the defendants, nor any action or interference on their part by which the shippers were prevented from delivering the corn at Liverpool; that the master, by whom the corn was sold, was not the agent of the owner of the cargo, empowered to relieve the shipowners from the obligations of their contract of affreightment, and that neither the receipt by the plaintiffs of a portion of the proceeds of the sale of the corn, nor the bringing suit therefor, amounted to a voluntary acceptance of the cargo at Philadelphia, or waived the right to insist on its delivery at Liverpool according to the contract of affreightment.\nWhereupon the case was removed into this court by the defendants, who assigned for error that the judge at Nisi Prius erred,\n1. In directing judgment to be entered for the plaintiffs on the verdict.\n2. In deciding that “ there was nothing in the case that excused the non-performance of the contract of affreightment.”\n3. In deciding that there was no freight earned by the ship Tigress upon the plaintiffs’ corn.\n4. In deciding “that the receipt by the plaintiffs of a portion of the proceeds of the sale of the corn, or the bringing suit for them, amount to no voluntary acceptance of the cargo at Philadelphia, and was therefore no waiver of the right to insist that it should be delivered at Liverpool according to the contract of affreightment, before freight should become due.”\n5. In rejecting from the evidence the notices served upon John G. Dale and William White.\n6. In rejecting the defendants’ offer to prove on the trial that seven casks of beeswax, shipped on board the said ship Tigress, by George Raphael & Co., were taken back by them, the said George Raphael & Co., in a damaged condition, after the said ship returned to Philadelphia; and that the said George Raphael & Co. paid the whole amount of the original freight on the said beeswax per the Tigress, and reshipped the same by another vessel to Liverpool, and were thereupon reimbursed the amount of the freight of the last-mentioned vessel by the owners of the Tigress.\nB. Gerhard, for plaintiffs in error.\n— The question in this case is whether the owners of the vessel were entitled to charge the shippers for freight upon the voyage, which was delayed by the perils of the sea. It is contended that they are. The master is the agent of all concerned, and must exercise his discretion for the benefit of all: Jordan v. Warren Ins. Co., 1 Story Rep. 342; Salters v. The Ocean Ins. Co., 14 Johns. 138; Moody v. Jones, 4 B. & C. 394. If the corn had been reshipped by him, and delivered, in a damaged state, at Liverpool, the freight would have been earned; and this would have been his duty, acting solely for the shipowners. . But he sold for the benefit of the shippers, and did not by this act take away the owner’s right to freight.\nAfter the Tigress was repaired, an offer was made by the owners to carry out the contract, by receiving and carrying other corn in lieu of that which had been damaged by a calamity against which they had not warranted. The offer was refused, and this entitled the owners to full freight: Herbert v. Hullett, 8 John. Cases 93; Griswold v. The New York Ins. Co., 1 John. Rep. 204; 3 John. Rep. 321; Salters v. The Ocean Ins. Co., 14 Johns. 138.\nThe receipt of a portion of the proceeds of the corn, and the suit for the balance, was an acceptance of the cargo at Philadelpma, and a waiver of the obligation to deliver it at Liverpool, which entitled the owners to full freight.\nJ. Murray Rush and P. Me Call, for defendants in error,\nin support of the counter propositions presented by them, cited and relied on Miston v. Lord, 1 Blatchford 354; Ann D. Richardson’s Case, 1 Abbott 499; Halwerson v. Cole, 1 Spear’s S. C. 821; Hurtin v. The Union Ins. Co., 1 Wash. C. C. Rep. 530; Vlierboom v. Chapman, 13 M. & W. 230; 1 Pars. Mar. Law 167 ; and insisted that the cases cited on the other side were not in point, being all between shipowners and the underwriters on freight.\nIn Herbert v. Hallett, and Griswold v. The New York Ins. Co., the cargo was voluntarily surrendered to the shippers. It does not appear in Salters v. The Ocean Ins. Co., that the cargo was sold without the intervention of the shipper. In Moody v. Jones, Abbott, C. J., intimates that as between shipper and owner, no freight was earned on the goods sold by the master, while in Jordan v. The Warren Ins. Co., there was a voluntary acceptance of the cargo.\nFebruary 4th 1861,"
  },
  "file_name": "0169-01",
  "first_page_order": 169,
  "last_page_order": 176
}
