{
  "id": 994088,
  "name": "Stallman's Appeal. - (Harmony School-House Fund.)",
  "name_abbreviation": "Stallman's Appeal",
  "decision_date": "1861-02-11",
  "docket_number": "",
  "first_page": "200",
  "last_page": "203",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 200"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 447",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 387,
    "char_count": 7549,
    "ocr_confidence": 0.407,
    "pagerank": {
      "raw": 7.86486014027979e-08,
      "percentile": 0.4591566921469167
    },
    "sha256": "f9c4eadb6990f6ded7c683ca1a79ec15f418e41c910517e41a9f8142be62f4fe",
    "simhash": "1:9ccba4b5cc8f8c5f",
    "word_count": 1302
  },
  "last_updated": "2024-02-27T22:44:35.746514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stallman’s Appeal. — (Harmony School-House Fund.)"
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Woodward, J.\n— As to that half of the fund which the auditor awarded to Springfield township, there was no exception or appeal, and of course we are to express no opinion.\n.As to the other half, which he gave to the city of Philadelphia “to be applied to the expenses of education,” we think there was a clear diversion of the trust. The lots of ground out of which the fund accrued were conveyed to trustees “ for the use of the neighbourhood in general for an English Protestant school, and for no other use or uses whatsoever.” It is agreed that the “ neighbourhood in general” embraced Chestnut Hill, which is now within the corporate limits of the city of Philadelphia. For that neighbourhood, therefore, the half of the fund which has not gone to Springfield must be preserved. And the trustees under the deed, 'or such successors as the Common Pleas may appoint, are the proper parties to preserve it. The city of Philadelphia has nothing to do with the fund. We doubt their capacity to act as trustee in respect of it. At any rate, the trustees not having conveyed either the lots or the fund to the city or any of its school directors, as possibly they might have done by virtue of tbe Act of 7th April 1849, Purdon 269, tbe charity remains in their bands for administration, -without interference by tbe city or any of its functionaries.\nAnd now, to wit, February 11th 1861, this cause having been fully argued and considered, it is ordered and decreed that tbe decree of tbe Court of Common Pleas of Philadelphia, confirming tbe auditor’s report, be reversed so far as relates to tbe fund awarded to tbe city of Philadelphia, and that said fund, to wit, §>2041.22J, be left in tbe bands of John Stallman and others, tbe acting trustees under tbe donation deeds of Wigand Miller and wife, dated tbe 12th of March 1794, and of Ann Miller, dated tbe 8th day of February 1806, to certain persons therein named, and by the said trustees be faithfully applied to tbe use of tbe neighbourhood of Chestnut Hill, in tbe city of Philadelphia, for an English Protestant school, and for no other use or uses whatsoever; and that the city of Philadelphia pay the costs of this appeal.",
        "type": "majority",
        "author": "by Woodward, J."
      }
    ],
    "attorneys": [
      "William L. Hirst, for the appellants,",
      "David W. Sellers and Charles J3. Lex, for the City of Philadelphia."
    ],
    "corrections": "",
    "head_matter": "Stallman’s Appeal. — (Harmony School-House Fund.)\nConveyance of Land for School Purposes.— Trust enforced according to intentions of the Grantor.\nUnder a deed conveying certain lots to trustees “ for the use of the neighbourhood in general for an English Protestant school, and for no other -use or uses whatsoever,” the trustees are the proper parties to preserve the trust; and it was error to award to the City of Philadelphia any portion of the fund, because a portion of the space embraced in “ the neighbourhood in general” had been afterwards incorporated within the city limits.\nAppeal from the Common Pleas of Philadelphia county.\n. This was an appeal by Stallman and others, “ Trustees for the sale of Harmony School-House,” under the Real Estate Act of 1853.\nThe case was this: On the 12th March 1794, a lot of ground on Chestnut Hill, near the dividing line of Springfield township, Montgomery county, was conveyed by Wigand Miller and Ann Miller to certain persons, in trust, “ for the use of the neighbourhood in general for an English Protestant school, and for no other use or uses whatsoever,” for the consideration of £5 12s. Qd. . On the 8th February 1806, an adjoining lot was conveyed to the same persons on the same trust, for the consideration of ¿640. A school-house was erected on the property by the joint and equal contributions of the residents of Chestnut Hill and Springfield township, and a school was kept up in it for many years. In 1857, the school having been discontinued, the property was sold under the Real Estate Act of 1853, and the trustees filed their account in the Common Pleas, charging themselves with the proceeds of sale. Two parties claimed the fund, viz. :\nThe Directors of the Public Schools of Springfield township, Montgomery county, claimed one-half of the fund upon the ground that the school-house and premises were located centrally in regard to that township and Germantown township,'and that the contributions of the neighbourhood, with which the schoolhouse was erected, were equally furnished by the people of the said adjoining townships, and that since the erection of the school-house, the school was used by an equal proportion of scholars residing respectively in said townships. It was admitted that the school-house itself was of little or no value, but the land had increased in value, and was the real source of the fund.\nThe accountants, viz., the trustees themselves, claimed, 1st, the whole fund upon the ground that the trust was an existing trust, and that the fund could be employed, and ought to be appropriated to educational or like purposes, as near to the object of said trust as practicable; and 2d, that if the school directors of Springfield township were held to be entitled to the moiety of the said fund, then that the remaining moiety of said fund should be held and appropriated by the trustees to and for like purposes of education.\nThe account was referred to an auditor, who distributed one half to Springfield township, and affirmed the claim of the trustees as to the other half.- Exceptions were filed, and the court awarded the fund, one-half to the directors of the public schools of Springfield township, and the other half to the city of Philadelphia, to be applied to the expense of education. From this decree the trustees have appealed to the Supreme Court.\nWilliam L. Hirst, for the appellants,\nargued that the trust Was for the neighbourhood, and the fund should therefore be divided between the local school trustees of Springfield and Chestnut Hill. Such grants should be held inviolate: Wright v. Linn, 9 Barr 438. A diversion of the fund from the neighbourhood to the city of Philadelphia would contravene the terms and intention of the trust. It should remain in the hands of the trustees, to be applied to purposes as hear -the trust as practicable.\nJames Boyd, for Springfield township, claimed that the decree of the- auditor distributing one-half of the proceeds to Springfield was correct.\nDavid W. Sellers and Charles J3. Lex, for the City of Philadelphia.\n— In awarding one-half of the proceeds of this sale to Philadelphia, the court appointed a trustee to hold it for the same purpose as the premises which had been sold were held, and this appeal is in effect intended to overrule this appointment. The trust is a public one, and the city of Philadelphia can best take charge of it.\nThe Act of June 13th 1836, § 14, and the Act of April 7th 1849, § 16, art. 2, provide for the transfer of school property held by trustees, to the school boards of the proper districts, for educational purposes, while Klinkener v. The School Directors, 1 Jones 447, authorized an ejectment for land thus held, even where there was no conveyance. The Act of April 16th 1845 vests in the city of Philadelphia all the property real and personal, all trusts and trust funds, and all estates, rights, privileges, and immunities that were vested in or owned by the corporation created in 1845, to be paid by the controllers and others into the city treasury, and expended for the purposes of the board of controllers by orders drawn under appropriations made by councils.\nThe city can invest this fund and apply .the annual income to the controllers, to be expended for the uses and purposes of the trust.\nFebruary 11th 1861,"
  },
  "file_name": "0200-01",
  "first_page_order": 200,
  "last_page_order": 203
}
