{
  "id": 994032,
  "name": "George Woelpper versus The City of Philadelphia",
  "name_abbreviation": "Woelpper v. City of Philadelphia",
  "decision_date": "1861-02-11",
  "docket_number": "",
  "first_page": "203",
  "last_page": "206",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 203"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts 126",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Wh. 491",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 450,
    "char_count": 7184,
    "ocr_confidence": 0.415,
    "pagerank": {
      "raw": 1.4872244129597135e-07,
      "percentile": 0.6623575351304265
    },
    "sha256": "7becf1529c874bf76afa395741540b5c8e9007dd2b85f462bb3b3e3fac4dcb22",
    "simhash": "1:3cb105088aa314b3",
    "word_count": 1262
  },
  "last_updated": "2024-02-27T22:44:35.746514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "George Woelpper versus The City of Philadelphia."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Woodward, J.\n— The ordinance under which the stalls in the market-sheds in Market street west of Broad were let to tenants in 1835, was planned to “ prevent any unfair preference among the applicants for said stalls and stands,” and this purpose was accomplished by fixing a minimum price, and, after public notice, renting each stall by public auction to the highest bidder above the minimum price. But the successful bidders were to become only tenants from year to year, at a fixed rent. The ordinance neither expressly nor by implication conferred any greater interest. What was paid was by way of premium for the privilege of becoming such a tenant. The plaintiff bid off four stalls and paid premiums to the amount of $2240, which now, after the city has demolished and removed the sheds, he claims to recover back from the city.\nThe regulation of the markets and market-houses of a great city is one of the most appropriate of all municipal duties. The mode devised for leasing the stalls in question was a fair and reasonable exercise of corporate discretion. Unaccompanied by any express stipulation for a longer enjoyment than one year, there was nothing in the transaction to restrain the municipal authorities from making any future change in the premises which the interests of the public should require, and nothing which amounts to an implied promise to return the premiums paid if a change inconsistent with the tenants’ continued enjoyment should be made. The plaintiff made himself the tenant of a municipal corporation having legislative faculties, and bound to employ its powers for the welfare and convenience of the people whom it represented. He paid his money voluntarily for the privilege of becoming such a tenant, and he enjoyed all the advantages of his position from 1835 to the time of the removal of the sheds. It is said no change of city policy was provided for or thought of at the time. Perhaps not. But the power of change existed. It inhered in the very nature of the municipal compact. The plaintiff took his lease subject to that power, and it is not for him to complain that it has been exercised. Considering how experimental and progressive we are, it is perhaps rather to be wondered at that he should have enjoyed his position so long, than that he should be compelled at last to yield it before the march of improvement.\nThe purchaser of a church pew has more property in his pew than the plaintiff acquired in his stalls. Yet he holds it subject to all the rules and regulations of the corporation, and if, in regular course of corporate action, the church be abandoned, or torn down, or converted to other uses, it was never heard of that an action would lie for premiums paid, twenty years before for a preference in choice of pews.\nThe present action is wholly unsupported by authority, and to sustain it would introduce into the law a most mischievous novelty.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "by Woodward, J."
      }
    ],
    "attorneys": [
      "E. Ingersoll, for plaintiff,",
      "David W. Sellers and Charles P. Lex, for defendants."
    ],
    "corrections": "",
    "head_matter": "George Woelpper versus The City of Philadelphia.\nRights of Municipal Tenants. — Power of City Authorities to regulate Markets and Market-Houses.\nUnder an ordinance of the City of Philadelphia, which provided for leasing the market stalls at public auction to the highest bidder above the minimum price fixed upon them, who should then become the tenant at a fixed yearly rent, a tenant occupied several stalls, paying a premium above the yearly rent, which rent was paid for a number of years, until they were torn down by the city. In an action by him to recover the amount so paid, it was Held,\n1. That he had been but a tenant from year to year, acquiring, by the payment of the excess, no greater interest than the privilege of a choice in the tenancy.\n2. That there was nothing in the ordinance which prevented the authorities from making any change in the market premises, or which amounted to an implied promise to return the premiums paid, in case of the termination of the tenancy. .i\nError to the District Court of Philadelphia.\nThis was an action on the case brought to recover back certain premiums paid in the year 1835, by the plaintiff to the city, for the right to the occupancy of certain market stalls, in the market west of Broad street.\nIn the year 1835, the city erected a market-house on Market street, between Fifteenth and Sixteenth streets, and afterwards, by ordinance, advertised that the right to occupy the stalls in the said market should be given to such person as, at a prescribed auction, should bid the highest price therefor. At the said auction plaintiff bid the sum of $2240 for four butcher’s stalls. The money was duly received by the city, and plaintiff took and continued to occupy the stalls, paying beside, annually, a certain rent, as prescribed by the ordinance.\nIn the year 1859, the city by ordinance took away the market-houses, and thus ejected the plaintiff from his occupancy.\nThe plaintiff declared on the common counts, and specially for damages in depriving him of the occupancy of the stalls, the right to which, so long as he paid the prescribed rent, he alleged the city had sold to him; — to which the defendants pleaded not guilty.\nOn the trial the plaintiff proved in substance the case as above stated, and closed. Whereupon the court below, on motion, ordered a nonsuit to be entered.\nThe plaintiff thereupon sued out this writ, and assigned for error the entry of the nonsuit in the court below.\nE. Ingersoll, for plaintiff,\nargued, that, as no change of policy in regard to the market-houses was in contemplation when the contract was made between the plaintiff and the agent of the city, under which he had paid upwards of $2000 for ten months’ possession of that which the defendants had valued at less than $80 for that time, he was entitled to the return of the premium paid at the first renting in 1835 — that such must have been the understanding of the parties at the time; citing, in support of these positions, Magil v. Kauffman, 4 S. & R. 321; Schuylkill Navigation Co. v. Moore, 2 Wh. 491; Hamilton v. Lycoming Insurance Co., 5 Barr 345; Angell & Ames, § 240; Overseers of N. Whitehall v. Overseers of S. Whitehall, 3 S. & R. 117; Chestnut Hill Turnpike Co. v. Rutter, 4 S. & R. 6. As to right to recover on the ground of mistake : Addison on Contracts 65, 66; Cripps v. Reade, 6 Term Rep. 606; Towers v. Barrett, 1 Term Rep. 133; Kempson v. Saunders, 4 Bing. 5; Wright v. Newton, 2 C. M. & R. 127.\nDavid W. Sellers and Charles P. Lex, for defendants.\n— The premium was paid for “ the right of preference,” and not for a “perpetual occupancy of the stalls.”\nThe plaintiff in error was bound to know the extent of the power conferred on the agent with whom he contracted: Cooper v. Lampeter Township, 8 Watts 126.\nHe was only a lessee from year to year, paying a yearly rent under the city, and not by a right which prevented them from removing the market-houses containing these stalls. The city had a right to remove the market-sheds: Wartman v. The City, 9 Casey 202. Tbe position is like that of a pewholder, who can be ousted by the tearing down of the church: Church v. Wells’s Executors, 12 Harris 251.\nFebruary 11th 1861,"
  },
  "file_name": "0203-01",
  "first_page_order": 203,
  "last_page_order": 206
}
