{
  "id": 994104,
  "name": "Wenrich & Co. versus Heffner",
  "name_abbreviation": "Wenrich & Co. v. Heffner",
  "decision_date": "1861-02-11",
  "docket_number": "",
  "first_page": "207",
  "last_page": "210",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 207"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 381,
    "char_count": 8227,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 2.517051529576922e-07,
      "percentile": 0.8111165940562558
    },
    "sha256": "06b7c9484682aa9b7ae6b2b19861d314cfd0d87c3355f9280f063783c327bd5e",
    "simhash": "1:ca0b5f616c321b78",
    "word_count": 1472
  },
  "last_updated": "2023-07-14T21:27:31.076625+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wenrich & Co. versus Heffner."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Woodward, J.\n— We thought we had made a final disposition of this case when we decided (8 Casey 426, et seq.) that the plaintiffs’ book account, and all the notes between the parties, were to be laid before the jury for them to determine, without binding instructions from the court, whether anything, and if anything, how much was due from the defendant to the plaintiffs. We certainly did so decide, in terms as explicit as we could command ; and having said it affirmatively, we repeated it negatively by declaring, that no legal presumption, such as the court was bound to declare, would arise that, the notes and book account were for the same identical cattle; and that as the law made no presumption in favour of that conclusion, so it made none against it. We concluded our opinion by instructing the court below, that the jury “ ought to be left to settle the affairs of these litigious parties, on all the evidence of their dealings, without a binding direction from the court.”\nThe record as now returned to us shows that notwithstanding our very explicit direction to leave the ease to the jury, the learned judge instructed them that they could not infer that the $100 note was given on any other account than the cattle account. To tell a jury that they cannot make any other inference from a state of facts than the one indicated, is to instruct them to make that particular inference; is, in a word, to control their view of the facts by a conclusion of law announced from the bench. Herein our instructions were misapprehended or disregarded; and a plain mistake in law was made. The $100 note was dated more than nine months after the book account closed. Now it is self-evident that it may have been given for the balance due on the book account, for one or more items contained in that account, or for cattle sold and delivered at the date of the note, and not included in the account. The parties dealt in nothing but cattle. Whether notes were always given when cattle were delivered, and whether the defendant knew that the plaintiffs kept, a book account against him, were unascertained in the evidence. Upon the production of a book account for cattle, ending October 7th 1851, and a note dated 21st July 1852, the first question which would arise in the mind of a business man would be, whether both book account and note were for the same goods. If they were, the plaintiffs should not recover for both. If they were not, they would be entitled to a verdict for both. But who can fail to see that that is in its nature a question of fact for the jury to decide, and not of law for the court ? If the court had left it to the jury, they would have performed their whole duty; but when they instructed them to adopt a particular inference, they erred in matter of law.\nSo in regard to the $225 note which the defendant gave in evidence, it is apparent that it may or may not have been given for items charged in the account; and the right of the defendant to a credit for it, he having paid and taken it up, would depend upon the determination of that fact, which was for the jury and not for the court. Yet the learned judge told the jury they were “ bound to infer” that this note was given on the cattle account.\nIn reference to-the $185 note, also paid and taken up by the defendant, similar instructions were refused, and this note was submitted to the jury on the question whether it was given for cattle charged to the defendant.\nThis was agreeable to our former opinion, and was what should have been done with the $100 note, and the $225 note. There is no more ground for a legal implication in respect to two of these three notes than in respect to the third. It is the duty of the judge to submit them all to the jury without directing what inferences to adopt or reject, and until this duty is performed, this vexatious and unnecessary litigation will not be ended.\nThe judgment is reversed, and a venire facias de novo is awarded.",
        "type": "majority",
        "author": "by Woodward, J."
      }
    ],
    "attorneys": [
      "B. W. Cummings and J. W. Boseherry, for plaintiffs in error.",
      "F. W. J. Hughes, for defendant."
    ],
    "corrections": "",
    "head_matter": "Wenrich & Co. versus Heffner.\nThe Facts of a Case exclusively for the Jury.\nWhere there are disputed facts in a ease, or facts proven from which others may or may not he inferred-, it is the duty of the judge to submit them all to the jury without instruction as to what inferences they should adopt or reject.\nError to the Common Pleas of Schuylkill county.\nThis was an action of assumpsit brought by William Wenrich and Henry Pfeiffer, trading as Wenrich & Co., against Samuel Heffner, to March Term 1853. The plaintiff declared on a book account for cattle sold and delivered to defendant, and also on two promissory notes, to which the defendant pleaded non assumpsit, payment with leave, &e. The case was tried twice in the court below, resulting in a verdict and judgment in favour of the plaintiff each time; but the judgments were reversed on writs of error sued out by the defendant.\nOn the trial the plaintiffs gave in evidence their book account, containing charges from June 24th to October 7th 1851, showing a balance due to them of $396.10, and also a promissory note of defendant to plaintiffs, dated July 21st 1852, at sixty days, for $100.\nIn support of his plea of payment, the defendant gave in evidence two promissory notes; one dated July 29th 1851, for $188, and the other dated November 5th 1851, for $225, drawn by defendant in favour of plaintiffs, at sixty days, which were endorsed by the plaintiffs, which he alleged were given to plaintiffs on account of their book debt against him, and afterwards paid by him.\nThe defendant requested the court to charge the jury: 1. That under the evidence in this case, the jury cannot infer that the $100 note given in evidence by the plaintiffs was given on any other account than that of the cattle account.\n2. That under the evidence in this cause, the jury must infer that the notes for $185 and $225, given in evidence by defendants, were given on the cattle account, and as they are now in the possession of the defendant, he is entitled to credit for the amount of the said notes.\nThe court below (Hegins, J.) affirmed the first point in terms, and as to the second, charged that they were bound to infer that the promissory note for $225, put in evidence by defendant, was given on the cattle, account; but refused to give the same instruction as to the note for $185, because the book account of plaintiffs at the date of that note did not show that the defendant was indebted to the plaintiffs to that amount, leaving the question to the jury, and instructing them that if they believed that the note was given for the cattle charged to defendant, he ought to be allowed a credit for it, otherwise not; charging on the other points in the cause, as stated in the third and fourth assignments of error.\nUnder this charge there was a verdict and judgment for defendant ; whereupon the plaintiffs sued out this writ, assigning as cause for reversal in this court, the following mattérs, to wit:\n1. The court erred in answering the defendant’s first point in the affirmative.\n2. The court erred in their answer to defendant’s second point. They should have submitted to the jury to determine whether the note for $225, in the possession of defendant, was a payment on the cattle account charged in plaintiffs’ book, or for cattle sold at the time but not charged.\n8 The court erred in charging the jury, that “ the possession of the two promissory notes of defendant to plaintiffs, with the plaintiffs’ endorsement thereon, wasjyrimá facie evidence of their payment on plaintiffs’ book account.”\n4. The court erred in charging the jury, that “ they cannot infer that the note for $100, given in evidence by plaintiffs, was given on any other account than plaintiffs’ cattle account, under all the evidence in the case.”\n5. The court erred in charging the jury, that “ they are bound to infer that the promissory note for $225, given in evidence by defendant, was given on the cattle account, and allow the defendant a credit for that amount and interest, there being no proof of other business transactions between the parties.”\nB. W. Cummings and J. W. Boseherry, for plaintiffs in error.\nF. W. J. Hughes, for defendant.\nFebruary 11th 1861,"
  },
  "file_name": "0207-01",
  "first_page_order": 207,
  "last_page_order": 210
}
