{
  "id": 994117,
  "name": "Owens versus Salter",
  "name_abbreviation": "Owens v. Salter",
  "decision_date": "1861-02-11",
  "docket_number": "",
  "first_page": "211",
  "last_page": "214",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 211"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Jones 193",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "2 Jones 192",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682024
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/47/0192-01"
      ]
    },
    {
      "cite": "1 Jones 295",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 454",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481824
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0454-01"
      ]
    },
    {
      "cite": "5 Wharton 30",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 401,
    "char_count": 6945,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 6.026754263579386e-08,
      "percentile": 0.37344995789329805
    },
    "sha256": "50a3ad9708c928b93b8ad3236dfb3b34658664e83b3113e4dc0dac42260c7830",
    "simhash": "1:194844899388acdf",
    "word_count": 1234
  },
  "last_updated": "2024-02-27T22:44:35.746514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Owens versus Salter."
    ],
    "opinions": [
      {
        "text": "’The opinion of the court was delivered,\nby Woodward, J.\n— Where unseated land, subject to a tax which has been assessed but not paid, is sold and conveyed to a purchaser, and his bond and mortgage taken for the whole or part of the purchase-money, it is his duty, if any of the purchase-money fall due before a tax sale of tbe 'land takes place, to pay the taxes, and prevent a sale — and if he do not, but other purchase-money fall due before the time of redemption expires, it is his duty to redeem the land from the tax sale by paying whatever is necessary for the purpose. And in either event' he will be entitled to defalk against his bond and mortgage the taxes and costs, or the redemption-money actually paid. But if he fail both to pay the tax and to redeem, and. he or his vendee after-wards buy in the outstanding tax title, at a sum exceeding the redemption-money, he can defalk from the purchase-money no more than the redemption-money, and must lose whatever excess was paid.\nThe ruling of the court, and the plaintiff’s release of eight dollars of the verdict, placed the judgment on these principles, and therefore it is affirmed.",
        "type": "majority",
        "author": "by Woodward, J."
      }
    ],
    "attorneys": [
      "Edward Owen Parry, for plaintiff in error,",
      "F. W. $ J. Hughes, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Owens versus Salter.\nRight of Purchaser to defdllc Unpaid Taxes from Unpaid Purchase-money.\n1. The purchaser of land, subject as unseated to a tax assessed but not paid, may defalk against his .pond and mortgage given for the purchase-money, either the amount of taxes and costs paid by him to prevent a tax sale of the land, after any part of the purchase-money falls due; or, the redemption-money, if a sale has been made for the tax and other purchase-money falls due before the time for redemption expires.\n2. If he fail to pay the taxes or redeem, and he or his vendee buy in the outstanding tax title, at a sum exceeding the redemption-money, he can defalk the redemption-money only, and must lose the excess.\nError to the Common Pleas of Schuylkill county.\nThis was a seire facias, which issued October 15th 1850, sur mortgage dated November 22d 1844, on a lot of ground in Potts-ville, to secure the payment of $200, in instalments of $100 each, on the first of December 1845 and 1846, and was sued out to enforce the payment of the last instalment, with interest. The defendant pleaded non est factum, nil debit, and payment. with leave, &c.\nFrances Salter was the owner of this lot in 1844, at which time it was charged as unseated land, with state and county tax amounting to $1.40, to which list it had been transferred from the seated list in 1841, without notice. On the 22d of November 1844, she conveyed it to Richard Owens for $800, receiving in cash $100, and taking his bonds, secured by the mortgage as above stated. During the same month, Owens sold the lot, subject to the Salter mortgage, to James H. Campbell and Daniel Larer, who erected buildings upon it.\nOn the second Monday in June 1846, the lot was sold by the treasurer of Schuylkill county, for the payment of the state and county tax of 1844, and was purchased by Edward B. Hubley for $60, to whom a deed was in due form delivered, and from whom the taxes and costs, and a surplus bond, were received by the treasurer.\nIn 1850, Mr. Hubley informed Messrs. Campbell & Larer of his purchase, and demanded the lot and improvements. To .protect themselves they purchased this tax title for $100, which sum the defendants set up as a defence to the payment of the last instalment of the purchase-money.\nIt did not appear that Miss Salter or her agent, or Mr. Owens, or Messrs. Campbell & Larer, had any notice of the assessment of this tax, until after the sale to Mr. Hubley, other than the unexamined official entries in the treasurer’s books, &c.\nThe agent of Miss Salter paid all the other taxes unpaid that he could find after the sale to Owens, from which an agreement to pay all the existing taxes was inferred by plaintiff in error.\nThe court below (IIegins, J.) decided that, the payment of the $100 to Hubley, for the tax title which was assumed to be regularly held by him, was no defence to the claim for the money due-on the mortgage, and directed a verdict for the plaintiff.\nThis was followed by a rule to show cause why a new trial should not be granted, which was discharged upon plaintiff’s remitting eight dollars, the amount of tax and costs, and twenty-five per cent, on the same, with interest thereon, which was the sum necessary to redeem the land within two years after the tax sale. Judgment having been entered on the verdict, defendant sued out this writ, and assigned for error the charge of the court below directing a verdict for plaintiff, and rejecting defendant’s defence, and the discharging of the rule for a new trial, upon plaintiff’s remitting eight dollars of the amount of the verdict.\nEdward Owen Parry, for plaintiff in error,\ncontended that the loss which accrued by the neglect to pay the tax of 1844, should fall upon the vendor, whose duty it was to pay all taxes assessed while she was owner: Gormley’s Appeal, 3 Casey 51; Russell v. Wurtz, 12 Harris 347. The vendee was not in default: Harper v. Jeffries, 5 Wharton 30; McGinnis v. Noble, 7 W. & S. 454. The vendee is entitled to credit, for whatever this encumbrance cost him : Todd v. Gallagher, 16 S. & R. 263; Dentler v. Brown, 1 Jones 295; Garrard v. Lantz, 2 Jones 192; Mellon’s Appeal, 8 Casey 127.\nF. W. $ J. Hughes, for defendant in error.\n— Campbell & Larer were not entitled to deduct from the purchase-money the sum paid to Hubley for the tax title, because taxes are not such an encumbrance on real estate as to authorize a deduction for their amount. And there was no outstanding tax when Miss Salter sold to Owens, or if there was, it should have been deducted from the first bond, when $1.05 would have paid it.\nThe “ encumbrances done and suffered by a grantor,” against which even an express covenant will protect, must have been created by his voluntary act. Such taxes create no personal liability: Nzegly v. Breading, 8 Casey 325. Neither do they constitute an outstanding title; even if they did, the right to remit the payment of purchase-money for this reason, is because of the failure of consideration, and because vendor is in no default: Garrard v. Lantz, 2 Jones 193. The ruling of the court below was right for both or either of these reasons, viz.:—\n1. Because the tax title purchased by Hubley was invalid in consequence of the assessment of the Frances Salter lot having been transferred from the seated list in 1841 to the unseated list, without notice, the lot, although vacant, being a seated lot.\n2. Because the defendant below had no right to resist payment of purchase-money on account of an unpaid tax due at the time of sale, and a treasurer’s sale on account thereof, which did not take place until after the first bond for purchase-money matured, and which sale did not become irredeemable until eighteen months after the instalment in suit had fallen due.\nFebruary 11th 1861,"
  },
  "file_name": "0211-01",
  "first_page_order": 211,
  "last_page_order": 214
}
