{
  "id": 994139,
  "name": "Williamson versus Fox",
  "name_abbreviation": "Williamson v. Fox",
  "decision_date": "1861-02-11",
  "docket_number": "",
  "first_page": "214",
  "last_page": "217",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 214"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 385,
    "char_count": 7980,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 5.115614964159534e-08,
      "percentile": 0.32096967815498123
    },
    "sha256": "38268014d86e8fa6e683fe98fbdf8128a27b9fcb5dbc44180f2bb698c14e13c3",
    "simhash": "1:89e5cd855374d871",
    "word_count": 1363
  },
  "last_updated": "2023-07-14T21:27:31.076625+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Williamson versus Fox."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\n— This is an action against two defendants as partners on a book account, for goods sold to them, and one of them submits to a judgment by default, and the other takes defence that the partnership was dissolved before the goods were purchased by his late copartner, and that the plaintiff had notice of it. This seems to have been the true issue before the jury. No doubt the proof of dissolution is complete; and thus the evidence of notice of it alone remains in dispute.\nSpecial notice of the fact to other persons was of no avail; and general notice by advertisement in the newpaper was insufficient, because the defendants had already been dealing with the plaintiff as partners, and it did not appear that the plaintiff was in the habit of taking that newspaper. Then what evidence is there of special notice to the plaintiff?- It is in the testimony of the plaintiff’s son. He says that Ilunsieker told his father that he was going to withdraw his name from the firm, that his money would remain in the firm as usual. This was submitted to the jury, but it was so equivocal that they found it to be no notice of dissolution. But it accounts for the fact that after that, the plaintiff’s charges are against Williamson & Co., instead of Williamson, Ilunsieker & Co., meaning the same men under a different firm name. The book entries were therefore admissible, and the change of their firm is accounted for.\nWe do not discover any irregularity in the judgment by default against Williamson, nor in the swearing of the jury. The docket says they were sworn “according to law,” and no objection having been taken at the time, we presume this to mean tarn ad triandum quam ad inquirendum.\nJudgment affirmed and record remitted.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Joseph W. Hunsiclcer, for plaintiff in error.",
      "John 0. Pfippes, with whom was Groodman, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Williamson versus Fox.\nPartnership, Notice of Dissolution. — Suit against Partners, how affected by change of Firm Name. — Presumption of Regularity in Legal Proceedings.\n1. Where in an action on a book account against two copartners, one defended on the ground of a dissolution of the partnership, and notice to plaintiff before goods bought, proof of advertisement of dissolution in a paper which plaintiff did not take, or of defendant’s declarations to plaintiff that he was going out of the firm, but that his money would remain in it, will not amount to notice.\n2. Where the plaintiff, in consequence of the declarations of one of the defendants, that the name of the firm was changed, the partners remaining as before, charged the goods sold and delivered afterwards in the name of the new firm, it was held that his book of original entries was properly admitted in evidence in a suit brought against the partners, who were sued as trading under the original firm name.\n3. If the docket entry show that the jury were “sworn according to law,” and no objection be made at the time, it will be presumed that they were regularly sworn.\nError to the District Court of Philadelphia.\nThis was an action of assumpsit, brought March 1st 1859, by James Eox against Thomas Williamson and Elias A. Hunsicker, trading as Williamson, Hunsicker & Co., to which defendants appeared by different counsel.\nMarch 12th 1859, a copy of plaintiff’s original entries was filed, and on the 19th of same month Hunsicker filed an affidavit of defence, which is not given in the paper-books. On the 5th of December 1859, a declaration containing only the common counts was filed, and a rule to plead entered, and on the 15th Hunsicker pleaded non assumpsit and payment with leave, &c., and filed an affidavit of defence denying the existence of a partnership between him and Williamson during the time covered by plaintiff’s bill of particulars. On the 1st of February 1860, on filing an affidavit of the service of the narr. and rule to plead, judgment was entered against Williamson for want of a plea, and on the 10th of April 1860, a jury was called and sworn as to both defendants.\nIt appeared that for some time prior to October 14th 1858, the defendants were partners under the firm name of Williamson, Hunsicker & Co., and had done business with the plaintiff. On that day they dissolved, Hunsicker retiring and Williamson alone continuing the business, under the name of Thomas Williamson & Co., of which notice was given to certain of the parties who had dealt with the firm, and by two insertions in the Daily News, a newspaper published in Philadelphia. When Hunsicker sold his interest in the firm, he took a judgment-bond from Williamson for $1000, on which he afterwards issued execution.\nOn the trial, the plaintiff offered in evidence his book of'original entries, containing charges against Thomas Williamson & Co., which was objected to and rejected by the court.\nThe plaintiff then proved that Williamson, Hunsicker & Co. had dealt with plaintiff through Hunsicker, one of the partners; that Hunsicker had said to plaintiff, in October 1858, that he was going to withdraw his name from the firm, but that his money would remain in the firm as usual; that he wanted to see how the account stood, and ordered the name to be changed, after which the entries were made against Thomas Williamson & Co., and under this evidence again offered his book of original entries, containing charges from December 27th 1858 to February 19th 1859 inclusive, which the defendant objected to, but the court admitted the evidence and sealed a bill for defendant. The charges were then read, and the plaintiff closed.\nHunsicker then offered in evidence the articles of dissolution of partnership, dated October 14th 1858, the bond and warrant given by Williamson to him, bearing same date, which were objected to by plaintiff, but admitted and read. He then offered in evidence the fi. fa. issued on said judgment, to be followed by evidence that the entire stock of Williamson had been sold under it by the sheriff; which offer was objected to and rejected by the court, under exception on the part of! defendant. William A. Babcock, who had been subpoenaed by defendant, and in attendance with copies of the Daily News containing notices of the dissolution of this firm, was then called, and not answering, an attachment was asked for and awarded by the judge, who refused to delay the cause until its return, which ruling was also excepted to.\nHe also offered to prove that he gave notice of the dissolution to Garsitt & Brother, and other parties with whom the old firm had dealt previously, on or about October 14th 1858; which offer was objected to and rejected by the court, under objection.\nHe then offered to prove by J. S. Clymer that notice of dissolution was published in the Daily News; which was objected to and rejected, unless the paper be produced, to Avhich ruling defendant excepted.\nThe entries in plaintiff’s book prior to October 14th 1858 (the date of dissolution), all which were against Williamson, Hun-sicker & Co., were then offered in evidence by Hunsicker, and read to the jury.\nUnder the charge of the court (Hare, J.), there was a verdict and judgment in favour of plaintiff for $340.76. Whereupon defendant sued out this writ, averring here that the court below erred—\n1. In entering judgment against Williamson.\n2. In allowing the jury to be sworn between the plaintiff and both defendants.\n3. In admitting plaintiff’s book entries against Thomas Williamson & Co. in this suit.\n4. In rejecting the offer of the ji. fa. against Williamson at the suit of Hunsicker, and the other evidence offered with it.\n5. In not allowing time for the service of the attachment on Babcock, the absent witness.\n6. In rejecting the offer to prove the service of notice of the dissolution of partnership on Garsitt & Brother and other creditors of the firm; and\n7. In rejecting the offer to prove the publication of the notice of the dissolution in the Daily News.\nJoseph W. Hunsiclcer, for plaintiff in error.\nJohn 0. Pfippes, with whom was Groodman, for defendant in error.\nFebruary 11th 1861,"
  },
  "file_name": "0214-01",
  "first_page_order": 214,
  "last_page_order": 217
}
