{
  "id": 994086,
  "name": "Norcross et al. versus Benton et al.",
  "name_abbreviation": "Norcross v. Benton",
  "decision_date": "1861-02-11",
  "docket_number": "",
  "first_page": "217",
  "last_page": "220",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 217"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 394,
    "char_count": 8579,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 1.4866785183565545e-07,
      "percentile": 0.6621976802508563
    },
    "sha256": "f1c91225b1e1bf73dcad42aa5b0bbda17f9658a22266ef7365ea1179ca0d509d",
    "simhash": "1:1ee3d0822216f9f7",
    "word_count": 1489
  },
  "last_updated": "2023-07-14T21:27:31.076625+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Norcross et al. versus Benton et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\n— Norcross & Sheets are the garnishees in a foreign attachment suit against Simmons & McClees, the debtors of Benton & Brother, and being now called on to answer to Benton & Brother for any debt they may owe to Simmons &' McClees, they deny that they owe them anything. This is the general question. They do owe them, as the jury have found, unless they have a right to charge Simmons & McClees with a draft of Simmons in favour of McClees, paid by them, or to charge Simmons & McClees with a debt due to them by Simmons. Of course they can do neither of these things without some evidence tending to show that the apparently individual contracts of Simmons are really the contracts of Simmons & McClees, or that McClees has assented to such a charge. The forms of the proceeding are all against it, and as a matter of fact, Simmons was actually carrying on a business by himself. The draft shows a debt of Simmons to McClees, paid by Norcross & Sheets; that it would not be paid at all if it be charged to Simmons & McClees. To show that Simmons was the entire partner, makes out nothing against McClees in a transaction where he professedly acted for himself alone, and not for his firm. We see no sort of evidence, rejected or admitted, that could justify a finding that the draft of Simmons or the balance due by him was properly chargeable to Simmons & McClees, and therefore we discover no error in the trial.\nJudgment affirmed.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "A. V. Parsons and A. J. Pish, for plaintiffs in error.",
      "P. Spencer Miller and James W. Paul."
    ],
    "corrections": "",
    "head_matter": "Norcross et al. versus Benton et al.\nRight of Garnishee to defallc Debts due by Defendant in Attachment.\nOne firm, having a claim against another firm, attached a debt due to their debtors by a third firm, who, as garnishees, upon the trial of the attachment, sought to defalk an individual debt due to them by one of the firm, defendants. Meld, that the garnishees had no right to defalk, unless the apparently individual contract of their debtor was a firm contract, or had been made such by the other members of the firm.\nError to the District Court of Philadelphia.\nThere was a foreign attachment in case sued out by John B. Benton and Thomas G. Benton, trading as Benton & Brothers, against Samuel S. Simmons and James McClees, trading as Simmons & McClees, in which, among others, John F. Norcross and John A. J. Sheets, trading as Norcross & Sheets, were summoned as garnishees of defendants. Judgment having been recovered against defendants, a scire facias was sued out in the name of Benton & Brother v. Norcross & Sheets, garnishees of Simmons and McClees, and tried on the issue formed by the plea of nulla bona.\nIt appeared, by the evidence, that Simmons & McClees were largely engaged in North Carolina in the business of getting out shingles, and were in the habit of shipping them to Philadelphia, consigned to Norcross & Sheets, who are lumber commission merchants. The bills of lading accompanying the cargoes, and the drafts drawn against them, were sometimes in the names of Simmons & McClees, sometimes in that of McClees & Simmons, and frequently in the name of S. S. Simmons alone. Simmons & McClees were partners in the business in which they were engaged. The ledger of the plaintiffs in error disclosed accounts with, Simmons & McClees as a firm, and an account with S. S. Simmons. Norcross & Sheets had treated Simmons and Simmons & McClees as identical, S. S. Simmons being the active and managing partner of the firm of Simmons & McClees.\nIn 1855 a number of cargoes of shingles were consigned to Messrs. Norcross & Sheets, and a number of bills of lading received by them, and a number of drafts drawn by Simmons individually, and by Simmons & McClees as a firm, were accepted and paid by the plaintiff in error. Among others, a draft dated August 18th 1855, drawn for $1500, at ninety days, by S. S. Simmons in favour of and endorsed by James McClees, and accepted and paid by Messrs. Norcross & Sheets.\nThe plaintiff in error claimed at the trial a credit for the amount of this draft in the account of Simmons & McClees. And they offered to prove by the witness, Vm. C. Lloyd, “ that S. S. Simmons was the active partner, and transacted the active business in regard to shipping lumber, drawing drafts, and receiving the proceeds thereof for McClees & Simmons.”\nThe learned judge rejected the draft, and the testimony offered, and exceptions were sealed to this ruling. If the draft and testimony had been admitted, as claimed by the plaintiffs in error, it would have resulted in showing that Norcross & Sheets had actually paid more money to McClees & Simmons than the amount and value of the consignment made to them..\nThe plaintiffs below gave in evidence the books of defendants below, by which it appeared that prior to the issuing of the foreign attachment against these plaintiffs in error, there was a balance of about $3000 due on their account against S. S. Simmons and of which sum they had credited to McClees and Simmons, an amount sufficient to liquidate the apparent balance due to McClees & Simmons, and charged to S. S. Simmons the amount of the apparent balance due to Simmons & McClees. To this transfer on their books it did not appear that any objection had ever been made by either Simmons or McClees. Had this transfer of accounts been allowed, there would have been nothing in the hands of these plaintiffs in error due to McClees & Simmons. Or had the judge permitted the defendants below to have given in evidence the draft of $1,500, it would have appeared that in fact there was nothing, in the hands of these garnishees at the time of the attachment, or afterwards.\nUnder the charge of the court (Sharswood, J.), the verdict of the jury was for the plaintiffs, and that they found in the hands of the garnishees the sum of §1224.51. A motion for a new trial was made for reasons filed; a rule was granted, which, on argument, was discharged, and judgment entered on the verdict. Whereupon the defendants sued out this writ, and assigned for error,\n1. The court below erred, in rejecting the testimony of William 0. Lloyd, which was as follows: “ That he was a clerk in the employ of Bolton, Vandeveer & Co.; that this firm had transactions with S. S. Simmons, and Simmons & McClees, in the lumber business; that S. S. Simmons was the active partner, and transacted the active business in regard to the shipping of lumber in Philadelphia; the drawing of a draft and receiving the proceeds thereof, for McClees & Simmons.”\n2. The court below erred in rejecting the draft of the 18th of August, 1855, at 90 days, for §1500, drawn by S. S. Simmons, in favour of and endorsed by James McClees, which was accepted and paid by the plaintiffs in error; which was offered in connection with the testimony of William C. Lloyd, as stated in specification first.\n3. The court below erred in rejecting the defendant’s testimony to prove that S. S. Simmons, and Simmons & McClees were substantially the same firm.\nA. V. Parsons and A. J. Pish, for plaintiffs in error.\n— The draft offered with the testimony of Lloyd, should not have been withdrawn from the jury. If this draft was drawn by one partner, in favour of another, or their joint consignees, and by them paid on account of lumber which had been sold by the firm, the defendants below were entitled to a credit for the same. The fact of drawing such a draft was some evidence of it, and with the evidence that it was done by the main business man of the firm, should have been admitted. If the acceptance was upon the credit of McClees & Simmons, it was a proper charge against both: Story on Partnership, § 138, 142; Garret v. Handley, 4 B. & C. 664; 10 E. C. L. R. 438; Robeson v. Drummond, 2 Barn. & Ad. 83; Alexander v. Barker, 2 Cromp. & Jerv. 133, 138; Walton v. Dodson, 3 Carr. & Payne 162; 14 E. C. L. Rep. 250.\nP. Spencer Miller and James W. Paul.\n— Primd facie, the draft offered in evidence showed that Simmons, individually, owed McClees, individually, $1500, and requested Norcross & Sheets to pay it, and by no presumption of law or reason could the firm of Simmons & McClees have been charged with it. But there was proof that Simmons had an individual account with Norcross & Sheets, in which this draft was charged against him.\nThe offer which was rejected was to show, by a clerk of another firm, that the other firm had transacted business with Simmons individually, and with Simmons & McClees, and that Simmons was the active partner of Simmons & McClees; but no proof was offered to destroy the presumption that it was for his own debt.\nFebruary 11th 1861,"
  },
  "file_name": "0217-01",
  "first_page_order": 217,
  "last_page_order": 220
}
