{
  "id": 994129,
  "name": "Mahler's Appeal",
  "name_abbreviation": "Mahler's Appeal",
  "decision_date": "1861-02-11",
  "docket_number": "",
  "first_page": "220",
  "last_page": "221",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 220"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 200,
    "char_count": 2929,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.4355825378236337
    },
    "sha256": "e5da24dad94ce2911836c2d941edd697766d7336c9ecdce17d2dc92b63848b26",
    "simhash": "1:2ae686f8882792be",
    "word_count": 512
  },
  "last_updated": "2023-07-14T21:27:31.076625+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mahler’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\n— This is a case of the distribution of the proceeds of a sheriff’s sale among the lien-creditors, and the dispute has arisen because of the fact, found by the auditor, that the defendant wrote his name sometimes Jacob F. Siegler, as it appears in the first lien, and sometimes Jacob Siegler, as it appears in the others. This is a fault of the defendant and not of his creditor. The evidence sustains the finding of the auditor, and therefore the right of the first lien-ereditor is established. There is no just ground for complaint, that questions of fact or fraud were decided by the auditor, instead of by a jury, when no issue was asked for to be tried by a jury.\nDecree affirmed at the costs of the appellant.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "George M. Corson and A. Brower Bong alter, for the appellants.",
      "James Boyd and Henry Broom, for appellees."
    ],
    "corrections": "",
    "head_matter": "Mahler’s Appeal.\nPower of Auditor as to Questions of Fact on Distribution of Money in Court.\nIn the distribution of the proceeds of a sheriff’s sale among lien-creditors, it is not error for the auditor' to decide, upon sufficient evidence, as a question of fact, that the defendant wrote his name sometimes with a middle letter, as in the first judgment to which distribution was awarded, and sometimes without, as in the subsequent judgments, where no issue as to the questions of fraud or fact were asked for by either party to be tried by a jury.\nAppeal from the Common Pleas of Montgomery county.\nThis was an appeal by Charles Mahler, Peter Beirel, and John Beck, Trustees of the Pocahontas Tribe, No. 6, I. 0. of B. M., from the decree of the court, confirming the report of the auditor appoiuted to distribute the proceeds of the sale of the real estate of Jacob Siegler, made on a vend, ex., at their suit against William Siegler, Jacob Siegler, and Eliza Brock. The property was purchased by Henry Davis for $1500, who claimed as a lien-creditor having the first judgment on record against Jacob F. Siegler. The sheriff returned him as a lien-creditor, under the Act of Assembly relative to purchases by such creditors; to which other lien-creditors of Jacob Siegler excepted, alleging that there was no consideration for the Davis judgment, and that it was not the first lien, nor entitled to the proceeds of sale, on the ground that it was not a lien on the property of Jacob Siegler which was sold, but was held against one Jacob F. Siegler. Testimony was taken before the auditor, which showed that the person whose property was sold under this writ,, signed his name sometimes Jacob and sometimes Jacob F. Siegler. The auditor, Charles Hunsicker, Esq., for reasons given in his report, distributed the money in court to Davis, which distribution was excepted to, but was confirmed by the court (Smyser, J.). From this decree Mahler et al. appealed to this court, assigning for error the confirmation of the report.\nGeorge M. Corson and A. Brower Bong alter, for the appellants.\nJames Boyd and Henry Broom, for appellees.\nFebruary 11th 1861,"
  },
  "file_name": "0220-01",
  "first_page_order": 220,
  "last_page_order": 221
}
