{
  "id": 994041,
  "name": "Hill et al. versus Milligan et al.",
  "name_abbreviation": "Hill v. Milligan",
  "decision_date": "1861-02-21",
  "docket_number": "",
  "first_page": "237",
  "last_page": "238",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 237"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 295,
    "char_count": 5041,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 8.41186757842258e-08,
      "percentile": 0.48289533482453995
    },
    "sha256": "aff4fa31f41328f0bc93bebd2430529330459cf9d95db74bc567cb90668e6118",
    "simhash": "1:8ad5b5db9f0ab1eb",
    "word_count": 872
  },
  "last_updated": "2023-07-14T21:27:31.076625+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hill et al. versus Milligan et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\n— This is a case of sci. fa. on a mechanic’s lien for blinds, sashes, shutters, and doors furnished for Hill’s house at their several dates, and the most of them were delivered more than six months before the lien was filed. But the jury have found that they were all furnished continuously under one entire contract, and this would save the lien of them all. The question in dispute arises thus :—\nThe dates of the plaintiffs’ book entries of the articles delivered within six months, did not correspond with the date in the bill filed with the claim or lien, and were therefore objected to, but admitted by the court, and a verdict found upon them. The court below corrected this supposed mistake, by allowing the plaintiffs to remit the amount of the misdated items, and entering judgment for the balance. The defendant below thinks he is wronged by this, because, the later charges being struck out, the earlier ones are of too old a date to be entitled to a lien. But the later charges are not struck out of the case, though they are deducted from the verdict for a supposed want of sufficient .accuracy. They still remain a part of the proof and of the verdict, and show that they are part of one transaction with the earlier charges, which was not complete until within six months before the lien was filed. They were sufficiently proved and found as part of the whole transaction, even though they were not allowed to be charged for themselves. There is no error that injures the defendant.\nJudgment affirmed.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "A. Thompson, for plaintiffs.",
      "Paul, and Gr. H. Armstrong, for defendants."
    ],
    "corrections": "",
    "head_matter": "Hill et al. versus Milligan et al.\nMight of Plaintiff to remit part of Verdict found on sci. fa. sur Mechanic’s Lien.\nWhere a jury find that certain items of material for a building were furnished under one entire contract, the court may permit the plaintiff to deduct from the verdict the amount of certain items, whose dates in the claim do not correspond with their dates in his books of original entries.\nError to the District Court of Philadelphia.\nThis was a scire facias sur mechanic’s claim, brought to March Term 1859, by John Milligan and John P. Kelly, trading asMilligan & Kelly, against Henry Hill, owner, and Charles Lame, contractor. The claim, as filed, was for blinds, sash, shutters, and doors, delivered August 24th 1857, September 6th 1857, and October 28th 1857, amounting to $178.52. On the trial, the plaintiffs gave in evidence the book of original entries, which agreed with the claim in daté and amount as to the entry of August 24th 1857, but differed from the other charges in date only, the one date being September 7th 1857, instead of September 6th, and the other being September 28th 1857, instead of October 28th 1857. The articles delivered, and the prices, however, corresponded with the claim as filed.\nThe defendants objected to these last entries for this reason, but the court admitted them under exception.\nThe defendants requested the court to charge the- jury, 1. If the materials were delivered at different times, and there is no evidence that they were furnished under one entire contract, or furnished continuously, all the items delivered more than six months prior to the filing of the claim, are barred by the statute limiting mechanics’ liens. 2. It is essential to a recovery in this case that the claim should aver, and the evidence should establish, that the materials were furnished six months prior to the filing of the claim. Which points were affirmed by the court, and a verdict rendered by the jury for the full amount of the plaintiffs’ claim. A motion for a new trial was then made, and a rule therefor granted. On argument this rule was discharged by Judge Hare, on the plaintiffs remitting so much of the verdict as was based on the charges which varied from those in the claim as above stated. This being done, judgment was entered on the verdict for the amount of the first item in the claim.\nThe defendants then sued out this writ, averring here that the learned judge below erred,\n1st. In admitting in evidence the book entries, under date of 7th September 1857,. and September 28th 1857.\n2d. In admitting in evidence any of the booh entries.\n3d. In directing judgment to be entered on the verdict of the jury, upon a remittitur being filed by defendants in error for the amount of the several items of entry admitted in evidence under objection by plaintiffs in error.\n4th. In sustaining the claim and verdict, and entering judgment for defendants in error, after affirming plaintiffs in error’s second point, and subsequently rejecting, among other items, the last item of book entry, it being the only one within six months from the time of the filing of the claim.\n6th. In not entering judgment for plaintiffs in error, notwithstanding the verdict.\n■ 6th. In directing a remittitur for only $88, thus giving to plaintiffs interest upon a larger sum than they were entitled to under their own decision.\nA. Thompson, for plaintiffs.\nPaul, and Gr. H. Armstrong, for defendants.\nFebruary 21st 1861,"
  },
  "file_name": "0237-01",
  "first_page_order": 237,
  "last_page_order": 238
}
