{
  "id": 994033,
  "name": "Boyd's Appeal",
  "name_abbreviation": "Boyd's Appeal",
  "decision_date": "1861-02-21",
  "docket_number": "",
  "first_page": "246",
  "last_page": "247",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 246"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 183,
    "char_count": 3024,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 1.6488271518060244e-07,
      "percentile": 0.6923652691720636
    },
    "sha256": "6a966483738624c143686034786dd1e0e3cee90432adef91864a1bf7db9b61f4",
    "simhash": "1:e52b8ea5a15f7953",
    "word_count": 513
  },
  "last_updated": "2023-07-14T21:27:31.076625+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Boyd’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Thompson, J.\n— The result in this case has been treated as dependent upon our determination in the case of Boyd’s Appeal from the order of the Court of Common Pleas, striking off the decree of divorce in the case of Smith v. Smith. We have affirmed that appeal, and this leaves Mary C. Smith, widow of Harvey J. Smith, deceased, entitled to administration: and the decree of the Register’s Court, affirming the revocation of letters of administration cum test, annexo to the appellant by the register, and granting letters to the said Mary 0. Smithj is entitled to be affirmed; no other ground being alleged against her claim to administration, excepting that predicated of the proceedings in divorce. That being set aside, she is therefore entitled, and the decree affirming the action of the register is\nAffirmed.",
        "type": "majority",
        "author": "by Thompson, J."
      }
    ],
    "attorneys": [
      "William M. Smith and William A. Porter, for appellant.",
      "M. Mundy, for appellee."
    ],
    "corrections": "",
    "head_matter": "Boyd’s Appeal.\nRight of Widow to administer her deceased Husband’s Estate.\n■Where a decree of divorce had been vacated and annulled after the death of the husband, it was Held, that the wife was thereby restored to her rights under the marriage, and that a decree of the Register and Register’s Court, annulling letters of administration which had been previously granted to a stranger, and granting them to the widow, was properly made.\nAppeal from the Register’s Court of Philadelphia county.\nThis was an appeal by David Boyd, Jr., administrator, &c., of Harvey J. Smith, deceased, from the order and decree of the Register’s Court, made December 16th 1859, annulling and vacating letters granted to the appellant, and granting letters to Mary C. Smith.\nHarvey J. Smith died February 22d 1859, having been divorced from his wife, Mary C. Smith, May 15th 1858. On the 17th of May 1859, letters of administration were granted to David Boyd, Jr., who entered on the discharge of his duties. On the 28th of November 1859, the petition of Mary C. Smith was presented to the register, averring that “ she is the widow of Harvey J. Smith;” that the decree of the Common Pleas, divorcing her from her said husband, which was wrongfully and fraudulently obtained, had been vacated and annulled, whereby she had been restored to her legal rights as widow; that letters of administration on her husband’s estate have been improperly granted to David Boyd, Jr., and praying that they may be revoked, and letters granted to her, &c. On filing this petition, a rule was granted on David Boyd, Jr., requiring him to show cause why the prayer of the petitioner should not be granted, returnable December 5th 1859. On hearing, the register revoked the letters granted to Mr. Boyd, and granted new letters to Mrs. Smith, whereupon Mr. Boyd appealed to the Register’s Court, where, on the 16th of December 1859, the decree of the register was affirmed, The case was then removed into this court, by David Boyd, Jr., by whom the decree of the Register’s Court was assigned for error.\nWilliam M. Smith and William A. Porter, for appellant.\nM. Mundy, for appellee.\nFebruary 21st 1861,"
  },
  "file_name": "0246-01",
  "first_page_order": 246,
  "last_page_order": 247
}
