{
  "id": 994052,
  "name": "The City of Philadelphia versus Dickson; Same versus Smethurst",
  "name_abbreviation": "City of Philadelphia v. Dickson",
  "decision_date": "1861-02-21",
  "docket_number": "",
  "first_page": "247",
  "last_page": "250",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 247"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 369,
    "char_count": 8075,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 1.8338565617535667e-07,
      "percentile": 0.7211125050147711
    },
    "sha256": "1702a56de3f21a6dacc477fdd737b86a98b2210cc2c2c7c7639e4e816ef63137",
    "simhash": "1:6427ce85acf60973",
    "word_count": 1422
  },
  "last_updated": "2023-07-14T21:27:31.076625+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The City of Philadelphia versus Dickson. Same versus Smethurst."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Strong, J.\n— There is no error in this record. Poplar street was one of those laid upon the public plans of the city, and therefore could be opened at the will of the city councils. The Act of April 21st 1855, enacted that whenever councils shall deem the public exigency to demand it, they may order by ordinance any street laid upon any of the public plans of the city to be opened, giving three months’ notice thereof to the owner, whereupon any of the owners whose ground will be taken by such street, “may forthwith petition the Court of Quarter Sessions for viewers to assess the damages which such owners may sustain by the opening of such street, and if the same be not paid within one year, may sue said .city for the recovery thereof: Provided that security shall be given by said city to the owner for the payment of such damages, before his ground shall be actually taken, and the city may indemnify the persons entering such security; and no proceedings to assess the damages on any street on such plan shall lapse by the delay of a year in paying such damages.” Under this act the select and common councils, by resolution approved September 20th 1855, directed the chief commissioner of highways to give notice forthwith to the owners (of whom the plaintiff below was one), that at the expiration of three months from said notice they would order Poplar street to be opened for public use, as they were authorized by the Act of 1855. In pursuance of the resolution, the chief commissioner gave the notice, and the plaintiff below proceeded to have his damages assessed. The city solicitor attended the jury selected to assess them, and a report was made on the 31st of October 1856, and duly confirmed. The city now insists that the plaintiff is not entitled to recover the damages awarded, because councils did not by ordinance order the street to be opened, and because it has not been actually opened through the plaintiff’s ground. But what was the resolution of September 20th 1855, if it was not an order to Open the street ? Why was notice to be given to the plaintiff that councils would order it to be opened at the expiration of three months, if it was not to enable him to procure an assessment of damages ? That the resolution was so understood, both by the plaintiff and the city, cannot be doubted. No .objection was made to an assessment as premature, and the allegation now that it was unauthorized seems to be the result of an afterthought. Beferring as the resolution did to the Act of April 21st 1855, designed as it was to accomplish the purposes for which that act. was enacted, and the damages having been assessed under it without objection by the city, it is not to be tolerated now that tbe plaintiff in error should aver it to have been only notice of an intention to order tbe opening of tbe street at a future day.\nAnd if tbe damages were not prematurely assessed, if tbe resolution was in substance an order to open the street, then the right to sue for tbe amount of tbe assessment after the expiration of tbe year, was complete. It was not dependent upon the question whether tbe street had or bad not been opened. Tbe year commenced running, not from tbe actual opening of tbe street, but from tbe confirmation of tbe assessment. Tbe right to the use of tbe property for a street was then complete, the damages were then due, and tbe public authorities might then have entered either on paying tbe money or giving security for its payment. Such is tbe obvious meaning of tbe act.\nIt follows that in our opinion tbe errors assigned have not been sustained.\nTbe judgment is affirmed.",
        "type": "majority",
        "author": "by Strong, J."
      }
    ],
    "attorneys": [
      "Charles JS. Lex and L. W. Sellers, for plaintiffs in error,",
      "A. Thompson, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "The City of Philadelphia versus Dickson. Same versus Smethurst.\nLiability of City for Damages occasioned by the opening of new Streets.\n1. Under the Act of April 21st 1855, the City of Philadelphia is liable for damages which the owner of land may sustain by reason of the opening of public streets, where, in accordance with the provisions of the Act, an ordinance has been passed for that purpose, and notice thereof has been given as is therein provided, although there has been no actual opening of the street.\n2. A resolution of councils, directing the commissioner of highways to notify a landowner that at the expiration of three months they will order the opening of any particular street through his property, is such an order to open as will authorize the assessment of damages, and establish the right to sue therefor, after the expiration of one year from the confirmation of the assessment.\nErrur tc the District Court of Philadelphia.\nThis was an action of debt brought May 21st 1859, by James Dickson against the City of Philadelphia, for an award of a jury to assess the damages which'the plaintiff would sustain by reason of the opening of Poplar street through his grounds.\nThe plaintiff in his declaration averred that the defendants “entered upon and took possession of Poplar street,” wherever the same passed through a certain lot belonging to the plaintiff, and “ did open the same for public use.”\nUnder the provisions of the Act of April 21st 1858, the city had passed an ordinance for the opening of this and certain other streets, and, as required by the act, gave notice to the plaintiff that at the expiration of three months from the date of said notice, the councils would order Poplar street to be opened from Ridge Avenue to Nineteenth street, which included land belonging to the plaintiff.\nUnder this notice, as authorized by the Act of Assembly, the plaintiff filed his petition in the Quarter Sessions for a jury to assess his damages, who were appointed, and in due time met and awarded to plaintiff the sum of $2198.22.\nThe act further provided that if the award be not paid within one year, the party injured may sue the city for the recovery thereof. On the trial the plaintiff gave in evidence the ordinance directing the commissioner of highways to notify the landowners of the intention of the city authorities to open this and other streets, and the notice served on him in pursuance thereof, but there was no evidence that councils had ordered the street to be opened, or that it had actually been opened.\nThe defendants requested the court below to charge, 1st. That as councils had not, by ordinance, ordered the street to be opened which runs through the plaintiff’s ground, he cannot recover; 2d. That as the street has not been actually opened through the plaintiff’s ground, he cannot recover — which was declined. A verdict and judgment was then entered for plaintiff for $2439.40, whereupon the defendants sued out this writ, and assigned for error here that the court below erred in not charging as requested by the defendants.\nCharles JS. Lex and L. W. Sellers, for plaintiffs in error,\nargued that if the judgment of the court below should be sustained, it would compel the city to pay for ground which she has not taken, and to allow interest on an award, though she has not acted under it. That the inconvenience which might arise from the uncertainty as to the time when the corporation meant to exercise their right to appropriate the land, was not a matter for compensation: Steward v. The County, 2 Barr 840. And that there is as much , reason for enforcing compensation to landowners, upon the mere confirmation of a general plan of streets, as upon a resolution and notice which was never acted on.\nA. Thompson, for defendant in error,\ncontended that upon the confirmation of the award of the jury, and payment, the city’s right to use the street as a public highway was complete, without any further legislation on their part; that any future rise in the value of the land would not enure to the benefit of the landowner, and that it would be unjust to hold that land assessed at a certain value, when not wanted, should for ever remain subject to be taken when wanted, the owner meanwhile excluded from participation in any actual rise in value, and postponed until some future time for the recovery of his damages.\nFebruary 21st 1861,"
  },
  "file_name": "0247-01",
  "first_page_order": 247,
  "last_page_order": 250
}
