{
  "id": 994105,
  "name": "Simpson versus The Pennsylvania Fire Insurance Company",
  "name_abbreviation": "Simpson v. Pennsylvania Fire Insurance",
  "decision_date": "1861-02-21",
  "docket_number": "",
  "first_page": "250",
  "last_page": "257",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 250"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Johns. 192",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        372344
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/9/0192-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 567,
    "char_count": 17730,
    "ocr_confidence": 0.414,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03471360685507147
    },
    "sha256": "b467cbcaaaf5206de6baff96829939eb925c786f8bb4de5e46bbbb941c3b77b1",
    "simhash": "1:a6fa4f547585f4e5",
    "word_count": 3037
  },
  "last_updated": "2024-02-27T22:44:35.746514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Simpson versus The Pennsylvania Fire Insurance Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered\nPer Curiam.\n— We do not discover any error in this trial. And it is not necessary that we should discuss the question raised: for it is very properly presented and decided in the charge given to the jury at Nisi Prius.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Wm. M. Smith and Wm. A. Porter, for plaintiff.",
      "Eazelhurst, for defendant, contended,"
    ],
    "corrections": "",
    "head_matter": "Simpson versus The Pennsylvania Fire Insurance Company.\nLiability of Fire Insurance Companies where there are additional Insurances, or Changes in the Insurances. — Duty of Party Insured, in such cases.— Waiver of Condition by Insurer.\n1. Where an insurance policy provided that the party assured should with reasonable diligence give notice of all additional insurancesmade in his behalf, and of all changes that might be made in such additional insurances, and cause the same to be endorsed on his policy, and stipulated, that unless such notice was given the insured would not be entitled to recover in case of loss, it was Eeld, that a failure on the part of the insured to perform this condition, was a bar to a recovery in an action on the policy. ^\n2. Where no change was made in the aggregate of the sums insured, but there was a material alteration in the amount-insured upon the different subjects, notice of this alteration was held necessary in order to render the company liable under a policy of insurance containing such a stipulation. _\n_ 3. A waiver of the performance of a condition relative to notice of “ changes made in additional insurances,” cannot be inferred from the receipt of information of the mere fact of an additional insurance, where there was no intimation whatever given of any change.\nCertificate from Nisi Prius to tbe court in banc.\nThis was an action of assumpsit, brought January 20th 1859, by Hood Simpson against The Pennsylvania Fire Insurance Company, to recover the amount insured on the buildings, stock, and machinery of plaintiff, by defendants’ policy No. 13,714, dated December 27th 1852.\nThe declaration was in the usual form on the policy and endorsements, setting forth the conditions of insurance at length, to which the defendants pleaded the general issue.\nOn the trial, the plaintiff read in evidence the policy declared on, for $10,000, distributed on buildings, stock, and machinery; proved the destruction of the property by fire, and offered a statement of the loss on personal property and on the mill buildings, and an adjustment of the loss and apportionment of the same on the buildings, stock, and machinery: all which were admitted by defendants to be correct.\nPlaintiff also offered in evidence a policy of insurance by the Franklin Fire Insurance Company, dated December 18th 1852, with the endorsements thereon, and a policy by the Royal Insurance Company, dated December 2d 1856, with a renewal of the same, which were admitted without objection by the defendants.\nThe plaintiff then proved by his son, Mr. Thomas B. Simpson, that he had effected the last insurance in the Pennsylvania Insurance Company; that the secretary of the company had asked him, January 5th 1858, whether there was not $10,000 insured in the Royal, which he answered in the affirmative; that the former policy had expired, and that from December 27th 1853 to January 5th 1857 the plaintiff had no insurance in this company, at which time it was renewed for one year, for $5000 instead of $10,000.\nThere was no dispute between the parties as to the loss by fire, amount, notice, adjustment, and apportionment; but the defendants offered in evidence a policy of insurance on this property made December 2d 1853, by the Royal Insurance Company, and made defence on the following grounds: — •\nThe Pennsylvania Company had insured the property, December 27th 1852, for $10,000, which was apportioned on the building $5000, on the stock $2000, and on the machinery $3000.\nIn the policy of insurance was the following condition:\n■ “All persons having property insured by this company, must with reasonable diligence give notice of all additional insurances made in their behalf on the same, whether by this company or by other insurers; and of all changes that may be made in such additional insurances; and cause such notice to be endorsed on their policies; and each company shall be liable to the payment only of a rateable proportion of- any loss or damage which may be sustained; and unless such notice is given, the insured will not be entitled to recover in case of loss.”\n• In compliance with the requirements of this condition, on the 14th December 1853 the plaintiff, notified the defendants of an additional insurance effected in the “Royal Insurance Company,” divided as follows: On buildings, $1000; on stock, $2000; on machinery, $7000.\nThese policies expired — the defendants’ on the 27th December 1853; the policy of the Royal Insurance Company on 2d December 1854.\nOn the 5th January 1857, the Pennsylvania Eire Insurance Company insured plaintiff for $5000, divided as follows: On 'building, $500; on machinery, $3500; on stock, $1000.\nOn the 5th January 1858, this insurance was renewed both as. to amount and division.\nDuring the existence of these last two insurances no notice was given of an insurance of $10,000, which had been effected in the “ Royal” in December 1856. It was not discovered until after the fire of 19th August 1858, when it appeared that there was an insurance in the Royal; not as it existed under the policy of 1853, but that the amount had been subdivided among the subjects of insurance in such a mode as to defeat that rateable proportion which the conditions of insurance were intended to secure.\nThe following points were presented by the- defendant:—\nI. That the conditions of insurance annexed to the policy, when referred to in that instrument, are part of the contract, and have the same effect as though written in the body of the contract.\nII. That the notice of additional insurance, as required by the-sixth condition, was indispensable, and was not complied with by the notice of additional insurance endorsed on the policy at the time of the original insurance :\n. 1st. Because the subject-matter of insurance was changed by the division of the amount of insurance.\n■ 2d. Because the rateable proportion of the loss which defendants would be bound to pay would be increased by the subdivision of the amount of insurance among the different subjects of insurance.\n' 3d. Because the risk to the Royal Insurance was reduced • by the subdivision, and was subject to a less premium.\nIII. That if the contract with' defendants was a renewal, then it carried with it the notice of additional insurance only in the' mode in which it appeared as endorsed on the policy — a renewal-being a repetition of that which had previously existed. A renewal of a contract of insurance carries the original contract interns.\nAdjustment of loss on this construction of the policy will be as follows:—\nThe learned judge at Nisi Prius charged the jury as follows :-r-\n“ Under the proved and admitted facts of this case, I regard it as entirely a question for the court. The defendants agreed to indemnify the plaintiff against loss by fire, to a certain extent, specified in the policy, but upon certain conditions. One of those conditions was, that the assured should with reasonable diligence give notice of all additional insurances made in his behalf on the property, whether by the defendants or other insurers, and of all changes that might be made in such addir tional insurances, and cause such notice to be endorsed upon his policy. It was stipulated that, unless such notice was given, the insured would not be entitled to recover in case of loss.\n“This condition was not arbitrary or unimportant. The security of the insurer requires that the total insurance upon property shall not exceed or even equal its value. If it does, the inducement to caution and carefulness on the part of the assured no longer exists. In such a case it may be to the interest of the assured that fire should destroy his property; therefore the insurers make it a condition of their liability that they shall be furnished with notice of all additional insurance, for every new policy increases their own risk by removing or lessening the inducement of the insured to watchfulness and caution in preventing fire.\n“ Still another reason exists for making notice of additional insurance a condition upon which the liability of the insuring company depends. It is that they may know the extent of their liability. They are bound to pay but a rateable share of the loss, that is, such proportion of it as the amount they insure bears to the aggregate of all sums insured by themselves and all other insurers. To know, therefore, what their liability is they must be informed whether other insurance has been effected upon the same property, and if so, how much. Such are the reasons for inserting such a condition into the policy, and the obligation to give the notice of additional insurance, or changes therein, is imposed upon the assured, because it is he who obtains the other policies, and who, therefore, knows of their existence and amount. Here Mr. Simpson undertook to give such notice, and the company undertook to pay in case of a loss,'only' on condition that he would. ... • ■\n“ Now what are the facts ? There is no dispute in regard to the destruction of the property insured by fire, nor in regard to the amount of the plaintiff’s loss; these things are proved and admitted, but the defendants say they are not liable to pay, because the plaintiff has not complied with the conditions upon which their liability was agreed to depend. He did not give them notice of changes made -in additional insurance, which he had effected in one company, nor of a policy taken out in still another.\n“ The policy upon which suit is brought was originally for $10,000, dated December 27th 1852, and to continue for one year from that day. It was suffered to expire without renewal, hut during its continuance Mr. Simpson effected an additional insurance upon the same property, in the Royal Insurance Company, to the amount of $10,000. This was distributed as follows : $1000 upon the building, $2000 upon the stock, and $7000 upon the machinery. This was the same in effect as if three different policies had been taken out, one upon the building, one upon the stock, and the other upon the machinery. Of this insurance, so made, he gave the defendants notice, and it was endorsed upon the policy now in suit, December 14th 1854; on the 2d of December 1856 a new policy was taken out in the Royal Insurance Company, in lieu of the first, also for $10,000, but a distribution of the amount insured was made entirely different from that which was made in the first policy; changes were made in the sums insured upon the building, the stock, and the machinery. Of the changes made in the insurance by this second policy in the Royal, no notice was ever, given to the defendants by Mr. Simpson, the plaintiff.\n“ The policy continued in force until after the fire, August 19th 1858. While it was thus in force, on the 5th January 1857, the plaintiff revived his policy in the office of the defendants, and renewed the same for one year, for $5000, one-half of the amount originally insured. This was effected by the payment of one-half of the premium, and having it endorsed on the original policy. January 5th 1858, it was again renewed for one year, and during that year the fire took place. When renewed the last time, the agent of the plaintiff was asked by the secretary of the defendants, if there were not $10,000 insured in the Royal, to which he replied there were. Insurance in the Royal was at that time endorsed upon the policy, and, also, a statement of the mode of its distribution. Possibly the secretary of the defendants may have referred to that, but whether he did or not, the defendants were entitled, under the provisions of the contract, to notice of any material change which had been made in that insurance. A different distribution of the sum insured was a very material change. It directly affected the extent of the defendants’ liability. No change, indeed, was made in the aggregate of the sums insured, but in the amount insured upon the different subjects there was a thorough alteration. Of this alteration Mr. Simpson gave no notice, yet such notice was the very thing which the sixth condition of the defendants’ policy stipulated he should give before they would be liable to pay. He was to give notice not only of additional insurance, but of any changes in such insurance. Of course this must be understood to refer to any change which materially affected the risk assumed by the defendants. They had received notice in 1854, that $7000 had been insured upon the machinery. It was material to them to know that a change had been made in that sum, so, also, in regard to the amounts insured upon the stock and building.\n“ There was, therefore, no performance of the condition upon which the liability of the defendants was agreed to depend. Nor do I perceive any evidence to submit to you from which you could infer that performance of the condition was waived. The only thing relied upon as evidential of a waiver is what I have already stated. On the 5th of January 1858, more than a year after the policy in the Royal had been changed, and one year after the policy of the defendants had been revived, they were informed, in answer to their question, that $10,000 were insured in the Royal. But the material thing for them to know was how much was insured on stock, how much on machinery, &c., that it might be endorsed upon the policy. The assured was under obligation to do two things, to give notice of additional insurance, and to give notice of changes, and have them endorsed upon the policy. His default here is in the latter, but he had given ho intimation of change. Of course there was no obligation to inquire; nothing to make inquiry a duty. Waiver is generally a thing of. intention. There can be no intention to waive where there is no knowledge that anything can be waived, no knowledge of any duty .to be performed. The act of the secretary was receiving an imperfect performance without objection.\n“ In the view which I take of the case, therefore, gentlemen, your verdict should be for the defendants.”\nUnder these instructions there was a verdict and judgment in favour of defendants, whereupon the plaintiff sued out this writ, averring here that the court erred,\n1. In charging the jury that there was no performance of the condition on which the liability of the defendants was agreed to-depend.\n2. In charging the jury that there was no evidence from which they could infer that performance of the condition had been waived.\n3. In charging the jury that their verdict should be for the defendants.\nWm. M. Smith and Wm. A. Porter, for plaintiff.\n— 1. There was error as here assigned. Even if the change made in the amounts insured by the Royal was important, it was made when the defendants had no right to be informed of it. The first policy expired December 27th 1852, and in January 1857, it was renewed for $5000, at which time the secretary of the company was informed of the insurance in the Royal, and the distribution in the new policy arranged on a plan entirely different from the old one. If the clause on which defendants rely is capable of more than one construction, the one most favourable to the assured will be adopted: Western Insurance Co. v. Cropper, 8 Casey 351. If the notice was insufficient, the defendant was bound to object at the time it was given: Vos v. Robinson, 9 Johns. 192; 6 Cowen 404, 415.\n2. The learned judge erred in saying there was no evidence of waiver of notice. The conversation between the secretary and Mr. Simpson was some evidence, and should have gone to the jury-\n3. The case was one for the consideration of the jury: Inland Insurance Co. v. Stauffer, 9 Casey 397.\nEazelhurst, for defendant, contended,\nI. That the conditions of insurance annexed to the policy, when referred to in that instrument, are part of the contract: Fire Association of Philadelphia v. Williams, 2 Casey 196.\nII. That notice of additional insurance and of all changes therein, as required by the sixth condition, was indispensable, and was not complied with by the notice of additional insurance endorsed on the policy at the time of the original insurance:\n• 1. Because the subject-matter of insurance was changed by the division of the amount of insurance;\n2. Because the rateable proportion, of the loss which defendants would be bound to pay, would be increased by the subdivision of the amount of insurance among the different subjects of insurance; and\n8. Because, by the subdivision, the risk to the Royal Company was diminished, while that of the Pennsylvania Company was increased.\nIII. There was no performance of the condition on which the liability of the defendants could be made to depend. The condition is addressed to the insured exclusively, and is neither arbitrary nor unimportant. It induces carefulness and caution on the part of the assured, because it restricts them. to an insurance within the value of the property, which is important for the insurer, who is also, by a compliance with it, informed as to the extent of his liability. Vos v. Robinson, cited by plaintiff, has no bearing on this point, but refers only to the sufficiency of notice. Here none was given to defendants. Nor was there any evidence from which the jury could infer that it had been waived, or that defendant had done any act towards a compliance with this notice of changes. The case of The Inland Insurance Co. v. Stauffer is an authority in favour of the position assumed by defendants.\nFebruary 21st 1861:"
  },
  "file_name": "0250-02",
  "first_page_order": 250,
  "last_page_order": 257
}
