{
  "id": 994111,
  "name": "Carlile's Appeal",
  "name_abbreviation": "Carlile's Appeal",
  "decision_date": "1861-02-21",
  "docket_number": "",
  "first_page": "259",
  "last_page": "265",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 259"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 641,
    "char_count": 15143,
    "ocr_confidence": 0.43,
    "sha256": "7370573f95ded7b04015e5234d4f8598a6c775bfb89bdaba7645c4e1da0e045b",
    "simhash": "1:28cae8b5055db96c",
    "word_count": 2668
  },
  "last_updated": "2023-07-14T21:27:31.076625+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Carlile’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Strong, J.\n— We do not concur in opinion with the auditor and the court below, that the executors should be surcharged with the rents of the real estate, after the expiration of the term during which, by the will of the testator, they were given to Mrs. McNamee. There are several reasons for our dissent. The executors are not accounting as such, and it is only their trust as executors that is under review. The will gave them no right to receive the rents, issues, and profits of the real estate for any longer time than during the four years immediately succeeding the testator’s death. The property was not devised to them, nor was any power to sell given by the will, except in a certain contingency which never happened. Until the end of four years they were directed to pay the rents to Mrs. McNamee after making certain deductions, and so far they had rightful control of the property; but when the four years expired, the children of the testator were entitled to immediate possession, from which they could not be excluded by any action of the executors. Then the appellants neither had the legal power, nor were they under obligation, to collect rents which accrued after the expiration of the term. To such rents their trust did not extend, and they are no more accountable for them as executors than is an ordinary administrator answerable as. such for the rents of the real estate of his deceased intestate. Much less are they accountable jointly. If, after the close of the term, either of them received the rents, he might be responsible to the owners of the remainder to which such rents were incident; but his receipt could. impose no obligation upon his co-executors, and the appellants h^v.e not made themselves jointly liable by bringing any such collections into the joint account. When, therefore, the auditor undertook to inquire whether they had personally or by agent collected rents which accrued after March 18th 1857, when Mrs. McNamee’s term expired, he was passing upon a matter which had no connection with their account as executors. It was a thing beyond their trust under the will.\n. And we think that, in regard to this outside inquiry, his finding was not sustained by the evidence. There was error in reporting that the appellants retained possession of the property after the close of Mrs. McNamee’s term, either personally or in any manner through her agency. The evidence returned with the report fails to justify such a conclusion. The whole property was under lease, except the house occupied by Mrs. McNamee. She was one of the owners of the remainder, and could not have been dispossessed by the appellants when the four years expired. There was not an attempt to prove that either Carlile or Mr. Moore received any of the rents. The only pretext for the surcharge is in the allegation that Mrs. McNamee was their agent, and that they are responsible for her collection and for what she ought to have collected. We find no evidence that justifies such an allegation. During the four years, indeed, they permitted her to enjoy the possession of one of the houses, and to collect the rents of the others. This they were justified in permitting, for she was entitled to all the rents except so much as was necessary for certain objects specified in the will. They were bound to see that enough was obtained from the rents to provide for those objects, and to that measure of responsibility the auditor properly held them. But all beyond belonged to Mrs. McNamee. After she ceased to be sole owner of the rents, the evidence is utterly insufiicient to show that either of the accountants ever authorized her to collect or to receive a dollar. Certainly there is no proof that Mr. Moore did, and the proof against Mr. Carlile is almost equally wanting. She was then a tenant in common with the appellees; she needed no agency from the appellants, and her acts may all be accounted for by her joint ownership. Mr. Carlile said on one occasion, referring to her, that he “had a nice little agent;” but it was not proved that this was after the close of the term. Again he said, “ if she did collect the rents, she handed them over to him;” but this was in 1854, more than three years before -her sole ownership expired. Catharine McEuen testifies that, in May or June 1857, Mr. Carlile told her to pay her rent to Mrs. McNamee, and not to Ellen, another owner, who he said was crazy; but whether it was rent due before March 1857 (when the term expired), or not, does not appear, nor did he tell her that Mrs. M. would receive it for him; and even if it was rent belonging to the remainder-men, Mrs. McNamee was one of them, and advice to pay to her rather than to another tenant in common, does not tend to prove that she was then Sir. Carlile’s agent. In March 1859 he attempted, through Mr. Hibbard, to collect two months’ rent, but it was rent which accrued after the Orphans’ Court had ordered the appellant to sell the property, and it Ayas not collected. This is the substance, the most material part of the evidence. It does not sustain the auditor in treating the accountants as trustees of the real estate after March 18th 1857. It need hardly be .said that Mrs. McNamee’s declarations in their absence cannot charge them with being her principal. She is doubtless accountable to her co-tenants for their share of the rents collected by her, but, to make these accountants responsible to them for her acts, the evidence that she acted by their authority should be much more satisfactory than it now is.\nThe surcharge of rents must therefore be disallowed. This will render a redistribution necessary. The claims of her co-tenants upon Mrs. McNamee cannot be settled in this proceeding.\nThe credit claimed for the payment of Dr. Moore’s bill was properly refused.\nThe decree of the Orphans’ Court is reversed, and'the record is remitted, with instructions to strike out from the auditor’s report the surcharge of $668.83, the rents of Coates street and court houses from March 18th 1857 to December 18th 1858, and to order a new distribution, according to the principles of this opinion, and the costs of this appeal be paid out of the fund in the hands of the appellants.",
        "type": "majority",
        "author": "by Strong, J."
      }
    ],
    "attorneys": [
      "Thomas S. Smith, for appellant.",
      "Thomas J. Qlayton, for appellees."
    ],
    "corrections": "",
    "head_matter": "Carlile’s Appeal.\nLiability of Executors.\nA testator directed that his real estate, at the written request of a majority of his children, should he sold by his executors, and the proceeds equally divided between them. By a codicil, he provided, that all the rents, &c., after the payment of ground-rents, taxes, and necessary repairs, should be paid by his executors to one of his daughters, for the term of four years. This daughter, who was living in one of testator’s houses at the time- of his death, remained there about twenty-one months after the termination of the four years named in the codicil, during which time she received the rents of the other real estate, sometimes in her own name, and sometimes as agent for the executors, but without any proof of her appointment or recognition as agent; it was Reld,\n1. That the executors, as such, were not jointly responsible for the rents, _&c., which accrued after the termination of the four years named in the codicil, nor severally responsible, except for rent actually received.\n2. That, after this term had expired, the devisee, who had been in the exclusive receipt of the rents, became a tenant in common with her co-devisees, and was liable to them for rents thereafter accruing, and not to the executors, whose control over the property had ended; and •\n3. That therefore, it was error to charge the executors in their account for rents which accrued after the termination of their trust under the will.\nCertiorari to the Orphans’ Court of Philadelphia.\nThis was an appeal by Hudson Carlile and John W. Moore, executors of the last will and testament of David Carlile, from the decree of the Orphans’ Court, confirming the report of the auditor appointed to audit, settle, and adjust their account.\nBy the auditor’s report, the following were the material facts in the case:—\n. David Carlile, the testator, died March 14th 1853, seised of certaid tenements and lots of ground, one of them situate on the east side of Sixth street below Coates street, and another constituting a court on a lot situate on the south side of Coates street east of Sixth street, in the city of Philadelphia.\nBy his last will, dated the 30th day of September, a. d. 1848, and proved March 21st 1853, he directed, in regard to his real estate, that at the written request of a majority of his children, it should be sold by his executors, and the proceeds thereof equally divided among his seven children.\nHe afterwards, by a codicil dated the 8th day of January 1853, provided as follows, viz.: “ I direct that all the rents, &e., arising from my real estate, after the payment of my debts, ground-rents, taxes, and necessary repairs, be paid over to my daughter Elizabeth, by my executors, my brother Hudson Carlile, and John W. Moore, for the term of four years. This provision for my said daughter Elizabeth’s support is intended solely and exclusively, provided she receives no aid or support from her husband, John McNamee, who has left her destitute and without any support whatever for her and her children. Second, I direct all my furniture to be valued and delivered to my said daugter Elizabeth, provided she is without support from her said husband. But if my said daughter Elizabeth should receive an adequate support for herself and children, at any time within four years (which support is to be so considered by my said executors), from her husband, or at any time within that period should reside with him, then in such or either case my said executors, as herein mentioned, shall immediately carry out the execution of my last will and testament as herein referred to. And I do ratify and confirm my said will in everything, except where the samé is hereby revoked and altered as aforesaid.”\nElizabeth resided with her father in the Sixth street house at the time of his death, and continued to occupy the same until the 18th day of October 1858. On or about March 7th 1857, application was made by John W. Moore, one of the executors, to Mrs. Reeves to sign a paper, in order to carry out the testator’s will by the sale of his real estate, but the requisite consent of a majority of the heirs was not obtained, and the court, upon a petition of four of said, heirs, on the 9th day of July, A. d. 1858, ordered a sale of said real estate to be made by said executors, and directed security to be entered in the sum of four thousand dollars, which order was duly complied with. The premises on Coates street sold to R. J. Ridgway for the sum of $2675, on the 6th day of October 1858, and the premises on Sixth street sold to Martha M. Townsend for $2800, on the 6th day of December 1858, which sales were afterwards duly confirmed by the court, deeds delivered, and the possession given up by the executors to the said purchaser on the 21st day of January, A. D. 1859.\nMrs. McNamee had collected the rents of the Coates street and court houses, had given receipts as agent for and in the name of Hudson Carlile, executor, and had acted as agent for the executors in regard to these properties, sometimes, however, signing receipts in her own name. It did not appear that any rent was ever fixed upon for the house occupied by her. She paid ground-rent, mortgage interest, taxes, water-rent, and repairs during the four years succeeding her father’s decease, on all these properties, and continued to collect the rents of the tenanted houses, and to occupy the Sixth street house up to the 18th day of October 1858. The counsel for certain of the devisees claimed,\n1. To surcharge the accountants with a sum equal to the rent of all the houses, including the Sixth street house, for a period of one year and two months, to wit, from March 18th 1857, to January 21st 1859, and produced a number of witnesses to show the rents collected by Mrs. McNamee, as also the value of the house on Sixth street which she occupied.\nThis was resisted by the executors, for whom it was argued, that they could not be surcharged here upon that account, the fund in court being the proceeds of real estate sold, for which security had been entered, and that to so surcharge the executors would impose a greater liability on the securities than they had assumed; that the heirs were entitled to possession immediately on the expiration- of the four years’ term, and that Mrs. McNamee alone was liable to them for the rents after that time.\nThe auditor charged the executors with the profits of the real estate while in their possession, and after the expiration of Mrs. McNamee’s term of four years, to wit, with the rent of the house in Coates street for twenty-one months, at $8.50 per month, with rent for twenty-one months of the five court houses, at $5 each, making $708.50, less $34.67 for commission.\nAt the first meeting, an effort was made to charge the accountants with the rent of the house occupied by Mrs. McNamee from the expiration of her four years’ term. This the auditor refused to do, deciding that though she might be liable to account to her co-tenants, yet the executors were not chargable with it in their account. He reported the annual rent of the house at $200, so that it might be charged against her distributive share, if necessary, which was done in a subsequent report.\n2. Objection was also made to the allowance of cash paid to Dr. Moore, and for funeral expenses, which it was contended were debts, by the terms of the will, to be paid by the executors out of the rents and profits of the real estate, during Mrs. McNamee’s term of four years, the intention of the testator being to give her only the net profits of the rents, &c., for four years, after payment of all debts, interest, &c.\nThe auditor took this view of the case, and rejected the bill of Dr. Moore, as the only item which properly came under the term debts.\nThere were several other objections made, some of which were allowed, and others rejected, by the auditor in his final report. Exceptions were filed to the confirmation of the report by the executors and the devisees, which, on argument, were dismissed, and the report confirmed.\nThe case was then removed into this court by eertiorari, where the following errors were assigned by the executors:—\nThe Orphans’ Court erred:\n1. In surcharging the executors with the value of the rents of the testator’s house on Coates street, and his houses in the court.\n2. In deciding that Mrs. McNamee was the agent of the executors after the expiration of her term of four years, and that they had possession of the real estate by means of her agency.\n3. In disallowing the credit claimed by the executors for the payment of Dr. Moore’s bill.\n4. In charging Mrs. McNamee with rent for the house she occupied, and deducting the amount from her share of the estate, and distributing it among the devisees,\nThomas S. Smith, for appellant.\nThomas J. Qlayton, for appellees.\nFebruary 21st 1861,"
  },
  "file_name": "0259-01",
  "first_page_order": 259,
  "last_page_order": 265
}
