{
  "id": 994085,
  "name": "Bartolett versus Achey",
  "name_abbreviation": "Bartolett v. Achey",
  "decision_date": "1861-02-28",
  "docket_number": "",
  "first_page": "273",
  "last_page": "277",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 273"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Binn. 65",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 363",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 538,
    "char_count": 11926,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 4.7424159019939075e-07,
      "percentile": 0.9297997682490369
    },
    "sha256": "c8be9b17ea1bca349676c047f69a089131af462f27352be5a54e5b8c67e25608",
    "simhash": "1:fe6e82ad960764f8",
    "word_count": 2127
  },
  "last_updated": "2024-02-27T22:44:35.746514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bartolett versus Achey."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Thompson, J.\n— This was an action of debt for the recovery of two penalties for taking illegal fees, begun before a justice of the peace by the defendant in error against the plaintiff in error, also a justice of the peace. It was long ago determined that such a demand was within the jurisdiction of a justice of the peace: Prior v. Craig, 5 S. & R. 44. There have been many cases since, begun in the same way and sustained; the last of which in our books is Simmonds v. Kelly, 9 Casey 190.\nNo good reason has been given why a claim for two penalties may not be included in one notice. It does not deprive the justice of his right to tender amends, any more than if but one was included. Indeed, if he has made himself amenable to the law for taking illegal fees in several cases, it is better for him that the demands should be consolidated, for the costs would then be single, whereas they would otherwise be double or treble, as the case might be.\nAs to the right to include several penalties in one action, this was settled in Gibson v. Gault, 9 Casey 44.\nWe see no ground for convicting the court of error, in admitting the docket entries of the defendant in other cases in which the plaintiff was a party in the circumstances of this case. For anything we can see, it was right enough. We can only judge of it by what is said, for there is no copy of the docket entries on our paper-books. But if it tended to show erasures and changes to suit the meditated defence, which was that he had not included the alleged fees in the receipt, nor intended so to do, it was properly enough admitted to meet that aspect of the case.\nThere are numerous cases to show that this notice was sufficient: Coates v. Wallace, 17 S. & R. 75; Apple v. Rambo, 1 Harris 11; and in Robinson v. English, 10 Casey 324, we reiterated what had often been said before, that “ the notice need not possess the technicality of a declaration, provided it is explicit enough to identify the injury complained of and sought to be redressed.” The present notice was quite sufficient to inform the justice that the penalty intended to be sued for was in taking “ other and greater fees” than those allowed in the fee-bill, and in charging and receiving fifty cents for “ recording proceedings” in each of the two cases tried before him, in which the plaintiff below was defendant, and which were recited in the notice. This was explicit notice enough, there being no fee allowed for such service in tbe cases in which it was alleged to have been charged and received by him.\nThe penalty for taking illegal fees is declared to be incurred by every charging and taking, when 'that, as here, is the gravamen of the offence, and might be incurred a hundred times a day, if illegal fees were taken so often. It does not stand on the same footing with breaches of the Sabbath, and such like offences, to which it has been assimilated in argument. This will be obvious to any one who will carefully examine the provisions of the statutes imposing these different penalties.\nWe think the endorsement of the place of abode of the attorney, stating himself attorney, was equivalent to an endorsement that he was the plaintiff’s agent, authorized to receive amends. This is implied in the nature of his office.\nI admit that the statute under which the penalty for taking illegal fees is liable, being a penal statute, is to be strictly construed; but this means no more than that nothing is to be taken against the party charged by intendment. The meaning of the statute, if plain, is to be followed, notwithstanding, as in any other case. The remedy for the recovery, if not a special one, is to be pursued just in the same manner as in other cases to which it is applicable. In this case the action is debt, and it is to be proceeded in, so far as the action is concerned, just as in any other action of debt. Strict construction is not the same thing as construing everything to defeat the action. This is not what is meant by the expression.\nAs we see nothing wrong in the trial, the'judgment is\nAffirmed.",
        "type": "majority",
        "author": "by Thompson, J."
      }
    ],
    "attorneys": [
      "B. Bartholomew, for plaintiff in error,",
      "J. W. Boseberry, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Bartolett versus Achey.\nLiability of Justice for talcing Illegal Fees. — Notice and Suit may claim more than one Penalty. — Sufficiency of Notice. — Construction of Penal Statutes.\n1. A justice has jurisdiction of an action against another justice for demanding and receiving illegal fees.\n2. A claim for two or more penalties may be included in the same notice and action.\n3. A notice is sufficient that is explicit enough to identify the injury complained of and sought to be redressed.\n4. The penalty for taking illegal fees is incurred by every charging and taking that occurs.\n5. The endorsement on the notice of the name and residence of the plaintiff’s attorney, is equivalent to an assertion that he is the agent of the plaintiff and authorized to receive amends.\n6. The rule which requires a penal statute to be strictly construed does not authorize the construing of everything to defeat the action.\nError to the Common Pleas of Schuylkill county.\nThis was an action of debt, brought originally before a justice of the peace by Joseph Achey against Abraham Bartolett, to recover the penalty imposed by the Act of Assembly for taking illegal fees, and which came into the Common Pleas by appeal.\nThe material facts of the case were these: Bartolett was a justice of the peace, before whom two suits were brought, August 28th 1858, against Achey, by William Becker. The plaintiff recovered judgment in both cases, and it was in these cases that the illegal fees were said to have been taken.\nOn the 5th of November, “ J. W. Roseberry, as attorney for Achey,” and naming his place of residence, gave notice to Bartolett of his intention to commence suit against him at the expiration of thirty days, for the penalty imposed by law for taking illegal fees, to wit, the sum of fifty cents for recording proceedings in each of the two cases above mentioned. A suit was accordingly brought to recover two penalties of $50 in each case.\nThe declaration on the appeal was in debt for the penalties for taking illegal fees; to which defendant pleaded nil debet.\nOn the trial in the Common Pleas, the plaintiff proved the service of the notice upon the defendant, and gave it in evidence. He also gave in evidence transcripts of the two suits between Becker and Achey, exhibiting the following statement of judgment and costs, viz.: In the one suit judgment was entered in favour of plaintiff for $99.67; costs $2.58. The items composing the bill amounted to $1.99 for the justice and 43 cents for the constable. In the other the judgment was for $76.60; costs $2. The items in this bill amounted to $1.67 for the justice and 59 cents for the constable. In each of the bills there was a charge of 50 cents for recording proceedings.\nThe plaintiff then gave in evidence the following receipt:—\n“November the 4th 1858. Received from Joseph Achey the sum of Four Dollars and Fifty-four Cents William Becker v. Joseph Achey, for two suits William Becker v. Joseph Achey, in full by me for the costs. The judgment and interest is not included in the receipt. Abraham Bartolett, J. P.\n“ $4.50.”\nThe plaintiff then offered in evidence the docket of the defendant to show alterations of his record in other cases against Achey, and upon which there was no suit brought, and also the case of George Herbert v. Joseph Achey, in connection with the above transcripts. This was objected to as irrelevant, and as in no way supporting the plaintiff’s allegations in the'present case. But the court overruled the objection and admitted the evidence, which was excepted to by defendant. The docket was then read, showing the charge of 50 cents for recording proceedings in other cases.\nThe defendant’s counsel requested the court to charge the jury as follows :—\n1. That the counsel who gave the notice does not state in said notice that he has authority from the plaintiff to receive any tender of amends for the wrong complained of, if any was committed, or that the defendant should make any amends, and therefore the verdict should be in favour of the defendant.\n2. The notice does not contain the cause complained of by the plaintiff, it being not for illegal fees, but for taking a fee not embraced in the fee-bill in this case.\n3. The notice contains two separate and distinct causes of action, if true, for which two penalties have .accrued to the plaintiff, and the -penalties cannot be combined on one action, as in this case the action being founded in a penal statute, and there should be separate actions and separate notices in each case, and therefore the verdict should be in favour of the defendant.\n4. The notice served by the plaintiff shows that the justice had no jurisdiction of the case.\n5. The action in this case being brought for two penalties cannot be sustained, as the judgment would have to be for one hundred dollars, and the Act of Assembly only authorizes a judgment of fifty dollars.\nThe court (IIegins, J.), after stating the facts and citing the Acts of Assembly of 1814 and 1857, instructed that no business was performed authorizing the charge complained of, and that there was no such fee allowed in the fee-hill except in the Landlord and Tenant Act; and that, if they were satisfied that defendant had demanded and taken this illegal fee in both cases, they should find for plaintiff $100 — if he had done so only in one ease, then their verdict against him should be for only $50; but if he had not taken these fees in either suit, their verdict should be for defendant. The defendant’s points were then read and negatived.\nThere was a verdict and judgment in favour of plaintiff for $100. Whereupon this writ was sued out by the defendant, who assigned for error here,\nThat the court erred in admitting in evidence the docket of defendant, as stated in the first bill of exception, and in not affirming the points propounded as above given.\nB. Bartholomew, for plaintiff in error,\nargued: 1. That the admission of the docket entries in other cases before the defendant was improper, because it could throw no light on the issue, which was whether or not illegal fees were taken in the two cases mentioned in the notice and declaration.\n2. The notice was not sufficient. It does not require the defendant to tender amends or offer to receive any, which must have been the object of the legislature in requiring notice of an intention to sue: Lake v. Shaw, 5 S. & R. 517. It does not contain clearly the cause of complaint. The fee of 50 cents for recording proceedings is not an u illegal fee,” for it is legal in certain proceedings. It should have set forth that he charged “ other fees than those allowed by the fee-bill,” so that he might have known his true position. This is a penal statue, requiring strict construction: 7 W. & S. 363; 8 Id. 162. The act was misquoted in the notice: 4 Binn. 65; 7 T. R. 631.\n3. As there were two penalties sued for, there should have been separate notices and suits. The Common Pleas may consolidate, having general jurisdiction; but that of the justice is limited by statute.\n4. The receipt shows but one transaction; there could therefore be but one penalty, and not two, as was said by the court. There can be but one penalty for Sabbath-breaking, although the defendant may be guilty of several violations on the same day.\nJ. W. Boseberry, for defendant in error.\n— The docket of defendant was evidence for the purpose of rebutting any inference that the erasure was made as alleged, in consequence of the sums charged being deducted; and as proof that the erasure was fraudulently made to defeat the plaintiff in the suit.\nAs to the sufficiency of the notice, he cited Coates v. Wallace, 17 S. & R. 75; Apple v. Rambo, 1 Harris 11. And as to the recovery of two penalties in one act, he cited Gibson v. Gault, 9 Casey 44.\nFebruary 28th 1861,"
  },
  "file_name": "0273-01",
  "first_page_order": 273,
  "last_page_order": 277
}
