{
  "id": 994082,
  "name": "David R. Buckwalter versus The Black Rock Bridge Company",
  "name_abbreviation": "Buckwalter v. Black Rock Bridge Company",
  "decision_date": "1861-02-28",
  "docket_number": "",
  "first_page": "281",
  "last_page": "288",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 281"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 W. & S. 101",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480106
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0101-01"
      ]
    },
    {
      "cite": "1 W. & S. 346",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852534
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0346-01"
      ]
    },
    {
      "cite": "6 Wh. 115",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 376",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle 23",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 134",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850929
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0134-01"
      ]
    },
    {
      "cite": "8 Watts 424",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848459
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0424-01"
      ]
    },
    {
      "cite": "6 W. & S. 101",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480106
      ],
      "pin_cites": [
        {
          "page": "105"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0101-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 820,
    "char_count": 20843,
    "ocr_confidence": 0.418,
    "pagerank": {
      "raw": 1.5982489610497826e-07,
      "percentile": 0.6834238212343654
    },
    "sha256": "1583f7e31bde76f4563124044fe50b65e5c251d754a9d5571d3354543abd16c4",
    "simhash": "1:0bc2162098c9e1d2",
    "word_count": 3678
  },
  "last_updated": "2024-02-27T22:44:35.746514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "David R. Buckwalter versus The Black Rock Bridge Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\n— It would be a difficult proposition to maintain, that the legislature, on granting corporate franchises to the defendants, could not do so upon the terms that they should pay and satisfy the plaintiff for any injury they might occasion to his ferry, because the damage might be in its nature consequential. That such damages may be claimed from and assessed against a company, if their organic law require it, has often been decided: Monongahela Navigation Co. v. Coons, 6 Barr 379; Mifflin v. Railroad Co., 4 Harris 182; Reitenbach v. Chester Valley Railroad Co., 9 Id. 105; New York and Erie Railroad Co. v. Young, 9 Casey 175. There are many other cases to the same effect. This is not upon the ground that the constitution requires compensation to be made for such injuries; for it does not. It is only for taking property under the right of eminent domain, that compensation is required to be made by the constitution. Here the terms upon which the privilege was granted and accepted, that compensation beyond this should be made, became a contract, and the company ought to be willing to observe it; if not, the law will compel them to do so.\nThe matter first to be ascertained is, whether the terms of this charter require the payment of such damages as are claimed by the plaintiff. That settled, everything else is of easy solution.\nThe 6th section of the act authorizes the company to take property necessary in the erection of their bridge, and provides a mode for assessing damages consequent upon such taking. These provisions do not extend to the allowance of consequential damages; they provide only for the taking and making compensation for property within the meaning of the constitution, and for this they are ample.\nIn section 13, there is a special provision for the contingency of damage occurring to the plaintiff. In order that this section shall have any effect, it is to be presumed that these damages were not such as might arise from the taking of property, for that was provided for already.\nWhat damage was in the contemplation of the legislature? They chose to take notice of the fact, and declared that David R. Buckwalter “now owns and maintains a ferry” across the Schuylkill, and prohibited the location of the bridge within a half a mile of it, unless upon his consent first had for that purpose. But if this could not be had, still the company might, if they deemed it expedient, first having the damages ascertained as provided for, locate within the interdicted distance their bridge. It is hardly to be doubted that all this was to protect or compensate any injury to the ferry. It is impossible to discover any other object in these provisions.\nThe damages to be assessed seem to be pretty well defined in the section. After providing that they were to be ascertained by referees mutually to be chosen by the company and the plaintiff, and who were to be sworn, were to “ go upon the premises and view and receive such other testimony as they may desire, and assess the damages, if any, which the said David R. Buckwalter may and shall sustain by reason of the erection of the bridge.”\nThe -requirement to pay any damages which may or shall have been sustained, has been holden to cover a claim for consequential damages: Monongahela Navigation Co. v. Coons, 6 Barr 379. So has the expression all damages: Mifflin v. Railroad Co., 4 Harris 182.\nThe words here require the payment of damages, “if any,” by reason of the erection of the bridge. This last expression, in the connection in which it stands, is the same thing as “ on account of,” or “because of,” the erection of the bridge. In this sense, the paragraph means any damage on account of its erection. The subjunctive or contingent form if does not lessen the import of the word “any,” which means indefinite results or amounts, and consequently means all damages.\nIn this aspect, all injurious consequences or consequential damages would be included.\nI cannot for a moment doubt that the legislature had this in view, in introducing this special provision. Why should they have recognised the existence of the ferry, attempted its protection, and, in the same section in which the company are authorized to locate their bridge within a half a mile of it, require them to obtain the owner’s consent; or if not, to pay such damages as he might sustain, unless injury to the ferry was to be the basis of the assessment, present and prospective ? This was what they meant or nothing; and it is our duty so to interpret the language used, so as to give effect to every provision of the act. It was the duty, therefore, of the referees to assess all damages, direct or consequential, which had been or should be sustained by the plaintiff on account of injury to his ferry, and it is apparent they did so. It does not appear from anything before us, that merely speculative damages were at all allowed. Consequential damages are always in appearance somewhat so. But there was no more necessity that they should be so here, than in case of injury by flooding or overflowing land, or for backing water on a mill-wheel so as to interrupt its workings occasionally. These have often been compensated as between individuals, and sometimes in cases of companies and individuals.\nWhen the law allows such damages, it of course authorizes their assessment upon facts, opinions, and approximate estimates. Because these are not demonstrably certain tests, it is no reason for disallowing them altogether, when otherwise, there is a duty to compensate those who have or shall suffer them.\nThe corporators here accepted the terms upon which the legislature were willing they should build a bridge. There was nothing unlawful in them, and they were not obliged to accept them; but having done so, they ought to be willing to live up to them, and we do not see that more has been required of them here.\nIt has been suggested that a ferry is not property within the constitutional meaning of the term. Grant that this is so, both the legislature and corporators here, however, have treated it as property, and the latter have agreed to pay any damage which they may do to it. It was certainly for the legislature to grant the privilege to the company upon these terms, without regard to the precise nature of the property. They were supreme in this respect, and the company, in accepting their charter, engaged to observe all the conditions contained in it, and they cannot now escape from any of them by questioning their propriety or expediency, there being nothing unlawful contained in them.\nThe agreement for the reference, and the provision that a majority of the referees should make an award, it now appearing that all viewed the premises, dispenses with any necessity of inquiring as to their power to do so under the Act of Assembly. The parties could regulate that if the act did not. Eor these reasons we think the court erred in setting aside thefi.fa. and striking off the award, and their action therein must be reversed.\nThe order of the court is reversed, and the award directed to be reinstated; and the order setting aside the fi. fa. is also reversed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "A. B. Longaher and James Boyd, for plaintiff in error.",
      "B. M. Boyer and J. J. Lewis."
    ],
    "corrections": "",
    "head_matter": "David R. Buckwalter versus The Black Rock Bridge Company.\nDamages Actual and Oonseguential. — Assessment of, under Act of Assembly.\n1. Consequential damages may be claimed and assessed against a corporation, if their organic law require it.\n2. Where it was provided in the charter of a bridge company that referees should assess the damages, if any, which the owner of a contiguous ferry should sustain by the erection of the bridge, it was Held, that the words of the act required the payment of damages for all injurious consequences, proximate and remote, to the owner of the ferry.\nError to the Common Pleas of Montgomery county.\nThis writ was sued out by David R. Buckwalter, who complained of the action of the court below by which a fi. fa., sur judgment on an award of referees in his favour, against the Black Rock Bridge Company, was stayed and set aside, the judgment on the award opened, and the award set aside and stricken from the record.\nThe case was this:—\nDavid R. Buckwalter is the owner and occupier of a ferry across the Schuylkill river, at a point called Black Rock, where the canal and tow-path change from the Chester county side of the river to the Montgomery county side. This ferry had been maintained and used at that point for a period of thirty years and upwards, in the same way and for the same purposes as now. The travel across it consisted almost entirely of the horse and mule teams used for hauling boats on the canal and dams of the Schuylkill Navigation Company. When the plaintiff purchased it, some seven or eight years ago, he became the owner of the land on each side of the river at that point.\nOn the 8th of April 1859, the Black Rock Bridge Company were chartered by the legislature, and in the summer of 1859 located the site of their bridge about 500 feet below the ferry, and proceeded to erect it as speedily as possible. It was completed some time in October last, and since that time has been used to accommodate the travel on the canal, as well as the other travel at that point.\nThe 13th section of the said charter provides as follows:—\n“ That the said bridge shall not be located within the distance of a half mile from a point at which David R. Buckwalter now owns and maintains a ferry, unless the said company first obtain the assent of said Buckwalter, or his heirs and assigns, thereto, and in case the assent of the said Buckwalter cannot be so obtained, then in that event the said company shall choose one disinterested person, and the said David R. Buckwalter a second, and the persons thus chosen shall choose a third disinterested person, who, after being sworn, according to law, shall go upon the premises and view and receive such other testimony as they may desire, and assess the damages, if any, which the' said David R. Buckwalter may and shall sustain by reason of the erection of the said bridge, and the valuation, set and agreed upon by the said referees, shall be final and conclusive, and be paid by the said company before the erection of said bridge, and the said assessment may be entered as a judgment against said company in the Court of Common Pleas of either county in which said bridge is located, and be of the same effect in law as any other judgment obtained by legal process.”\nThe company having, located the bridge below and within a half a mile of the said ferry, without first having obtained the assent of David R. Buckwalter thereto; on the 5th day of September 1859, the said Buckwalter and the bridge company, by a written agreement, under their hands and seals, among other things therein contained, agreed as follows: “ that it is hereby left and referred to the final arbitrament, award, and determination of the said Joseph J. Lewis, Abraham B. Longaker, and William Henry, or any two of them agreeing, whether the said David R. Buckwalter has sustained, or may or shall sustain, any damages by reason of the erection of said bridge, and if they find that he has sustained or may or shall sustain any damages by reason thereof, then to value and assess the said damages, and make their award in writing of and concerning the premises within a'reasonable time after they shall have made their arbitrament and award of and concerning the same.”\nThe referees met upon the 5th day of September 1859, went upon the ground, viewed the premises, heard the allegations of the parties, and received their proofs by the examination of such witnesses as they desired to submit, as to the damages and matters at variance. On the 9th day of September aforesaid,' two of the referees, Abraham B. Longaker and William Henry, made an award in favour of David R. Buckwalter, assessing damages to him in the amount of $1200. Joseph Lewis, the other referee, dissented from said award.\nThe award was as in the following words:—\n“And now, to wit, September 9th, A. d. 1859, we, the said referees, having met pursuant to adjournment, and after mature deliberation had in the premises, are of opinion that the ferry of the said David R. Buckwalter will become depreciated by reason of the erection of the said bridge, as proposed, within the distance of a half mile of said ferry, by' the diversion of the travel thereupon; and we, the said A. B. Longaker and William Henry, two of the said referees, agreeing, do accordingly assess the damages which the said David R. Buckwalter has and will sustain, by reason of the erection of the said bridge and diversion aforesaid, at the sum of twelve hundred dollars ($1200), and we do therefore award said sum of twelve hundred dollars ($1200) in favour of said David R. Buckwalter, and against the said Black Rock Bridge Company.”\nTo this the other referee filed his protest in the form of a minority report, as follows:—\n“ Whereas, the claim of the said David R. Buckwalter, made on the hearing before the said referees, was for the loss which will, probably, be sustained by the diversion of the travel from the said ferry, and the consequent loss of profits occasioned thereby; and whereas, I deem such diversion and loss not to be such an injury as is contemplated by the said Act of Assembly, and as one required to be compensated in damages, I award and determine that the said David R. Buckwalter is not entitled to recover any damages against the said Black Rock Bridge Company.”\nThe award was filed September 17th 1859, in the Common Pleas of Montgomery county, and same day judgment entered in favour of Buckwalter against the bridge company in the sum of $1200.\nUpon this judgment a writ of fieri facias was issued to November Term, a. d. 1859, No. 101.\nOn the 23d of November 1859, the Black Rock Bridge Company, pending the said writ, presented a petition to the Court of Common Pleas, praying the court that said writ may be stayed and set aside, and that the judgment may be opened and the award set aside and be stricken from the record.\nWhereupon the court granted a rule to show cause why the prayer of the petitioner should not be granted. Returnable January 9th 1860.\nThe following were the reasons offered by defendant for setting aside the award:—\n1st. The Act of Assembly, under which the said referees were authorized to assess damages, does not provide for the assessment of such damages as those mentioned in the award.\n2d. The referees unlawfully assessed damages for the depreciation in the value of the ferry of said David R. Buckwalter, by reason of the erection of the bridge of said company within a half mile of said ferry, by the diversion of the travel therefrom —the said Buckwalter having no license or grant of any exclusive right of ferriage.\n3d. The said David R. Buckwalter has no lawful claim for any diversion of the travel, or any consequent loss of profits which the erection of the said bridge may cause, as such diversion and loss are not such an injury as is contemplated by the Act of Assembly in this case made and provided, as one for which damages are to be awarded to the said David R. Buck-waiter.\n4th. The said David R. Buckwalter has not, as yet, sustained any damages whatsoever which can be lawfully assessed against the said company, inasmuch as the bridge of said company has not, as yet, been erected.\nOn the return of the rule and argument thereon, the court below (Smyser, J.) made the rule absolute in all its parts. Whereupon this writ of error was taken by plaintiff, who assigned as cause for reversal the following matters, viz.:—\n1. The court had no jurisdiction over the subject-matter, and erred in entertaining the application of the defendant below to stay and set aside the fi. fa., and in actually staying and setting aside the same.\n2. The court erred in opening the judgment entered against the defendants below upon the award filed.\n3. The court erred in setting aside and striking off from the record the said award.\nA. B. Longaher and James Boyd, for plaintiff in error.\n— 1. The court had no power over the case, except this: “the entry of assessment as a judgment in the Common Pleas.” No power to inquire into the reasons which induced the “ award,” which, by the act, was to be “final and conclusive.” Upon these terms the charter was accepted by the company. Beside this, the exceptions to the award were too late, after the issuing of a fi. fa.\n2 and 3. The questions raised by these assignments of error are, first, whether a corporation accepting an act of incorporation from the legislature, are bound to conform to its terms and stipulations; and second, whether, when a company enters into an agreement for the assessment of “ any damages” which the opposite party “has sustained, or may or shall sustain,” by reason of the erection of their works, they are not bound by it, whether it is strictly embraced in the act or not.\nThe charter and the agreement both recognise the plaintiff as owner of the ferry, to whom damage might be done by the erection of this bridge, and who, in that case, would be entitled to compensation.\nIt is evident that more than ordinary damages for occupying the ground was intended by the legislature, and we argue that he was entitled to all and every description of damages, whether consequential or otherwise. The diversion of travel was an injury to be compensated for. The act authorized the referees to assess “ the damages, if any,” meaning if any damage is occasioned.\nThe phrase “ any damage” includes consequential damages: Monon. Nav. Co. v. Coons, 6 Barr 379. See also N. Y. & Erie Railroad Co. v. Young, 9 Casey 175; Railroad Co. v. Yeiser, 8 Barr 366; Mifflin v. Railroad Co., 4 Harris 182, as to the allowance of consequential damages when so expressed in the charter. But even if the act did not allow it, the agreement authorized the assessment of consequential damages, and the submission and award outside of the act, were valid and binding: Gallop v. Reynolds, 8 Watts 424; McAdams v. Stilwell, 1 Harris 96; Bingham v. Guthrie, 7 Id. 422.\nThe idea that nothing but actual damage was to be compensated for, is negatived also by the provision in the charter, which requires that the valuation made by the referees shall be paid before the erection of the bridge.\nB. M. Boyer and J. J. Lewis.\n— The word “damages” has a legal signification, and in the construction of a statute should be received in its usual sense : Shrunk v. The Schuylkill Nav. Co., 14 S. & R. 81; Co. Lit. 257 a; Sedgwick on Damages 29; Overseers of the Poor v. Aurand & Wolf, 10 Watts 134. If Mr. Buckwalter is injured by the travel being diverted from his ferry to the bridge, it will be because of the superior facilities which the bridge offers to the public. But this is no invasion of his rights, for he had no right to compel the public to use his monopoly at the expense of their inconvenience. An improved machine or road always interferes with the use of those which are inferior, without giving to the injured party a right of action.\nMr. Buckwalter had no license for this ferry, nor any right to it, other than that derived from his owning both banks of the stream, one of which he holds subservient to the right of the Schuylkill Navigation Company to erect and maintain their towpath over it. Any other riparian owner could establish a ferry without his consent.\nThe Act of Assembly does recognise his ownership in this ferry. This was asserted in Shrunk v. The Schuylkill Nav. Co., 14 S. & R. 81, under the Acts of March 9th 1786 and April 11th 1793, but was denied by this court. The special remedies provided in such cases were intended to cover all common law injuries: Sunbury & Erie Railroad Co. v. Hummell, 3 Casey 104; Lehigh Bridge Co. v. Lehigh Coal & Nav. Co., 4 Rawle 23. But do not include remote or contingent damages : Schuylkill Nav. Co. v. Farr, 4 W. & S. 376; Same v. Freedly, 6 Wh. 115; Zimmerman v. Union Canal Co., 1 W. & S. 346; N. Y. & Erie Railroad Co. v. Young, 9 Casey 175; Monon. Nav. Co. v. Coons, 6 W. & S. 101.\nIt is not denied that the right to claim compensation for such damages may be given by the legislature; but this has not been done here. No new definition of damages was intended in this charter. The words of the act are not “ any damages,” but “ damages, if any.”\nAs to the question of the court’s jurisdiction, the cases of Mussina v. Hertzog, 5 Binney 387, Wilson v. Young, 9 Barr 102, McCahan v. Reamy, 9 Casey 586, recognise the power of the court to entertain exceptions to an award for plain mistake, even where the terms of the submission were that the award should be final and conclusive.\nThe act makes this award a judgment of the Common Pleas of Montgomery county, and brings it thus within its jurisdiction.\nFebruary 28th 1861,"
  },
  "file_name": "0281-01",
  "first_page_order": 281,
  "last_page_order": 288
}
