{
  "id": 994115,
  "name": "Brown's Estate",
  "name_abbreviation": "Brown's Estate",
  "decision_date": "1861-03-01",
  "docket_number": "",
  "first_page": "289",
  "last_page": "294",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 289"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "23 P. S. R. 30",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "55"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 63",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481784
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0063-01"
      ]
    },
    {
      "cite": "1 Watts 389",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838049
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0389-01"
      ]
    },
    {
      "cite": "1 Sandf. Ch. 274",
      "category": "reporters:state",
      "reporter": "Sand. Ch.",
      "case_ids": [
        2163591
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "369"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/sand-ch/1/0274-01"
      ]
    },
    {
      "cite": "13 John. 535",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "5 Mass. R. 500",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2002164
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/5/0386-01"
      ]
    },
    {
      "cite": "2 Yeates 400",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812627
      ],
      "pin_cites": [
        {
          "page": "405"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0400-01"
      ]
    },
    {
      "cite": "9 Watts 494",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Harrington 475",
      "category": "reporters:state",
      "reporter": "Harrington",
      "opinion_index": -1
    },
    {
      "cite": "1 C. B. 448",
      "category": "reporters:specialty",
      "reporter": "C.B.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 674,
    "char_count": 14742,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 1.0138525616304841e-07,
      "percentile": 0.5429154363825844
    },
    "sha256": "951fd4918f51fae7fee7649433da988eedeeafcac6627dcd86ffab6fe6db75f2",
    "simhash": "1:7849243b820c7410",
    "word_count": 2667
  },
  "last_updated": "2024-02-27T22:44:35.746514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brown’s Estate."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, J.\n— Without going'into any of the erudite learning that was. lavished on these cases in the argument, we are of opinion that they may be well decided upon the face of the wills of the two sisters, Mrs. Brown and Mrs. Finney. Mrs. Brown, after giving, by her will, various legacies, divided the residue of her estate into two half parts — one of which she gave to her sister, Mrs. Finney, “ absolutély, so that she may dispose of the same by will or otherwise, as fully and amply as if the same now belonged to her” — and the other half to Mrs. Finney to receive the income thereof during her natural life, and after her death, over to trustees, to pay the income to her nephews Thomas Neill and George B. Neill, “ in equal shares, and in case of the death of either of said nephews, to pay his share of the said income to the children of the said deceased nephew, and if he should die without children, then to the surviving nephew during his natural life.”\nAs to the first half, we cannot doubt that Mrs. Finney took an absolute fee simple interest. Nor is it affected by the concluding clause of the will, in which the testatrix provided that in case Mrs. Finney should not survive her, or, surviving her, should not by will or otherwise dispose of this part of the estate, it should go to the nephews under the same trust as that above expressed, because Mrs. Finney did survive Mrs. Brown, and did dispose of the estate by her will for life, and left the fee to descend to her heirs under the intestate laws. That was “ disposing” of it within the meaning of Mrs. Brown’s will. The condition was not that it should be disposed of in any particular manner, but “ by will or otherwise.\" Such a condition is no restraint upon a tenant in fee, for it is only declaratory of one of the necessary incidents of the estate. A fee simple may be disposed of by deed, or will, or the intestate laws, according to the election of the owner, and all the powers which any tenant in fee possesses, Mrs. Brown meant should vest in Mrs. Finney in respect to this half of her estate.\nThen as to the other half, we think it equally clear that Mrs. Finney had a life estate, and after her death, George B. Neill having also died childless, Thomas took an estate for life, and that the fee, undisposed of by flhe will, descended to the heirs at law of Mrs. Brown.\nSuch is our reading of Mrs. Brown’s will. We come now to that of Mrs. Finney. She gives all her estate, real and personal, “ and also all that part of my sister Susan B. Brown’s estate, given me by .her will,” to trustees “ in trust, to pay over the rents, issues,' profits, and income thereof, as the same may be received, to my nephew Thomas Neill, during his life.” This was a devise of a life estate, and a dying intestate as to the fee. We have already shown that she had an absolute property in half of Mrs. Brown’s estate. In her own estate her rights were no more absolute. Carving out a life estate for Thomas, she left the fee in her whole estate to descend to her heirs at law.\nWe see no symptom of an executory devise. The only ground for an argument in favour of one, is contained in the following clause: “ And it is further my will and direction, that the principal of the property hereby devised shall in no event be liable for any debts or claims which now exist, or may hereafter exist against my said, nephew, or against his children or any of them.”\nThis was copied from Mrs. Brown’s will, and was intended to protect the “ principal” of the estate from Thomas’s creditors; hut as the estate was expressly limited to his life, the creditors of his children could not touch it, of course. That clause was superfluous and absurd. An estate to A. for life shall not be subject to the debts of his children — does that make an executory devise ? Surely not. An executory devise is a limitation by will of a future estate or interest in lands or chattels; but here the will limits no estate except a life estate in the nephew Thomas. None is to be implied from the thoughtless declaration, copied from a previous will, that “ the principal of the property hereby devised” shall not be subject to the debts of the devisee’s children. The “property hereby devised” could not be liable, in the nature of things, but even if it could be, the words are limited to that estate — a life estate in- Thomas — and import no intention to create any other.\nThis is, in substance and effect, the manner in which the auditor and the court below construed the wills of these ladies, and therefore the decree in each case is affirmed, and the appeals dismissed at costs of appellants.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "J. Murray Rush and W. JF. Judson,",
      "Eli K. Price, for the appellees,"
    ],
    "corrections": "",
    "head_matter": "Brown’s Estate.\nEstates in Fee Simple and for Life, Creation of by Will. — Executory Devises.\nA testatrix by will divided the residue of her estate into equal parts, giving one-half tp her sister “ absolutely so that she may dispose of the same by will or otherwise as fully and amply as if the same now belonged to her,” and the other half to the same sister, to receive the income thereof during her natural life, and after her death to trustees to pay the income to her nephews in equal shares, and in case of the death of either of them, to pay his shave of the income to his children, and if he should die without children, to the surviving nephew for life. Held, that the devisee took an absolute fee simple interest in the first half, and a life estate in the other:\nThat after her death, the surviving nephew, the other having died childless, took a life estate in the second half, the fee of which descended to the heirs at law of testatrix.\nCertiorari to tbe Orphans’ Court of Philadelphia county.\nThese were appeals by Thomas Neill and The Pennsylvania Company for Insurance on Lives, &c., from the decree of the Orphans’ Court, on the accounts of George B. Reese, administrator with the will annexed of Susan B. Brown, and as executor of Mrs. Christiana Finney.\nMrs. Brown, who was one of the three daughters of George Biekhan died, having had no children, but leaving interested in her estate a sister, Mrs. Christiana Finney, a. nephew, Mr. Thomas Neill, a son of her deceased sister Ann'Neill, and seven children of Jacob Reese, deceased, who was Mrs. Brown’s half brother (his mother, Mrs. Reese, having taken Mr. Biekhan for her second husband).\nBy her will, Mrs. Brown had devised one-half of the residue of her estate to her “ sister, Christiana Finney, absolutely, so that she may dispose of the same by will or otherwise, as fully and amply as if the same now belonged to her.” And the other half she gave to Mrs. Finney, “to receive the rents, issues, and income during her natural life,” and after her death to trustees (for whom the Pennsylvania Company were substituted) “in trust to pay over the rents, issues, profits, and income to my nephews, Thomas Niell and George B. Neill, in equal shares, and in case of the death of either of said nephews, to pay his share of the said income to the children of the said deceased nephew, and if he should die without children, then to the surviving nephew during his natural life. And it is further my will and direction that the principal of the said half of the residue of my estate shall in no event be liable for any debts or claims which now exist or may hereafter exist against my said nephews or either of them, or against their children or any of them. And\" it is further my will and direction that in case my said sister shall not survive me, or, surviving me, shall not by will or otherwise dispose of the estate hereby devised to her absolutely, then'I give, devise, and bequeath the same to trustees (Pennsylvania Company) in trust for the same uses and purposes, and under the same restrictions and limitations, as the other half of my estate hereinbefore devised and bequeathed.” George B. Neill died before testatrix, intestate and without issue.\nMrs. Finney died in December 1857, having survived her sister, and made a will, by which she gives, devises, and bequeaths “all my estate, real and personal, of whatsoever kind and description, and also all that part of my sister Susan B. Brown’s estate given to me by her will to Henry J. Williams, Esq., and George B. Reese, Esq., in trust to pay over the rents, issues, profits, and income thereof, as the same may be received, to my nephew, Thomas Neill, during his life. And it is further my will and direction, that the principal of the property hereby devised, shall in no event be liable for any debts or claims which now exist, or may hereafter exist, against my said nephew, or against his children, or any of them.”\nThe questions raised under the will of Mrs. Brown, before the auditor and the court below, were, first, whether Thomas Niell was entitled to the entire fee, subject to the trust during his life; and, secondly, whether the will of Mrs. Brown contained a good executory devise on the failure of Mrs. Finney to dispose of the estate by either deed or will. The question that was raised before the auditor and the Orphans’ Court under the will of Mrs. Finney was, whether there was an intestacy as to any portion of Mrs. Finney’s estate, or whether the latter clause, above recited, was sufficient to raise an estate by implication in the children of Thomas Neill. If such an estate could not be implied from the words of the will, then the real estate would descend to Thomas Neill, and the personal estate would be divided per capita among the children of Jacob Reese and Thomas Neill, the latter obtaining one eighth part. The following is the distribution which the auditor made, and which being affirmed by the court below, was here assigned for error.\nThe balance in the hands of the accountant as administrator of Mrs. Brown, which was $37,580.67, was distributed as follows':\nTo George B. Reese, executor of Christiana Finney, deceased, one-half part thereof, being $18765.33.\nTo the Pennsylvania Company for Insurances on Lives and Granting Annuities, Trustees of Thomas Neill, one-fourth part thereof, being $9,382.67, to be held in trust for the said Thomas Neill during his life, and after his decease for his children absolutely.\nTo the said Pennsylvania Company for Insurances on Lives and Granting Annuities, Trustees of Thomas Neill, one-fourth part thereof, being $9382.67, the income to be paid him during his life, and after his decease, the principal to be divided as follows, viz.:\nTo George B. Reese, executor of Christiana Finney, one-third part thereof, being $3127.55§.\nTo Thomas Neill, one-third part thereof, being $3127.55§.\nTo George B. Reese, William J. Reese, Dr. John Reese, Frederick W. Reese, Jacob Reese, Elizabeth Reese, Mary Suydam, one-third part thereof, being $8127.55f, to be equally divided between them, share and share alike.\nJ. Murray Rush and W. JF. Judson,\non behalf of Thomas Niell, contended on the first point under Mrs. Brown’s will, that the expression “ children” was intended by the testatrix to have the same meaning with issue or other word which would convey a fee tail in real estate and fee simple in personal: Price v. Taylor, 4 Casey 102; Williams v. Leech, Id. 89; Steacy v. Rice, 3 Id. 82; Naglee’s Appeal, 9 Id. 89; McKee v. McKenley, 9 Id. 92.\nAnd those same gentlemen with Mr. McQall, who represented a separate interest, that of the Pennsylvania Company, on the second point, argued that the bequest in question was not an absolute one, but a gift for life with remainder to Mrs. Finney’s appointees, by either deed or will. That the evident design of the testatrix was that if her sister desired, she might make an absolute disposition of it. By the subsequent limitation in the will, an estate was vested in the trustees of Thomas Neill: Fearne 223; Maundrell v. Maundrell, 7 Ves. Jr. 557; 10 Ves. Jr. 246; Sugden on Powers, ch. 2, § 4, p. 151; Smith on Executory Interests, § 115. It is submitted that the devise or bequest over to the trustees of the Neills is a good executory bequest: Williams on Real Property, Am. ed., p. 259; Fearne 468; Doe v. Webber, 1 B. & Ald. 713; 4 Bacon’s Abridgment 297; Beachcroft v. Broome, 4 Term R. 441; Doe v. Glover, 1 C. B. 448; Davies Ex parte, 15 Jurist 1102; Den v. Allaise, 1 Spencer (N. J.) 6; Doe v. Roe, 1 Harrington 475; Southerland v. Cox, 3 Devereux (N. C.) 394; Pendleton v. Pendleton, 3 Murphy (N. C.) 82; Moore v. Howe, 4 Monroe (Ky.) 199; Ladd v. Harvey, 1 Foster (N. H.) 514; Trumbull v. Gibbons, 2 New Jersey 47; Mifflin v. Neall, 6 S. & R. 460; Seibert v. Butz, 9 Watts 494; De Haas v. Bunn, 6 Barr 335; Eby v. Eby, 5 Id. 461; Rapp v. Rapp, 6 Id. 45; Boyd’s Heirs v. Bigham, 4 Id. 102; Haines v. Witmer, 2 Yeates 400, 405; Coates Street, 2 Ashmead R. 21.\nAs to Mrs Finney’s will they said, it is difficult to see how the words which relate to the children of Thomas Neill, can be satisfied in any other way than by giving them an estate under the will. The implication in such a case need not be a necessary one, but only reasonable: Doe v. Summersett, 5 Burr. 2608.\nEli K. Price, for the appellees,\ncontended that the bequest by Mrs. Brown conferred the absolute ownership, and that the attempted limitation over in case Mrs. Finney had not in her life disposed of it “by will or otherwise,” was inconsistent with her absolute ownership, and simply void: Attorney-General v. Hall, 1 Jac. & Walk. 157; Flanders v. Clark, 1 Ves. 9; Beach-croft v. Broome, 4 Term R. 441; Grey v. Montague, 2 Eden 205; Ross v. Ross, 1 Jac. &. Walk 153; Lewis on Perpetuities 230 ; Green v. Harvey, 1 Hare 429; Flintham’s Appeal, 11 S. & R. 18; Ide v. Ide, 5 Mass. R. 500; Jackson v. Delancey, 13 John. 535; Jackson v. Livingston, 15 Id. 168; 16 Id. 537; 1 Sandf. Ch. 274; 18 Alabama 132; Reifsnyder v. Hunter, 7 Harris 41; Walker v. Vincent, 9 Id. 369; Amelia Smith’s Appeal, 11 Id. 9; Rewalt v. Alrich, 11 Id. 388; Williams v. Leech, 4 Casey 93; Naglee’s Appeal, 9 Id. 89; Holmes v. Godson, 35 Eng. L. & Eq. 591; Lapsley v. Lapsley, 9 Barr 130.\nThe words used in Mrs. Finney’s will are, “during his life.” There is but a faint implication, by the exclusion of the liability of the property for the debts of her nephew or his children. These words are sufficiently satisfied by the estate to fall upon the children as her heirs, namely: all the real estate as heirs of- the whole blood, and their father’s share of the personalty as one with all the Reese family of the half blood, in equal degree, per capita: Purd. 453; Lewin on Trusts 181; Hill on Trustees 119; Flintham’s Appeal, 11 S. & R. 18; Morris v. Phaler, 1 Watts 389; Fisher v. Herbell, 7 W. & S. 63; Gernet v. Lynn, 7 Casey 94; Fairies’ Appeal, 23 P. S. R. 30; Fissell’s Appeal, 27 Id. 55; Lipman’s Appeal, 6 Casey 180.\nMarch 1st 1861,"
  },
  "file_name": "0289-01",
  "first_page_order": 289,
  "last_page_order": 294
}
