{
  "id": 994061,
  "name": "Barbier et al. versus Smith",
  "name_abbreviation": "Barbier v. Smith",
  "decision_date": "1861",
  "docket_number": "",
  "first_page": "296",
  "last_page": "298",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 296"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 283,
    "char_count": 4964,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 5.527646540942415e-08,
      "percentile": 0.34527167414007537
    },
    "sha256": "ee765690125a8d82ecaea94e72d45ef83240a2407762e94cb88e3bdc9a00d386",
    "simhash": "1:74e042b52b4eb73c",
    "word_count": 827
  },
  "last_updated": "2023-07-14T21:27:31.076625+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Barbier et al. versus Smith."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\n— The lien was entered of record in the manner prescribed by statute, but it is objected that the plaintiff’s book of original entries was erroneously admitted in evidence to prove the delivery of the materials. The ground of objection is that the book charged the materials to the owner of the building instead of the contractor.\nThe statute does not prescribe the manner of proof in such cases, and therefore general rules and principles apply. The thing to be proved is that the materials or labour were furnished for and went into the building in question. A book of original entries, in connection with other explanatory evidence such as was here, is entirely competent. The book proved a sale and delivery of the articles to the owner of the building; the other evidence tended to prove that the contractor used them, and that in a settlement between the owner and the contractor, the money was set apart to pay the plaintiff’s bill. . Unexplained, the book charges would not of themselves have sustained the lien; but accompanied with the other proofs, they were competent.\nThe errors assigned upon other parts of the record having been abandoned, need not be noticed.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "McAllister and Briggs, for plaintiffs in error.",
      "Edward M. Paxson, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Barbier et al. versus Smith.\nMechanics’ Lien against Contractor sustained by charge against Owner.\nIn an action on a mechanic’s lien, the plaintiff’s hook of original entries is admissible, though the materials be charged to the owner of the building instead of the contractor, if accompanied with evidence that the contractor used them, and that in a settlement between him and the owner, the money was set apart to pay the bill.\nError to the Common Pleas of Philadelphia.\nThis was a scire facias on an apportioned mechanic’s lien, sued out by John Smith against George H. Barbier and George Bartolett, owners, and Elizabeth Leeds, executrix of Ezra B. Leeds, contractor. . The claim, which was in proper form and filed in due time, was for lime and other materials used in the buildings by Leeds the contractor, amounting to $93.21. The bill attached to the claim was against “ the estate of Ezra B. Leeds, for lime, &c., furnished to Bartolett’s new stores adjoining railroad depot in Germantown.” The lien claim was filed against “ George H. Barbier and George -Bartolett, owners or reputed owners, and Elizabeth Leeds, executrix of Ezra B. Leeds, deceased, who was the contractor,” describing the buildings and curtilage.\nThe defendants pleaded separately non assumpsit, payment, and set-off, with leave to add, alter, and amend, and to give the special matters in evidence, to which plaintiff replied non solvit, no set-off, and on the issue thus made up the case was tried.\nOn the trial, the plaintiff’s book of original entries was offered in evidence, in which the charges were made against “ George Barbier, for new building next to depot on Main street.”The evidence was objected to because of the variance between it and the lien charges; but the court overruled the objection, and admitted the evidence under exception. The plaintiff then' proved the delivery of the materials to the buildings; that Leeds was the contractor; that Barbier had ordered some of the materials ; that Bartolett had bought an interest in the buildings, and that Bartolett, in settling with Leeds, had retained $82.98, to pay Smith’s bill.\nThe defendants submitted the following points, on which the court were requested to charge the jury:—\n1. The plaintiff cannot recover, as the materials are charged to George H. Barbier, and not to the contractor alleged in the lien.\n2. The plaintiff cannot recover, as the apportionment of the claim is arbitrary and mere guess-work, there being no statement or explanation by which the quantity of materials furnished each building can be ascertained.\n3. The plaintiff cannot recover, as by the lien and the plan accompanying the same, two of the buildings not contiguous are described as one building.\nThe learned judge declined to affirm either of these points, whereupon there was a verdict and judgment in favour of plaintiff for $33.92.\nThe defendants then sued out this writ, and assigned as cause for reversal the following matters:—\n1. The learned court below erred in admitting in evidence, to sustain the lien claim, the plaintiff’s book of original entries, which charged the materials furnished, and work done, to George H. Barbier; and the lien claim sets forth and avers that the estate of Ezra B. Leeds was the contractor.\n2. The party charged in the lien claim, and the party charged in the plaintiff’s book, put in evidence, are different parties.\n3. There is a fatal variance between the lien claim and the evidence admitted by the court to sustain it.\n4. The court below erred in refusing to affirm the first, second, and third points, presented by defendants below.\nMcAllister and Briggs, for plaintiffs in error.\nEdward M. Paxson, for defendant in error."
  },
  "file_name": "0296-01",
  "first_page_order": 296,
  "last_page_order": 298
}
