{
  "id": 994089,
  "name": "Gaynor et al. versus Wilde et al.",
  "name_abbreviation": "Gaynor v. Wilde",
  "decision_date": "1861-03-01",
  "docket_number": "",
  "first_page": "300",
  "last_page": "302",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 300"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 316,
    "char_count": 4540,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 5.12982294956584e-08,
      "percentile": 0.3230740479464247
    },
    "sha256": "5352eb822fcdf851043af9d1deeaa966b19d155ff1f962b5f3f7fab32993119e",
    "simhash": "1:52688e25e47bdf06",
    "word_count": 773
  },
  "last_updated": "2023-07-14T21:27:31.076625+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gaynor et al. versus Wilde et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, J. — The 37th section of the Act of 13th June 1836, (Purdon 23), authorizes sheriffs in cases of trespass on real estate and of nuisance, by non-residents, to go beyond their proper bailiwicks “ into an adjoining county” to serve process, and we are asked, in this case, not to decide that Montgomery is an adjoining county to Schuylkill, but to disregard those interjected and parenthetical words in the section, and to decide that the defendant was well served in Montgomery county with process from the Common Pleas of Schuylkill county.\nAn application to the legislature to repeal these words would be most reasonable, and doubtless successful, for the Act of 14th April 1851, extending the remedy of the above sections to actions by mortgagees, has already repealed 'them in that class of cases, and there is no more retaining them in one form of action than in another. Besides, public convenience-and the administration of justice in local actions would be promoted by the repeal. But we have no legislative power. We declaro the law as it is made, and do not make'it. Those words stand legibly in the enactment, and until the legislature repeals them, we must say that the power of the sheriff to serve process beyond his bailiwick is limited to the t£ adjoining county.”\nThe judgment is affirmed.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Franklin B. Q-owen and B. W. Gumming, for plaintiffs in error,",
      "F. W. and J. Hughes, for defendant."
    ],
    "corrections": "",
    "head_matter": "Gaynor et al. versus Wilde et al.\nService of Writs in adjoining Counties.\nThe power of the sheriff of one county to serve process in another, in cases of trespass on real estate and nuisance, by non-residents, under section 37, Act 13th June 1836, is limited to the county immediately adjoining the one in which the injury was committed.\nError to the Common Pleas of Schuyllcill county.\nThis was an action of trespass, quare clausum fregit, brought by James Gaynor et al. against Henry Wilde, Jeremiah Boone, Dr. William Wetherill, and Jacob Gordon.\nThe plaintiffs were owners of certain lands in- Schuylkill county, who, finding defendants in possession, brought ejectment against them, recovered, and were placed in possession by the sheriff, under an habere facias, about four years after the commencement of the suit. In the meanwhile, quantities of timber had been cut and removed by defendants, and this action was brought originally to March Term 1858, for the mesne profits .and for damages to the land, &c. The writ was returned served as to Wilde, Boone, and Gordon, but non est inventus as to Wetherill, who resided at Fatland, Montgomery county.\nOn the 13th of February 1860, an alias writ of summons was issued against Wetherill, which was returned “ Served on J. M. Wetherill, agent for Dr. William Wetherill.” The sufficiency of this service being doubted, a pluries writ was taken out to June Term 1860, which was returned, “ Served a true and attested copy of this writ personally on Dr. William Wetherill, at Fatland, Montgomery county, Pennsylvania, May 4th 1860.” To this writ Messrs. F. W. and J. Hughes appeared de bene esse for Dr.'Wetherill. A rule was then granted on Mr. Wetherill to plead or judgment, which, on argument, was discharged on the ground that the writ was not served on the defendant in an adjoining county!\nThe plaintiffs then sued out this writ, averring here that the court below erred in discharging the rule on Dr. Wetherill to plead.\nFranklin B. Q-owen and B. W. Gumming, for plaintiffs in error,\ncited the Act of June 13th 1836, § 37,- relative to the service of writs in trespass and nuisance on non-residents, and argued that the spirit of the statute was to afford an adequate and speedy remedy against wrongdoers,' regardless of residence, and should not be confined to cases where the defendants live in an “ adjoining” county, but should be liberally construed: Bac. Abr. Stat. 1, 8; Guffey v. Free, 7 Harris 384. The Act of April 14th 1851, § 1, has given this construction to the Act of 1836. Statutes in pari materia are to be taken together in construing them: 1 Kent Com. 463. Without this service the plaintiffs have no remedy against Dr. Wetherill. The injury was done when he was in possession, but the action is local and must be tried where the lands lie. The court below refused to allow plaintiffs to bring Dr. Wetherill into Schuylkill county, or to give judgment against the other defendants, thus depriving them of a remedy for a grievous wrong, unless Mr. Wetherill should visit Berks or Schuylkill county before they are barred by the Statute of Limitations.\nF. W. and J. Hughes, for defendant.\nMarch 1st 1861,"
  },
  "file_name": "0300-01",
  "first_page_order": 300,
  "last_page_order": 302
}
