{
  "id": 994107,
  "name": "George W. Michener and Wife versus Thomas S. Cavender",
  "name_abbreviation": "Michener v. Cavender",
  "decision_date": "1861-03-01",
  "docket_number": "",
  "first_page": "334",
  "last_page": "338",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 334"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Wharton 457",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 549,
    "char_count": 11241,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 3.0482382193456516e-07,
      "percentile": 0.8557728655222756
    },
    "sha256": "6c075f539b3da4d551256dcd32b12e2d0589e48cb17162fb144614be1bc30317",
    "simhash": "1:b3c1e72a4aba34c3",
    "word_count": 1968
  },
  "last_updated": "2024-02-27T22:44:35.746514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "George W. Michener and Wife versus Thomas S. Cavender."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Woodward, J.\n— Our recording acts having prescribed the form of acknowledgment necessary to be observed by married women in order to make a valid conveyance or mortgage of their interest in real estate, this court has held the official certificate of acknowledgment conclusive of every fact appearing on the face of the certificate, and has excluded parol evidence of what passed at the time of the acknowledgment, except in cases of fraud and duress. But in cases of fraud and imposition, or of duress, parol evidence has been freely admitted to overthrow the certificate, as in Schrader v. Decker, 9 Barr 14, and Louden v. Blythe, 4 Harris 532, and S. C., 3 Casey 25. And where fraud and duress- have been practised in obtaining the acknowledgment, knowledge of it is to be brought home to the grantee, or of such circumstances as would lead him to inquiry upon the point.\nSuch is the doctrine of the cases in our books, and on the strength of it the learned judge ruled that the gross blunder, if not fraud, of the alderman, in certifying to the separate examination and acknowledgment of a wife who had not signed the mortgage nor appeared before him, could not affect Cavender, the mortgagee, because he was not present when the mortgage was acknowledged, and was never informed of what passed, and that he was to be presumed a bond fide purchaser.\nIf the doctrine of notice is to be applied in this manner, no married woman’s estate is safe, and the statutes that have been passed for her protection are as worthless as waste paper; for whenever her husband goes into a conspiracy to strip her of her lands, the transaction is not likely to be attended with any circumstances of notice that are susceptible of proof. Here, for instance, is a mortgage made upon Mrs. Michener’s separate estate, made to a conveyancer, and duly witnessed and acknowledged, which, for aught that appears of record, she never saw nor heard of until she was sued upon it by this scire facias. Her name appears to the printed copy on our paper-books, b.ut when and by whom it was subscribed to the original instrument does not appear. It certainly was not there when the alderman witnessed and acknowledged the mortgage. The statute require? the signature to precede the acknowledgment, and without signature and acknowledgment according to the statute, it is not, and cannot be a mortgage of her estate. To call the mortgagee a bond fide purchaser, and to put her to proof that he knew she had been cheated, would be like making her right to reclaim stolen goods dependent on the receiver’s knowledge of the felony. Suppose the mortgage was a forgery out and out, and Cavender chose to invest his money in a purchase of it, must it be enforced because he did not know he was buying a forged instrument ? An instrument known to be forged would not be purchased, and would, therefore, be worthless' to the forger. Counterfeit notes would never be issued if a herald went before to proclaim their spuriousness. But because they are taken without notice, do they become genuine ? Is every bank and individual to redeem whatever obligations bond fide holders may obtain against them, without regard to the question whether the obligation was ever issued or not?\nTo carry the doctrine of notice to such extent would subvert all law and justice. A purchaser of real estate who finds the deeds in the channel of the title all duly acknowledged, is certainly not required to go up the stream and inquire of every married woman if she executed her deed voluntarily and acknowledged it according to law; and if he pay his money on the faith of such title-deeds he is to be protected, and this probably is all that was meant by what judges have said about purchasing without notice. But a mortgagee is not a purchaser of an estate, though for the purposes of the recording acts he is sometimes treated as one. He acquires neither an equitable nor a legal estate in the premises mortgaged. He is simply a lien-creditor — a holder of a security for money. His assignee takes the mortgage subject to all defences, unless he inquire of the mortgagor, and learn that there are none. And he is in no better condition than his assignee. It is not usual, I know, for mortgagees to watch the execution and acknowledgment of the instrument. They generally rely on the integrity of the judicial officer who certifies the acknowledgment. But where the estate is that of a married woman, and the mortgagee is himself a conveyancer, and holds, as from the recitations of this mortgage we perceive Mr. Cavender holds, other mortgages against the same married woman, we are of opinion that before he advanced more money on the faith of her estate, it was his duty to consult her. The doctrine of notice, as deduced from the adjudged cases, does not apply here. It was never intended for such a case as this. Intolerable as the duress or fraud were in the Schrader and Louden cases, the fraud here was far more gross. The only excuse the alderman gives for his reckless conduct' is, that “ George told me it was a temporary matter, and that he would make it all right if Mr. Cavender objected.” To George and the alderman Mr. Cavender must look to make it all right, but he must not touch Mrs. Michener’s separate estate by means of such a mortgage.\nThe judgment is reversed.",
        "type": "majority",
        "author": "by Woodward, J."
      }
    ],
    "attorneys": [
      "J. Cr. Michener, with whom was F. Garroll Brewster, for plaintiff in error,",
      "Hopper, for defendant,"
    ],
    "corrections": "",
    "head_matter": "George W. Michener and Wife versus Thomas S. Cavender.\nFraudulent Certificate of Aclmowledgment of Mortgage, Effect of on Purchaser without Notice.\n\"Where in a mortgage of a married woman’s separate estate, the alderman, falsely or by mistake, certified to the separate examination and acknowledgment of the wife (who did not sign the mortgage nor appear before him), the mortgagee will be affected ’ by the fraud, though he was not present at the acknowledgment, nor informed of what passed. He will not be presumed a bond fide purchaser, nor is it necessary to prove notice to him of the fraud or mistake.\nError to the District Court of Philadelphia.\nThis was a scire facias sur mortgage by Thomas S. Cavender against George W. Michener and Eveline E. Michener his wife, dated September 30th 1853, and duly recorded, to secure the payment of $3200. The property covered by the mortgage was the separate property of Mrs. Eveline E. Michener, which she held under deeds from James Alcorn and wife and Edward W. Clements and wife, neither of which were recorded at the date of the mortgage.\nThe defendants pleaded payment, set-off, and several special pleas, to which replications tendering issue were filed. Before the case was tried, another special plea was filed by leave of the court, which was as follows:—\n“ That the said Eveline E. Michener did not acknowledge said deed or indenture.of mortgage, as required by the second section of an Act of the General Assembly of Pennsylvania, passed on the 28th day of February 1770, and the supplements thereto, in order to convey her interest in the real estate described in said indenture of mortgage, nor did she appear before any judge or justice of said county, to declare that she did voluntarily, and of her own free will and accord, seal, and, as her act and deed, deliver the said indenture of mortgage without any coercion or compulsion of her said husband, and this they are ready to verify. Wherefore, they pray judgment, if the said Eveline E. Michener should be charged with the said debt by virtue of the said supposed indenture of mortgage.”\nOn the trial the defendants called the alderman before whom the acknowledgment was taken, who, under exception to his competency as a witness to contradict his own official act, testified to the following facts:—\n“ This signature to the certificate of acknowledgment is mine, and the day of the month written at the head of the certificate is in my handwriting, as is also my name as one of the subscribing witnesses. George W. Michener appeared before me and acknowledged this mortgage; Eveline E. Michener did not appear before me then, and acknowledge the mortgage, nor sign it, neither did she at any time afterwards; I did not notice that the mortgage was by husband and wife until I put my name to it; before handing it to George I noticed two seals, and then noticed that there should be another party, and mentioned the fact to George; he said it was only a temporary matter between himself and Mr. Cavender, and that, if Cavender objected, he would make it right, and I then let him take the mortgage with him.” On cross-examination he said:—\n“ I have not been spoken to about this matter by George W_ Michener, or any one. When George called to acknowledge the mortgage, I was hearing a case; I said nothing to him except what I have repeated. I remember distinctly about this acknowledgment ; it was the only mortgage by husband and wife I ever had before me. Mr. Cavender was not before me when the mortgage was signed by George, and I never have spoken a word to him about it, and never informed him that Eveline E. Michener did not acknowledge the mortgage; I was satisfied when George told me it was a temporary matter, and that he would make it all right if Mr. Oavender objected.”\nThe defendant having thus closed his case, the learned judge charged the jury, that the testimony of the alderman did not constitute a defence to the action on the mortgage, unless the plaintiff had notice or knowledge of the matter given in evidence by the alderman; that there was before the jury no evidence of such knowledge, but, on the contrary, the witness had stated that Mr. Oavender was not present when the mortgage was acknowledged, and that he never informed him of what had passed; and that, there being no testimony the other way, the jury ought to presume that Mr. Oavender was a bond fide purchaser.\nThere was a verdict and judgment in favour of plaintiff for $2201.33, whereupon the defendants sued out this writ and assigned for error here,\n1. The court erred in charging, “ That the testimony of the alderman did not constitute a defence to the action on the mortgage, unless the plaintiff had notice or knowledge of the matter given in evidence by the alderman.”\n2. The court erred in charging the. jury, “that there was before the jury. no evidence of such knowledge, but on the contrary, the witness had stated, that plaintiff was not present when the mortgage was acknowledged, and that he never informed him of what had passed.”\n3. The court erred in charging the jury, “that there being no testimony the other way, the jury ought to presume that the plaintiff was a bond fide purchaser.”\nJ. Cr. Michener, with whom was F. Garroll Brewster, for plaintiff in error,\ncited and relied on Louden v. Blythe, 3 Casey 25; same case in 4 Harris 532.\nHopper, for defendant,\nas to the necessity for proof of notice or knowledge of the improper acknowledgment, cited Barnet v. Barnet, 16 S. & R. 72. As to the legal effect of the alderman’s certificate: Jamison v. Jamison, 3 Wharton 457; Schrader v. Decker, 9 Barr 14; Louden v. Blythe, 4 Harris 532, 3 Casey 25. On the competency of the alderman as a witness, he cited Good-title v. Clayton, 4 Burrows 2224, and Stone et al. v. Montgomery and Wife, 14 George (Mississippi Rep.) 83.\nMarch 1st 1861,"
  },
  "file_name": "0334-01",
  "first_page_order": 334,
  "last_page_order": 338
}
