{
  "id": 994055,
  "name": "Serrill versus The City of Philadelphia",
  "name_abbreviation": "Serrill v. City of Philadelphia",
  "decision_date": "1861-03-11",
  "docket_number": "",
  "first_page": "355",
  "last_page": "359",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 355"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 W. & S. 209",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480097
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0209-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 456,
    "char_count": 10277,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 5.270135368607289e-08,
      "percentile": 0.3307731454613763
    },
    "sha256": "4f83e2bdf2cbe6000b44ffe721a3d042cb39cf88b0eba5f49a0c8ed93ba516e2",
    "simhash": "1:a8fa00300a017cbf",
    "word_count": 1832
  },
  "last_updated": "2024-02-27T22:44:35.746514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Serrill versus The City of Philadelphia."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Woodward, J.\n— We cannot take the view of this case, suggested and urged by the learned counsel of the plaintiff in error.\nBy the Acts of Assembly of 21st April 1855, and 13th May 1856, lands within the city of Philadelphia which the assessors marked “rural,” were taxable with only two-thirds the rate of city taxes assessed on other real estate in the city, one-third being released because rural owners derived Do benefit from lighting, paving, and cleaning streets, &c.\nThese acts make no distinction of marsh, or meadow, or upland, but treat all land as rural which is used for agricultural purposes.\nBut the Act of April 1858 made a distinction in favour of meadow or marsh land situate in the Twenty-fourth Ward, and paying, besides the usual city taxes, a further tax for keeping up and in repair the banks on said lands; and it provided, that such lands should be liable to pay one-half the rate of tax “ levied on real estate in said city for city purposes.” The reference here, was to the taxation of real estate in said city generally, and not to the special kind of real estate known as rural. And the meaning was, that the particular kind of property described in the act, being taxed like other real estate in the city, should have deducted, not one-third like rural lands, but one-half, because like rural lands they were without many city privileges, and unlike, them, were subject to a bank tax to fence out the floods. These marsh and meadow lands were to enjoy all the exemption of rural lands and more, but they were not to enjoy both the exemption given by the Act of 1858 and that given to rural lands by the previous statute. This would be to release them from five-sixths of the city taxes. The Act of 1858 does not in terms repeal the prior acts but it supplies and replaces them, and so in effect repeals them as to the marsh lands of the Twenty-fourth Ward.\nThe court construed and applied these acts correctly, and, therefore, the judgment is aflirmed.",
        "type": "majority",
        "author": "by Woodward, J."
      }
    ],
    "attorneys": [
      "Fallon and Serrill, for plaintiff in error, argued:",
      "Charles B. Lex, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Serrill versus The City of Philadelphia.\nReduction of Tax Rates on “ Marsh” or “ Rural” Lands in Philadelphia.— Construction of Statutes in pari materia.\nWhere by Acts of Assembly passed in 1855 and 1856, lands within the city of Philadelphia, which the assessors marked “ rural”, were made taxable with only two-thirds the rate of city taxes, and by Act of 1858, marsh or meadow lands, situate in Twenty-fourth Ward, paying beside the regular city taxes, a further tax for keeping up and repairing the banks on said lands to keep out the floods, were made liable to pay one-half the tax levied for city purposes; it was Held, that the latter Act repealed the former as to marsh lands of the Twenty-fourth Ward, and that they were not entitled to the exemption in both Acts, but only to the one-half exempted by the Act of 1858.\nError to the District Court of Philadelphia.\nThis was an amicable action between the City of Philadelphia as plaintiff and Pearson Serrill defendant, in which the following case was stated for the opinion of the court:—\nIt is agreed that this action be entered with like effect as if a lien for the taxes hereinafter mentioned had been duly filed and advertised, and sei. fa. thereon duly issued, returnable to the first Monday of March 1860, regularly made known to said defendant by the sheriff, and so returned.\nAnd it is agreed, that Pearson Serrill, defendant above named, is the owner of a tract of land situated in the Twenty-fourth Ward of the city of Philadelphia, which is assessed for the year 1859 at the sum of $10,300. The whole of the said tract is returned by the assessor as “rural.”\nA portion of the said land is “upland,” and the remainder is “marsh or meadow land,” and is subject to a tax for keeping up and in repair the banks on the said lands. The said “upland” and “ meadow” are divided in the assessment as follows, viz.:—\nThe upland of said tract is assessed at . $2250\nThe meadow or marsh tract is assessed at . 8050\nTotal assessment.....$10,300\nThe rate of city tax for the year 1859 was $1.75 in the one hundred dollars.\nThe sum of $49.72 was duly tendered on the 14th day of January 1860, by the said defendant to the receiver of taxes in payment of the amount of defendant’s taxes for the year 1859 on said tract, on the assessment or valuation of $10,300 aforesaid.\n1. If the court shall be of opinion that the statement as follows, viz.:\nAmount of tax for 1859 as stated and tendered by defendant, viz:—\n$2250 assessed as upland at $1.75 city rate . . $39.37\nLess £ for rural ....... 13.12\n$26.25\n$8050 assessed as meadow at $1.75 . $140.87\nOff J for rural ..... 46.96\n93.91\nOff | of $140.89 for banks . . . . 70.44 23.47\nTotal..... $49.72\nrepresents the amount lawfully due by the defendant for the city taxes on said tract for the year 1859, then judgment to be entered for plaintiff for the sum of $49.75 without costs.\n2. If the court shall be of opinion that the rate of tax to be charged on the property assessed as “meadow or marsh” $8050, should be one-half the rural rate, then judgment to be entered for plaintiff for $82.15, with interest from January 1st 1860.\n3. But if the court shall be of opinion that the bills or statements hereto annexed, marked “ A” and “ B,” to wit:\nrepresent the amount lawfully due by the defendant for the taxes aforesaid, then judgment to be entered for plaintiff for the sum of $101.89 with interest from January 1st 1860, and the commissions thereon for collection, awith right of writ of error to either party.\nThe learned judge of the District Court, to whom the case was submitted, delivered the following opinion and judgment:—\n“ The assessor returned the whole of the defendant’s land as “ rural,” and assessed as its value $10,300. By the 42d section of the. Act of 21st of April 1855, the rate at which this was to be assessed could not exceed two-thirds of the rate fixed as the general rate for 1859. This was $1.75 on every one hundred dollars.\n“By the Act of 16th of April 1858, it is enacted that all meadow or marsh lands situate in the Twenty-Fourth Ward of the city of Philadelphia, and assessed as marsh or meadow land, and paying a special tax for keeping up and in repair the banks of such meadow land, shall be liable to pay half only ‘ of the tax levied on real estate in said city for city purposes.’\n“ Of the $10,300 returned by the assessors as the proper value of the whole of the plaintiff’s land, the assessors have returned also that $8050 is the value of the marsh or meadow land, and that the remainder, $2250, was not meadow or marsh land.\n“ It seems abundantly plain, therefore, that plaintiff, under the Act of 1858, should be taxed one-half of the tax assessed on real estate in the city for city purposes.\n“One-half of the rate on $8050 is , . . $70.43\n“ And two-thirds on the remainder of ‘ rural’ lands,\nviz., on $2250, is......26.25\n“ Making together ...... 96.6$\n“ Suit has been brought to recover the tax due.\n“ This subjects the defendant to 5 per cent, penalty 4.83\n“ And to the expenses of advertising ... 37\n$101.88\n“ Interest from January 1st 1860, and commissions.\n“ Judgment upon the case stated is to be entered for $101.89, with interest from January 1st 1860, and commissions.”\nThe defendant thereupon sued out this writ, assigning for error here that the court below erred in entering the above judgment for plaintiff on the case stated.\nFallon and Serrill, for plaintiff in error, argued:\n— 1. That, as his whole land was returned rural, he was entitled, under the Act of April 21st 1855, to a reduction of one-third of the rate of this tax on all his land — meadow and upland. 2. That as his land to the extent of $8050 of the valuation was meadow subject to a bank tax, and being also rural, it was entitled also to a reduction of tax rate by virtue of both Acts of Assembly, unless the Act of April 16th 1858 be held to repeal the Act of April 21st 1855. 3. That there was no express repeal, nor, under the rules of law, any repeal by implication; citing Commonwealth v. The Easton Bank, 10 Barr 448; 2 Dwarr. on Stat. 638, 673; Williams v. Pritchard, 4 T. Rep. 2; Dix v. Boston, 12 A. & E. 470; 1 Bl. Com. 89; Dr. Foster’s Case, 11 Rep. 57; Street v. The Commonwealth, 6 W. & S. 209. That both these statutes might stand together, being both affirmative, applying to distinct subject-matters, and each based on independent grounds.\nCharles B. Lex, for the defendant in error.\n— The decision of the court below was founded upon a correct interpretation of the Act of April 16th 1858. If the latter act was intended to extend the privilege of freedom from taxation to a greater extent than one-half of the assessed rate, it would have been easy to have said that it shall be exempt to the extent of one-half of the two-thirds assessed upon rural property. If the construction contended for by the plaintiff in error be correct, he should ask that his property be exempt to the extent of both one-third and one-half of the amount, or five-sixths in all, which would almost virtually exempt it from any taxation.\nBy the terms of the act, the legislature took into consideration, that marsh or meadow land is generally rural, by making a discrimination in favour of such land of one-sixth over the rate to be paid by other rural property, the one-sixth being no doubt given as a compensation for the maintenance of the banks. By this mode of computation, meadow lands are exempt to the extent of one-third as being rural, and one-sixth for the cost for maintaining the bank, or one-half in all.\nThe principles of interpretation contended for by the plaintiff will not apply to the construction of the Act of 1858. They must show their exemption under the terms of the Act, and cannot be relieved by reference to another Act which it is said must be construed with the Act of 1858. But the Act of 1856 uses the word agricultural, as meaning rural, whilst the Act of 1858 uses the term marsh or meadow land, to discriminate it from agricultural. The latter term more properly applies to that used for the culture of crops, whilst meadow or marsh land is generally used for grazing and not agricultural purposes, and is not therefore within the meaning of the Act of 1856 as such.\nMarch 11th 1861,"
  },
  "file_name": "0355-01",
  "first_page_order": 355,
  "last_page_order": 359
}
