{
  "id": 994097,
  "name": "North Branch Passenger Railway Company versus City Passenger Railway Company",
  "name_abbreviation": "North Branch Passenger Railway Co. v. City Passenger Railway Co.",
  "decision_date": "1861-03-11",
  "docket_number": "",
  "first_page": "361",
  "last_page": "368",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 361"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 W. & S. 101",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480106
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0101-01"
      ]
    },
    {
      "cite": "9 W. & S. 10",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "11 Peters 521",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "4 Peters 514",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        3309032
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/29/0514-01"
      ]
    },
    {
      "cite": "10 Peters 524",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        5615940
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/35/0524-01"
      ]
    },
    {
      "cite": "6 Paige 554",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2181768
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/6/0554-01"
      ]
    },
    {
      "cite": "2 Gray 1",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        1998281
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/68/0001-01"
      ]
    },
    {
      "cite": "11 Peters 429",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "4 Cushing 63",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        1986170
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/58/0063-01"
      ]
    },
    {
      "cite": "4 Gray 474",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2075544
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/70/0474-01"
      ]
    },
    {
      "cite": "5 W. & S. 171",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478939
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0171-01"
      ]
    },
    {
      "cite": "6 Howard 507",
      "category": "reporters:state",
      "reporter": "Howard",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "3 Cranch 70",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        6757138
      ],
      "opinion_index": -1,
      "case_paths": [
        "/dc/3/0070-01"
      ]
    },
    {
      "cite": "13 Howard 71",
      "category": "reporters:state",
      "reporter": "Howard",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "6 Cranch 135",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "opinion_index": -1
    },
    {
      "cite": "11 Peters 420",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        3344471
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/36/0420-01"
      ]
    },
    {
      "cite": "7 Peters 344",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "9 Johns. 507",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        372216
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/9/0507-01"
      ]
    },
    {
      "cite": "7 N. H. Rep. 35",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        6754904
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/7/0035-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 810,
    "char_count": 19153,
    "ocr_confidence": 0.437,
    "pagerank": {
      "raw": 1.0268813881591526e-07,
      "percentile": 0.546946945555513
    },
    "sha256": "389ae0ef2dff61e1d4dcabe96ee1114440b14bcbdb15fde1c6ab8d474bda29f0",
    "simhash": "1:6527d4a5d3803ade",
    "word_count": 3288
  },
  "last_updated": "2024-02-27T22:44:35.746514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "North Branch Passenger Railway Company versus City Passenger Railway Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\n— There is nothing in the defendants’ acts of incorporation, passed the 26th and 31st of March 1859, that indicates that the track laid by them was to be subject to any right in favour of any other company. On the contrary, it is declared that the defendants shall have the exclusive right to use and occupy the streets named for railway purposes; and it seems to us that this means the exclusive right to lay their track on the streets, and also, and were to have, a fortiori, the exclusive right to use their own rails when laid.\nBut the plaintiffs claim that they acquired a right to use the defendants’ track by their, the plaintiffs’, act of incorporation, passed 10th April 1858, whereby they were granted the right “to connect with any passenger railway now constructed, or hereafter to he constructed, so as to give them a complete route from Fairmount to the Exchange.”\nNow though terms of present grant are here used, they cannot be interpreted as a present grant, but only as a promise to grant, for the very simple reason that there can be no right existing or actually granted in a non-existing thing or right. Of course we are not expected to enforce a legislative promise. A right is a relation of a person or persons to some thing or person, and from its very nature it cannot arise or exist in advance of the persons and things related, and of which it expresses the relation. Neither the road of the defendants nor the right to make it existed when the plaintiffs were incorporated with the right insisted on, and of course their alleged right attached to nothing, and was therefore no right at all.\nUntil the defendants’ road, or at least the right to make it, came into being, the plaintiff’s grant had nothing to which it could attach, or on which it could rest; and when the defendants’ right Avas created, the plaintiffs' grant was not only not applied to it, but expressly excluded from it. It follows, therefore, that the plaintiffs never acquired any right as against the defendants or their railway track, and that their bill was properly dismissed.\nDecree affirmed Avith costs.\nStrong, J., dissented.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "St. Q-eorge T. Campbell and John C. Knox, for appellants,",
      "Henry M. Phillips, for appellees."
    ],
    "corrections": "",
    "head_matter": "North Branch Passenger Railway Company versus City Passenger Railway Company.\nLegislative Grants to Corporations construed. — Right of Railroads to connect with other Roads wader their Charters.\n1. Terms of present grant, used in an act of incorporation, will be interpreted as only a promise to grant, if the given right be with reference to what does not at the time exist. They are but a legislative promise, which the judiciary will not enforce.\n2. A right is a relation of a person or persons to some person or thing, and cannot from its very nature arise or exist in advance of the persons and things related, and of which it expresses the relation.\n3. A passenger railroad company, to whom, by their act of incorporation, was granted the right “to connect with any passenger railway now constructed, or hereafter to he constructed, so as to give them a complete route from Pairmount to the Exchange,” cannot, under that right, connect with another passenger railway which was not made, nor the right of making granted at the time the claimant’s act of incorporation was passed. The alleged right, at the time of its creation, had nothing to which it could attach, or on which it could rest, and was therefore no right at all.\nCertificate from Nisi Prius.\nIn Equity. — This was aa appeal by the North Branch Passenger Railway Company, to the court in banc, from the decree of the judge at Nisi Prius, dismissing the bill of complainants.\nOn the 7th of November 1859, the North Branch Passenger Railway Company filed their bill against William Singerly and Joseph Singerly, and the Philadelphia City Passenger Railway Company, and Charles Harlan, president thereof, setting forth\nTheir incorporation by Act of Assembly, approved April 10th 1858, and the issuing of letters patent.\nThe construction of their road on Fifteenth and and Sixteenth streets, between Race and Vine to Chestnut and Walnut in Philadelphia, and their connection with the Fairmount Passenger Railway, on Race and Vine, extending to Fairmount.\nThe purchase as required by their charter of the omnibus line on Sixteenth street, and the fulfilling of all other duties imposed on them by law.\nThe construction of their road in such way as to connect with the road of “ The City Passenger Railway” Company at Fifteenth and Chestnut and Sixteenth and Walnut, and complete their route from Fairmount to the Exchange, and the fact of their having commenced to make this connection.\nThe creation of the corporation defendant, and the completion of the road named in their charter.\nThe fact that complainants were interrupted by defendants in their effort to complete a connection with defendants’ road at the points above named, and prevented from doing so; their right to connect with defendants’ road, and the use thereof upon compensation being denied by defendants without legal authority, and in violation of complainants’ legal rights. That the Fair-mount Passenger Railway Company admit the right of complainants to connect with them, and upon compensation, to run over and use their road west of Fifteenth and Sixteenth streets, and leading thence to Fairmount; that the road of defendants upon Walnut and Chestnut and along Front street, is now used by cars running upon Twenty-second and other streets; that there are railways constructed along Second, Dock, and Third streets, over and upon which complainants are authorized by law to run their cars, and that by the use of the Fairmount railway, complainants’ own road, and the road of the defendants, the complainants can form a complete route for the conveyance of passengers from Fairmount to the Exchange, and can do so in no other way.\nThe complainants therefore pray,\n1. That the defendants, and each of them, and their agents and servants, be restrained by special injunction, until hearing and perpetually thereafter, from interfering with or in anywise preventing the complainants from constructing and laying down, under the direction of the engineer of the city, proper and suitable connections between the track of the complainants and that of the Philadelphia City Passenger Railway Company at Fifteenth and Walnut and Sixteenth and Chestnut Streets aforesaid, and from anywise removing or interfering therewith when laid.\n2. That it may be decreed and declared that the corporation complainants have, by law, the right to connect, by suitable and proper connections, their track at Sixteenth and Walnut and Fifteenth and Chestnut, with the railway track of the corporation defendants; and that it may be further decreed that, if the said parties shall agree, or if the said parties shall not agree, then upon the determination of the councils of Philadelphia, or in any other lawful mode, of the amount to be paid as compensation to the said corporation defendants for using their said road, and upon payment thereof, that the corporation complainant has, by law the right to run upon and use, subject to all reasonable regulations of the corporation defendants in that respect, the railroad of the said corporation defendants, and has power to convey passengers by means of the railroad of the defendants and by means of the Fairmount Passenger Railway Company, and by means of the road of the Second and Third Streets Passenger Railway Company over the said route to and from Fairmount and the Exchange.\n3. That a mandatory injunction may, upon the final hearing of this cause, issue, commanding and directing the said defendants no longer to interfere with, but to permit proper and suitable connections to be made as hereinbefore prayed, and upon payment of said damages, to permit the use of their said railroad by the complainants upon the terms hereinbefore expressed.\n4. Such other relief as the court may deem appropriate.\nThe answer of defendants in substance denied the right of the complainants to make the connection, or to have the relief sought for, or any relief whatever in the premises; and prayed that their bill might be dismissed with costs. On argument, the judge at Nisi Prius dismissed the bill of complaint; whereupon the case was certified to the court in bane, where the decree of the judge dismissing the bill was assigned for error.\nSt. Q-eorge T. Campbell and John C. Knox, for appellants,\nargued, That by the terms of the contract embodied in the charter, the right and franchise is vested in the complainants to connect with, and (on payment of the sum to be ascertained, as provided in their charter) to use and run over the railroad of defendants; which is proved,\n1. By the words of the charter, authorizing appellant to “ connect with any passenger railway now constructed or hereafter to be constructed,” so as. to give the said company a complete route from Fairmount to the Exchange, “ with power to convey passengers over the said route to and from Fairmount to the Exchange as aforesaid.”\n2. By the intent of' the act. The route prescribed in the charter begins at Fifteenth and Chestnut street, returns to Sixteenth and Walnut, running northwardly as far as Vine; but there is no return route, which would require the company to use but one car, and run back and forth over the road.\n3. By contemporaneous legislation. The first act authorizing the road on Chestnut and Walnut streets, made it subject to the use claimed; so also with respect to the road on Vine street. There is no public policy opposed to the exercise of the right here claimed, two statutes having expressly sanctioned contracts and leases for this purpose (see P. L. of 1847, p. 337, and P. L. of 1859, p. 290). It is given in complainants’ charter, and is their property, and is applied in terms to all passenger railroads unow constructed or hereafter to he constructed,” and was duly enrolled, thus giving notice to all applying for charters thereafter.\nThis right could lawfully be granted, being the same in principle as the usual exclusive grants to corporations to build railways and transport passengers between given points. Such grants, when accepted, have been sustained by the courts, as contracts : The Erie and North East v. Casey, 2 Casey 296; Boston and Lowell R. R. Co., 2 Gray’s Rep. 1; Piscataqua Bridge v. New Hampshire Bridge, 7 N. H. Rep. 35; Livingston v. Van Ingen, 9 Johns. 507; Charles River Bridge v. Warren Bridge, 7 Peters 344; 11 Peters 420; Fletcher v. Peck, 6 Cranch 135; Ponchartrain R. R. Co. v. The N. O. and C. R. R. Co., 11 Louisiana R. 253; Richmond R. R. Co. v. Louisa R. R. Co., 13 Howard 71; Hindekoper’s Lessee v. Douglass, 3 Cranch 70.\nThese and similar authorities show, that the legislature may grant to one railroad company the exclusive right to carry passengers and freight between fixed termini within its sovereignty. That all parties, accepting charters of a date subsequent, are bound to use and exercise their rights so as not in any wise, to impair the exclusive rights so granted. That a court of chancery will so control the exercise of the subsequently acquired franchises as to prevent them from being used to the prejudice of the franchises secured by the prior charter.\nThe complainants’ charter is dated April 10th 1858, that of defendants is dated March 26th 1859, so that the right here claimed, existed as property prior to the granting of defendants’ franchise. The defendants’ road was therefore “a passenger railroad to be constructed.” It is the only one with which complainants can connect, for the roads of both companies meet at the same points. If complainants are not allowed to use defendants’ road, the most important part of their charter is annihilated.\nThe reasons given why this right cannot be claimed over defendants’ road, to wit, that defendants’ road goes beyond the JExchange, and does not go to it, and that “ there are other roads by which complainants may lawfully reach the JExchange,” are disposed of by showing: 1st, that as none of the passenger roads actually make the Exchange a terminus, this construction would operate on none, which is absurd; and 2d, that as complainants have no-right to build south of Walnut and Chestnut streets, they cannot use the other roads indicated to complete their route.\nAs to the allegation that complainants’ right and franchise has been taken away by the proviso in the supplement to defendants’ charter, passed March 31st 1859, to wit: that “ the company shall have the exclusive right to use and occupy the streets named in the act, to which this is a supplement, for railroad purposes,” the reply is, that an act creating a contract for conferring valuable rights, will never be presumed to be repealed. Nor was this the intention of the legislature. This clause was intended to meet the contemplated action of the Central Railroad Company, whose charter had been repealed to make way for that of defendants. Nor will the words of the supplement warrant the construction claimed by defendants. The only effect is to prevent any other company from occupying the streets with another track, which is not asked by complainants. The construction claimed for this supplement would take away rights which existed at its passage and give them to another, and thus make the act unconstitutional and void, if done without compensation, of which there is nothing- intimated. This franchise is property, and as such is protected: West River Bridge Co. v. Dix, 6 Howard 507; Con. of Pa., art. 7, § 4, art. 9, § 10; Pittsburgh v. Scott, 1 Barr 314; Lamberton v. Hogan, 2 Barr 24; Norman v. Herst, 5 W. & S. 171; 12 Casey 194; 2 Casey 240; 1 Harris 497; 10 Id. 29; 8 Id. 91; West River Bridge v. Dix, 6 Howard 507; Same case, 16 Id. 446; White v. Same, 21 Vermont 594; Boston Water Co. v. Boston, 23 Pickering 360; Central Bridge v. Lowell, 4 Gray 474; Richmond v. Louisiana Railroad, 13 Howard 71; 4 Cushing 63; 4 Gill & Johnson 1; 11 Peters 429; 27 Vermont 140; 2 Gray 1; 6 Paige 554; 9 Id. 323. Nor does the reservation in the General Railroad Act afford any justification for the law now in hand, there being no pretence of abuse, nuisance, or public necessity, no resumption, no alteration, no compensation, nor taking for public use.\nHenry M. Phillips, for appellees.\n— The appellants demand a route to and from the Exchange. They have it. Our answer avers this fact; it is not denied, and by the rules of equity must be taken- as true. But they want a more profitable route, by means of Chestnut and Walnut streets. As it is not pretended that appellants have a right to make as many connections and circuits as there are roads touching theirs, the arguments on constitutional law are inapplicable. They have exercised their power to take, and it is now exhausted: Peary v. The Calais Railroad Co., 1 Am. R. Cases 147; Moorehead v. The Little Miami Railroad Co., 17 Ohio R. 340.\nIn all charters for passenger railway companies passed in 1859, it was made incumbent on the companies to permit other roads to connect with them, but there is nothing of this kind in the charter of the defendants. The right to connect with another road, and a burden upon a road to allow such connection, are entirely different matters. Contemporaneous practice is a powerful interpreter of doubtful meanings: Commonwealth v. Cornish, 1 Harris 291; Commonwealth v. Penn. Ins. Co., 1 Harris 166; Denn v. Reid, 10 Peters 524.\nAgain — the road of appellees can give appellants no terminus at the Exchange, because their termini are Front street and Twenty-second street. To do this complainants must connect also with the Fairmount Company, the Thirteenth and Fifteenth streets road, and the Second and Third streets roads; thus having four connections, while their charter gives only one.\nBut granting this, their simplest and easiest route is by the Gray’s Ferry road, which runs the length of Spruce and Pine streets, terminates at the Exchange, and intersects the Thirteenth and Fifteenth streets road.\nAgain — complainants cannot use this road as they propose for their circuit, because the track on Fifteenth street, from Chestnut to Walnut, down which they must run, is occupied by a company whose cars run up that street. If the Chestnut and Walnut streets road had never been constructed, how would the complainants have made their circuit, if the one claimed here is the only one they can possibly use ?\nAs to what has been said about complainants’ charter being a contract, which cannot be impaired by retrospective legislation, we reply that there cannot be a franchise in a thing that had no existence when the charter was granted; that perhaps never would exist; and that required an Act of Assembly to bring into life and being. Certainly not without the clearest expression of intention: Bank of Penna. v. The Commonwealth, 7 Harris 144; Mott v. The Penna. Railroad Co., 6 Casey 9.\nComplainants can take nothing by implication. What is not granted is withheld: Packer v. The S. & E. Railroad Co., 7 Harris 211; Billings v. The Providence Bank, 4 Peters 514; Charles River Bridge v. The Warren Bridge, 11 Peters 521; 11 East 685; 4 Bing. 452; 2 Barn. & Adolph. 635; Easton Bank v. The Commonwealth, 10 Barr 442; Dugan v. The Bridge Co., 3 Casey 303; Commonwealth v. Erie & N. E. Railroad Co., 3 Casey 351. Nor can the courts supply defects: The Atlantic and St. Lawrence Railroad Co. v. The Cumberland County Commissioners, 1 Am. Railway Cases 139.\nGrants by the legislature for private purposes are ever subject to the future action of the state: Susquehanna Canal Co. v. Wright, 9 W. & S. 10; N. Y. & E. Railroad Co. v. Young, 9 Casey 181; Monon. Nav. v. Coons, 6 W. & S. 101; Henry v. P. & A. Bridge Co., 8 Id. 86; The Mayor, &c., v. The Commissioners, 7 Barr 355; Mifflin v. H. P. M. J. & L. Railroad Co., 4 Harris 183; Yost’s Report, 5 Id. 532; Conner v. Pittsburgh, 6 Id. 187; Reitenbaugh v. The C. V. Railroad Co., 9 Id. 105; Sharpless v. The Mayor, Id. 166. The right to use the streets of Philadelphia for railways is nothing more than a license; they were given originally by the owners for highways, and for no other purpose. If there is any violation of vested rights, it is of those of the original owners.\nAn act that is unconstitutional because it impairs the obligation of a contract, must operate directly on the contract, and literally impair it: The E. & N. E. Railroad Co. v. Casey, 2 Casey 287. The franchise of complainants, if there ever was one as claimed, was taken away by defendants’ supplement. These charters being but revocable licenses, can be at any time repealed. Complainants could have no right to that which did not exist. The charter of defendants was the beginning of complainants’ right to use defendants’ road, and that by its terms repealed the right. It was born and died in the same moment. As to the effect of the supplement and its connection with the original act, he cited: The Prince of Wales v. The Bristol Water Works, 30 E. C. L. and Eq. R. 565; The O. W. & W. Railroad Co. v. The S. S. Railroad Co., 19 E. L. & Eq. R. 131.\nMarch 11th 1861,"
  },
  "file_name": "0361-01",
  "first_page_order": 361,
  "last_page_order": 368
}
