{
  "id": 994122,
  "name": "Dehaven's Appeal",
  "name_abbreviation": "Dehaven's Appeal",
  "decision_date": "1861-03-11",
  "docket_number": "",
  "first_page": "373",
  "last_page": "376",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 373"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts 13",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851011
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0013-01"
      ]
    },
    {
      "cite": "4 Rawle 394",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823545
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0394-01"
      ]
    },
    {
      "cite": "2 Jones 224",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 267",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481792
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0267-01"
      ]
    },
    {
      "cite": "6 Watts 133",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846036
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0133-01"
      ]
    },
    {
      "cite": "5 Watts 140",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843953
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0140-01"
      ]
    },
    {
      "cite": "10 Watts 13",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851011
      ],
      "pin_cites": [
        {
          "page": "28"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0013-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 453,
    "char_count": 8088,
    "ocr_confidence": 0.417,
    "pagerank": {
      "raw": 6.830824149755482e-08,
      "percentile": 0.4168401323783742
    },
    "sha256": "91abaafa79f3c094d63bf2d999c3564dd8509b52f3eef64d5d1b847b6dc622c5",
    "simhash": "1:38b6da37a1f1bb77",
    "word_count": 1445
  },
  "last_updated": "2024-02-27T22:44:35.746514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dehaven’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Thompson, J.\n— It will not be necessary to consider more than one of the points raised in this appeal, as that will in our opinion be decisive of the case.\nThe auditor finds, that the sheriff’s deed under which the appellants claim the proceeds of this sale, was acknowledged in the Common Pleas, but that the sale was made in the District Court. Under these circumstances he decided that the deed passed no title to the purchasers. If this decision be right, then Gault’s title was without any competitor for the money, and the appellants without any status in court.\nThe Act of June 16th 1836’is explicit in regard to the jurisdiction of courts in taking acknowledgments of sheriffs’ deeds. It provides, first, for sales on execution from the Supreme Court. There the deed may be acknowledged in banc or before one of the judges sitting at Nisi Prius; or, intending doubtless to provide for vacations in these courts, the acknowledgment may in certain cases be either in the District Court or Court of Common Pleas where the land lies. So, in sales made on testatum process, they may be acknowledged in the courts of the county where the sale takes place. “In all other cases,” says the act, “ the acknowledgment aforesaid shall be made in the court from which the execution issues Brightly’s Purdon 345.\nThese provisions were taken mainly from the Acts of 1705 and 1791: 1 Sm. Laws 57; 3 Id. 28. The last provision quoted, conformed the legislation to the decision of this court in McCormick v. Meason, 1 S. & R. 92, upon the 4th section of the Act of 1705, in which it was held that the acknowledgment of a deed in the Common Pleas of Westmoreland county was void, the vend. exp. having issued out of the Common Pleas of Fayetto county. The regulations on this subject are too important and material to be departed from. The acknowledgment is a judicial act, and concludes many questions of regularity in the execution of the process. With no propriety could this be held to be law, if the court taking the acknowledgment has no power to supervise the process or set it aside for irregularity, and this would be the case where the process did not issue in the court wherein the acknowledgment was made. Again, as the entry of the acknowledgment is equivalent to recording the deed, it would create great confusion if the records of the court in which the sale was made might not be referred to as containing all the evidence of the sale. But the language of the Act of 1836, as quoted, is an emphatic direction on the point under consideration, and must be followed. The proposed issue, even if in time, which we do not say was the case, did not embrace any question about the fact that the deed was acknowledged in the Common Pleas, and that the process issued from the District Court. We think, therefore, that the auditor was right in holding that De Haven’s deed was invalid, and in awarding the money to Gault.\nDecree of the Common Pleas affirmed at the cost of the appellant.",
        "type": "majority",
        "author": "by Thompson, J."
      }
    ],
    "attorneys": [
      "John Blaoleburn, for appellants",
      "B. Woodward, for appellee."
    ],
    "corrections": "",
    "head_matter": "Dehaven’s Appeal.\nSheriff’s Deed.— Where to he acknowledged.\nA sheriff's deed for land sold under process issued out of the Court of Common Pleas, but acknowledged in the District Court, is void, and passes no title to the purchaser.\nAppeal from the Common Pleas of Philadelphia.\nThis, was an appeal by George Dehaven and Jacob B. Dehaven, from a decree of the Common Pleas of Philadelphia, dismissing their exceptions to the report of the auditor appointed to distribute the proceeds of the sheriff’s sale of the real estate of William Dehaven, which was sold on a levari facias at the suit of the city of Philadelphia, and refusing to award an issue to try the question of ownership of the premises at the time of sale.\nThe levari facias was founded on a lien filed by the city for paving in front of the property, sold in the name of William Dehaven as owner, which name it was supposed was assumed in proceeding on the claim, inasmuch as no person appeared to claim for or under him.\nAfter discharging the municipal claim, there remained a balance of $357.34, which was claimed by two parties: 1. By-Henry W. Gault, as sole owner of the premises under a sheriff’s sale on a municipal claim, made May 1st 1854. His deed was duly executed and acknowledged by the sheriff on the 13th of May 1854, and recorded in the District Court of the city and county of Philadelphia; 2. By George and Jacob B. Dehaven, as-joint owners under a sheriff’s sale made November 10th 1856, under a claim for registered taxes filed in the District Court. Their deed was not acknowledged or recorded in the District Court from which the process issued, although a certificate of acknowledgment appeared on the instrument; but the levari facias upon which the sale was made was duly returned by the sheriff, showing the sale of the premises therein described to George Dehaven and Jacob B. Dehaven, as above stated. The minute-book of the Common Pleas showed that their deed was acknowledged in that court November 10th 1856, and in fact was recorded there, notwithstanding the certificate in the deed refers to a deed-book in the District Court.\n. There was also a contest about the identity of the property, and the right of the auditor to decide that point and the question of ownership; but the auditor decided that there was no doubt in his mind on either of these points, and he disposed of the case by distributing the fund in court to Henry W. Gault.\nOn the 21st of April 1860, the auditor gave notice to the counsel concerned for the parties in interest, that his report was open for inspection at his office, and would be filed on the Bd of May 1860, on which day the Messrs. Dehaven applied to the Court of Common Pleas in due form, for an issue to try the facts in dispute, setting them forth in detail. They also filed exceptions to the report, whereupon the auditor proceeded to re-examine the case, and reported that the exceptions were not well founded; and as to the demand for an issue, he refused to allow it, because the facts alleged to be in dispute were not so in point of truth, but were conclusive against the exceptants.\nOn argument the court below dismissed the exceptions, refused the issue, and confirmed the report of the auditor. The case was then removed into this court, where the decree of the Common Pleas was assigned for error.\nJohn Blaoleburn, for appellants\n— 1. Denied the right of the auditor to decide the question of title to real estate, where it was in dispute before him, and insisted that an issue should have been awarded by him; citing 5 Watts 140, 6 Watts 133, 7 W. & S. 267, 2 Jones 224, 4 Rawle 394. 2. He also contended that the title to the premises was in the appellants; and 3. That if the property had belonged to Gault, he should have redeemed it under the Act of Assembly; and that not having done so, his right had been abandoned.\nB. Woodward, for appellee.\n— 1. The auditor has decided the question of identity, and his finding is conclusive: Haines v. Barr, 1 Phila. R. 52; Field v. Obertauffer, 2 Id. 194; Scattergood’s Estate, 2 Id. 188; Mellon’s Appeal, 8 Casey 125.\n2. The appellee’s deed being duly acknowledged May 1.3th 1854, the time allowed for redemption expired on the same day 1858, which made him absolute owner. The period of redemption was extended to two years from acknowledgment, by the Act of May 13th 1856. On the 10th of November 1856, the sale was made to appellants, which only passed to them a defeasible title, subject to the right of redemption within two years: Hess v. Potts, 8 Casey 407; Gault’s Appeal, 9 Id. 94. The requisite sum for this purpose was tendered, as the auditor has found, which was all that could be done by appellee. 3. The appellants have no title; their deed was never acknowledged in the court out of which the process issued under which the sale was made: Bellas v. McCarthy, 10 Watts 13 ; Act of June 16th 1836, § 119; Act of May 13th 1856 ; Gault’s Appeal, 9 Casey 99. 4. The application for the issue was too late: Bradford’s Appeal, 5 Casey 518.\nMarch 11th 1861,"
  },
  "file_name": "0373-01",
  "first_page_order": 373,
  "last_page_order": 376
}
