{
  "id": 994037,
  "name": "Heebner et al. versus Worrall et al.",
  "name_abbreviation": "Heebner v. Worrall",
  "decision_date": "1861-03-11",
  "docket_number": "",
  "first_page": "376",
  "last_page": "379",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 376"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 491,
    "char_count": 9117,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 1.5444319431981764e-07,
      "percentile": 0.6735244023879384
    },
    "sha256": "304f2bd44eea5f0fe20c59c325dc532edd339b1ce602476d05a70b2fbb2cba40",
    "simhash": "1:5788cd9c3a0182d8",
    "word_count": 1595
  },
  "last_updated": "2023-07-14T21:27:31.076625+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Heebner et al. versus Worrall et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Thompson, J.\n— The deprecated consequences anticipated in the possible affirmance of this judgment, arising out of the form of the narr., were removed by an amendment consented to on the argument here, and this disposed of the first assignment of error.\nWe have carefully examined the second specification, not only in the light of the written agreements between the parties, and what had been done under them, but also in that of the testimony given by the plaintiffs, and we are not able to comprehend wherein the learned judge erred in the rejection of the testimony complained of by the defendants.\nThe water-marks fixed first by the referees and again by the parties themselves, were for the purpose of defining the height at which the Heebners might maintain the water in their dam. These agreements were not in the least impeached by any allegation of mistake or fraud in their concoction. This being so, they are to be taken, after the fixing of the marks, as the executed contract of the parties. Under this state of the case, we cannot see how the defendants could reasonably expect to be permitted to prove, what in substance their offer purported, that these fixed marks were not to be held as defining their rights, when the mills were operating, or viee versá. To allow this, would be to interpolate a limitation in the agreement which does not exist in it, and which, it was not alleged, was left out of it by fraud, accident, or mistake.\nIt seems to be the plain import of these agreements that the water in Heebner’s dam, in an ordinary low stage, might be maintained up to the points indicated by the water-marks and no higher. No ground has been indicated upon which the latter could be relieved from the force and effect of the agreements, and hence we think there was no error in rejecting the testimony proposed. The fact that there might not be water enough for the purposes of this mill, is not the fault of the law, but of the agreement of the parties, and that agreement will be binding until some good reason is shown why it shall be otherwise; but that has not been done on this trial.. The only question properly in the case was, whether the Heebner dam raised the water in an ordinary low stage, above the permanent marks fixed by the parties and their referees; and the offer being, in effect, an effort to substitute a different test from that agreed upon, was properly overruled. As we discover no error in the case, •' •\nThe judgment is affirmed.",
        "type": "majority",
        "author": "by Thompson, J."
      }
    ],
    "attorneys": [
      "D. H. Mulvany, for plaintiff in error,",
      "B. Marhley Boyer and A. B. Longalcer, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Heebner et al. versus Worrall et al.\nAdmissibility of Parol Evidence in aid of Written Agreements.\nWhere there is no allegation that a \"limitation to an agreement was left out by fraud, accident, or mistake, it cannot afterwards be interpolated by evidence on the trial of a case involving the agreement.\nError to the Common Pleas of Montgomery county.\nThis was an action on the case, brought November 17th 1858, by William Worrall and J. Hunter Worrall against Christopher Heebner, Sarah Heebner, D. Morgan Casselberry and Ann his wife, and Hannah Heebner, to recover damages for alleged injuries done to the reversion of the mill of plaintiffs by backwater caused by the erection of a dam in Perkiomen creek, on the premises of defendants.\nThe declaration contained four counts, in each of which the defendants were charged with “ wrongfully keeping and maintaining on their premises, at an unlawful height, a certain dam or obstruction, &c. &e.,” to which defendants pleaded not guilty.\nOn the trial, the plaintiffs offered to prove by Samuel Gross that “ the water is and was and has been for many years too high, and above the water lines as fixed by referees who were chosen by the plaintiff and John Heebner, under whom defendants claim, in 1849, for the purpose of fixing and establishing water-marks between the mills,” and whose report, as amended by a subsequent agreement, was filed in the prothonotary’s office at Norristown. This offer was objected to by defendants’ counsel, on the ground that the declaration charged a wrongful and unlawful erection, which, if found for plaintiffs, would destroy the dam of defendants entirely, whilst he had shown by proof already adduced, that the defendants have the right to keep up a dam to a certain height, and so far had a lawful dam. But the court overruled the objection and admitted the evidence, to which the defendants excepted.\nAfter the plaintiffs had closed, the defendants called Benjamin Frick, and proposed to prove by him,\n1. That he was one of the referees in 1849.\n2. That the mark they made was fixed with reference to both the plaintiffs’ and defendants’ mills going, when the water in Perkiomen creek was at a low stage, and only sufficient to run two wheels, driving the machinery then attached to Worrall’s mill with a small surplus of water, but not sufficient to drive another wheel.\n3. That there would be more backwater when the stream was higher than at that stage.\n4. That when they fixed the mark, Heebner’s mill was running and doing its ordinary work; in other words there was sufficient water at that time to drive Heebner’s wheel at ordinary speed.\n5. That the effect of so lowering Heebner’s dam as to reduce the water three inches below the stage at which it was when they fixed the mark, would be to render Heebner’s water-power insufficient to propel the machinery of his mill.\nThe whole of which offer was objected to by plaintiffs, except the first specification; because,\n1. The rights of the parties have been defined by written instruments and of record, and that it is for the court and not the witness to interpret and expound its terms; and witness cannot be called to explain, qualify, or in • any wise contradict its terms according to their legal import and effect.\nAs to the third point, it was admitted and conceded, and need not be' proven, that the higher the water the greater will be the backwater.\nThe fourth point was objected to on the same ground as the second.\nThe fifth point was objected to as entirely irrelevant; and also on the same ground that the second and fourth points were objected to.\nThe court below sustained the objections, and rejected the evidence, to which the defendants by their counsel excepted. After some other testimony the defendants closed. Under the charge of the court (Smvser, J.), there was a verdict and judgment in favour of plaintiffs for $50 damages and costs.\nThe defendants thereupon sued out this writ, assigning here as cause for reversal:—\n1. That the court below erred in admitting the evidence of Samuel Gross as above stated, and in rejecting the testimony of Benjamin Frick, as contained in the offer as given above.\nBy agreement of counsel the record was so amended as to avoid the injurious consequences that it was feared might result to defendants, from affirming the judgment under the declaration as filed, which agreement disposed of the first assignment of error. On the second point,\nD. H. Mulvany, for plaintiff in error,\nargued, that as the referees had omitted in their report to state whether the mills were both or either standing or going when the water-marks were fixed by them; the testimony rejected by the court below was not intended to contradict, vary, or explain the terms and import of the agreement and award, but only to supply a deficiency in regard to a matter on which they did not speak fully, which was admissible: Chalfant v. Williams, 11 Casey 215; Miller v. Fichthorn, 7 Casey 260. It was not to contradict or vary the report of the referees, but to prove an independent fact in rebuttal of the evidence adduced by plaintiffs, as to what had occurred when the marks were made, to wit, whether the mills or either of them, were going or standing at the time — a most important point in-this case.\nThe evidence of Frick, noted as the fifth point in the offer, should have been admitted under the authority of Detweiler v. Groff, 10 Barr 376.\nB. Marhley Boyer and A. B. Longalcer, for defendants in error.\n— 1. Whether the mills were running or standing at the time the water-marks were fixed, can make no possible difference in this case. The real question is, whether appellants’ dam backs the water to an unlawful height. Mr. Erick helped to make one mark July 26th 1849. The parties made another September 15th 1849. By these marks, the surface of the water in Heebner’s dam was to be level with the top of bolts driven into rocks at two points, thus furnishing a gauge by which the stage of the water can be ascertained at any time. Beyond that point appellants had no right to swell the water. Thus the award and the agreement were certain, and the lights of the parties definitely fixed. To resort to the recollection of witnesses for the interpretation of those written instruments, would place the parties in a worse position than they were before.\n2. To bring this case within the ruling of Detweiler v. Groff, 10 Barr 376, so as to render the testimony of Erick admissible as to the fifth point of the offer, he must be proved to be an expert, as the witness was in that case.\nMarch 11th 1861,"
  },
  "file_name": "0376-01",
  "first_page_order": 376,
  "last_page_order": 379
}
