{
  "id": 994136,
  "name": "Griffin versus Rogers",
  "name_abbreviation": "Griffin v. Rogers",
  "decision_date": "1861-03-11",
  "docket_number": "",
  "first_page": "382",
  "last_page": "384",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 382"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 100",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478242
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0100-01"
      ]
    },
    {
      "cite": "7 W. & S. 374",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 383",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856541
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "521"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0383-01"
      ]
    },
    {
      "cite": "2 Wharton 240",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830491
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0240-01"
      ]
    },
    {
      "cite": "2 Jones 167",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 461,
    "char_count": 7380,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 8.413537320297254e-08,
      "percentile": 0.4834362930039551
    },
    "sha256": "db8e0cbbccb416170ced5c19f5adcdc1f512916565ca5e4c24524dd09276f4db",
    "simhash": "1:1a720dbf1218976f",
    "word_count": 1307
  },
  "last_updated": "2024-02-27T22:44:35.746514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Griffin versus Rogers."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\n— We cannot regard this arrangement as being equivalent to an assignment for the benefit of creditors under the Act of 1818, and as thereby void because not recorded. It differs from the ordinary character of such assignments by being entered into, rather as security for a debt thereafter to be contracted by the advance of money, than as a means of paying debts, and by being a mere conditional pledge of securities which might be redeemed and reclaimed at any time, and not an absolute assignment of them; and these are essential differences. We are to judge the arrangement by its form and purpose, rather than by its substantial result; for this could not have been known in advance by the pledgees, and could not therefore be a proper element in the interpretation of the arrangement when it was made. It is distinguished, moreover, by the fact that it was obviously intended as a means of enabling the Bank of Pennsylvania to continue to carry on its business, whereas the ordinary purpose of an assignment is to wind it up. This purpose is not changed by its want of success. The plaintiff gains only an apparent advantage from the fact that the pledgors are dealers only in money and evidences of debt, and thus the advance seems to be in substance a means of paying debts, for if they had been dry goods merchants, an advance of dry goods stock in order to keep up their business, might also, though not so directly, have amounted to a means of paying creditors.\nJudgment affirmed.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Guillou and Budd, for plaintiff in error,",
      "P. Mo Gall and B. Gerhard, for defendants."
    ],
    "corrections": "",
    "head_matter": "Griffin versus Rogers.\nTransfer for the use of Creditors, when not an “Assignment,” under the Act 0/I8I8, which is void for omission to record.\nUnder an arrangement between the Bank of Pennsylvania and certain other persons, acting for the other city banks, the bank delivered to them notes and bills of exchange to about the sum of $800,000, as collateral security, on condition that the other banks should advance to the Bank of Pennsylvania $600,000, by redeeming its notes. Held, that the arrangement was not equivalent to an assignment for the benefit of creditors under the Act of 1818, and was not therefore void because unrecorded.\nError to the District Court of Philadelphia.\nThis was an attachment-execution issued March 20th 1858, by Mrs. Griffin, as administratrix of William Griffin, on a judgment against the Bank of Pennsylvania for $12,287.58, in which Charles H. Rogers, John B. Austin, and Adolph E. Borie, were summoned as garnishees.\nInterrogatories in the usual form were filed and answered by the garnishees, who also pleaded nulla bona.\nOn the 23d September 1858, the Bank of Pennsylvania delivered to the garnishees, acting on behalf of the other city banks, promissory notes and bills of exchange, amounting to $718,913.64, under an arrangement made the previous day, by which these other banks agreed to advance to the Bank of Pennsylvania, $600,000, by redeeming its notes on condition that bills receivable to the amount of $800,000 should be deposited as collateral security therefor. At the time this arrangement was consummated, all the debts of the Bank of Pennsylvania were settled and paid down to the 23d September — that is to say, including the business of the 23d, and no more. On the 23d September, the city banks, in pursuance of the arrangement, advanced $504,000 to the Bank of Pennsylvania, and on the following day, $163,000. It was contended on the part of the plaintiffs, that this whole arrangement amounted in effect to an assignment in trust, for creditors, that not having been recorded, it was void as against the plaintiff, and the money remaining in the hands, of the garnishees was subject to her attachment.\nOn the 22d of February 1860, a jury was called and judgment of nonsuit entered under the Act of M.arch 11th 1836, § 7. On the 24th of February 1860, for reasons filed, a. rule was granted to take off the nonsuit, which, on hearing, was, discharged by Sharswood, J., on the ground, that though the arrangement was made September 22d, yet as no part of the assets was actually set aside until the next day, it was a deposit of assets with a trustee to secure future advances to be made to the assignor, and was neither within the letter or the spirit of the Act of 1818.\nThe plaintiff then sued out this writ, assigning as cause for reversal, that the court erred in ordering a nonsuit, in not submitting the case to the jury under instructions, and in deciding that the evidence was not such as to permit a jury to find, that the garnishees held funds liable to the plaintiff’s attachment.\nGuillou and Budd, for plaintiff in error,\ncontended, that it was in effect a voluntary assignment to a trustee by an insolvent institution of the bulk of the assignor’s assets, in trust for the use of preferred creditors, and that not being recorded, it was void as to other creditors under the Act of 1818. As to what constitutes an assignment, they cited Co. Litt. 215; Watson v. Bagaley, 2 Jones 167; Heath v. Hall, 4 Taunton 327; Howell v. McIvers, 4 Term R. 690; Moncure v. Hanson, 3 Harris 385, 392; McAllister v. Samuel, 5 Id. 114; Jeffries’s Appeal, 9 Casey 40; Englebert v. Blanjot, 2 Wharton 240; Lucas v. The Railroad, 8 Casey 461, 464; Tyson v. Abbott, Leg. Int. June 18th 1858; Wiener v. Davis, 6 Harris 333; Driesbach v. Keller, 10 Casey 152; Ridgway v. Stewart, 4 W. & S. 383.\n• As to the cases in which recording is not required, they cited Henderson’s Appeal, 7 Casey 504; Chaffees v. Risk, 12 Harris 433. As to the object of the law which provides for recording such instruments, they cited Weber v. Samuel, 7 Barr 506; Seal v. Duffy, 4 Barr 278; Chaffees v. Risk, 12 Harris 434.\nThat such assignments are good as to parties, though void as to creditors, they cited Seal v. Duffy, 4 Barr 274; Samuel v. Weber, 7 Id. 521; Vandyke v. Christ, 7 W. & S. 374; Bullit v. Church, 2 Casey 108. And that creditors under such circumstances may attach: Stewart v. McMinn, 5 W. & S. 100, 6 Id. 310; Driesbach v. Becker, 10 Casey 152.\nP. Mo Gall and B. Gerhard, for defendants.\n— As it is clear from the whole case, that all the debts of the Bank of Pennsylvania to the other banks were settled and paid down to the 23d of September, the deposit of these bills receivable was nothing more nor less than a delivery of them in pledge to secure future advances by the city banks. They being thirteen in number, it was found convenient to place them in the hands of one or a smaller number, and in this way they came into the hands of these garnishees as committee on securities of the board of city bank presidents, and were by them deposited in the Philadelphia Bank for collection. It was in no sense an assignment. The committee were not trustees but agents: Ridgway v. Stewart, 4 W. & S. 383; Manufacturers’ and Mechanics’ Bank v. The Bank of Pennsylvania, 7 Id. 335; Guy v. McIllrea, 2 Casey 92; Wiener v. Davis, 6 Harris 333; Chaffees v. Risk, 12 Id. 432; Henderson’s Appeal, 7 Casey 502.\nEven a pledge in trust to secure a past contracted debt is valid. A fortiori, such a pledge as this is equally so. “But beside all this, the assignment made by the bank (held in Bank v. Spangler, 8 Casey 474, to be as a statutory assignment) passed all the property of the bank to the assignees, so that in no event can the attachment hold the property garnisheed.\nMarch 11th 1861,"
  },
  "file_name": "0382-01",
  "first_page_order": 382,
  "last_page_order": 384
}
