{
  "id": 994091,
  "name": "Beekman's Appeal",
  "name_abbreviation": "Beekman's Appeal",
  "decision_date": "1861-03-11",
  "docket_number": "",
  "first_page": "385",
  "last_page": "389",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 385"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Binn. 5",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle 56",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820579
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0056-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 528,
    "char_count": 11813,
    "ocr_confidence": 0.407,
    "pagerank": {
      "raw": 5.773836632896514e-08,
      "percentile": 0.36058106090355074
    },
    "sha256": "25181eedffcbf348231607efcada27266de7b204676359f022c39e8ead909602",
    "simhash": "1:940fe0e7175c49e5",
    "word_count": 2109
  },
  "last_updated": "2024-02-27T22:44:35.746514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Beekman’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\n— It is so well understood now-a-days, that a sheriff’s sale of land discharges all liens, by judgment, by entry of test. fi. fa., and by levy on the title sold, and gives them the proceeds in its stead, that no one desires any citation of authorities to prove it. It follows, therefore, very plainly, that the li.ens prior to the first sheriff’s sale appear to be discharged, though this-appearance may be changed by showing fraud in that sale.\nIt is quite as plain that, in a distribution case, though we do not investigate alleged frauds in the title, we must examine the title so far as to ascertain what title was sold and what judgments were liens upon it, so as to be discharged by the sale. The date of the title, and its executed or executory character, are therefore, often very essential questions: 9 Casey 296. A judgment. is a lien according to the title which the defendant has or appears to have : and if he had'no title when the judgment was entered, of course it is no lien, for there can be no lien on nothing.\nNow here, the prior liens were apparently discharged by the first sheriff’s sale, and, for the purposes of this distribution, they must stand so; for we cannot, in this proceeding, find the fraud in that sale that would restore them to their place.\nIf we were to assume that the defendant acquired á new title after that sale, and that it was the new title that was sold by the second sheriff’s sale, then the prior judgments were no lien upon that, and cannot share in the proceeds of its sale.\nIf we take the facts of title simply as they appear in the case, then the defendant had no sort of title, and of course no judgment which shows itself to be a lien on anything; and the executions which made the money will take it, which is the result arrived at in the court below. The same result would also be given on the supposition of a new title acquired by the defendant after the first sheriff’s sale.\nBut it would rather appear that the later judgments are proceeding on the hypothesis that the first sheriff’s sale was tainted with a fraud upon creditors, and not otherwise do they appear to take anything by their process; and the case cannot be decided without considering this aspect of it. Then it is only against a contingent or hypothetical title that they proceed. The record shows all these later judgments to be liens against that title or chance of title, and they are entitled to the proceeds of the sale of it, and the purchaser obtains a position that enables him to try the fraud by an action of ejectment. . The prior liens were not entered against that contingent title, but against the prior one, and they already appear of record as discharged by the prior sale, and they can be restored only by the proof, and not by the mere hypothesis, of the fraud. The • purchaser at the second sheriff’s sale can maintain his title only by proving the fraud in ■ the first; and, therefore, by maintaining it, he would seem to reinstate the prior unsatisfied liens. On this view alone the decree of the court below is sustained. We have not spoken of the alleged voluntary conveyance of the defendant, before the first sheriff’s sale, because that would only embarrass the discussion without affecting the result. »\nDecree affirmed at the costs of the appellants.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "William L. Hirst, for appellant.",
      "John, T. Montgomery and IS. 8. Miller, for Wm. L. Abbott.",
      "R. O. McMwrtrie, for William Tyler."
    ],
    "corrections": "",
    "head_matter": "Beekman’s Appeal.\nDistribution of Proceeds of Sheriff’s Sale among Lien- Creditors.— What Liens are discharged by Judicial Sale.\n1. A judgment is a lien according to the title which the defendant holds; if he has no title when it is entered, it is no lien.\n2. Although all liens, whether by judgment, entry of test. fi. fa., or by levy on the title sold, which existed prior to a sheriff's sale, appear to be discharged by it; this appearance may be changed by showing fraud in the sale.\n3. In distributing the proceeds of a sheriff's sale, the title to the land may be so far examined as to ascertain what interest was sold, and what judgments were liens upon it, so as to be discharged by the sale; but not to investigate alleged fraud in the title. This can only be tried in an action.\nAppeal from the District Court of Philadelphia.\nThis was an appeal by John C. Beekman from the decree of-the court distributing the proceeds of the sheriff’s sale of real estate in Montgomery county, which was sold at the suit of William L. Abbott against Anna P, Remington and Edward Roberts, under a testatum vend. exp. issued out of the District Court.\nThe material facts- of the case were as follows:—\nThomas P. Remington and wife, by three deeds, two of them dated December 3d 1857, and the third dated March 16th 1858, conveyed certain tracts of land in Montgomery county, to Samuel W. Thackara, the Mount Lebanon Cemetery Company, and David L. White. Before the date of the last conveyance, some judgments had been obtained against Remington, which may be disregarded, as they are alleged to be paid, or at least are not represented. Immediately after the date of the last conveyance, other judgments were obtained against Remington, of which it is only necessary to notice that of Daniel 0. Gehr for $3231, and that of Reiss Brothers & Co. for $1834.28, both obtained March 20th 1858; that of H. J. Perrin & Co., for $4801.78, obtained on March 22d 1858; and that of D. B. Birney, obtained on May 22d 1858, for $1683.20. Gehr’s judgment was said to be paid; at least no claim was made upon it. The two next judgments, (which more than exhaust the fund for distribution, if they or those of their class are entitled to claim), were held by John C. Beekman, the appellant.\nOn the 15th November 1858, the sheriff of Montgomery county conveyed to Henry Freedley the premises above mentioned, which had been levied upon and sold by him under D. B. Birney’s judgment. On the 1st January 1859, William L. Abbott issued a testatum fi. fa. from Philadelphia county to Montgomery county, against the defendants Remington and Roberts, for $2924.04, which became a lien under the Act of Assembly. On the 10th February 1859, William Tyler issued a’ testatum execution to Montgomery county for $831.76. Other judgments were subsequently obtained against Remington, which it is unnecessary to notice. The last two mentioned liens were the first liens obtained against Remington after the sheriff’s sale to Freedley in November 1858.\nOn the 4th April 1859, the three tracts above mentioned were sold by the sheriff under Abbott’s execution, for $3720, the net proceeds of which sale were in court for distribution. No evidence was given or offered to show any fraud in the sheriff’s sale under the Birnoy judgment, nor wras evidence offered upon the subject of the title of Remington in the premises after the first sheriff’s sale and before the second.\nUpon this state of facts the fund for distribution was claimed on the one hand by the holders of the judgments first in order of time against Remington, whilst on the other hand, the holder of the judgments obtained after the first sheriff’s sale, and under whose execution the premises were sold a second time, claims the fund as belonging to him.\nThe auditor awarded the fund to Mr. Beekman, as owner of the judgments of Reiss Brothers & Co. and H. J. Perrin h Co.\nExceptions were then filed to this report for William L. Abbott and for William Tyler, which on argument were sustained by the court below (Stroud, J.), and the fund awarded to Abbott to the amount of his judgment with interest and costs, and the balance to Tyler.\nThe case was then removed into this court by Mr. Beekman, who assigned for error the awarding of the fund in court to Abbott and Tyler, and the refusal of the court below to confirm the report of the auditor awarding the fund to appellant.\nWilliam L. Hirst, for appellant.\n— The decision of the court below was based on two grounds, viz., That “the lien of the appellant’s judgment was discharged by the sheriff’s sale under the Birney judgment;” and that “the levies under the testatum executions of Abbott and Tyler created liens which attached in the order of their respective levies.” The first proposition would be correct if this case were like that of Willard v. Norris, 2 Rawle 56, and similar cases, where the question was whether a mortgage survived a sheriff’s sale, or ought to come on the fund, or where the sale only passes the right to contest a grantee’s title for fraud. The second sale must have been based on the idea of an interest remaining in Remington or acquired by him after the first sale, of which the auditor says there is no evidence. Nor is the second proposition precisely correct as applied to this case. The lien of a testatum fi. fa. is created by its entry, and not by a levy under it.\nThe appellees cannot claim this fund on the ground of fraud in the first sheriff’s sale, for in that case the sheriff’s title is void. Nor upon the ground that the first sheriff’s sale was fair, for then their claim is in opposition to the writ, levy, and description under which it was sold. Nor upon the ground that Remington acquired title after the first sheriff’s sale, or that some one purchased for him; for that was susceptible of proof, if true, and none was given or offered.\nJohn, T. Montgomery and IS. 8. Miller, for Wm. L. Abbott.\n— . Independent-of the “ theories” on which the case was presented to the auditor and the court, there is no doubt that even if Remington never had any interest in the property sold, the creditors whose judgments were a lien on his supposed interest were entitled to whatever any one bid for it at sheriff’s sale. The interest bought may have been entirely valueless to the purchaser, and yet the money which it produced at a judicial sale is the property of the defendant’s creditors. The error of the auditor consisted in the idea that any interest of Remington could survive the sheriff’s sale, or that, surviving the first, it could be sold by the second, and so on through three or four sales.\nIf it were alive, its proceeds could not be distributed to creditors who had not sold it. And yet, while, holding that it survived the first sale, the auditor distributed the proceeds to a class of creditors who, by his own theory, had no liens on it; and as to which interest their liens could not be discharged by such sale.\nA judgment binds every possible interest of a defendant in land sold, and the proceeds stand in place of this interest, no matter what it may be. On no other theory can the law, since Willard v. Norris, hang together. See Carkuff v. Anderson, 2 Binn. 5; Lynch v. Dearth, 2 Pa. R. 111.\nThe usual order of distribution is to give the proceeds of a sale to the creditors who had liens on the interest sold; whereas the auditor gave it to those whose liens were discharged by the first sale.\nR. O. McMwrtrie, for William Tyler.\n— 1. Lien is essential to entitle a. judgment to claim out of a fund. This is an incident of judgment, but not a necessary one, and may be discharged by lapse of time, or by sheriff’s sale.\n2. That the lien is discharged by a sheriff’s sale, is the general- and universal rule, unless circumstances exist making an exception, which must be proved by the party claiming to retain a lien after a sheriff’s sale.\n3. Here the very title on which the liens existed was sold under a lien of exactly the same nature. Can it be presumed, without any facts proved, that the lien continues ?\n4. The estate of Remington, bound by the liens primd facie, at least, was divested. The second sheriff’s sale was under a subsequent lien, and passed either the prior estate not divested by the former sale, or a subsequently acquired title, or a mere supposed right. Of the first there was no evidence, and in either of the other two cases, the appellees were entitled.\nMarch 11th 1861,"
  },
  "file_name": "0385-01",
  "first_page_order": 385,
  "last_page_order": 389
}
