{
  "id": 994057,
  "name": "Westcott and Couper versus Tyson",
  "name_abbreviation": "Westcott v. Tyson",
  "decision_date": "1861-03-11",
  "docket_number": "",
  "first_page": "389",
  "last_page": "395",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 389"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 P. R. 361",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "opinion_index": -1
    },
    {
      "cite": "5 Wh. 539",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "17 Leg. Int. 133",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "17 Leg. Int. 396",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "7 Hill 128",
      "category": "reporters:state",
      "reporter": "Hill",
      "pin_cites": [
        {
          "page": "142"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "8 G. & J. 248",
      "category": "reporters:state",
      "reporter": "G. & J.",
      "case_ids": [
        8736546
      ],
      "pin_cites": [
        {
          "page": "323"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/g-j/8/0248-01"
      ]
    },
    {
      "cite": "9 Peters 607",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        5615019
      ],
      "pin_cites": [
        {
          "page": "629"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/34/0607-01"
      ]
    },
    {
      "cite": "1 Johns. Ch. 27",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "pin_cites": [
        {
          "page": "39"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "6 Pick. 204",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "2 Johns. Ch. 252",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "pin_cites": [
        {
          "page": "258"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "17 Leg. Int. 388",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 347",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. & S. 178",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "5 Wh. 530",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878860
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0530-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 761,
    "char_count": 16549,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 4.313947448607103e-08,
      "percentile": 0.27160560326103955
    },
    "sha256": "d1095bbe2cc01628b05a76e64c56485188562c75bf92a1a8a7a7ade365da3f4a",
    "simhash": "1:4a9b65e5ce086d53",
    "word_count": 2917
  },
  "last_updated": "2024-02-27T22:44:35.746514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Westcott and Couper versus Tyson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Strong, J.\n— The complainants were clearly entitled to call upon the defendants for an account, and an account was furnished appended to the answer of the bill. It exhibits that the defendant has collected out of the assets formerly belonging to Westeott & Hallowell, $12,701.59. No exception is taken to the account as rendered, and the only question is, to whom does the sum in the hands of the defendant belong ?\nIn our opinion it is satisfactorily proved that Tyson became a purchaser of all the debts due by the firm of Westeott & Hallo-well, and consequently took the place and succeeded to the rights of the creditors. Among them was a right to the assets of the firm, which under the agreement of the 16th of June 1854, had in equity become vested in a committee of two of the creditors for the benefit of all. By that agreement it was stipulated that Hallowell should act as an agent for the creditors in collecting the assets and transacting all business necessary to winding up the concern. In so doing he was not the agent of his copartners, but acted under the direction and control of the creditors. His acts were their acts, and they were none the less entitled to the property transferred to them under the agreement, because they subsequently made use of a former owner in its management. When, therefore, Mr. Tyson bought the claims of the creditors, his purchase included their rights to the transferred assets of the firm. He needed no assignment by the firm, and he took nothing by that which was afterwards made. He bought the creditors’ rights, but nothing which belonged to the firm’s. Westeott & Hallowell owned nothing but the reversion after seventy-five per cent, of the debts shall have been paid, and that has not been disturbed.\nBut it is urged that, because Hallowell assisted Mr. Tyson in negotiating for the purchase of the claims from the creditors, the purchase must be held to enure tp the benefit of the firm ; and a very thorough argument has been submitted in support of the doctrine that a trustee cannot buy trust property for himself, or act as agent in buying it for another person, and that if h<? does, the whole benefit of the transaction will result to the cestui que trust. The argument is sound, but it does not fit this case. Here was no purchase through the agency of a (trustee of the firm of anything that was held in trust for the firm. The assets were pledged. Only the rights of the pledgee were bought, and those rights Hallowell did not hold in trust for his copartners.\nWe think, therefore, the defendant is entitled, as a creditor of the firm of Westcott & Hallowell, to retain the money which he has collected out of the assets transferred under the agreement of June 16th 1854, and to retain the remaining assets until the further sum of $2886.49 shall have been received.\nAnd now, to wit, March 11th 1861, this cause came on for argument on appeal from the Court of Common Pleas of Philadelphia county, and was argued by counsel, whereupon, it appearing that the defendant has accounted, and that there is in his hands the sum of $12,701.59, it is ordered, adjudged, and decreed that the said sum be retained and held by him in part payment of his claims against Westcott & Hallo-well ; and it is further ordered, adjudged, and decreed that out of the remaining assets in his hands there is still due to him the further sum of $2886.49.",
        "type": "majority",
        "author": "by Strong, J."
      }
    ],
    "attorneys": [
      "Geo. L. Qrawford and B. IT. Brewster, for complainants,",
      "M. Bussell Thayer, for Tyson.",
      "H. C. Townsend, for the executors of C. W. Hallowell,"
    ],
    "corrections": "",
    "head_matter": "Westcott and Couper versus Tyson.\nRights and Duties of Liquidating Partners.\nA member of an insolvent firm, while acting as agent for the creditors, in the settlement of the partnership affairs, assisted another party to purchase frota the creditors their claims, together with their rights to certain pledged assets of the firm. Held, that the purchase did not enure to the benefit of the firm, and that the transaction did not come within the operation of the general rule of equity that a trustee cannot buy trust property for himself, or act as agent in buying it for another person.\nAppeal from the Common Pleas of Philadelphia. In Equity.\nThis was a proceeding in Equity by Gideon G. Westcott and William Couper, against Marshall Tyson, and Thomas W. Sweeny and Mary M. Hallowell, executors, &c., of Caleb W. Hallowell, deceased, praying for an account; in which, on hearing the testimony taken by the examiner, the bill was dismissed by the court and judgment given for the defendants.\nThe material facts of the case were as follows:—\nCouper, Westcott, and Hallowell, on the 1st of January 1850, entered into a limited partnership, in which Couper was the special partner, and Westcott and Hallowell the general partners. On the 31st of December 1852, the firm failed, owing about $330,000. By the published notice of dissolution, either of the general partners was authorized to settle the business of the firm, and use the name of the firm in liquidation. This was done by Hallowell, who, between the 31st of December 1852 and the 16th of June 1854, collected and paid to the creditors about $300,000.\nOn the 16th of June 1854, the firm entered into an agreement with the creditors, under which all their assets were to be transferred to a committee of two of the creditors, with the understanding that Mr. Hallowell was to act as agent of the creditors in collecting the assets and winding up the concern; the money received by him to be paid to the committee, by whom it was to be divided pro rata among the creditors. When 75 per cent, of •the principal of their claims was paid, the creditors were to retransfer the remaining assets to Westcott & Hallowell, surrender all evidences of indebtedness, and execute to them a full and final release. In addition to this, Westcott was to give his notes for 25 per cent, of the whole amount due creditors, $2500 of which was to be secured by endorsement or guarantee, proceeds to be divided pro rata. Hallowell to be allowed $100 per month for one year, from the assets, to be refunded before the retransfer of the remaining assets.\nUnder this agreement Mr. Hallowell collected and paid, up to September 1855, $9292.05, or about 30 per cent, of the balance due when the agreement was made. Afterwards Mr. Hallowell, who was anxious to have the concern closed up, went among the creditors and having ascertained, by agreement in writing dated September 18th 1855, that their claims could be purchased for 20 per cent, more than what they had received, he induced Marshall Tyson, in September 1855, to purchase their claims, which he did, paying therefor in cash $6198.24.\nUnder this arrangement the assets of the late firm of Westcott & Hallowell were transferred, September 28th 1855, by Hallowell, in the firm name, to Tyson, he agreeing to retransfer, on receipt of the remaining 45 per cent, from the said assets, by which it was claimed that the assets and the benefits of the agreement of June 16th 1854 were vested in him.\nOut of these assets Marshall Tyson realized $12,701.59. The other partners, Couper and Westcott, averring that the transfer of the assets by Hallowell to Tyson on the 28th of September 1855 was without their consent, knowledge, or authority; that Hallowell had died, leaving as his executors Thomas W. Sweeny and Mary L. Hallowell; that large sums of money had been collected out of the assets of the late firm, for which defendants were unwilling to account; and that upon a final settlement of the account Hallowell’s estate would be found indebted to his copartners: prayed for an account, adding the usual interrogatories.\nThe answer of Tyson admitted most of the foregoing facts, averred that the transaction under which he came into the possession of the assets of the firm was not a loan to Hallowell, but a purchase by him of the interest of the creditors, for which he paid the sum above mentioned, under an agreement to retransfer to Westeott & Hallowell after he had collected for himself a sum, which added to the 30 per cent, already received by the creditors, would make up the 75 per cent, to which they were entitled under the recited agreement of June 16th 1854; that this arrangement was known to Couper and Westeott, and was acquiesced in by them. Admitted collections to the amount of $12,701.59, that the books of the firm are in his possession, denying that he ever refused to account or deliver up the books, and averring a willingness to do so on receiving a sum equal to 45 per cent, of the firm liabilities, viz., $2886.49, more than he had at that time realized, adding an account of collections, expenses, assets, and a list of the books. The executors filed a separate answer to the same effect in substance. On the 2d of November 1859, Charles Seargent was appointed examiner, by whom the testimony of several witnesses was reported.\nOn hearing the case, the court below dismissed the complainant’s bill without giving any written opinion.\nThe case was then removed into this court by complainant, who assigned the decree of the court below for error.\nGeo. L. Qrawford and B. IT. Brewster, for complainants,\ncontended, 1. That Hallowell’s power was only that of a liquidating partner after dissolution, without the power to bind his partner by any new engagement: Story on Part., § 322; Tudor’s Lead. Cas., Mer. Law 339, 340; Levy v. Cadet, 17 S. & R. 128, 129; Butchart v. Dresser, 10 Hare 453; Buckly v. Barber, 1 E. C. L. R. 506; Davis v. Desauque, 5 Wh. 530; Whitehead v. Bank of Pittsburgh, 2 W. & S. 178; Houser v. Irvine, 3 W. & S. 347; Dundas v. Gallagher, 4 Barr 209 ; Kauffman v. Fisher, 17 Leg. Int. 388. This power was not enlarged by the agreement of June 16th 1854, which was between the creditors and the firm, by whom a resulting interest in the assets was retained, and was only to carry out the settlement made with the creditors.\n2. That as partner, Hallowell was the trustee of the firm and his copartners, and could do no act for his own personal benefit, nor could he act as agent for another to the injury of his cestui que trust: 1 White & Tud. Lead. Cas. 36, 91, 92, 94, 196, 208-214; Davoue v. Fanning, 2 Johns. Ch. 252, 258; Brothers v. Brothers, 7 Iredell’s Eq. 156 ; 14 Vesey 381, 400 ; Gregory v. Gregory, Coop. Ch. Cas. 201; Copeland v. Merc. Ins. Co., 6 Pick. 204; Green v. Winter, 1 Johns. Ch. 27, 39; Rogers v. Rogers, 1 Hopkins 515, 525.\nTo Mr. Couper, as special partner, Hallowell was doubly a trustee. The creditors could sell their claims, but not their right to the assets or their trust under the agreement of June 16th 1854, by which they were bound to retransfer the assets, give up the notes, and release the firm on payment of their claims as therein provided. The agreement of September 18th 1855 only stipulated for a less payment in cash, and was a creditor’s compromise with the firm, procured by Hallowell, and consummated by him, the creditors having no personal communication with Tyson. The agreement with Tyson was made by Hallowell, by whom, for the firm, the assets were transferred to him.\n3. The transaction was a loan by Tyson to Hallowell for the firm on the security of the assets, or at most a sale for the firm to raise money, neither of which he had power to make as liquidating partner. But in any aspect, it was obtained through Hallowell by Tyson, for whom as partner and trustee he could not act, nor benefit in any way.\n4. If this transaction ever was in any way confirmed by complainants, it was done without full knowledge of the facts, which is always necessary: Randall v. Errington, 10 Vesey 427, 428; Trevelyan v. Charter, 11 Cl. & Fin. 714, 732; Savery v. King, 5 H. L. Cas. 627, 667; Owens v. Hull, 9 Peters 607, 629; Nav. Co. v. Dandridge, 8 G. & J. 248, 323; Hays v. Stone, 7 Hill 128, 142. As also, a knowledge that the transaction was impeachable, and that the act will have the effect of confirmation : Murray v. Palmer, 2 S. & L. 486; Dunbar v. Tredennick, 2 Ball & B. 317; Mallony v. L’Estrange, 1 Beat. 413; Adams v. Clifton, 1 Russ. 297, 300 ; Cockerill v. Cholmely, 1 Russ. & Ry. 425; Waters v. Thorn, 22 Beav. 547; Anderson’s Appeal, 17 Leg. Int. 396.\nBut this knowledge is denied, and requires proof. As to Westcott there is none, and as to Couper it is indefinite and uncertain. Complainants do not ask that Tyson shall suffer loss, but claim only what is over and above the moneys advanced by him with interest.\nM. Bussell Thayer, for Tyson.\n— The testimony establishes these points: 1. That Mr. Tyson purchased the claims of the creditors under the agreement of June 16th 1854, in good faith, and paid for them with his own money.\n2. That at the time he made the purchase, the claims were not supposed to be worth the amount he paid for them.\n3. That the negotiations with the creditors were made partly by Mr. Tyson himself, partly by Mr. Perot for him, and partly by Mr. Hallowell.\n4. That it was the understanding of the creditors, that upon purchasing their claims, Mr. Tyson was to occupy the same position which they occupied under the agreement of 16th June 1854.\n5. That the paper dated September 18th 1855, which the complainants call a release, was simply an agreement obtained by Mr. Hallowell from the creditors, indicating the price at which they would sell their claims under the agreement of 16th June 1854, and was obtained in order to be shown to Mr. Tyson before he made the purchase.\n6. That the agreement of September 28th 1855 was executed respectively by Mr. Tyson, and by Mr. Hallowell on behalf of the firm, to carry out what was the understanding of Mr. Tyson with the creditors and Mr. Hallowell from the beginning, viz., that, upon purchasing the claims, Mr. Tyson should be substituted in all respects to the rights of the creditors under the agreement of 16th June 1854, and should occupy precisely the position which they occupied.\n7. That at the time of the purchase by Mr. Tyson the assets were in the hands of the creditors, under the agreement of 16th June 1854, and Mr. Hallowell was acting, in the words of that agreement, “ as agent for the creditors, in collecting the assets and transacting all business necessary to the winding up of the concern.” And,\n8. That Mr. Tyson went into possession of the assets under the agreement, on the 28th September 1855, applied himself assiduously to the collection of the debts, and that no objection was made by the complainants until after Mr. Hallowell’s death, and for a period of three years and six months after the transaction.\nWe submit: 1. Upon Mr. Tyson’s purchasing the claims of the creditors under the agreement of 16th June 1854, he became entitled to all the rights and securities to which they were entitled under that agreement: Cathcart’s Appeal, 1 Harris 416; Farmers’ Bank v. Fordyce, 1 Barr 454; Mehaffey v. Share, 2 Penna. R. 361; Fox v. Foster, 4 Barr 119; Baldwin’s Estate, Id. 248. The assignment of the assets to Tyson by Hallowell on behalf of, and in the name of the firm, in pursuance of the agreement, and to carry it out, imparted therefore no new rights, but only gave expression to those which resulted by law from the purchase of the claims of the creditors.\n2. That the transaction was a purchase by Tyson for himself, and not a loan to Hallowell, is inferred by the law in the absence of clear proof showing the contrary (Lightcap v. Wilt, 17 Leg. Int. 133); is sworn to in the answer, and being a material averment, responsive to the bill, must be taken as verity unless disproved, and is proved by the testimony of the witnesses.\nHe was the liquidating partner, and had power to make this transfer in the name of the firm: Davis v. Desauque, 5 Wh. 539; Dundas v. Gallagher, 4 Barr 205; Heberton v. Jefferson, 10 Id. 125; Story on Partnership, §§ 325, 326, 827, 328; Collyer on Part., § 146.\n■ The principle that prevents a trustee from purchasing trust property is inapplicable here. This was a purchase of claims, which carried with it the assets pledged to pay them.\nH. C. Townsend, for the executors of C. W. Hallowell,\nargued briefly that Mr. Hallowell, throughout the whole transaction, had acted within the scope of his authority as liquidating partner, and as agent for the creditors, in winding up the concern; citing on this point Davis v. Desauque, 5 Wh. 530; Heberton v. Jefferson, 10 S. & R. 125; Robinson v. Taylor, 4 Barr 242. In support of the principle that the purchaser of any debt is entitled to the possession of the securities which represent it, he cited Bank v. Fordyce, 1 Barr 454; Mehaffey v. Share, 2 P. R. 361; Butler’s Appeal, 2 Casey 63.\nMarch 11th 1861,"
  },
  "file_name": "0389-01",
  "first_page_order": 389,
  "last_page_order": 395
}
