{
  "id": 994034,
  "name": "Walker versus Dunshee et al.",
  "name_abbreviation": "Walker v. Dunshee",
  "decision_date": "1861-02-14",
  "docket_number": "",
  "first_page": "430",
  "last_page": "439",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 430"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 450",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 98",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 447",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850045
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0447-01"
      ]
    },
    {
      "cite": "8 Leg. Int. 11",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 195",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481826
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "264"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0195-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 776,
    "char_count": 24289,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 1.432135010446501e-07,
      "percentile": 0.6514856657666142
    },
    "sha256": "b3d588222267e4aac96a3705937a0146120564e86d2d53aa35a00e01bfe4ccd9",
    "simhash": "1:22bba345e8634a38",
    "word_count": 4301
  },
  "last_updated": "2024-02-27T22:44:35.746514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Walker versus Dunshee et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\n— Amor Marshall died intestate of the property No. 1, the store and lot in Bank street, and therefore it descended in fee to his children, and by their death intestate and without issue, it descended to their next collateral relatives on the father’s side, that is, to the father’s brothers and sisters and their respective issue. The collateral relatives on the mother’s side take no inheritance in it. Such is our law of descents, and therefore the bill was rightly dismissed so far as it relates to this property.\nAmor Marshall devised the property No. 2, the house and lot in Graskill street, to his widow in fee. Thereby it passed out of his line of descent entirely, because she is not of his blood, and because, taking the devise in lieu of dower, she became a purchaser. She devised it to her children in fee, and they being all dead intestate and without issue, it descended from them to their next collateral relatives on their mother’s side; that is, to their mother’s sisters and to the issue of such as are dead. The collateral relatives on the father’s side take no interest in it. Such is our law of descents, and therefore we think this property is improperly included in this bill, making the collateral relatives on both sides parties, and the bill was rightly dismissed so far as relates to this property. But the parties waive this objection, and therefore we shall allow that partition to be made.\nAmor Marshall devised the properties Nos. 8, 4, and 5, on Walnut, Arch, and Quarry streets, to his three children in tail, with cross-remainders in tail, and with remainder, of course a vested remainder, to his right heirs, and to right heirs of his wife, as tenants in common for ever. So we interpret the will.\n■ But who are these right heirs ? Not their children certainly: for the estate to be taken by them had already been defined, and the next purpose is to provide for the remainder of the estate after the estates of the children shall run out. If heirs here means his children, then their estate could not run out, because this very formal limitation of a remainder would amount merely to a reversion. But evidently he means to provide devisees of the remainder after the estates tail, and therefore he means, not heirs properly speaking, but the next of kin to himself and his wife, after excluding their children. The remainder vested in them on his death. At that time the father’s collateral relatives were eight brothers and sisters. Four of these are since dead intestate and without issue, and of course their shares have descended to the four surviving brothers and sisters, or their issue if dead. Tbe mother’s collateral relatives were three sisters, and their share of the remainder vested in them and their heirs.\nHow do the collateral relatives of the testator and of his wife take under the will — per stirpes or per capita ? The principle on which we decide this is given in Witmer v. Ebersole, 5 Barr 548. Taking per stirpes is taking by representation. But none of these devisees take by representation, but directly by devise to them. They are to take also “ in common,” and this indicates equality where nothing is said to the contrary. There is nothing to indicate that the testator was intending to give each of his wife’s relatives more than each of his own. We think they are all to take equal shares per capita. The several sisters of the mother, or their issue, take therefore one-eleventh of these three properties; and the several brothers and sisters of the father, or their issue, take two-elevenths of the same, one of them being by inheritance from deceased devisees.\nLet a decree be drawn up in form, reversing the decree of Nisi Prius thus far, and decree partition according to this opinion. .",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "John O. Knox and David Webster, for the appellant,",
      "John M. Broomall, Thos. U. SpeaJcman, J. Subley Ashton, and Saml. C. Perldns, for appellees."
    ],
    "corrections": "",
    "head_matter": "Walker versus Dunshee et al.\nPartition in Equity among Collaterals, — Right of Collaterals ex parte paternfi and, ex parte maternd to inherit.— Construction of Devise. — ■ Estates and Remainders in Tail. — Distribution among Collaterals per stirpes a/nd per capita.\n1. Beal estate lield in fee, of which the owner dies intestate, descends to his children in fee simple, and by their death, intestate and without issue, to their' next collateral relatives on the father’s side, and therefore a bill by one of the collateral relatives on the mother’s side, praying for a partition of the property, was properly dismissed.\n2. A devise in fee of real estate to the widow of the testator, passes it out of the line of his descent entirely, because she is not of his blood, and because, taking the devise in lieu of dower, she becomes a purchaser. Where, therefore, land so devised, was by the widow devised in fee to her children, who died intestate and without issue, it descended from them to their next collateral relatives on their mother’s side, to the exclusion of the next collateral relatives on the father’s side, and was improperly included in a bill for partition, in which the collaterals on both sides were parties.\n3. A devise of real estate to testator’s “son and the heirs of his body, lawfully to be begotten, and for default of such issue, then I give and devise the same unto my two daughters and the heirs of their respective bodies, lawfully to be begotten, to have, hold, and enjoy the rents, issues, and profits thereof in equal portions ; and in default of issue in either of them, then to such survivor and the heirs of her body, lawfully to be begotten; and on default of such issue, remainder to my right heirs and the right heirs of my wife, as tenants in common,\" is a devise to the three children in tail, with cross-remainders in tail, with a vested remainder to his right heirs and the right heirs of his wife, as tenants in common.\n4. In such case, the words “ right heirs” were held to mean not testator’s children, but the next of kin to himself and to his wife, in whom this remainder vested at the death of the testator, to be divided in equal shares per capita, and that therefore the decree of the judge at Nisi Prius, dismissing the bill of one of the collateral heirs on the mother’s side, in which a partition of the real estate so devised was prayed for, was improperly made.\nCertificate from Nisi Prius. In Equity.\nThis was an appeal by Elizabeth Y. Walker from the decree of the court at Nisi Prius, dismissing her bill of complaint against Sophia V. Dunshee et ál.\nThe bill was for the partition of the real estate late of Amor Marshall, deceased; and, with the answer, disclosed in substance the following facts:—\nAmor Marshall, of Philadelphia, died sometime in 1816, seised of the following real estate, viz.:—\nNo. 1. A store and lot No. 20 Bank street.\nNo. 2. A messuage and lot on Gaskill street.\nNo. 3. A messuage and lot on Arch street.\nNo. 4. A messuage and lot on Quarry street.\nNo. 5. A messuage and lot on Walnut street.\nAt his death he left a widow, named Mary, and three children, viz., Frances Matilda, Ann Elizabeth, and Joseph Yorkson.\nBy his will, which was dated in 1813, he made the following disposition of his real estate:—\nGaskill street property (No. 2) to his said wife, Mary Marshall, in fee.\nWalnut street property (No. 5) to his “ son Joseph Y. Marshall, and the heirs of his body lawfully to be begotten, and for default of such issue then I give and devise the same unto my two daughters, Ann Elizabeth Marshall and Frances Matilda Marshall, and the heirs of their respective bodies lawfully to be begotten, to have, hold, and enjoy the rents, issues, and profits thereof in equal portions, and in default of issue in either of them, then to such survivor, and the heirs of her body lawfully to be begotten, and on default of such issue, remainder to my right heirs and the right heirs of my wife as tenants in common for ever.”\nQuarry street property (No. 4) to his daughter, Ann E., with remainder to her brother and sister, and remainder over, in precisely the same words, mutatis mutandis, as the devise of the Walnut street property.\nArch street property (No. 3) to his daughter, Francis Matilda, with remainder to her brother and sister, and remainder over, in precisely the same words, mutatis mutandis, as the devises of the Quarry and Walnut street properties.\nHis wife was to have dower in all his/real estate.\nAs to the Bank street property (No. 1), he died intestate, there being no devise or provision in Ms will respecting it, or in wliicli it could be included in any general terms.\nFrances Matilda Marshall died in the lifetime of her mother, intestate, unmarried and without issue.\nMary Marshall, the widow, died April 1854, leaving a will, dated February 8th 1826, duly proved October 6th 1859, whereby she devised the said Gaskill street property (No. 2) to said three children in fee, subject to the payment of half the rents to her daughter, Frances Matilda, for life; and if said Frances M. died without issue, then to the other two children as tenants in common in fee.\nAnn Elizabeth Marshall died in March 1859, intestate, unmarried and without issue.\nJoseph Y. Marshall died April 7th 1859, intestate, unmarried and without issue, leaving no brothers or sisters, nephews or nieces; but leaving two aunts, and the children of another deceased aunt, on his mother’s side (see A., B., and 0. in the following table); and the issue of three uncles and of one aunt on his father’s side (see D., E., F., and G. in the following table).\nA fourth uncle and two aunts on his father’s side, died prior to the death of Mrs. Mary Marshall, the widow of Amor (see H., 1., and K. in the following table); and a fifth uncle on his father’s side has not been heard from for twelve years, and is supposed to be dead (see L. in the following table). These four, viz. H., 1., K., and L., died intestate, unmarried and without issue.\nHEIRS ON MOTHER’S SIDE.\nA. ELIZABETH Y. WALKER (Complainant).\nB. SOPHIA V. DUNSHEE.\nC. Prances Patchen (died before Joseph Y. Marshall).\n1. George M. Patchen.\n2. Sarah Ann Martin (married Mulford Martin).\n3. HENRY PATOHEN (died before Joseph Y. Marshall).\nа. George Patchen, б. Ed. F. Patchen, c. Samuel S. W. Patchen, d. Joseph Patchen, I Minors. John F. Belsterling, [ Guardian ad litem.\nHEIRS ON FATHER’S SIDE.\nD. Thomas Marshall (deceased Nov. 1831). Sarah Marshall, widow.\n1. Thomas Marshall. 1\n2. MARTHA TRIMMER (deceased January 8th 1860, since Joseph Y. Marshall), leaving no husband, but children):\na. Thomas Stewart. b. Sarah E. P. Grattan, wife of Edward N. Grattan. e. Alfred Trimmer. (James 0. Finney, Guardian.)\n3. Sarah Buck. 4. Emma Durney.\nE. John Marshall (deceased June 1838).\n1. William Marshall. 5\n2. Emma Marshall. 6\n3. Samuel Marshall. 7\n4. John Marshall. 8\nE. Joseph Marshall (died before Joseph Y. Marshall).\n1. Ann Marshall. 9\nG. Ann M. Entriken (deceased April 1831).\n1. William M. Entriken. 2. Elizabeth E. Entriken. 3. Emma Entriken. 4. Mart Ann Johnson (married Benjamin Johnson). 10 11 12 13\n5. THOMAS ENTRIKEN (died in the lifetime of his mother\na. Thomas Entriken. V 5. Emma Entriken,) -,T. c. Esther Entriken, * Minorsd. John Entriken, John E. Belsterling, Guardian ad litem. 14\nH. David Marshall (died in 1825).\nX. Mary Hurley (died February 1832).\nK. Hannah Marshall (died March 1845).\nL. William Marshall. (Not heard from for twelve years, supposed to be dead.)\nThe complainant, Elizabeth Y. \"Walker, (A.), one of the maternal aunts of Joseph Y. Marshall, filed this bill against the said remaining next of kin of Joseph Y. to compel a partition of said real estate, and the allotment of her share in severalty. She claimed that she is entitled to one-third of the Gaskill street property (No. 2), “ as one of the three sisters of Mary Marshall, deceased, mother of Joseph Y. Marshall;” and to one-sixth of the Walnut (No. 5), Bank (No. 1), Arch (No. 3), and Quarry street (No. 4) properties, on the ground “ that, by the death of Joseph Y. Marshall, Ann E. Marshall, and Frances M. Marshall, each without heirs of his or her body lawfully begotten, by the terms of the will of Amor Marshall the said properties passed to the heirs at law of Amor Marshall and Mary Marshall his wife, as tenants in common, and that the legal mode of distribution between the heirs of the said Amor and the said Mary* is per stirpes, and not per capita.”\nThose of the defendants who are of kin to Joseph Y. Marshall on the mother’s side, to wit, Sophia V. Dunshee (B.), and the issue of Frances Patchen (0.), have allowed the bill to be taken pro confesso, in default of appearance.\nThe remaining defendants, who are of kin to Joseph Y. Marshall on the father’s side, averred and claimed in their answers, that all five of the said properties ultimately vested in Joseph Y. Marshall in fee; and that upon his death, intestate, unmarried and without issue, they descended to and vested in his next of kin on the father’s side, to the exclusion of those on his mother’s side.\n■ The issue of Thomas Marshall (D.) and Joseph Marshall (F.) averred and claimed that the twelve next of kin on the father’s side who are in equal degree (D. 1, 3, and 4, E. 1, 2, 3, and 4, F. 1, and G. 1, 2, 3, and 4), are each entitled to one-thirteenth of said five properties; and that the remaining one-thirteenth should be divided equally among the children of Martha Trimmer (D. 2), who has died since Joseph Y. Marshall.\nThe remaining next of kin on the father’s side, averred a.nd claimed that the said twelve next of kin on the father’s side, who are in equal degree, above specified, were each entitled to one-fourteenth ; the children of Martha Trimmer as aboye, to one-fourteenth; and the children of Thomas Entriken, deceased (G. 5) to the remaining one-fourteenth of said five properties, to be equally divided among them,\nAll the defendants, next of kin on the father’s side, averred and claimed that as to the Arch street (No. 3), Quarry street (No. 4), and Walnut street (No. 5) properties, if the estate therein which was vested in said Joseph Y. Marshall at and immediately before his death, was not a fee simple, and if at his death it vested in the right heirs of Amor Marshall and the right heirs of Mary Marshall as tenants in common in fee, then and. in such case the legal mode of distribution is per capita and not per stirpes, and that in such case the complainant (A.), Sophia Y. Dunshee (B.), the issue of Frances Patchen (C.), the issue of Thomas (D.), the issue of John (E.), the issue of Joseph Marshall (F.), and of Ann M. Entriken (G.), respectively, are each entitled to one-seventh of said three properties.\nThe case was heard upon bill and answers before Mr. Justice Read at Nisi Prius, May 5th 1860, and after argument the bill was dismissed; whereupon the complainant entered this appeal, and assigned for error, that the court erred in dismissing the complainant’s bill and refusing the decree prayed for.\nJohn O. Knox and David Webster, for the appellant,\nargued, 1. As to the Bank street property, No. 1, of which Amor Marshall died intestate, it was unquestionably the property of Joseph in fee at his death, and as he died intestate, it belongs to his heirs at law.\n2. The Gaskill street property, No. 2, was given to the widow of Amor Marshall in fee. By her it was devised to her three children, Joseph Y., Ann E., and Frances M., their heirs and assigns, and in case Frances M. died without issue, Joseph Y. and Ann E. were to hold it in fee as tenants in common. Frances M. died during her mother’s lifetime, without issue, which gave the property to her brother and sister in fee, as tenants in common. Ann E. died in March 1859, leaving the estate to Joseph in fee. Joseph died in May 1859, unmarried, intestate, and without issue, leaving the property under the intestate laws to \"his heirs, who they contended were the collaterals on the mother’s side. As there was no inheritable blood between Amor Marshall and his wife Mary, she was a first purchaser, and consequently the col-laterals on her side took, to the exclusion of those on the father’s side: citing Act of April 8th 1833, §9; Culbertson v. Daily, 7 W. & S. 195.\n3. As to the Walnut, Quarry, and Arch street properties, Nos. 3, 4, and 5, they passed severally under the will of Amor Marshall to his children Joseph Y., Ann E., and Frances M., as tenants in tail, with remainder to the heirs of their bodies lawfully begotten, if any. If there were none, of either or all three, then to the right heirs of the husband, and the right heirs of the. wife as tenants in common for ever. Upon the death of Frances M. without issue, the estate belonged to Joseph Y. and Ann E., as tenants in tail with cross-remainders. Upon Ann’s death it-passed to Joseph as tenant in tail, and upon 'his death without issue lawfully begotten, the estate under the will passed to the right heirs of Amor Marshall, and the right heirs of his wife Mary Marshall, as they argued, not per capita, but one-half to. each set of heirs, giving consequently to the complainant one* sixth of these properties. The word “heirs,” as used by the testator, must be treated as synonymous with “issue,” to effectuate his intention: see 3 Barr 304 ; 5 Id. 264. He desired his children or their issue to have these properties, and this failing he wished them divided among his own kindred and those of his wife as tenants in common. The distribution per stirpes or per capita, depends upon the language of the devise: McNeillege v. Galbraith, 8 S. & R. 42; Witmer’s Executors v. Ebersole, 5 Barr 458.\nJohn M. Broomall, Thos. U. SpeaJcman, J. Subley Ashton, and Saml. C. Perldns, for appellees.\n— The single question is, “ Has the complainant a right to a partition of the properties in question as against all or any of' the defendants-?”\n1. As to the Bank street property, No. 1, she has not. Of this Amor Marshall died intestate; it therefore descended to his three children, as tenants in common. By the death of his sisters, it vested in Joseph Y. in fee in severalty, as of lands descended to him ex parte paternd. Neither Joseph nor his sisters ■ were purchasers. Whether the father held by purchase or descent does not appear, nor is it material, for those who-are not of his blood take no estate of inheritance therein-; and the appellant is not of his blood.\n2. As to the Gaskill street property, No. 2. If Culbertson v. Daily be law, the appellant is entitled to partition as against. those who have allowed her bill to be taken pro confesso, but not against the appellees.\n3. As to the Walnut, Quarry, and Arch street properties, Nos. 3, 4, and 5, complainant’s right to partition must depend on the will of Amor Marshall, for she can take nothing by descent from Joseph Y., not being of the blood of the ancestor from whom by devise or descent they came to him. If she claims as one of the “right heirs” of Mrs. Mary Marshall, she cannot succeed, because Mrs. Marshall took no estate in these properties but her dower, and therefore could transmit none. There remains then but her claim as one of those who were designated “ right heirs of my wife,” in the event which has happened, to wit, the death of the children of Amor Marshall without issue.\nBut she is not within this description. Her connection with Mary is through Joseph Y. She is one of Joseph’s right heirs, ex parte materná. The heir is one on whom the inheritance is cast, and no one is heir to the living. When Mrs. Mary Marshall died in 1854, she left two children, Joseph Y. and Ann E., who were her only heirs, and where, as in this case, there are lineal heirs, there can be no collaterals. The testator meant to include his wife’s collateral relations only if they came within the terms of his will; that is, if they were her right heirs, which they could not be, she having left lineal descendants. An estate limited to the heirs of any one, is of course contingent until the death of that person; but it vests as soon as it can. The contingency in this case was removed by the death of Mrs. M. in 1854, when it vested in her right heirs, to wit, her children.\nJoseph Y. thus becoming in his lifetime seised in tail with remainder in fee, the particular estate merged, and as he died owner in fee simple of those properties and intestate, they descended to his heirs, who are to be ascertained by inquiring how he obtained them. He did not obtain any by his mother, for she had no estate of inheritance in them. She was only used as the means of designating those who were to take. ' He took wholly under his father’s will, immediately as to one-third, and through his sisters as to the other thirds, and therefore those only who are his heirs ex parte paternd can claim under him. The appellant is not one of this class.\nThe will was carefully drawn, and the technical words “ right heirs,” &c., were understood and must be construed technically: Middleswarth v. Collins, 8 Leg. Int. 11; George v. Morgan, 4 Harris 95; Poole v. Poole, 3 Bos. & Pul. 627; Auman v. Auman, 9 Harris 347; Bender v. Fleurie, 2 Grant’s Cases 347; Hodgson v. Ambrose, Dougl. 337. Even if the words “heirs of the body” be interpreted “ children,” they are cured by the words “for default of such issue,” which, implying an indefinite failure of issue, make the estate of Joseph an estate tail: Eichelberger v. Barnitz, 9 Watts 450; Clark v. Baker, 3 S. & R. 470; Crilley v. Chamberlain, 6 Casey 161. And if so, the limitation over is bad as an executory devise on account of remoteness : Eichelberger v. Barnitz, 9 Watts 447; Toman v. Dunlop, 6 Harris 72; Eby v. Eby, 5 Barr 463; Langly v. Heald, 7 W. & S. 98. The word “ remainder” in this part of the will, is used in its technical sense, and cannot be treated as meaning an executory devise. All devises over, will be construed as remainders rather than executory devises, and as vested rather than contingent: Middleswarth v. Collins, ubi supra: 2 Cruise’s Dig. 270 ; Williamson v. Field’s Executors, 2 Sandford Ch. R. 535; Smith on Executory Interests 62, as to the difference between vested and contingent remainders.\nIf a remainder after an estate tail is a vested remainder — if a remainder to the heirs of a person in esse is a vested remainder, there is nothing more in this cause for discussion.\nWhen Amor Marshall died, he had lineal as well as collateral heirs, and from this fact the court is asked to infer an intention different from what the law implies from the words employed. Give the words “right heirs” their evident signification as meaning all a man’s heirs, and yet the fact, that at Mrs. Marshall’s death there was but one person whom the law called her right heir and the right heir of her husband, fixes the meaning of the expression in this will irrevocably. The limitation is to them, whoever they should be at her death — why then should not the right heir, existing when th'at event happened, take the remainder rather than others, who in another contingency might have been the right heirs of testator and his wife ? Joseph having thus the legal and equitable seisin of the remainder in fee at his mother’s death, it blended with the estate tail given by his father’s will, and descended to his heirs, ex parte paterná: 3 Preston on Conveyancing 546.\nThe cases cited on the other side show that the distribution should be per capita, if the appellant’s view of the limitation over be correct.\nThe descendants of Thomas Marshall and Joseph Marshall marked D. and F. in the table of next of kin, claim that as Joseph Y. Marshall died seised in fee of this real estate, and they claim through him under the intestate laws, the children of Thomas Entriken (G. 5,) being grandchildren of an aunt of the intestate, are not entitled to represent their father, who died before the intestate. Before the Act April 27 1855, representation among collaterals was not admitted after brothers’ and sisters’ children. That act extended it to the grandchildren of brothers and sisters, and the children of uncles and aunts, but not to the grandchildren of uncles and aunts, and, therefore, the real estate to be divided among the collaterals on the father’s side, is to be into thirteenths and not fourteenths. The remaining appellees submit, that the children of Thos. Entriken should take one-fourteenth as representatives of their deceased father.\nFebruary 14th 1861,"
  },
  "file_name": "0430-01",
  "first_page_order": 430,
  "last_page_order": 439
}
