{
  "id": 994146,
  "name": "McCauseland's Appeal",
  "name_abbreviation": "McCauseland's Appeal",
  "decision_date": "1861-03-11",
  "docket_number": "",
  "first_page": "466",
  "last_page": "470",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 466"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Pa. Rep. 426",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 528,
    "char_count": 11054,
    "ocr_confidence": 0.397,
    "pagerank": {
      "raw": 3.9004750119763154e-07,
      "percentile": 0.9017211042033725
    },
    "sha256": "b9129cd455c59b20b36c953ad032f4fd68db3bd52c7647c8279384cf820a4925",
    "simhash": "1:37e789afbe77da4f",
    "word_count": 1877
  },
  "last_updated": "2024-02-27T22:44:35.746514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McCauseland’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Strong, J.\n— By no recognised principle can an allowance of commissions upon the trust fund itself be justified. The bequest to the trustee was of $4000 in the loan of the District of Southwark, an investment made by the testator, and for which he held the certificates. It was a specific bequest. The investment was never changed by the trustee, and could not have been except at his risk. Eor the interest on the loan he was allowed commissions, but he had incurred no responsibility for the principal, nor had he performed any labour in regard to it. Commissions are given as a compensation for labour and responsibility, and where neither the one has been performed, nor the other incurred, there is nothing to be compensated. The appellants next complain that the trustee was charged with the amount of interest on the fund received during the period from 1884 to 1836. The trustee commenced acting as such in 1834, and during his life was the only acting trustee. The interest on the loan, to the amount of $175, was received in the year 1835, by one Hugh Murray. How it came to be paid to him does not directly appear. But it was Mr. McCauseland’s duty to collect it. He did collect it personally in 1836 and the following years, and it is a fair presumption, therefore, that it was received by Murray with his assent. Without such assent Murray could not rightfully obtain it, and if it was paid without right, it was incumbent on the trustee to enforce payment to himself. This liability would be complete whether Murray was his agent in receiving it, Or whether it was lost by his neglect.\nThe surcharge of interest on the unexpended income was properly made. The will by which the trust was created made it the duty of the trustee to invest any such surplus, with the approbation of the Orphans’ Court. The cestui que trust is not to suffer because this duty was not performed. True, the sum was small, so small as possibly to make investment difficult. Then the Orphans’ Court’s directions should have been sought. No effort appears to have been made to invest it. Accounting for interest is therefore inevitable. The trustee has no reason to complain ; he is not charged for any surplus in his hands before 1840, and with but simple interest without rests from that time.\nThe costs were properly apportioned between the parties.\nThe decree of the Orphans’ Court is affirmed.",
        "type": "majority",
        "author": "by Strong, J."
      }
    ],
    "attorneys": [
      "F. Carroll Brewster, for appellant,",
      "No printed reply was furnished in the case by appellees."
    ],
    "corrections": "",
    "head_matter": "McCauseland’s Appeal.\nDuty of Trustee as to Investments. — Liability for Interest. — Allowance of Commissions.\n1. The trustee of a sum of money iuvested by a testator in a certain loan, is not entitled to commissions on the fund itself where the investment remained unchanged by the trustee, but only for the interest on the loan received by him.\n2. Where the will, creating the trust, made it the duty of the trustee to invest the surplus of unexpended income, the trustee will be surcharged with interest on the amount, though so small as to make investment difficult.\nAppeal from the Orphans’ Court of Philadelphia.\nThis was an appeal by Alice McCauseland, Alexander Mc-Causeland, Archibald McCauseland, and Catherine Craig, executors, &c., of Alexander McCauseland, from the decree of the Orphans’ Court, in the matter of the petition of Ann McNeran praying for a citation requiring them to file an account, &c.\nThe petition, which was filed January 21st 1859, set forth that Malcolm McNeran died, leaving a will devising to Thomas D. Grover, Alexander McCauseland, and Robert Coburn, and the executors, &c., of the survivor; $4000 in trust, the interest whereof, or such portion as might be necessary, to be applied to the support and education of his daughter, Mary Ann, during her minoi’ity. The surplus, if any, to be invested, and upon her arriving at the age of majority, she was to receive the whole of the interest of said sum of $4000, and the surplus, if any, aforesaid in half-yearly payments, without the interference or control of her husband.\nThe petitioner averred that she had never received any statement of the doings of said trustees, and that they have filed no account since their assumption of duties as such trustees in 1885.\nShe further averred that Coburn was discharged from being one of said trustees, and that Grover and McCauseland have deceased. That the latter managed said estate during his lifetime, and that his executors have done so since his decease, taking the rents of the real estate, &c., and the interest accruing thereon.\nShe therefore prayed for a citation against Alice and Archibald McCauseland and Catherine Craig, executors of said Alexander McCauseland, deceased, directing them to file an account, &c.\nThe answer of Archibald McCauseland and Catherine Craig, filed January 25th 1859, denied that they had at any time, directly or indirectly, received any interest or rents or profits from said trust estate, or any part thereof, or that they were chargeable therewith.\nIt also denied that respondents had ever acted in any manner as executors under said will of Alexander McCauseland, deceased, or otherwise, so as to charge them with any of the matters stated in said petition.\nThe answer further showed that the said Alexander McCauseland died in 1839, and that his widow, the said Alice, died November 9th 1856,\nThat before his decease the said Alexander stated and settled an account of all moneys received by him in said trust estate, and the answer averred that the lapse of time since his decease is a bar to this proceeding.-\nThe answer further stated that for many years before, up to the time of her attaining her majority and after, the said peti-r tioner resided with said Alice McCauseland, who supported, clothed, and educated her at great expense, and at an expense exceeding the full amount of the income of said trust estate, and that said petitioner, after attaining her majority, received on her own account all the income of said trust estate.\nThe respondents further averred that they in no wise represent the estate of said Alice McCauseland, which is alone liable to account to said petitioner,' and that for all moneys received by said Alexander McCauseland, deceased, an account was had and settled.\nThe case was referred to A. I. Fish, Esq., as master and examiner, to inquire of the facts stated in the petition and answer, and report thereon to the court; and if an account be proper, then to state an account between the parties.\nThe report of the master, which was filed May 18th 1860, disclosed the following facts:—\nThat Alexander McCauseland was the only one of the trustees, under the will of Captain McNeran, who acted; and that he did so from 1834 to his death in 1839.\nThat it appeared that the interest on the loan referred to in the will had been regularly paid in 1835 to one Hugh Murray; from January 1836 to July 1839, to Alexander McCauseland; and from January 1840 to January 1856, to Alice McCauseland, the widow of Alexander.\nThat the petitioner claimed that respondents should account for the whole moneys received from 1834 to 1836, which the respondents resisted on the ground that Alexander McCauseland’s estate should not be held accountable for collections made by Hugh Murray. The petitioner’s claim, notwithstanding this objection, was sustained by the master.\nThe respondents urged that Alexander McCauseland’s estate was not accountable for the collections made by his widow. That her own estate should be held responsible. This point was sustained by .the master on the principle that, so far as Alexander McCauseland was concerned, the trust, as to him, died with his death.\nThe proofs showed that Miss McNeran had lived in Alexander McCauseland’s family for some five years after her father’s death, or when she was about eleven years of age, until the death of Alexander. That after the death of Mr. McCauseland, she still continued to live with his widow until the death of the latter. That what moneys Mrs. McCauseland received were expended in the care, tuition, and clothing of the young lady, of which no account whatever had been kept. Neither could any account be now made out, inasmuch as the parties lived together almost precisely as parent and child, and therefore made no memorandum of the trust affairs.\nIn view of these facts, the master did not deem the case as one calling for the application of stringent rules; but the respondents having submitted an account, he proceeded to state it.\nThe accountants admitted the receipt of $944 from July 9th 1835. To this the master added the collections made by Murray, $175, making a total of $1119 received.\nFrom this sum the respondents claimed a deduction of $717.51, which was allowed.\nCommissions on the $4000 loan, at 5 per cent., and on the disbursements, were claimed, the first of which was not allowed by the master, because no reinvestment was made, and because the trustees were never responsible for the loan.\nThe master also charged the accountants with interest, because, 1. Where trustees improperly retain balances, or cause trust-money to be lost, they are chargeable. 2. Where trustees have funds, which they are bound to invest permanently, and neglect to do so, it is optional with the cestui que trust as to whether they shall be charged with interest. 3. Where trustees loan or use the funds in trade, they are chargeable with the interest and the profits. 4. Under the will, the surplus income was to be invested: this the trustee omitted to do, and he must, therefore, be charged with the interest.\nThe master ruled that the expenses of the proceedings under the citation, in this matter, should be equally divided.\nThe respondents excepted to this report so far as it related to the disallowance of commissions; the charge of interest and receipts from 1834 to 1836; the charge of half costs; and the not adopting the account as stated by the respondents.\nThe Orphans’ Court, on hearing the ease, dismissed the exceptions and confirmed the report. The case was then removed into this court, where the dismissing of the exceptions and the confirmation of the report were assigned for error.\nF. Carroll Brewster, for appellant,\nas to the commissions, argued that the custom of Pennsylvania was to allow them irrespective of any question of investment; that the charge of interest was wrong under the long silence and acquiescence of the parties: Barton’s Estate, 1 Parsons 30.\n- As to the charges for receipts between 1834 and 1836, he argued that the master was not warranted by the proof in deciding that Murray was the agent of respondents in collecting this money, but based this part of his report upon a presumption arising from the fact that during that time McCauseland disbursed it.\nAs to the payment of half the costs by the respondents, he cited Barton’s Estate, 1 Parsons’s Eq. Cases 30; Sterrett’s Appeal, 2 Pa. Rep. 426; Stokely’s Estate, 7 Harris 480; Lowne’s Appeal, 1 Grant’s Cases 874; Berryhill’s Administrator’s Appeal, 11 Casey 248.\nNo printed reply was furnished in the case by appellees.\nMarch 11th 1861,"
  },
  "file_name": "0466-01",
  "first_page_order": 466,
  "last_page_order": 470
}
