{
  "id": 994080,
  "name": "Lanning versus Pawson",
  "name_abbreviation": "Lanning v. Pawson",
  "decision_date": "1861-03-14",
  "docket_number": "",
  "first_page": "480",
  "last_page": "486",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 480"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts 426",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 311",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 461",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle 273",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822510
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0273-01"
      ]
    },
    {
      "cite": "1 P. R. 73",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "opinion_index": -1
    },
    {
      "cite": "4 Wh. 341",
      "category": "reporters:state",
      "reporter": "Whart.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "393"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "8 W. & S. 390",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 441",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "4 Yeates 85",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "8 W. & S. 307",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "363"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 747,
    "char_count": 17033,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 1.966831405894723e-07,
      "percentile": 0.7388187496645557
    },
    "sha256": "fd21334cfb02dfeb3cd1cf7962adf8c389428f272ca3a277dd4290305a8e0aa4",
    "simhash": "1:54a3d9217a1fa873",
    "word_count": 3116
  },
  "last_updated": "2024-02-27T22:44:35.746514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lanning versus Pawson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, C. J.\n— It was manifestly very proper to allow this issue, and of course to strike off the judgment that had been entered on the warrant of attorney, on the fact being found that the defendant was dead before it was entered. We speak now only of a judgment entered on warrant of attorney, and therefore by the act of the plaintiff, and not really by the court.\nThe exceptions to the evidence given on the trial of the issue are very numerous, but we do not discover that there was any evidence really-given that was improper. Following the old fictions of the English law, we might exclude fractions of a day in inquiring whether the death took place before the entry of the judgment, and thus exclude the testimony of Chapouty, the clerk who entered it, that it could not have been entered earlier than eight o’clock in the morning. But such has not been our practice, as many cases indicate: 14 S. & R. 166; 8 W. & S. 307; 5 Harris 226; 10 Id. 363; 11 Id. 299; 12 Id. 400. We do not admit such evidence as between different judgments ; but we do admit it to show facts in pais, out of which other rights have arisen before the entry of the judgment. A reference to the cases will show the extent to which we have gone.\nJudgment affirmed.",
        "type": "majority",
        "author": "by Lowrie, C. J."
      }
    ],
    "attorneys": [
      "William T. Risler, with whom was F. Oarroll Brewster, for plaintiff in error.",
      "Amos Briggs, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Lanning versus Pawson.\nEntry of Judgment on Warrant of Attorney after Death of Defendant.\n—Fraction of a Day, when regarded in Law.\n1. In an issue as to whether a judgment upon warrant of attorney was entered before the death of the defendant therein, it was not error to admit the testimony of the clerk who entered the judgment, that it could not hare been entered earlier than eight o’clock in the morning.\n2. Though evidence m relation to fractions of a day is excluded as between different judgments, it will be admitted to show facts in pais, out of which other rights have arisen before the entry of the judgment.\nError to the District Court of Philadelphia.\nThis was a feigned issue allowed by the court to try whether the defendant in a judgment by John E. Clark in favour of James Lanning, was dead when it was filed.\nThe case was this:—\nOn the 1st of December 1857, John E. Clark executed and delivered to James Lanning a judgment-note for $3000, payable on demand, waiving stay of execution from and after its maturity.\nOn the 3d of April 1858, Mr. Clark, who was a young man of temperate habits, recently married, and in comfortable circumstances, left his store in Second street below Coates, in Philadelphia, about half past ten o’clock in the morning, and never returned.\nOn the 5th of April 1858, judgment was entered on the note and a fi. fa. issued, under which the property of the defendant was levied on same day, and (after two adjournments at the request of defendant’s family) was sold by the sheriff.\nNo tidings were heard of Mr. Clark until the 22d of April 1858, when his dead body, much decomposed, and with the throat cut from ear to ear, was found floating in the Schuylkill above Market Street Bridge.\nPrevious to the sale, to wit, April 10th 1858, on the application of an agent of Mr. Clark, a rule was granted to show cause why the fi. fa. should not be set aside, which was dismissed on the 24th of the same month. The sale took place on the 27th of April, and on the 28th a motion was made to show cause why the sheriff’s sale and fi. fa. should not be set aside and the judgment stricken from the record. On the 8th of May the sale was set aside, and this issue awarded for the purpose above mentioned between James Pawson, administrator, .&c., of John E. Clark, and James Lanning to the use of Myers & Claghorn.\nOn the trial, the following points were submitted:—\nThe plaintiff in the issue requested the court to charge the jury*\n1. The legal presumption that life continues for seven years from the time a person is last seen or heard from has no force or application to this case, from the fact that it is an undisputed fact that Clark is now dead.\n2. Whether he was dead or not, at the time the judgment was entered, is a question of fact to be determined by the jury from all the evidence in the case.\nB. There is evidence in the case from which the jury may infer that he was dead at the time the judgment was entered.\n4. The condition of his health, and his temperate habits at the time he disappeared, with the loss of blood from the cutting of the throat, and the clothing on his body when found, may be considered by the jury as to what extent they would preserve the body from decomposition.\n5. His social and business relations, and devotion to his wife at the time of his disappearance, in connection with his death, may be considered by the jury, as to whether his absence from his home was not because he was dead.\n6. That if, from all the evidence in the case, the jury believe that he was dead before the judgment was entered, the verdict must be for the plaintiff.\nThe defendant submitted the following points, on which he asked the instruction of the court:\n1. That the sole .issue in this case is whether “John E. Clark was deceased on the 5th day of April 1858.”\n2. That the affirmative of this issue is with James Pawson, the plaintiff, and that he is bound to make this out.\n8. That, unless the jury are satisfied that ,Jolm E. Clark was deceased on the 5th day of April 1858, the verdict should be for defendant.\n4. That evidence of the finding of his body upon a later day is not of itself any evidence “ that he was deceased upon the 5th day of April 1858.”\n5. That if the jury find, from all the evidence, that the body of John E. Clark was found on the 22d day of April 1858, and that from the evidence of experts he could not have been deceased more than twelve days, then the verdict should be for defendant.\n6. That the presumption of life continues for seven years from the time a person is last seen or heard from, and that “this presumption continues until it is displaced by a more potent one, which, however, has no retroactive force.”\nThe court below {Hare, J.) charged the jury as follows:—\n“I affirm the first, second, fourth, and fifth points presented by the defendant.\n“ In answer to the third point, I say that the fact of death at the time when the judgment was entered must be shown affirmatively to authorize the jury to find it, and that they should not so find unless there is enough in the evidence to produce and justify a reasonable belief that Clark was dead when the judgment was entered.\n“ In answer to the sixth point, I say that the presumption is in favour of life until sufficient evidence is given to raise a contrary presumption: whether that presumption will have a retroactive effect or not depends upon its nature. The presumption arising from the passage of seven years without tidings of a man who is absent will have no retroactive force, and he will be presumed to have lived until the seven years have fully passed. When, however, a man is found dead, the condition of his body or the circumstances in which he was placed when last heard from, may justify the belief that he died at a period anterior to that at which he was found.\n“ I say in answer to the plaintiff’s third point, that the question is a question of fact and evidence for the jury. There is evidence on both sides; the jury may find on the evidence either for the plaintiff or defendant.”\nTo this charge the counsel for the defendant excepted.\nThe jury found in favour of James Pawson, the plaintiff in the issue; whereupon the original judgment was stricken from the record by the court below, February 18th 1860.\nThis writ was then sued out by the defendant, by whom the following specifications of error were, inter alia, assigned:—\n1. The court below erred in allowing James Pawson to contest the judgment.\n2. The court below erred in setting aside the fi. fa. and sheriff’s sale.\n3. The court below erred in awarding an issue to try whether the defendant, John E. Clark, was deceased at the time the judgment was entered.\n4. The court below erred in refusing to strike off the narr. in the feigned issue.\n5. The court below erred in striking the judgment from the record.\n6. The learned judge who tried the cause erred in admitting, in evidence the record of the judgment of Lanning ». Clark, as appears from the following quotations from the bill of exceptions :—\n“ The plaintiff’s counsel offered the record of judgment for the purpose of proving the existence and date of the judgment Lanning v. Clark, D. C., D. S. B., &c., to which defendant objected.\n“The learned'judge overruled said objection and defendant excepted, and the plaintiff read in evidence the docket entry of judgment on the note. The entry of the rule to set aside fi. fa. and sale, and strike the judgment from the record, and the entry made by the court setting aside the fi.fa. and sale, and awarding the issue, nothing more.”\n7. The learned judge who tried the cause erred in the following ruling, as quoted from the bill of exceptions:—\n“P. Chapouty, sworn:\n“ Defendant objects to proof of time of entering judgment.\n“Admitted.”\n12. The learned judge erred in charging the jury as requested by the plaintiff.\n18. The learned judge erred in declining to charge as requested by the defendant below in his sixth point.\nWilliam T. Risler, with whom was F. Oarroll Brewster, for plaintiff in error.\n— 1. There was no competent party on the record in a condition to contest this judgment. An administrator can only do it by writ of error coram nobis: Hill v. West, 4 Yeates 85; Wood’s Executors v. Colwell, 10 Casey 96; Devereaux v. Roper, 1 Phila. B. 182; Miggot v. Boughter, Cro. Eliz. 105; Durand v. Arnold, 1 Miles 46; Hurst v. Fisher, 1 W. & S. 441; Day v. Hamburgh, 1 Brown 75-82.\nIn no ease has an administrator been allowed to contest a judgment on the ground that the defendant had died before its rendition, whether entered on verdict or by confession. Whenever application has been made on motion, it has been refused. This is the rule in England.\nAs to the second, third, fourth, and fifth specifications, he-argued that they were fatal. If there was an administrator, he did not commence in a legal manner. If all was regular, what power had the court below to set aside a sheriff’s sale after the goods had been delivered, paid for, and the writ returned ? Act of April 10th 1849. Besides this, the lien was first destroyed, and then the issue was awarded. If a sale is set aside, the sheriff can advertise and sell again under the fi. fa.; but here it also was set aside. The judgment might have been opened without this.\n6. The record admitted, as set forth in this specification, was not necessary for plaintiff (for the fact for which it was offered had been admitted in the pleadings), and was very injurious to defendant. It was a broken, ragged record, exhibiting a judgment opened and a fi. fa. and a sale set aside.\n7. It was error to admit parol evidence of the precise time when the judgment was filed in the office. There can be no difference whether a judgment is entered on the first or the last minute of a day. If Clark were alive any second on the 5th of April, the judgment is good: Kleinfelter v. Walter, Leg. J., Vol. 3, p. 69.\nThere is perhaps no very grave error in affirming any of the plaintiff’s points, except the fifth; but to say that, if a man is reasonably regular in his business habits, and not uncertain in his social relations, and not very modest in devotion to his wife, a jury may infer his death at a particular hour, because he was absent from home, is error. If this new doctrine is to prevail, there will be a new presumption in the law of evidence. And every man who goes from his home with the requisite reputation, social, devotional, &c., and does not return on the very day he intended, must be presumed dead, and his wife presumed, of course, a widow. On the same presumption she can administer on his estate, and get another husband. This doctrine reduces the presumption of from seven years to a few hours or a few days at most.\nAmos Briggs, for defendant in error.\n— This is the third time that this record has been removed into this court and the defendant thereby delayed, contrary to the spirit of the act authorizing writs of error. We therefore ask that it be quashed.\nThe first writ was quashed because, as we averred,\n“ 1. If the defendant was dead when the judgment was entered, the order or decree of the court below is correct; but whether he was dead or not can only be determined by the adjudication of the issue awarded. ,\n“2. Because the decree of the court below is interlocutory. And\n“ 3. Because there is no final judgment of the court below rendered in the ease.”\nThe second writ was quashed when it was reached on the argument list of this court, because it was in no better position. The court below had awarded an issue to to try whether Clark was deceased at the time judgment was entered. That was but an interlocutory proceeding, to inform the court as to the fact that it might or might not strike the judgment from the record. That judgment stood undisturbed, and until the court finally disposed of it, there could be no error. If the foregoing are not sufficient to quash this writ, then in reply to the plaintiff we say:—\nBefore we could obtain redress it was necessary to vacate or set aside the fi. fa. It could not be impeached collaterally: Lowber’s Appeal, 8 W. & S. 390; Duncan v. Harris, 17 S. & R. 438; Stewart v. Stocker, 13 Id. 204; Day v. Sharp, 4 Wh. 341. The court below had an undoubted right in the exercise of its discretion to set aside the fi. fa.: Commonwealth v. Magee, 8 Barr 240; Harrison v. Soles, 6 Id. 393. And the exercise of that discretion is not examinable in error: Renninger v. Thompson, 6 S. & R. 1; Gardner v. Lefeyre, 1 P. R. 73; Righter v. Rittenhouse, 3 Rawle 273; Sandback v. Quigley, 8 Watts 461; Buck v. Huber, 2 Watts 311.\nThe plaintiff assumes that the goods had been delivered and the writ returned before the defendant moved to set aside the fi. fa. and sale. Such nowhere appears upon the record. The record shows that the fi. fa. issued April 5th 1858, returnable to the first Monday of the following May. That on the 24th day of April 1858, the court granted a rule to set aside the fi. fa. with a stay of proceeding in the meantime. That during the pendency of the last-mentioned rule, the plaintiff, notwithstanding the stay of proceedings on the fi. fa., proceeded to sell and sold, the goods and chattels levied upon, April 27th 1858.\nThe court never removed the stay of proceedings. Under this state of facts there was no vitality in the writ, at the time the sale was effected under it, and the court was right in setting the fi. fa. and sale aside.\nAgain, it is said the only power the court had to set aside the sale, was derived from the Act of Assembly of April 10th 1849. But this power inheres in the court to prevent an abuse of its process, and if abused to nullify the act thus abusing it, independent of that act. But according to this very act, had not the court the power to set aside the sale and to direct an issue ?\nThe plaintiff complains that the court below, by setting aside t)iefi.fa., destroyed his lien. That depends altogether whether he had any lien to destroy. If Clark was deceased at the time the judgment was entered, the fi. fa. was null and void, and had no vital force with which to generate a lien. The cases cited do not show that a writ of error coram nobis was the exclusive remedy, but simply establish that he might have sued out a writ of error coram nobis.\nThe affidavit upon which the court directed the issue to be proved, averred that Clark was dead at the time the judgment was entered. The court not possessing the power to determine a contested fact, awarded the issue, and for its so doing we have express authority: Kellog v. Krauser, 14 S. & R. 143; Skidmore v. Bradford, 4 Barr 296; Gallup v. Reynolds, 8 Watts 426. It was material to show when the judgment was entered, in order to determine, in the very words of the issue, “ whether the defendant Clark was deceased at the time the judgment was entered ?” And the plaintiff in the issue has the right of proving his case, as well by evidence as by admission.\nThey complain that parol testimony was received to show the time the judgment was entered; but was not that a material part of the issue ?. To prove the issue in fact, though demurrable at law, is not error: Hobensack v. Hallum, 5 Harris 158.\nThere was no error in submitting evidence as to Clark’s business habits, his health, and his domestic and social relations. Clark disappeared mysteriously. Success in business, the respect he commanded in his social relations, and devotion to his wife, are certainly some reasons why he should not absent himself from his home, unless by constraint or violence. With all these influences surrounding him, why did he not return to his home and to his young wife, as he was wont, unless he was dead ? 1 Greenl. Ev. 187-8, § 108.\nMarch 14th 1861,"
  },
  "file_name": "0480-01",
  "first_page_order": 480,
  "last_page_order": 486
}
