{
  "id": 994098,
  "name": "Huthmacher versus Harris's Administrators",
  "name_abbreviation": "Huthmacher v. Harris's Administrators",
  "decision_date": "1861-03-25",
  "docket_number": "",
  "first_page": "491",
  "last_page": "500",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 491"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 Pick. 311",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle 44",
      "category": "reporters:state",
      "reporter": "Rawle",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "15 Mass. 319",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2055239
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/15/0290-01"
      ]
    },
    {
      "cite": "5 W. & S. 484",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 57",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "9 Mass. R. 40",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "1 Mass. 81",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "8 How. 544",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1084,
    "char_count": 21968,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 3.26952594869382e-07,
      "percentile": 0.8700024596028572
    },
    "sha256": "97e64e39a31cce07ee2fb4bfa428f673f3e3d89ad418aad418e7579994099ded",
    "simhash": "1:93bccde69e547b92",
    "word_count": 3883
  },
  "last_updated": "2024-02-27T22:44:35.746514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Huthmacher versus Harris’s Administrators."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Woodward, J. — The ground on which we affirm this judgment is, that there was no sale of the valuables contained in the block of wood, which is called, in virtue of its horizontal wheel and upright spindle, “a drill machine.” Sale, said Mr. Justice Wayne, in Williamson v. Berry, 8 How. 544, is a word of precise legal import, both at law and in equity. It means at all times a contract between parties to pass rights of property for money which the buyer pays, or promises to pay, to the seller for the thing bought and sold.\nThat no such contract was made by these parties in respect to the contents of the drill machine, we deduce from the agreed facts of the case. The machine itself, and every essential part and constituent element of it, were well sold. The consideration paid, though only fifteen cents, was in law a quid pro quo, and th.e sale, unaffected by fraud or misrepresentation, passed to the purchaser an indefeasible right to the machine and all the uses and purposes to which it could be applied. But the contents of the machine are to be distinguished from its constituent parts. They were unknown to the administrators, were not inventoried, were not exposed to auction, were not sold. Of course they were not bought. All that was sold was fairly bought, and may be held by the purchasers. The title to what was not sold remains unchanged. A sale of a coat does not give title to the pocket-book which may happen to be temporarily deposited in\nit, nor the sale of a chest of drawers a title to the deposits therein. In these cases, and many others that are easily imagined, the contents are not essential to the existence or usefulness of the thing contracted for, and, not being within the contemplation or intention of the contracting parties, do not pass by the sale. The contract of sale, like all other contracts, is to be controlled by the clearly ascertained intention of the parties.\n■ The argument proceeded very much on the doctrine that equity will, in certain eases, relieve against mistakes of fact as .well as of law; but if there was no contract of sale, there could be no mistake of fact to vitiate it, and therefore that doctrine has no possible application. Mistake is sometimes a ground of relief in equity; but a man who puts up his wares at auction and sells them to the highest bidder, has no right to relief on the ground that he was ignorant of the value of that which he sold. Such a mistake comes of his own negligence, for it is his duty to possess all necessary knowledge of the value of that which he brings to market, and the rule is general that if a party becomes remediless at law by his own negligence, equity will leave him to bear the consequences. .\nNor could these administrators, had they sold the contents, have pleaded, in addition to their ignorance, their fiduciary character, and their possible liability for a devastavit, in defeat of the vested rights of the purchaser; for, in respect to the personalty of the decedent, they stood in the dead man’s shoes, and were in fact, as they are commonly called in law, his personal representatives. The law cast the personal estate upon them for purposes of administration, and a fair sale made in pursuit of that purpose, would .confer as perfect a title as if made by a living owner. They, no more than any other vendor, could set aside such a sale to avert the consequences of their own negligence.\nBut inasmuch as they did not, in point of fact, sell the valuables which are in dispute, these principles, and all the arguments drawn from the law of mistake, are outside of the case.\nIf, then, there was no sale and purchase of the contents of the block or machine, how did Huthmacher, when he discovered his unsuspected wealth, hold it? Evidently as treasure trove, which, though commonly defined as gold or silver hidden in the'ground, may, in our commercial day, be taken to include the paper representatives of gold and silver, especially when they are found hidden with both of these precious metals. And it is not necessary that the hiding should be in the ground, for we are told in 3 Inst. 132, that it is not “material whether it be of ancient time hidden in the ground, or in the roof, or walls, or other part of a castle, house, building, ruins, or otherwise.”\nThe certain rule of the common law, in regard to treasure trove, as laid down by Bracton, lib. 3, cap. 3, and as quoted in Viner’s Abridgment, is, “ that he to whom the property is, shall have treasure trove, and if he dies before it be found, his executors shall have it, for nothing accrues to the King unless when no one knows who hid that treasure.” The civil law gave it to the finder, according to the law of nature, and we suppose it was this principle of natural law that was referred to in what was said of treasure hid in a field, in Matthew’s Gospel, xiii. 44.\nBut the common law, which we administer, gave it always to the owner if he could be found, and if he could not be, then to the King, as wrecks, strays, and other goods are given, “whereof no person can claim property3 Inst. 132. Huthmacher, therefore, held the unsold valuables for the personal representatives of the deceased owner.\nSeveral sporadic cases, some of which were highly apocryphal, were mentioned in the argument as affording analogies more or less appropriate to this case, but it is quite unnecessary to discuss them, because if they touch, they do not encumber the clear ground whereon, as above indicated, we rest our judgment.\nThe judgment is affirmed.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Hendrick B. Wright, for plaintiff in error.",
      "E. L. Dana, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Huthmacher versus Harris’s Administrators.\nContract of Sale defined.— What passes from Vendor to Vendee. — Extent of the Contract governed by Intention of the Parties.\n1. “ A sale” is a contract between, parties to pass rights of property for money which the buyer pays or promises to pay to the seller for the thing bought and sold, and is to be controlled by the intention of the parties.\n2. A party purchased at an administrator’s sale, a “ drill machine,” which, unknown to all parties, contained money and other valuables secreted there, by the decedent. Held, that the sale passed to the purchaser the right to the machine and every constituent part of it, but not to the valuables contained in it, which on discovery'were to be held as treasure trove for the personal representatives of the deceased owner.\nError to the Common Pleas of Luzerne county.\nThis was an amicable action of trover and conversion, between Rosanna Gardner, administratrix, and Silas Sutton and Peter H. Scovill, administrators of Elisha Harris, deceased, against David M. Huthmacher, to try the title to sundry promissory notes, bank notes, gold and silver coin, two silver watches, and a pocket compass, together valued at $3754.50, which came into the custody of the defendant under the following circumstances :\nElisha Harris died in July 1858. His wife had died some four or five years before him. After her decease he resided entirely secluded and alone. In August after his death, an inventory of his effects was taken by his administrators, and a vendue made of them the same month. In an unfinished room of his house, among rubbish, was found a square block of pine wood about three feet long and ten or twelve inches square, hewn, supported by four legs, about a foot and a half in length. On the top was a horizontal wheel with a perpendicular iron spindle, some kind of unfinished machinery apparently, but not in condition for use. This article was handed over by the administrator to the crier of the vendue, and by him offered for sale. Some two or three bids were made, and it was struck down to the defendant, Huthmacher, for fifteen cents, and delivered to him. The article\" seems not to have been returned in the inventory, but is mentioned in the vendue list as a “ drill machine,” and also as sold to the defendant.\nThe defendant paid his bill and took his property home with him. On examining his purchase, he concluded it to be of little value, and took his axe and split the block open, when the following articles, concealed in a hidden drawer, were exposed:—\nThough a poor man, he immediately gave notice of the facts as they transpired, and the result was the amicable action in this case.\nIt would seem from the evidence, that there was an idea very prevalent that there was treasure somewhere concealed about the premises of Harris, as the remark was several times made during the vendue by the crier, when offering an article, “ Bid upon it, it may contain the hidden treasure.”\nThe evidence also showed “ that there was considerable discussion in the presence of the administrator, on both days of the sale” — (the drill machine was sold on the last day) — “in relation to Mr. Harris’s money and papers, as to where they might be.”\nIt was admitted on the trial that the notes, money, &c., were demanded by the plaintiffs and their return refused by the defendant, before the amicable action was entered.\nThe defendant’s counsel requested the court to charge the jury that, if they believed the evidence, their verdict should be for the defendant.\nThe court (Conyngham, P. J.) charged that the verdict of the jury, under the undisputed facts of the case, should be for the plaintiffs for the value of the articles above mentioned, reserving the point of the defendant’s right in law to the articles claimed, to be disposed on the evidence; the counsel agreeing that judgment should be entered for the defendant non obstante veredicto, if the law required it; either party to be at liberty to sue out a writ of error. ,.\nThe jury found for plaintiffs $4500, and on the 12th of November 1860, the court, in a learned and elaborate opinion, directed judgment to be entered on the verdict.\nThe defendant thereupon sued out this writ, and assigned, as cause for reversing the judgment,\n1. The court erred in ruling the law, under the evidence, in the plaintiff’s favour, and that the property did not belong to the defendant.\nHendrick B. Wright, for plaintiff in error.\n— The relations between the plaintiff and defendants were that of vendor and vendee. If there were a mistake on the part of the plaintiff in the article sold, how far does the law allow him a remedy ? This seems to be the inquiry.\nFraud or misrepresentation, or deceit of any kind, by which either party is imposed upon, vitiates all • contracts. Story on Contracts, chap, xv., sec. 423. Neither of these causes existed here.\nIt was mistake. A mistake, or ignorance of a material fact, under some circumstances, is voidable.\nIn a policy of insurance the underwriter received back a portion of the premium where there was an error in the ownership of a part of the goods: Pearson v. Lord, 1 Mass. 81. So the endorser of a note, who pays in ignorance of a want of protest, is relieved: Garland v. Salem Bank, 9 Mass. R. 40.\nThe same rule does not apply to vendor and vendee in courts of equity, where a specific decree is asked. With the vendor it is obligatory, but in the discretion of the court with the vendee: 2 Comyns’ Dig. 494. Refers to 2 Atk. 180.\n“An actual misrepresentation, coupled with an intention to deceive, even on a material point, will not invalidate a contract unless the false statement were the means which produced it.” Phipps v. Buckman, 1 Casey 401: McFarland v. Newman, 9 Watts 57.\nWhere information is open to both parties, neither can complain : Kintzing v. McElrath, 5 Barr 469; Fisher v. Rowall, 5 W. & S. 484; Belting’s Appeal, 5 Harris 216; 1 Story’s Eq., §§ 190, 191, 197.\nIf the defendant had knowledge of the contents of the machine, he was not bound to disclose it: 1 Story Eq., § 147.\nA party in ease of mutual mistake should be put in as good position after as before sale: Conner v. Henderson, 15 Mass. 319.\nBut it may be said the defendant did not buy what he supposed he bought, nor the vendor suppose he was selling what he actually did. There is an English or French decision, which I am unable to obtain, of the sale of a painting by one of the masters, covered over with a common and ordinary picture, to prevent its being taken, in some of the Italian campaigns. In this condition it was sold for a small sum. The owner afterwards finding out its value, failed to recover it back under the plea of mistake. The bedstead of Richard III., many years after the battle of Bosworth Field, was sold at that place, the owner finding the frame and posts filled with sovereigns. Who owned them ? A tropical bird was sold recently in New Orleans, the owner finding in its craw some valuable stones. Were these jewels sold with the bird ?\nThe court below assumes that the administrator, acting in a fiduciary capacity, would be relieved as matter of course, and that if there cannot be a recovery back, he would be guilty of devastavit. Devastavit arises from negligence of the trust (Toll. Ex. 424) by giving away, embezzling, consuming the decedent’s estate, or by loss which by ordinary prudence he could have prevented : Gordon’s Decedents 264: refers to 2 Vernon 299. Negligence generally, which cannot be applicable to the present case, because no degree of prudence could have anticipated that any of the estate was concealed where it proved to be.\nDoes an administrator occupy a different position from an owner, where a material fact in a contract was unknown at the time it was made ?\nIf neither had the means of knowledge, it is difficult to say on what principle there should be drawn a line of distinction.\nE. L. Dana, for defendants in error.\n— The defendants in error contend, that Huthmacher took, by his purchase, simply the block of wood, or drill machine, that being the definite article offered for sale, bid off, paid for by, and delivered to him. With the drill machine, he became entitled to the essential materials of which it was composed, its requisite appurtenances, and its mechanical adaptations for all lawful uses which ingenuity might devise, or skill and labour effect.\nThat the notes, contracts, moneys and jewelry secreted therein formed no part of, were not appurtenant thereto, nor were they, as is conceded by the argument of the plaintiff in error (if the contract of sale be an intelligent act of concurrent assenting minds), the definite subject offered for sale on the one side, or purchased by the other, and that they did not therefore pass by the sale.\nThat title to the notes, &c., passed to Huthmacher, can be sustained only on the paradox that the administrator sold that which he did not assent to the sale of, which he had not offered for sale, part of which he could not by means of a public sale give title to, and for which he neither received nor contracted to receive a price; and that the plaintiff in error purchased that which he did not bid for, nor pay for; or more briefly, that the administrator contracted to sell what he did not contract to sell, and the purchaser to buy what he did not contract to buy.\nThe contract of sale is consensual, requiring assent, contains reciprocal engagements, and requires the interchange of supposed equivalents. It can be effected only when there are competent parties, a mutual assent to certain terms, a definite subject to be sold, and a certain price: Story on Sales, § 8. In order to transfer property in goods or chattels by bill of sale or other instrument of transfer, the chattel intended to be conveyed must be in existence, and be ascertained and identified at the time of the execution of the grant or transfer: Addison on Contracts 220. The precise thing sold must be ascertained and identified, except when the sale is of undivided quantities, expressly sold as such: Id. 221.\nThere was here no delivery of the articles, in either of the three modes recognised in law, (Id. 240,) actual, symbolic or constructive : Hilliard on Sales 3.\nSuppose that before the block was “ set out beside the fence,” and the fifteen cents paid, the administrator had discovered the concealed treasures, taken them out, and Huthmacher tendering the fifteen cents had brought his action “ to recover the market value of the goods at the time and place, when and where they ought to have been- delivered,” Story on Sales, § 448, or “the difference between the value of the article delivered and the commodity sold:” 3 Rawle 44. The removal of the block by Huthmacher, and payment of the fifteen cents, cannot change the rights of the parties, or raise any implication, for in the language of the counsel for plaintiff in error, “ negligence” cannot be applicable to the present case, because no degree of prudence could have anticipated that any of the estate was concealed where it proved to be.\nThe present bears some analogy to the case of treasure trove, “ which is when money or coin, gold, silver, plate or bullion, is found hidden in the earth, or other private place, the owner thereof being unknown, in which case the treasure belongs to the King; but if he that hid it be afterwards found out, the owner and not the King is entitled to it:” 1 Chit. Black, (m.) page 295. So far from acquiring any rights therein, the penalty, formerly of death, afterwards of imprisonment, was the punishment of him who concealed from the King such finding.\nPassing to the question of mistake. The mistake in this case arose from ignorance of a fact not of law. And “ in respect to mistakes of fact, the rule is, that no contract of sale is reciprocally obligatory upon the parties thereto, if it be founded upon an injurious mistake of a material fact forming the basis of the contract; although such mistake be occasioned by no fraud or imposition. The only consideration is, whether the mistake is in respect to a fact, which is material, and which would have modified or affected the mind of either party, had it been known at the time the contract was madeStory on Sales, § 145. Brightly’s Equity, § 48 et seq. “ When a material mistake occurs in respect to the nature of the subject-matter of the sale, there is no mutual assent, and the contract is void Id. §§ 148, 149 and 151. See also Miles v. Stevens, 3 Barr 21. If the article be of an absolute value, as a bar of silver which had been previously sent to the assayer, a mistake in respect to quantity or price would of necessity be material, and therefore would afford good reason for annulling the contract: Cox v. Prentice, 3 Maule & Sel. 344; Story on Sales, § 154.\nThere is a manifest distinction between this and the case of the sale of the picture cited by plaintiff in error, and of lands in which is a mine, of the existence of which the vendor was ignorant and the vendee had knowledge, when the ignorance of the vendor does not of itself render the transaction fraudulent on the part of the purchaser: Harris v. Tyson, 12 Harris 347, and cases cited. All minerals, unless reserved, pass with the land — they are an essential part of it. Whether a chest of coin, plate, notes and title papers, concealed in a field, would pass by an ordinary grant of the land, is a different question.\nWhile neither party is in general bound to disclose extrinsic facts to the other; yet even silence under certain circumstances is considered fraudulent, as of a purchaser of goods knowing himself to be insolvent, 12 Pick. 311 — the vendee of a picture known by vendor to be under a delusion with respect to it, Hill v. Gray, 1 Stark. It. 352 — the concealment by the corn merchant arriving at Rhodes during a season of scarcity, of the fact of other relief at hand, as discussed by Cicero, Cic. de Officius, bk. 3. But in respect to intrinsic qualities, the rule is more rigid, and concealment of latent defects by the vendor, and any misrepresentation or concealment or artifice of any kind, by which either party is injured, will furnish a good ground in equity to set aside the contract: 1 Story Eq. Jurisp. § 213, et seq. Story on Sales, § 179. Whilst there was no concealment by Huthmacher — for there was no knowledge and nothing therefore to conceal at the time of his purchase — his subsequent refusal, when discovered, to return the goods, taints his act with the legal effects of fraudulent concealment.\nThe legal conclusions resulting from the fiduciary character of the vendee, as a trustee for creditors and the representatives of the decedent, and the effect upon the rights of the vendee, are sufficiently stated in the opinion of the court below. He could not, in the character of administrator, make the kind of sale called in the Roman law “ Spei Emptio,” whereby an expectation dependent upon chance may' be sold, and the sale of a drill machine at fifteen cents be coupled with the chance of acquiring title to $4000, nearly the entire personal assets of the estate.\nThe citation of an ancient case touching this kind of contract, may be excused as an off-set to the cases of the tropical bird and the bedstead of Richard III. It is stated by Plutarch, in his life of Solon (1st Plutarch Lives 205) that “ When some Coans once were drawing a net, some strangers of Miletus bought the draught unseen and at a venture. There chanced to come up a golden tripod, which Helen, at her return from Troy, on the remembrance of an old prophecy, ba(i thrown in there. The strangers contesting with the fishers about the tripod, and the cities espousing the quarrel, so far as to engage in war, Apollo, to end the controversy, advised that the tripod be presented to the wisest man.” After passing around in fruitless search from one to another, it eventually came back to the temple of Apollo, and the court, by reason of inability to decide the case, became the owner of the subject-matter of the controversy.\nIt is suggested that under modern authorities, it would be held, that as the contract was intended by both parties to refer only to the fish which should be taken at the draught, and as the intent of the parties is to govern, the tripod was not included in the sale, and belonged therefore to the fishermen.\nMarch 25th 1861,"
  },
  "file_name": "0491-01",
  "first_page_order": 491,
  "last_page_order": 500
}
