{
  "id": 994076,
  "name": "Garrison's Appeal",
  "name_abbreviation": "Garrison's Appeal",
  "decision_date": "1860-11-09",
  "docket_number": "",
  "first_page": "531",
  "last_page": "535",
  "citations": [
    {
      "type": "official",
      "cite": "38 Pa. 531"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Wheat. 229",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        6136819
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/21/0100-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 489,
    "char_count": 10133,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 8.620204933056881e-08,
      "percentile": 0.4905527310665603
    },
    "sha256": "047fa8837a38055f8ec4c0127476ffa4f747f7b891f8cf198ae070760c9d7df2",
    "simhash": "1:9290def60a4fac5e",
    "word_count": 1800
  },
  "last_updated": "2024-02-27T22:44:35.746514+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Garrison’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Thompson, J.\n— All the issues directed by the court in this case, but one, were found by the jury against the appellant,— that one was found in his favour, viz.: that the deed of Blakely to his wife, of the 11th December 1854, was voluntary and without consideration.\nThe appellant’s case, therefore, stands upon this first issue above. Voluntary deeds are not void. They may become so on account of existing indebtedness. But that was negatived in the findings in this case, so far as the appellant is concerned. If there was error in the trial of the feigned issue, it should have been corrected on writ of error — that issue is not now on review. As this case is before us, we see no error in it, and we must affirm the decree.\nDecree affirmed at the costs of appellant.",
        "type": "majority",
        "author": "by Thompson, J."
      }
    ],
    "attorneys": [
      "Marshall $ Brown, for appellant.",
      "James U. Cfallagher and James J. Kuhn, for appellee.—"
    ],
    "corrections": "",
    "head_matter": "Garrison’s Appeal.\nVerdict on Feigned Issue. — Effect of.\nThe finding of the jury in a feigned issue directed to ascertain certain facts connected with the distribution of the proceeds of a sheriff’s sale, is con-elusive, unless reversed on writ of error, and cannot be reviewed on an appeal to this court from the distribution made in accordance with the verdict.\nError to the Common Pleas of Allegheny county.\nThis was a feigned issue directed by the court to determine certain facts connected with the distribution of the proceeds of certain real estate in the city of Pittsburgh, sold by the sheriff as the property of James Blakely.\nThe case was this: James Blakely, who was extensively engaged in business in Pittsburgh as a banking broker, &c., on the 11th of October, 1854, made a deed to John J. Mitchell, trustee of Mrs. Susan Blakely, his wife, for two pieces of property, to wit, his family mansion and ten or eleven acres of ground situate in Collins township, and a lot with a three-story brick house, upon the corner of Cherry alley and Third street, in the city of Pittsburgh. At this date he was largely indebted. The property conveyed was valued in the opinion of witnesses at from $10,000 to $15,000. The property thus conveyed was subject to a mortgage for $1750, in favour of T. J. Rodman. The considerations mentioned in the deed were, five dollars and natural love, &c.\nAfter making this settlement upon his wife, he continued in business until the 25th day of November, A. d. 1857, when he failed, and made an assignment for the benefit of his creditors.\nAfter the assignment, to wit, upon the 4th day of December, A. D. 1857, Blakely and his wife executed a mortgage to James C. Cummins, the defendant, for the sum of $3500. James C. Cummins afterwards purchased the mortgage in favour of T. J. Rodman, obtained judgment and execution thereon, and, upon lev. facias 320, April Term 1858, sold the mansion-house and grounds, and purchased the same in his own name, for the sum of $6100. The sheriff made a special return, appropriating the money realized upon the sale as follows: first, $2062.99 to the Rodman mortgage, and $3585.16 to the Cummins mortgage of 4th of December 1857. To this latter portion of the special return, B. Burns, Samuel Garrison, and James Brady, lien-creditors, filed exceptions.\nThe claim of Samuel Garrison was a judgment to July Term 1851, which was a lien at the date of the deed from Blakely to his wife, but which lost its lien, not being revived until June 26th 1857. The claim of B. Burns was a judgment entered November 24th 1857, for $1000, and was for a debt contracted before 1850. The claim of James Brady was a debt contracted after October 11th 1854, for which judgment was obtained November 24th 1857, for $1021.26.\nThe court ordered an issue between Burns, Garrison, and Brady as plaintiffs, and James C. Cummins as defendant, to try and determine the following facts. The affirmative of the issue to be upon plaintiffs.\nFirst. Whether the said deed was or was not voluntary and without valuable consideration.\nSecond. Whether, at the time of making the said deed, James Blakely was or was not largely indebted, and had made the same in contemplation of insolvency, and with intent to hinder, delay, or defraud his creditors, and has since become insolvent.\nThird. Whether the mortgage by Blakely and wife to Cummins was or was not without valuable consideration, and whether said Cummins had or had not, at the time of taking of said mortgage, notice that the said deed was voluntary and without valuable consideration, and executed as aforesaid, in contemplation of insolvency, if such be the fact.\nThe jury found the first issue in favour of the plaintiffs.\nThe second issue in favour of the plaintiffs, B. Burns and James Brady. Under the direction of the court, the jury limited their finding in favour of Burns and Brady, which direction was upon the authority of Byrod’s Appeal, 7 Casey 241.\nThe third issue was found for the defendant.\nThe court then granted the following rule:—\nAnd now, to wit, rule on the defendant to pay to the sheriff the amount of money received by him upon his own mortgage, to wit, the sum of $500 within ten days, or that the property be resold by the sheriff.\nAfterwards, April 28th 1860, the court made the following order:—\nAnd now, to wit, on motion of R. P. Flenniken, at whose instance an order was made on the 26th day of March 1860, on the purchaser, James C. Cummins, to pay the money to the sheriff, the court ;rescinds said order, and grants leave to the sheriff to pay the purchase-money into court, and the court hereby further orders the prothonotary out of said moneys to pay in full the judgments of B. Burns and James Brady, and to pay the residue, with any other moneys paid into court in this case, to James C. Cummins on his mortgage.\nSame day the money was paid into court, and by the prothonotary paid out in accordance with the order of the court. From which order Samuel Garrison appealed to this court, and assigned for error the order of the court below, directing the money in court to be paid to James C. Cummins.\nMarshall $ Brown, for appellant.\n— The deed from Blakely to his wife was without valuable consideration, was made in contemplation of'insolvency, and with intent to hinder, delay, or defraud his creditors. “ The fraudulent intent as to existing creditors is a conclusion of law, when the deed is a voluntary one Shontz v. Brown, 3 Casey 123.\nUnder these circumstances, Mrs. Blakely took no title by the deed of the 11th of October 1854. No valuable consideration having passed between the parties, it was not only fraudulent in law to attempt the conveyance of any property with intent to hinder or delay his creditors, but it was highly criminal under the Act of 12th of July 1842, § 20, Pamph. L. p. 344. The jury having found this fact, the “conveyance” carried no title against a creditor.\n“ A contract infected with actual and positive fraud, is not merely voidable, but void; and is incapable of confirmation without a new considerationMiller’s Appeal, 6 Casey 478, and authorities there cited.\n“ A voluntary settlement is void as to debts existing at the time it is made, if the recovery of such debts be delayed, hindered, and defeated thereby; and if it be set aside, not only existing debts, but all subsequent debts, will be let in upon the property settled:” Thompson v. Dougherty, 12 S. & R. 448; 1 Am. Leading Cases 65.\n“ In construing this statute, the courts have considered every conveyance not made*on consideration deemed valuable in law, as void against previous creditors:” Sexton v. Wheaton, 8 Wheat. 229; Shontz v. Brown, 3 Casey 123.\nAs the appellant, Samuel Garrison, was a creditor of Blakely on the 11th of October 1854, and the same debt existed as a lien prior to and at the date of the mortgage to Cummins, the court should have awarded the money to Garrison, and not to Blakely.\nJames U. Cfallagher and James J. Kuhn, for appellee.—\nThe contest in this case is not between Garrison and James Blakely or Mrs. Blakely, but between James C. Cummins and Samuel Garrison. At the time the deed of James Blakely was executed, Samuel Garrison had a judgment which was a lien upon the property conveyed by it. The deed was placed upon record, and was notice to the world; and yet Garrison, the appellant, had so much confidence in the solvency of Blakely that he suffered the lien of his judgment to expire, and lost the hold he had upon the property. He made no objection to the deed of Blakely until the rights of James C. Cummins, the appellee, had attached, and now seeks to have this deed declared fraudulent and void as to him, in order that the rights of Cummins may be defeated. If he suffers loss, it must be attributed, not to any fraud of James Blakely, but to his own laches and neglect.\nThe jury have found the facts involved in the second and third issues, against the appellant. This is decisive of the question. If the court instructed the jury erroneously, a writ of error ought to have been taken to their charge, and the charge should have been furnished to this court, that they might judge whether it was or was not erroneous. If the verdict of the jury was wrong, a new trial should have been asked for.\nA deed without consideration is not necessarily fraudulent against a debt existing at tljie time of its execution. The grantor may have had at the time of the execution of the deed other property amply sufficient to pay all his debts, and may have lost it afterwards by imprudence or misfortune.\nBut suppose that, as against the grantor, the deed may be held fraudulent in such a case, it is otherwise as to an innocent person who without any notice of the fraud has taken deed or mortgage for value from the grantee.\nThe jury have found in this case that the mortgage of Mr. Cummins was for value, and without notice of fraud, if any existed. To deprive him of the benefit of his mortgage, on the ground of a fraud in which he had no part and of which he had no notice, would be a fraud on him. And especially this should not be done to protect from loss one who could not possibly have been injured by the fraud, if any existed, unless his own laches had directly contributed to and caused the injury.\nNovember 9th 1860,"
  },
  "file_name": "0531-01",
  "first_page_order": 531,
  "last_page_order": 535
}
