{
  "id": 425184,
  "name": "Miller versus The Second Jefferson Building Association",
  "name_abbreviation": "Miller v. Second Jefferson Building Ass'n",
  "decision_date": "1865-06-29",
  "docket_number": "",
  "first_page": "32",
  "last_page": "38",
  "citations": [
    {
      "type": "official",
      "cite": "50 Pa. 32"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 612,
    "char_count": 17626,
    "ocr_confidence": 0.377,
    "pagerank": {
      "raw": 1.9711581865037284e-07,
      "percentile": 0.7393224469843609
    },
    "sha256": "0d9112e69965bf44f8927b40cdfc5e5c0eb5ef4dd3649ad2274c5a5f9f57fa8b",
    "simhash": "1:e372c53cf610f35b",
    "word_count": 3051
  },
  "last_updated": "2023-07-14T17:59:34.595400+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Miller versus The Second Jefferson Building Association."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nThe Jefferson Building Association being desirous to wind up its affairs, in anticipation of the period when its shares of stock would be par, or full paid, passed the resolution of the 3d April 1860. By this resolution borrowers might withdraw, on paying the difference between the stock as per last auditor’s report, and $180, adding the instalments paid since; and when the loan was paid, the stock to be withdrawn and can-celled ; the withdrawing members to be allowed ten per cent, on the estimated amount to pay off the loan, provided, the by-laws and regulations of the association were all complied with.\nThe resolution is not the most lucid thing in the world, but its meaning was understood by the association; for under the date of May 7th there is an entry in stock-ledger account of defendant “ paid off his seventy-nine loans and cancelled his seventy-nine shares of stock, May 2d 1860, per resolution of April 3d 1860.” Also, “ paid off one hundred and three loans and one hundred and three ..shares of stock, and which are withdrawn per resolution of April 3d 1860.” It is on these very shares, to recover back dues after the above date, this suit was brought; although they are marked “ cancelled” and “ withdrawn” in the books of the company. A\nThe parties here must be regarded as debtor and creditor ; that is the position assumed by the plaintiffs ; and being in that position, is not a case of accord and satisfaction presented ? The plaintiffs do not deny their proposition contained in the resolution of 3d April 1860, and the books show an acceptance of the terms by the defendant, and satisfaction received by the plaintiffs. It was a new contract executed and intended to take the place of the old ; it was payment presently, instead of payment by instalments for ten years, and we are to presume it was beneficial to the plaintiffs, if this be necessary, as they received it on the terms of their own offer, and made no objections on that ground then, nor since. The payment by stock was a mode of payment of the loan which was a debt due. A different mode of payment was proposed by the plaintiffs, and accepted by the defendant and executed, which was to apply the value of the stock to the loan and to pay the balance in cash. The defendant acceded to this and executed it. This was either payment direct or it was accord and satisfaction. It would be a fraud on defendant to allow the plaintiffs, after availing themselves of the fruits of the new contract, to insist on the old. The elementary principle is, that satisfaction agreed on between parties, when performed, is a bar to all actions on account of the matter agreed about; 3 Black. Com. 15 ; Bac. Abr. tit. Accord and Satisfaction; 2 Pars, on Contracts 193; 2 Greenl. Ev. § 28. The special plea put in was in substance “ accord and satisfaction,” and this met any objection on technical grounds arising out of the nature of the indebtedness: 2 Greenl. Ev. § 29.\nThe learned judge who tried the cause reserved the question, whether the resolution of April 3d 1860, and the payments made by the defendant as made, was a bar to the plaintiffs’ action, and instructed the jury to find for the plaintiffs. There was no dispute, therefore, about the agreement between the parties as evidenced by the resolution, and payment by the defendant. The latter appeared on the plaintiffs’ books. After a remittitur of a portion of the sum found by the jury, the learned judge ruled the reserved point in favour of the plaintiffs, thus holding that the agreement and satisfaction was no bar, but for what reason we are not informed. It was not because the resolution was void, I apprehend. The association could not allege that, and at the same time hold on to all it had received under it. They must not play fast and loose in that way. The ground taken in argument seemed to be, that the institution was injured by the defendant’s withdrawal from it. But he did so on the terms offered by the plaintiffs, and paid them off in advance of the time in which by the rules of the institution he was bound to pay. If I understand the constitution, any member may withdraw on the terms there provided. But that is of no consequence here, for the authority was by special resolution. The object was to facilitate winding up, and was clearly agreed to at the stockholders’ meeting, and no objection of the kind in, or by the institution appears since. As, therefore, the association has reaped the advantages of it, they are estopped from denying its validity now, as they have not proposed to place the defendant in statu quo in order to avail themselves of such a defence.\nWe are, therefore, of opinion that judgment should have been entered for the defendant non obstante veredicto.\nThe judgment is now, therefore, reversed, and judgment is entered on the verdict for the defendant, with costs.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Heyer (with whom was George M. Wharton), for plaintiff in error.",
      "A. V. Parsons and A. Thompson, for defendants."
    ],
    "corrections": "",
    "head_matter": "Miller versus The Second Jefferson Building Association.\nAccord and satisfaction as between corporation and stockholder, discussed and sustained•.\n1. Where a stockholder in a building association, under resolution of the association permitting borrowers to withdraw on the payment of a stipulated amount, the stock to be then “ withdrawn and cancelled,” withdrew, paid off his loans and stock which was then marked on the books as “ cancelled” and “ withdrawn Held, that the company could not afterwards recover for dues which subsequently accrued thereon.\n2. The position of the parties was that of debtor and creditor: and after an acceptance of the terms of the resolution, payment by the debtor of the sums found thereby to be due, the new contract was executed, and a case of accord and satisfaction made out.\nError to the District Court of Philadelphia.\nThis was an action of assumpsit by The Second Jefferson Building and Loan Association of Philadelphia against Augustus C. Miller.\nThe plaintiffs in their declaration, after setting forth their incorporation and the objects of the association, averred that, *\nBy section 2d of article ii., of the said Act or Charter of Incorporation, it was stipulated that each stockholder shall pay for each and every share of stock he holds, the sum of $1, at the first monthly meeting of the said association, and a farther instalment of $1 upon each share of stock held for each and every month thereafter, and shall sign the constitution aforesaid, and shall execute, or cause to be executed, an instrument of writing, obligating himself to pay punctually his monthly dues,.interests, and fines, for the space of ten years, or until the value of the whole funds shall be sufficient to divide to the holders of each and every share of stock the sum of $200, or property to that amount, when the said association shall cease and determine.\nThat by section 5th of article iv., of the said charter of incorporation, it was stipulated that stockholders talcing loans from said association, should pay interest 'for the same every month to the board of directors, at the rate of one-half per cent, per month.\nThat the defendant, under and by virtue of the said charter, became, and was up to the time of the institution of. the suit, a member of, and stockholder in the said association, and subscribed in writing to the constitution, and to all the sections and articles thereof,-including the said above section 2d of article 2d, and the said above section 5th of article 4th, and became, and was the otvner of one hundred and eighty-two shares of stock, and borrower of moneys or loans thereon, and became, and by reason of the premises was, liable to pay the sum of $1 upon each share of stock aforesaid, held and owned by him, and interest upon the borrowed moneys or loans thereon, at the rate of a half, per cent, per month, for each and every month, for the full space of ten years from the day and year mentioned, or until the value of the whole funds should be sufficient to divide to the holders of each and every share of stock the sum of $200, or property to that amount.\nThat being so liable, the defendant, on the day and year first aforesaid, in consideration thereof, undertook, and faithfully promised the said plaintiffs to pay them, the said plaintiffs, the said monthly instalments or dues on the said stock, and interest on the said loans thereon as aforesaid, when he should be thereunto after-wards requested.\nThat on the 6th day of January, A. D. 1863, a large sum of money, to wit, the sum of $4000, balance of the said monthly instalments or dues, and interest on loans thereon as aforesaid, became then and there in arrears due, owing, and payable from and by the defendant to the plaintiffs, upon his stock.\nThat the value of the whole funds of the said association entitled as above, are insufficient to divide to the holders of each and every share of stock therein the sum of $200, or property to that amount, according to the requirements of the said section 2d of the said article 2d of the said constitution.\nYet the said defendant, although often requested, &c.\nThe defendant pleaded, “ non assumpsit, and payment with leave,” and also pleaded specially “ that afterwards, to wit, on or about the 10th day of April 1860, the corporation plaintiffs passed a resolution permitting every stockholder, on payment of the sum of $49.87 on each and every share of stock borrowed on, to have his stock cancelled, and to withdraw from the association; that he paid the plaintiffs the said sum of $49.87 on each and every share borrowed on; that he surrendered his stock to the plaintiffs; that the said plaintiffs cancelled the said stock, and allowed him to withdraw as a stockholder, and that he did so withdraw.\nu That, afterwards, to wit, on or about the 10th day of April 1860, the plaintiffs, in consideration of the payment to them by the defendant of $5000, agreed to accept the surrender of his stock in the said association, plaintiffs, and to cancel the said stock; and averred, that he paid the plaintiffs the said sum of $5000, and that the said stock was thereupon surrendered by him to the plaintiffs, and cancelled by them.”\nThese pleas were traversed by plaintiff.\nThe defendant then pleaded: — That on the 3d day of April 1860, the corporation plaintiffs, at the. annual meeting of the stockholders, passed a resolution in the words following, to wit:—\n“ Resolved, That on and after the passage or adoption of this resolution, borrowers can withdraw from this association, by paying the difference between the ascertained value of the stock per last report of the auditors, and $180, together with the instalments paid in since the last auditor’s report, and the time when the loan is paid; and the stock shall be withdrawn and cancelled — the withdrawing members to have ten per cent, deducted from the amount estimated to pay off the loan: — Provided the by-laws and regulations are complied with in every other respect in regard to the withdrawal of stock in the existing by-laws.\n“ Resolved, That on and after the passage of this resolution, members having stock on which they have not borrowed, may withdraw the same at the full value of the stock as per last audit- or’s report, with the instalments paid in since said report and the time of withdrawal less $20 per share, and the greatest discount above that sum which the money may command — the money for withdrawal being offered in all cases to the members at auction and the stockholder or stockholders who will take the least for their stock shall be paid the first: Provided, that the constitution, by-laws, and regulations be fully complied with in regard to withdrawal in every other respect.”\nThat he was a borrower from the association plaintiffs on one hundred and three shares, and did, on the 28th of April 1860, pay to the association the sum of $4581.56, being the difference between the ascertained value of one hundred and three shares of stock per last annual report of the auditor and $180, together with the instalments paid since the said auditor’s report, and the time when he paid the said loan less ten per cent, from the amount estimated to pay off the loan. And as to the further number of seventy-nine shares of stock so held by him in the said association plaintiffs, and on which he had obtained loans as aforesaid, he avers that he did, on the day of May 1860, pay to the association the plaintiffs the sum of $3442.82, being the difference between the ascertained value of 79 shares of stock per last report of the auditor and $180, together with the instalments paid since the auditor’s report, and the time he paid the said loan less ten per cent, from the value estimated to pay off the loan, and. that the said one hundred and three shares of stock and the said seventy-nine shares of stock were then transferred by the defendant to the plaintiffs, and cancelled by the plaintiffs in accordance with the said resolution of April 3d 1860, and that the by-laws and regulations were complied with in every other respect in regard to the withdrawal of stock.\nThe facts averred in this special plea were also denied, and on the issues,thus made uj) the parties went to trial.\nOn the trial of the cause the defendant’s counsel requested the court to charge the jury:—\n1. That the stockholders of the said association are the supreme legislative power thereof, and have the right to make all rules, regulations, and by-laws, and enter into all agreements not inconsistent with the charter of incorporation; and any rule, regulation, or by-law so passed by them, or agreement entered into by them, is binding upon the association and every member thereof.\n2. That the resolution of April 3d 1860, not being inconsistent with the charter, the stockholders had a right to pass the same, and the same having been passed by a vote of more than two-thirds of the members then present, the said resolution is binding upon the association and the members thereof.\n3. That the plaintiffs’ association, in a regular meeting of the stockholders, held April 3d 1860, having, by resolution duly passed, substituted for the agreement entered into by the said defendant with the said association, upon becoming a member thereof, to pay punctually his monthly dues, interest, and fines for ten years, or until the whole fund should be sufficient to divide to the holder of each and every share of stock the sum of $200, or property to that amount — another and different agreement, providing for the present payment in cash of a larger amount than the defendant, under his original agreement, would have been hound to pay, and the said defendant having paid the same, he is thereby released from the obligation of his original agreement, and the plaintiffs cannot recover.\n4. That the plaintiffs’ association, having for and in consideration of a preteent payment in cash of a sum of money equal to or larger than the defendant would have been obliged to pay in monthly instalments during several years thereafter, cancelled the shares of stock held*by him, he thereby ceased to be a stockholder, and ceased to he subject to the rules and regulations of the association, and therefore the plaintiffs cannot recover.\n5. That the plaintiffs’ association having no power to revive stock once cancelled, and the stock formerly held by the defendant having been duly cancelled by the said association, the plaintiffs cannot impose upon the defendant the burden, when the defendant does not and cannot enjoy the advantage of a stockholder ; and if the jury believe that the defendant’s stock has been so cancelled, the plaintiffs cannot recover.\n6. That the plaintiffs’ association having accepted from the defendant, under resolution of April' 3d 1860, a present payment in cash of a larger sum than the defendant, under his original agreement,.was hound at that time to pay, the plaintiffs have no right of acjion against the said defendant until after returning to him the money paid by him under the said resolution, with interest therefor from the date of said payment, even if the said.resolution was passed under a mistake of fact as to the then value of the stock; and the said association have no power to revive the stock so cancelled by them, less fines and dues then payable by the defendant, and the plaintiffs not having returned the same cannot recover.\nThe court below refused to charge as requested, but instructed the juiy to find for the plaintiffs for $3566.67, with leave to the defendant to reduce or set aside the verdict, and reserving the question, whether the resolution of April 3d 1860, and the payments made by the defendant in pursuance of it, were a bar to the plaintiffs’ action.\nOn a motion for a new trial, and for judgment for the defendant on the point reserved, the court reduced the verdict to $1565.90, refused the motion for a new trial, and gave judgment for plaintiffs on the point reserved in the' sum last named; whereupon the defendant took this writ of error.\nThe reduced verdict of $1565.90 was arrived at by charging defendant with all moneys loaned him by the association, and interest, and giving credit for all his payments and interest.\nThe errors assigned were — 1. That the learned judge erred in not charging as requested in the points submitted on behalf of the defendant below, and in directing a verdict for the plaintiffs below.\n2. In entering judgment for the plaintiffs on the point reserved.\n3. In not entering judgment for the defendant on the point reserved.\nHeyer (with whom was George M. Wharton), for plaintiff in error.\nA. V. Parsons and A. Thompson, for defendants.\nJune 29th 1865,"
  },
  "file_name": "0032-01",
  "first_page_order": 32,
  "last_page_order": 38
}
