{
  "id": 425193,
  "name": "The German Union Building and Saving Fund Association versus Sendmeyer",
  "name_abbreviation": "German Union Building & Saving Fund Ass'n v. Sendmeyer",
  "decision_date": "1865-06-29",
  "docket_number": "",
  "first_page": "67",
  "last_page": "75",
  "citations": [
    {
      "type": "official",
      "cite": "50 Pa. 67"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Mass. 538",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2002165
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/5/0416-01"
      ]
    },
    {
      "cite": "8 Pick. 90",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2013150
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/25/0093-01"
      ]
    },
    {
      "cite": "20 Wend. 91",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2150235
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/wend/20/0091-01"
      ]
    },
    {
      "cite": "2 Wright 101",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 728,
    "char_count": 23399,
    "ocr_confidence": 0.381,
    "pagerank": {
      "raw": 2.521698674442231e-07,
      "percentile": 0.8115372749530957
    },
    "sha256": "ffb7a679eb99afb17a332857236c4dd92e498db00630cabc0033492d18103568",
    "simhash": "1:19f38c9c5244b50a",
    "word_count": 4217
  },
  "last_updated": "2024-02-27T16:19:12.070484+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The German Union Building and Saving Fund Association versus Sendmeyer."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nThis is an action to recover damages for a refusal to permit a transfer to be made to the plaintiff of thirty shares in the defendant’s association.\nThe shares were handed over by Persch to the plaintiff, with a power of attorney in blank to transfer the same to him for an alleged loan of money. We see nothing in the objection that the power was in blank, if the transaction was for a valuable consideration, and if so, that the plaintiff was entitled to recover the actual value at the time of the refusal to transfer.\nIf this be the law, then the court were right in entering judgment for the plaintiff on the reserved point, and as we see no error in the charge of the court,\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Thorn, for plaintiff in error.",
      "Samuel Robb and R. C. McMurtrie, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "The German Union Building and Saving Fund Association versus Sendmeyer.\nCorporations. — Measure of damages for refusing to permit a transfer of . stock. — Power of attorney to transfer, valid, though executed in blank.\n1. In an action against an association for refusing to permit a transfer of stock, the measure of damages is its actual value at the time of the refusal to transfer.\n2. The delivery by an owner of stock of a power of attorney to transfer, executed in blank, with the certificates, is evidence of an implied authority to fill up the power with the name of an attorney to make the transfer.\nError to the District Court of Philadelphia.\nThis was an action on the case brought by Hermann Sendmeyer against The Herman Union Building and Saving Pund Association, to recover damages for a refusal to permit a transfer to be made to him of thirty shares of stock, in the defendants’ association. To which defendants pleaded not guilty.\nThe case was this: — John P. Persch was the owner of fifty shares of stock in the defendants’ association, on which he paid dues to the 15th day of May 1861, at which time the shares were worth about $22 per share. After that time, the dues upon his stock were paid by what was called relief loans, the association taking bonds from Persch, and giving orders on their treasurer, which orders were credited against the dues. No money whatever was paid by Persch after the 15th day of May 1861. The dues on the stock were paid by giving credit to Persch upon the books in this manner, commencing on the 19th day of June 1861, and ending on the 1st day of September 1863. The dates at which the credits were given him, by way of relief loans, were July 10th 1861; Pebruary 1862; June 3d 1862; January 21st 1863 ; and September 1st 1863. He gave powers of attorney to the association (without producing the certificates of stock) to transfer forty-three shares of the stock as security for these relief loans, and such other loans as might be made to him. At the time the powers of attorney were given-, Persch promised to deliver the certificates to the association. The power of attorney given to the secretary of the association to transfer nineteen shares of stock, was dated Pebruary 18th 1862. The other power of attorney to transfer twenty-four shares of stock, was dated June 3d 1862. # •\n# In the fall of 1863 Persch became insolvent, and left the city of Philadelphia, when the association were informed that Hermann Sendmeyer, the plaintiff below, claimed thirty shares of Persch’s stock in the association, by virtue of a power of attorney, alleged to have been made August 13th 1861. It was alleged that in August 1861, Sendmeyer .had loaned money to Persch, and had received the certificates and a power of attorney as a collateral security. No notice was given to the association until more than two years after the time it was alleged he had received them, and after Persch had failed. There was no attorney named in this power; the date and»writing in the body of the power was in the handwriting of Sendmeyer, and it was shown by the subscribing witness that when he subscribed it as a witness there was no date nor writing in the body of the paper. On the trial, the plaintiff, as evidence of his alleged loan to Persch, gave in evidence. a promissory note given by Persch, dated August 4th 1862, at fifteen months for $1500, and after the subscribing witness to the poAver of attorney was examined, called Frederick Heyer, Esq., who stated that, about two years or two years and a half before the time of the trial, Sendmeyer came to him with a number of shares of stock in the defendants’ association and a power of attorney, and asked him if it was a good security. The witness stated that he did not know the number of shares, and could not identify the power. The counsel for the defendants below then moved the court to strike out the testimony of this witness, as being irrelevant, Avhich the court refused to do. An exception was then taken by the defendants for the refusal of the judge to strike out the testimony of that Avitness. The plaintiff then offered to give in evidence the power of attorney under which he claimed the stock, which was as folloAvs:—\n“ Know all men by these presents, that I, the undersigned, for value received, do hereby irrevocably constitute and appoint :-to be my true and lawful attorney, for me and in my name and behalf, to sell, assign, and transfer unto Hermann Sendmeyer, or any other person or persons, thirty shares in the capital stock of the German Union Building and Saving Fund Association, and further, one or more persons under --to substitute with like power.\n“ In Avitness whereof I have hereunto set my hand and seal this 13th day of August 1861.\n' “ John P. Persch. [seal.]\n. Witness present — Lorenz Burr.”\nTo Avhich offer the counsel for the defendants objected, because the same was proved not to have been filled up when signed and witnessed, and because there was no evidence of a delivery of the instrument, which objections were overruled by the court, and the paper admitted in evidence, to which ruling the defendants excepted.\nThe defendants requested the court to instruct the jury,\n1. That the defendants were not obliged to permit an absolute transfer of the shares without the payment or tender of payment of the moneys due therein by John P. Persch.\n2. That if the jury believe from the evidence that John P. Persch obtained loans on the credit of the shares before the making of this power of attorney, the plaintiff was bound to pay the same, or to make tender of payment before he could legally require the defendants to allow a transfer of said shares, and unless he has proved such payment or tender of payment the verdict should be for the defendants.\n3. That if the plaintiff, after he received the power of attorney from John P. Persch, permitted said Persch to deal with the shares as his own, and said Persch paid all the dues thereon, and obtained loans thereon from the defendants, the plaintiff would not be entitled to claim said shares as against the defendants without payment of such loans.\n4. That if the jury believe from the evidence that the power of attorney was not filled up with the name of the attorney at the time it was given to the plaintiff, the power was void, and the defendants were not obliged to permit a transfer of the stock under it, if they knew that the name of the attorney had been inserted long after the giving of the power.\n5. That the plaintiff could not legally insert the name of an attorney in the power if it had been handed to him in blank, and if he did so insert the name of an attorney, or cause it to be done, such act rendered the power void. '\n6. That if the plaintiff can recover at all, he can only recover the value of the thirty shares on the day he received the power, to wit, the 13th day of August 1861.\n7. That if John P. Persch paid all the dues on said stock, and treated them as his own, and obtained loans on them after the giving of the power of attorney to the plaintiff, the plaintiff will not be entitled to the increased value of the shares by reason of the payment of said dues by Persch.\n8. That there is no sufficient evidence from which the jury can find that the date now in the power of attorney was the date of delivery of the same by John P. Persch.\nThe learned judge, in his general charge to the jury, said:—\n“ The material question is, whether the plaintiff obtained the power of attorney and certificates of stock before the loan made to Persch by the defendants in February 1862, or subsequently, there being no dispute between |he parties as to any antecedent ioans made by or debts due to the association, [the preference, I think, should be given to the party who made loans on the faith of the actual delivery of the certificates, and if the jury should find that the stock was of greater value than the amount of the plaintiff’s debt on the day that the transfer was demanded and refused, they may find for the plaintiff.]\n“ [A delivery of a power of attorney to transfer, executed in blank, with a delivery of the certificates, is evidence of an implied authority to fill up the power with the name of the attorney to make a transfer.]\n“As to the third point of the defendants, the rule would be as stated if, after receiving the certificates from Persch, the plaintiff had given him possession of them, and allowed him to deal with the association as owner having possession. It was the defendants and not the plaintiff who loaned money without requiring the certificates to be produced. I decline to affirm the remaining points, and reserve the point ‘ whether the plaintiff is entitled to recover the value of the stock at the time of the refusal to transfer as increased by the credits of the relief loans being $1545, or the value of the stock before the transactions in the relief loans, made up by the actual payments being $660, with leave to the court to enter judgment for the smaller sum if they should be of opinion that the plaintiff is entitled to no more.’ ”\nThe verdict was for $1545 in favour of the plaintiff, for which sum judgment was subsequently entered on the reserved point.\nThe errors assigned were, — 1. That the court below erred in entering judgment for the plaintiff below on the reserved point for the amount of the verdict, viz., $1545.\n1. The court erred in refusing to strike out the testimony of Frederick Heyer, Esq.\n3. The court erred in admitting in evidence the power of attorney alleged to have been given by John P. Persch to the plaintiff.\n1 4. The court erred in charging: “ a preference, I think, should be given to the party who made loans on the faith of the actual delivery of the certificates;” and if the jury should find that the stock was of greater value than the amount of plaintiff’s debt on the day the transfer was demanded and refused, they may find for the plaintiff.\n5. The court erred in charging “ that a delivery of a power of attorney to transfer, executed in blank, coupled with a delivery of the certificates, was evidence of an implied authority to fill up the power with the name of the attorney to make the transfer.”\n6. The court erred in not affirming the defendants’ first points.\nThorn, for plaintiff in error.\nJohn P. Persch paid on the 'stock but the sum of $660 to May 1861; after that time he pledged it as security for the payment of future dues, but paid no money to the association. The defendants below on the faith of the'stock, gave him credit on their books by means of relief loans for the amount of the dues which accrued afterwards. They had no notice that the plaintiff below claimed any right in the stock, until long after the transactions on the relief loans, and after the failure of Persch. The plaintiff below permitted him to deal with the stock as his own, and by means of it to avoid the payment in money of the dues accruing after May 1861. The transaction between the defendants below and Persch, was not one of a loan of money on the pledge of stock, the certificates of which were not produced, but a mere credit given to the stock on the credit of it. If Persch had no right to pledge .the stock for the payment of the dues, which should thereafter accrue on it, then the plaintiff below ought not to be entitled to the increased value occasioned by the pledge of it for that purpose. He should either take the stock at its value without these credits, or he should pay the dues which accrued on it after May 1861, if he desires to receive the value of the stock at the time the transfer was demanded. He should not have been permitted to have the advantage of a contract, the validity of which he denied. ■\n2. The testimony of Prederick Heyer, Esq., was totally irrelevant: it could have no other effect than to mislead the jury, or to induce them to guess that the stock and the power of attorney shown to him were the same as those given in evidence.\n3. The power of attorney ought not to have been admitted in evidence without proof of its due execution. When it was signed by Persch, it was in blank; neither the name of the party to whom it was intended it should be transferred, the number of shares, the date of the instrument, or the name of the donee off the power, were in it — when, where, and how, the plaintiff became possessed of it was not shown. The date of the instrument and the name of the plaintiff as the transferree, and the number of shares to be transferred, were written by himself. There was no person appointed to make the transfer. The instrument was an imperfect one even at the time of the trial, no attorney being named therein: Denny v. Lyon, 2 Wright 101.\nWhen a paper is signed without date by the party who executes it, and witnessed at the time, and there is no evidence of the time of the delivery of it, something more should be required to prove the time of its execution and delivery, than the mere date written in by the party who claims the benefit of it.\nThe time of the delivery should have been proved by the plaintiff below, if received by him after the pledge of the stock he would have been bound by the contract between the association and Persch, its stockholder.\n4. There was no evidence that the plaintiff made loans on the faith of the actual delivery of certificates, and the court below erred in charging the jury that the preference should he given to the party who made loans on the -faith of the actual delivery of the certificates, and that if the jury should find that the stock was of greater value than the amount of the plaintiff’s debt on the day the transfer was demanded and refused, they might find for the plaintiff.\n5. The judge below also erred in charging that a delivery of a power of attorney to transfer executed in blank was evidence of an implied authority to fill up the power with the name of the attorney to make the transfer.\nThere was no evidence of any usage which authorized it. If a power of attorney when sealed and delivered is a perfect instrument, who may add to or alter it ? If it is imperfect, it ought not to be received.\nAs the plaintiff below declined to recognise the pledge of the stock by Persch for the accruing dues, and had not informed the defendants until after Persch’s failure of his claim to the stock, the court should have affirmed the first point of the defendants.\nWhether the plaintiff below obtained the power of attorney before 'the defendants below gave credit to Persch, was a point which should have been submitted to the jury.\nBy his wilful silence he was estopped from denying the act of Persch in pledging the stock for the payment of the dues he permitted him for two years and upwards to deal with the stock as his own, and to obtain credit on it, and ought not now to be permitted to allege the invalidity of the contract: Commonwealth v. Metz, 10 Barr 531.\nThe shares of stock in the defendants’ association were choses in action not negotiable; and the rule applies when a chose not negotiable is assigned, the assignee takes it subject to all the equities which arise between the original parties both before and after the assignment until notice be given to the obligor. The stock stood in Persch’s name on the books of the association, and as between him and them he was to all intents the owner. They are bound to recognise him as the owner until they were notified that his ownership had ceased. The equities arising between them until notice of the outstanding power of attorney ought to prevail against the equitable title of the plaintiff below, if by the power -he obtained such title to the stock.\nSamuel Robb and R. C. McMurtrie, for defendant in error.\nIt is conceded that the action was properly brought. If the plaintiff below was entitled to recover damages at all, he was entitled to recover full damages. The ordinary measure of damages for refusal to transfer stock is at least the value of the stock at the time of such refusal: Sedgwick on the Measure of Damages 367; Cortright v. Bank, 20 Wend. 91; Sargent v. Franklin Ins. Co., 8 Pick. 90.\nThe defence, under the plea of “not guilty,” was practically, 1st, Set-off, 2d, Lien, and 3d, Part payment.\n1st. In such an action for damages there can be no set-off. That is no plea to an action ex delicto: Barbour on Set-off, ch. 3, § 104 ; 1 Chitty 572.\n2d. “Liens are not favoured in Pennsylvania, and must be proved — not implied:” Hepburn v. Snyder, 3 Barr 73 ; Presbyterian Congregation v. Bank, 5 Id. 345. Joint stock corporations have no implied lien upon the stock of a shareholder, which has been transferred by him as security for any demand against him: Angell & Ames on Corporations, § 569. Corporations have such lien only by special statute or by-law; and no act has been passed giving the plaintiff in error such a lien, and no such lien is provided for in their charter or by-laws.\n3d. Assuming that the power of attorney to the defendant in error was well executed at the time it bears date, and that if notice of the assignment was necessary, due notice was given., the argument of the plaintiffs in erroi’ concedes that if Persch had paid all of his dues upon his stock in money instead of relief loans, there could have been no defence. What difference could it make how the dues were paid ? The books of the association, which were in evidence, showed that the dues had been regularly paid, and credits which have enured to the benefit of a third party cannot be cancelled. If Persch had obtained by ordinary loans the money wherewith to pay his dues, it would not be contended that the defendant in error should not have the advantage of the enhanced value of the stock.\nRelief loans were almost entirely a mere contrivance of convenience. The difference between such loans and ordinary loans was this, that while in the latter the member bid for the money— in the former he obtained it at an established premium; in both he was obliged to assign to the association the stock on which he borrowed, and to give other security. In ordinary loans he got money which he might or might not apply to the payment of his dues, and in relief loans the money he borrowed was directly credited to his dues. The purpose of relief loans was to enable the members to pay up their stock, and thus save it and use it.\nThe assignment to the plaintiffs in error was made by power of attorney without the certificates of stock, and the right of the defendant in error to the stock, and to damages for the refusal to transfer is contested on three grounds, viz.:\n1. Because he did not show a sufficient paper title to the stock.\n2. Because he did not give due notice of the assignment.\n3. Because, as assignee, he was bound by the equities between the original parties.\n• 1st. It was proved that about two and a half years before the time of trial, the defendant in error had submitted to counsel for his opinion of their sufficiency, a power of attorney from Persch for the transfer of certain shares of the stock of the association, plaintiffs, and the certificates thereof. The power of attorney and certificates produced at the trial could not be identified, nor was it necessary that they should be ; for in the absence of any evidence that the defendant in error ever held any other power of attorney Or certificates, the conclusion was legal and logical that the power of attorney and certificates produced at the trial were the very same which had been submittéd to counsel about two and a half years before.\nSuch powers are almost invariably in blank. The only question in such cases is whether the blanks have been so filled up as to carry out the intention of the constituent. In Denny v. Lyon, 2 Wright 101, it is admitted that blank powers of attorney for the transfer of stock are customary. In Kortright v. Bank, 20 Wend. 91, Nelson, C. J., says: “ That blank powers of attorney to transfer stock are in conformity with universal usage.” See Texira v. Evans, cited in Master v. Miller, 1 Anst. 225, Smith v. Crooker, 5 Mass. 538, Pagot v. Pagot, 2 Ch Rep., Costen’s Appeal, 1 Harris 292, and Angell & Ames on Corporations, § 564.\n2d. The evidence shows that the secretary of the association, had notice of the assignment before the demand for transfer was made — how long before could not be proved. It is submitted there was no necessity for any notice beyond the knowledge which the plaintiffs possessed that Persch did not produce the certificates. The knowledge of this fact was sufficient; they could not be benefited by any other notice or injured by the want of it, as, under their constitution and by-laws, no use could be made of stock without producing the certificates. Their treasurer testified that it was customary to require the certificates. If they were satisfied with Persch’s promise, they have their action over against him. If their officers failed in their duty, they can be made responsible on their official bonds. Had they insisted on the production of the certificates, either they or the defendant would have obtained Other security, which Persch was then abundantly able to give. They had the means of protection in their own hands, and if they failed to use them, they should not ask that the defendant should suffer loss through the default of their own officers.\n3d. The general rule that the assignee of a chose in action takes subject to the equities between the original parties, before notice of the assignment, can have no application in this case. With the knowledge on the part of the association that the stock was not in Persch’s possession, and their charter and by-laws not permitting the use of stock without the production of the certificates thereof, what equities can the plaintiff sqt up against a bond fide holder for value ? The defendant held the certifidate of stock duly assigned by the lawful owner thereof, and the plaintiff’s books showed that all dues had been fully and regularly paid, and that for all money borrowed and all credit given the required security had been executed and delivered to them. Upon their books it did not appear that they had or could have any claim of any sort whatever against the stock held by him, or against Persch as the owner thereof.\nOn the day of the demand the stock held by the defendant was worth over twenty-three hundred dollars; his whole claim is $1545, and this sum he should be entitled to recover, unless he is to be held responsible for the general debts of Persch to the association, for the debt of the association to Persch, and to the association for the default of its own officers.\nJune 29th 1865,"
  },
  "file_name": "0067-01",
  "first_page_order": 67,
  "last_page_order": 75
}
