{
  "id": 425194,
  "name": "Gicker's Administrators versus Martin, Trustee",
  "name_abbreviation": "Gicker's Administrators v. Martin",
  "decision_date": "1865-08-15",
  "docket_number": "",
  "first_page": "138",
  "last_page": "143",
  "citations": [
    {
      "type": "official",
      "cite": "50 Pa. 138"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Wright 522",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 656,
    "char_count": 14943,
    "ocr_confidence": 0.381,
    "pagerank": {
      "raw": 1.273728358837965e-07,
      "percentile": 0.6153549878776716
    },
    "sha256": "57acbdff9d6f19bbf55060886db9674cf3ced550e766a05f7d4a4c56cb1ed9b7",
    "simhash": "1:28acfb55f4c2b928",
    "word_count": 2615
  },
  "last_updated": "2024-02-27T16:19:12.070484+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gicker’s Administrators versus Martin, Trustee."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, C. J.\nBefore the Married Woman’s Act of 1848, marriage was a gift to the husband of the wife’s chattels in possession, and of her power over choses in action. If he exercised the power thus conferred upon him, and reduced the choses into possession during coverture, they became as absolutely his property as the rest of his wife’s personal estate, unless, indeed, he accompanied the reduction into possession with declarations importing his intention to stand as trustee for his wife. In the absence of such declarations, however, the legal presumption which attended reduction into possession was, that the husband intended to exercise his marital rights, and if the wife would set aside this presumption, the burthen of proof was upon her.\nBut all this was changed by the Act of 1848. Thenceforth marriage was a gift to the husband neither of her chattels in possession, nor of her power over choses in action, but on the contrary every species and description of property owned by a single woman was to continue to be her property as fully after marriage as before, and all property which should accrue to a married woman during coverture was to be owned, used, and enjoyed as her separate property. The statute thus destroyed one great characteristic of the marriage relation, and took away the presumption which at common law attended his accession to her estate, and it shifted the burthen of proof to his shoulders. If a husband receives the money or goods of the wife, the law, since the statute, presumes him to have received them as her trustee or agent, and if he would make title in himself he must prove a purchase or a gift.\nAnd it is immaterial that the marriage was prior to the statute, or that the wife’s estate had descended or vested before the statute: if the receipts by the husband be under the statute, the wife’s title is unimpaired, and his liability to account is fixed: Mellinger v. Bausman, 9 Wright 522.\nThe inevitable conclusion from this is, that a bond or other contract made by a husband to or with a trustee of his wife for money received from her estate, since the statute, is founded on a consideration that is not only legal and valuable, but meritorious — ■ one which will be enforced against creditors of the husband and all other parties. Equally clear is it that such a bond or contract for moneys reduced to the possession of the husband, before the statute, is voluntary and without legal consideration, and will be set aside in behalf of creditors as a fraud upon their rights.\nThis distinction- was well taken, and illustrated in Johnston v. Johnston, I Casey 450, and the fault of the ruling below was, that the cause was not put upon this distinction before the jury. It is strongly alleged, and with apparent support in the evidence, that part of Mrs. Haldeman’s money came into her husband’s hands prior to the Act of 1848, though the greater part seems to have been received subsequently to that enactment. In respect to that which was received before the statute, there were no declarations, as we understand the proof, to qualify the possession of the husband, and his bond for that money, made years afterward, was without consideration, and in fraud of creditors. It was part of his own proper estate, and as such liable for his debts, and could not be given to his wife, though it came from her estate, anymore than he could give it to any other friend to the postponement of creditors.\nBut in respect to so much as was received since 1848, the bond was well executed, and the attention of the jury should have been directed to this discrimination. The general doctrines of the law were well stated by the learned judge, nor was this distinction wholly overlooked by him, but he did not make it operative in the formation of the verdict. On the contrary, he submitted the cause on the general question, whether the bond was honestly made to secure Mrs. Haldeman for moneys which she had advanced to her husband upon his agreement that she should be repaid.\nThis was too comprehensive a submission of the case, for unless there was -evidence of the husband’s agreement in respect to moneys received before 1848, made at the time of their receipt, the jury should have been instructed that the bond was void in respect of such moneys; and in respect to the moneys received since 1848, it was error to lead the jury to leave the bond on the husband’s agreement to refund, because, we repeat, the effect of the statute was to raise a legal presumption that the wife’s money, received after and under the statute, was received for her use, and, without an attending promise of repayment, a subsequent bond to secure her would be good against the husband’s creditors. Under the evidence the cause could be submitted properly only by keeping the distinction created by the statute vividly before the jury.\nRut suppose they should find the consideration of the bond to be good in part and ill in part, what would be the effect upon the instrument ? A consideration that is malum in se, or which riolates a statute imposing a penalty, or where a good and void sonsideration are so mixed in a contract that is entire that there san be no apportionment, in all such cases the bad consideration infects the whole contract, and no part of it can be enforced; but where the transaction, not malum in se, nor violative of a penal statute, is of such a nature that the good part of the consideration can be separated from that which is bad, the courts will make the distinction; “ for the common law doth decide according to common reason, and having made that void that is against law, lets the rest stand.”\nThere can be no difficulty in the present case in distinguishing between the sound and unsound parts of the consideration of the bond in question, if, indeed, any part of it be ill. Let the jury ascertain how much of the bond represents money received by the husband before 1848, and treat the instrument as fraudulent and void as to so much; but if the residue fairly represents money received from the wife’s estate since 1848, let it be enforced for so much.\nHaving thus disposed of the material question upon the record, it only remains to notice two bills of exception, which are the subjects of the first and second assignments of error.\nWe cannot doubt that Dickinson was a competent witness. The fund for distribution, whatever the event of this feigned issue, would not reach his lien, and he was not a party to this proceeding. Eor these reasons he was manifestly competent. Gates v, Johnston, 3 Barr 54, is supposed to be an authority against this ruling, but it is material to observe that the judgment-creditor there was held competent. The question was ruled upon the ground that he had assigned his judgment, but quite as good, if not a better reason would have been that he was not a party to the issue and could take no benefit from the verdict. If that ease were decided in favour of the competency of the witness on the weaker reason, it surely-furnishes no objection to deciding this case the same way on the stronger reason.\nBut we do not see how the declarations of the husband, Haldeman, as proved by Mengel, could have been thought relevant to this issue. This was not an action of conspiracy against the husband and wife, but it was a feigned issue in process of distribution of moneys, to try the validity of a judgment which the wife held against the husband, and to this issue he was not a party. On what principle, then, could his declarations be evidence against his wife ?\nCounsel argue that they must be admissible, because he was precluded by the marriage relation from being a witness for or against his wife.\nBut if the pblicy of the law would exclude his sworn testimony, much more his mere ex parte declarations, especially when they have no necessary relation to the fact under investigation. The husband’s plans and schemes to delay and hinder his creditors was not the question on trial, but the question was, how much of his wife’s estate he had received and when it came into his hands. On this twofold question it is not perceived that Mengel’s testimony had any bearing, unless, indeed, it were favourable to the defendant, and, in so far as it was favourable to the defendant, the admission of it furnishes no ground for reversal.\nThe judgment is reversed, and a venire facias de novo is awarded.",
        "type": "majority",
        "author": "Woodward, C. J."
      }
    ],
    "attorneys": [
      "Jesse G. Hawley, John A. Banks, and Samuel L. Young, for plaintiffs in error.",
      "Henry W. Smith, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Gicker’s Administrators versus Martin, Trustee.\nReceipt of wife’s money by husband before and after Act o/1848. — Pre sumption of law as between wife and creditors of husband.\n1. Where, since the Married Woman’s Act of 1848, money is received from the estate of the wife by her husband, the presumption of law is that it was received for her use; and without an attending promise of repayment, his subsequent bond to secure her, made to a trustee, would be good, against his creditors.\n2. But a bond to her trustee for moneys reduced to possession by the husband, and received from her estate, before the Act of 1848, would be voluntary, without legal consideration, and void as to creditors, as a fraud upon them..\n3. Hence, in an issue to ascertain the validity of a judgment-bond given by a husband to a trustee for his wife, where it was alleged that money received before the Act of 1848 was included, it was error to submit the case to the jury upon the question whether the bond was honestly given to secure the wife: they should have been instructed that the bond was good for so much as had been received by him since 1848, and void for what portion had been received before that time, unless at the time of the receipt, he had expressly agreed to repay.\n4. A subsequent judgment-creditor of the husband, who was not a party to the issue, and whose lien cannot be paid out of the fund for distribution, whatever the result of the issue, is a competent witness.\n5. But evidence of the declarations of the husband are inadmissible, because irrelevant to the issue.\nError to the Common Pleas of Series county.\nThis was a feigned issue, directed by the court below, to try the validity of a judgment for $1500, in favour of Elijah Martin, in trust for Lydia Haldeman, against Isaac Haldeman, in which Margaret Gricker and Jacob Wickline, administrators of Solomon Gricker, deceased, were plaintiffs, and Elijah Martin was defendant.\nThe facts of the case, as disclosed on the trial, were as follows:\nThe judgment was dated October 11th 1860, conditioned for the payment of $1500, five months after date, with lawful interest on bond, with power of attorney in common form to confess judgment, and was entered on the 13th of October 1860. To August Term 1861 a fi. fa. was issued on it, under which the deféndant claimed the benefit of the Exemption Act, and had set apart to him personal property amounting in value to $300. On this writ $18.22 was made.' Subsequently Margaret Hoshaur issued a fi. fa. on her judgment, under which all the real estate of the defendant was sold to Solomon Gricker for $5005, consisting of a large grist-mill, and farm highly improved with good buildings. Of this sum $4929.72 was paid into court to meet the claims of the defendant and other lien-creditors. Lydia Haldeman was the daughter of Peter Martin, who died in the year 1857, and was married to Dr. Isaac Haldeman about twenty years previous to the trial. Before the death of' Peter Martin, he had advanced to Dr. Haldeman and Lydia Haldeman divers'sums of money, amounting to about $1000. October 11th 1857 the will of Dr. Martin was admitted to probate in Lancaster county, devising his entire estate, excluding advancements (which amounted to $5021.56 after paying all debts), to his five children, including Lydia, in equal shares. It was also shown that the estate of Dr. Martin held a note against Dr. Haldeman for $500, which, with two years’ interest on the same, was deducted from the share of Mrs. Haldeman in her father’s estate. At the time of the appraisement, October 15th 1857, Mrs. Haldeman received from the executors of her father’s estate $175 in specie. January 16th 1860 Isaac Haldeman and wife gave a release to the executors of Peter Martin, deceased, in which they acknowledged to have received $1804.81, in full satisfaction and payment of Lydia’s full share in said estate. Mrs. Haldeman received when the release was given $100 in money from the executors, as part of her share. Dr. Haldeman received money at different times from Dr. Martin, which was included in the $1000 advancement, and was deducted by the executors of Peter Martin from Mrs. Haldeman’s share. It was proved that Mrs. Haldeman at different times had loaned her husband money which she received from her father's estate on a note dated 28th March 1850, for $600 for one year and interest. This note was paid by Dr. Haldeman, giving her another note dated April 1st, 1855, for $780, including interest for one year. For the $500 which Dr. Haldeman had given his note to P eter Martin, and which was included in the settlement with Peter Martin’s executors and Mrs. Haldeman at the time the release was given, January 16th 1860, Dr. Haldeman gave his wife another note, dated April 1st 1860, which two notes, with interest calculated to October 11th 1860 (the date of the judgment in suit), made $1587.03, or $87.03 more than the principal of the judgment in dispute. Dr. Haldeman was attorney in fact for his wife, and as such had general powers granted to him to attend to her estate, by virtue of which he received from John Yundt, one of the executors of Peter Martin, deceased, the note of $500, with two years’ interest thereon, and gave a receipt therefor.\nUnder the ruling of the court below (Woodward-, P. J.), there was a verdict and judgment in favour of plaintiffs.\nThe defendant thereupon sued out this writ, averring here that the court below erred—\n1. In admitting as a witness Joseph Dickinson, a judgment-creditor of Isaac Haldeman, to prove the declarations of Lydia Haldeman, wife of Isaac Haldeman, in relation to money received from her father’s estate, and her intent to keep it.\n2. In admitting as a witness Matthias Mengel to prove the declarations of Isaac Haldeman, husband of Lydia Haldeman, the defendant, relating to the indebtedness to his wife, explaining his purpose to make a deed to his wife, and to make an arrangement with his creditors.\n3. In charging the jury that “ if the money of the wife passes into the husband’s hands without any agreement or understanding that it is to be returned, then, at least so far as creditors are interested, the fund ceases to be hers and becomes his.”\n4. In charging the jury that “ no presumption of indebtedness would legally arise from the husband’s possession of his wife’s personal property.”\nJesse G. Hawley, John A. Banks, and Samuel L. Young, for plaintiffs in error.\nHenry W. Smith, for defendant in error.\nAugust 15th 1865,"
  },
  "file_name": "0138-01",
  "first_page_order": 138,
  "last_page_order": 143
}
