{
  "id": 425190,
  "name": "The Commonwealth versus Chathams",
  "name_abbreviation": "Commonwealth v. Chathams",
  "decision_date": "1865-06-29",
  "docket_number": "",
  "first_page": "181",
  "last_page": "189",
  "citations": [
    {
      "type": "official",
      "cite": "50 Pa. 181"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 993,
    "char_count": 24530,
    "ocr_confidence": 0.411,
    "pagerank": {
      "raw": 4.860851037261927e-07,
      "percentile": 0.9327951166264906
    },
    "sha256": "6a48e6ecfb8c96e3f39fba6bf158ca200b67ea208da82067b8ce3aef516ae449",
    "simhash": "1:9f111579c1ccbdd3",
    "word_count": 4264
  },
  "last_updated": "2023-07-14T17:59:34.595400+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Commonwealth versus Chathams."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nThe jury have a right, in all cases whatsoever, whether capital,or otherwise, to find a special verdict, by which the facts of the case are put on the record, and the law is submitted to the judges. It is sufficient if the jury find all the substantial requisites of the charge, without following the technical language used in the indictment, and it does not seem necessary that the jury, after stating the facts, should draw any legal conclusion. Chitty’s Crim. Law 642, 644, 645.\nThe question therefore on the present special verdict is, whether the defendant is guilty of the charge laid in the indictment, which is preferred under the 108th section of the Crimes Consolidation Act of 81st March 1860 ? In the revision of our criminal law, our revisors, Judges King, Knox, and Mr. Webster, of course took advantage of the improvements made in criminal jurisprudence in England, both as to crimes and procedure within the present century, which have culminated in seven criminal law consolidation amendment acts, passed by the British Parliament on the 6th August 1861. As the re visors in their seventh title — Offences against Personal Property — used largely provisions of the English criminal statutes, it will not be uninstructive to trace the origin of some of them, so far as they are in any way connected with the crime charged against the prisoner.\nThe original Act of 52 Geo. III., c. 63 (9th June 1812), was passed shortly after the decision in Walsh’s Case, in which the twelve judges ruled that the fraud committed by the prisoner upon Sir Thomas Plumer, was not larceny: Russell & Ryan 215; 4 Taunton 258. The prisoner, a stockbroker, was a member of Parliament, and the prosecutor was then solicitor-general, and afterwards successively Attorney-General, Vice-Chancellor, and Master of the Rolls, and the proceeds of the fraud became the subject of an action of trover by the assignees of Walsh, who had become a bankrupt, against Sir Thomas Plumer, which is reported in 3 Maulé & Selw. 362, and contains a remarkable opinion of Lord Ellenborough, as to following the proceeds of funds covered with a trust in favour of the principal whenever they can be identified, expressed in that great lawyer’s nervous language.\nThis act in its preamble recited that “it is expedient that due provision should be made to prevent the embezzlement of government and other securities for money, plate, jewels, and other personal effects deposited for safe custody, or for any special purpose, with bankers, merchants, brokers, attorneys, and other agents intrusted by their customers and employers,” and then enacted: “ That if any person or persons with whom (as banker or bankers, merchant or merchants, broker or brokers, attorney or attorneys, or agent or agents of any description whatsoever) any ordinance, debenture, &c., shall have been deposited, or shall be or remain for safe custody, or upon or for any special purpose,” &c., shall embezzle the same with intent to defraud the owner, shall be guilty of misdemeanor. The 2d section, in similar language, punishes embezzlement by bankers and others of sums of money, &c., placed in their hands with orders in writing to invest the same. This act has been the subject of construction in cases collected in 2 Russell on Crimes 192. In Rex v. Prince, 3 Carr. & Payne 512 (12 E. C. L. Rep.), Chief Justice Abbott held, that it applied only to persons to whom such securities, &c., are intrusted in the exercise of their functions or business.\nThis act was repealed on the 21st June 1827, and on the same day was passed the Act of 7 & 8 Geo. IV., c. 29, “ for consolidating and amending the laws of England relative to larceny and other offences connected therewith,” which had been prepared under the auspices of Mr. Peel. The 49th section reads as follows : “ And for the punishment of embezzlement committed by agents intrusted with property, be it enacted, That if any money or security for the payment of money shall be intrusted to any banker, merchant, broker, attorney, or other agent with any direction in writing to apply such money,” and he shall convert the same to his own use and benefit, he shall be guilty of a misdemeanor ; and if any chattel or valuable security, &c., shall be intrusted to any banker, merchant, broker, attorney, or other agent for safe custody, &e., and he shall, in violation of good faith, &c., in any manner convert the same to his own use and benefit, &c., every such offender shall be guilty of a misdemeanor. By the 5th section it is “ Provided always, that nothing herein-before contained relating to agents shall affect any trustee or mortgagee in respect of any act done' by him in relation to the property comprised in or affected by any such trust or mortagage.”\nThe 46th, 47th, and 48th sections relate to embezzlement by clerks and servants, and the 51st section relates to factors or agents intrusted for the purpose of sale, with any goods or merchandise, &c., for their own benefit pledging the same, which is modified by the 6th section of the Act of 5 & 6 Vict. c. 89, passed 30th June 1842. These acts were followed by the Act of 17th August 1857, 20 & 21 Vict. c. 55, which comprised embezzlements by trustees, bankers, &c., persons intrusted with powers of attorney for sale or transfer, bailees, directors, members, officers, &c., of any corporation, or public company fraudulently appropriating property, keeping fraudulent accounts, wilfully destroying books, and publishing fraudulent statements. This act, which embraces a much wider range of crime and criminals, is really the basis of our Act of 15th April 1858, and the Consolidation Act of 1860.\nOur Act of 1858 omitted the 4th section of the English statute, which is in these words : “ If any person, being a bailee of any property, shall fraudulently take or convert the same to his own use, or the use of any person other than the owner thereof, though he shall not break bulk or otherwise determine the bailment, he shall be guilty of larceny.” This provision the revisors took, and it makes the 108th section of the Act of 1860, which is the subject of this discussion. In England, by several decisions, they have fixed the meaning of bailee and bailment, as used in their acts. In Rex v. Hoare, 1 Foster & Finlason’s Nisi Prius Cases 647, Wightman, J., decided that a person who receives money on behalf of another, does not thereby become a bailee of the money within the meaning of the 20 & 21 Vict. c. 54, § 4; and in Regina v. Garrett, 2 Id. 14, it was held, by Willes, J., “ that the bailment referred to in the statute is where the property is to be returned, not one in which different property is to be returned.” In The Queen v. Loose, 29 L. J., N. S. (Mag. Cases) 132, where, by the Friendly Societies Act, 18 & 19 Vict. c. 63, the property and moneys of the society are vested in trustees, and money, by resolution of the board, was given to one of the trustees to take to bank, and he misappropriated it, it was held he was not a bailee, though guilty of a breach of trust.\nIn The Queen v. Hassall, 30 L. J., N. S. (Mag. Cases) 175, which was a crown case reserved, in which the two former ones were cited, Willes, J., said: “ My brother Bylea was of the same opinion in a case before him in the Oxford circuit.” In this case it was held that the treasurer of a money club could not' be indicted as a fraudulent bailee under the 4th section of the Act of 1857. Lord C. J. Cockburn said: “We are all agreed that it is abundantly clear that this conviction cannot be sustained. The indictment is framed upon the 4th section of the 20 & 21 Vict. c. 54, which applies to bailees ; and it is only necessary to say the word bailment must be interpreted according to its ordinary legal acceptation. Understood in that sense, a bailment relates to something in the hands of the bailee, which is to be returned in specie, and does not apply to the case of money in the hands of a party who is not under an obligation to return it in precisely the identical coins which he originally received.”\nIn The Queen v. Fletcher, 81 L. J. R., N. S. (Mag. Cases) 206, it was held that the prisoner, who was a trustee, treasurer, and secretary of a savings bank, was rightly convicted under the same act, of fraudulently appropriating money received from the depositors, he being a trustee upon an- express trust created by an instrument in writing, since the set of rules of the savings bank was an instrument of writing within the meaning of the act, and the eighth rule contained an express trust to invest the moneys for the benefit of the institution, i. e., the depositors.\nIn The Queen v. Jane Robson, 31 L. J., N. S. (Mag. Cases) 22, it was held that an innkeeper’s wife, breaking open a box containing money intrusted to her husband’s care and fraudulently taking-the money, might be convicted as a bailee. Martin, B., saying: “ I do not think it necessary that there should be a contract of bailment to make a person liable as a bailee. In my opinion the prisoner comes within the statute as a bailee by license.” Pollock, C. B.,: “I am disposed to be of the same opinion.” The rest of the judges concurred. In Mr. Greaves’s note, p. 73, to his edition of the Criminal Law Consolidation and Amendment Acts, in speaking of this clause and of the decision in Regina v. Hassall, he says: “ The object of this clause was simply to make those eases larceny where the general property in the thing delivered was never intended to be parted with at all, but only the possession ; where, in fact, the owner delivered the property to another, under such circumstances as to deprive himself of the possession for some time, whether certain or uncertain, and whether longer or shorter, at the expiration or determination of which time the owner was to have restored to him the very same thing that had been so delivered. In order, therefore, to bring a case within this clause, in addition to the fraudulent disposal of the property, it must be proved: first, that there was such a delivery of the property as to divest the owner of the possession, and vest it in the prisoner for some time ; secondly, that at the expiration or determination of that time the identical same property was to be restored to the owner. Proof of all these facts will be all that is necessary under this clause. The discussion in Regina v. Hassall was clearly right, and will apply to the present clause.”\nThe construction of this section therefore seems to be settled by the highest judicial authority in England, and we see no reason why we should not adopt it as a fair and reasonable interpretation of the words bailee and bailment, and which properly punishes an individual who is really more guilty than the starving woman who steals a loaf of bread. The language of the judge as to the prisoner’s base conduct is very emphatic: “We have heard no apology or excuse for the ingratitude with which he treated Mr. Cochran, who, doubtless prompted by the kindliest and most benevolent feelings of the human heart, provided the defendant with the means of supporting himself and family. The defendant has repaid the kindness of Mr. Cochran as the adder repaid the kind husbandman who warmed it into life.”\nThe court were in error in confining this section to the case of a carrier, and as the facts found by the special verdict make the crime of the prisoner larceny under the statute,\nThe judgment is reversed, and record remitted to the court below, with directions to proceed to sentence according to law.",
        "type": "majority",
        "author": "Read, J."
      },
      {
        "text": "Thompson, J.,\ndissented, because there is no special verdict in criminal cases in Pennsylvania, unless by consent of defendant.",
        "type": "dissent",
        "author": "Thompson, J.,"
      }
    ],
    "attorneys": [
      "Alexander g McIntyre, for plaintiff in error.",
      "J. A. Christy, District-Attorney, for the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "The Commonwealth versus Chathams.\nCriminal Code, who are bailees under. — Right of jury to return, a special verdict in criminal prosecutions.\n1. Under the new Criminal Code of Pennsylvania (Act of 30th March 1860, § 108), a bailee is any one intrusted with the possession of property for a time: and the section is not confined to the ease of a oarrier.\n2. Thus where the personal property of a defendant in an execution was purchased by a friend, who permitted him to retain and use it until demanded; and being so intrusted, he appropriated it to his own use, he was held guilty of larceny, under the 108th section of the act.\n3. A jury has a right in all cases whatever, whether capital or otherwise, to find a special verdict by which the facts are put on record, and the law is submitted to the judges. It is sufficient if the jury find all the substantial requisites of the charge without following the technical language used in the indictment; and it is not necessary that, after stating the facts, they should draw any legal conclusion.\nCertiorari to the Quarter Sessions of Juniata county.\nAt February Sessions 1864, Samuel Chathams was indicted for the larceny of sundry articles of personal property, under the 108th section of the Revised Criminal Code.\nOn the trial the jurors returned the following special verdict:—\n“ We, the jurors impannelled in this case, find the following facts: On the 27th February 1861, Thomas P. Cochran obtained a judgment on a judgment-note, in the Court of Common Pleas of Perry county, against Samuel Chathams, the defendant, for $953.84, on which a fi. fa. issued, and a levy was made on defendant’s personal property, except that exempt from execution, which was sold by the sheriff on the 6th March 1861 for $573.73, and purchased by Thomas P. Cochran, the plaintiff in the execution. The property thus purchased is the same enumerated in the indictment. Before the sale commenced Mr. Cochran told defendant that he would purchase the property, if it did not go above what he considered its value, and loan it to him to have the use of it for a time, until he (Cochran) saw proper to take it again. Mr. Cochran purchased the property and left it in defendant’s possession. Both parties then lived in Perry county. About the 1st of April following (1861), defendant, with the knowledge of Mr. Cochran, removed to a farm in Juniata county, and took the property with him and used the property in farming. In the following December, January, or February, Mr. Cochran went to defendant’s to look after the property. He saw the greater portion of the property ; some of the cattle were in the field which he did not see. Defendant told Mr. Cochran he was going to another farm, and did remove to Dr. Crawford’s farm in the same county about the 1st April 1862. In the fall of 1863 Mr. Cochran sent an agent to look after the property. The agent returned and told Mr. Cochran he did not think all the properly was there. On the 1st December 1863, Mr. Cochran issued a writ of replevin for the property, and an agent went with the sheriff of Juniata to execute the replevin. Defendant denied that he had any property of Mr. Cochran’s, and the sheriff could find none. 'The defendant sold a mare and some cattle, and killed for his own use three hogs, of the property purchased by Mr. Cochran. The mare was sold in March 1862. There was none of the property in his possession which could be ftiund by the sheriff when the replevin issued, and the defendant denied that he had any of Mr. Cochran’s property. The defendant on several occasions after he removed to Juniata county claimed all the property in his possession as his own.\n“ There was a threshing-machine sold by the sheriff and purchased by Mr. Cochran, which defendant exchanged for a mare without the knowledge of Mr. Cochran, hut to which he afterwards assented when sold by defendant that he should have the mare in place of the threshing-machine. This threshing-machine is not in the bill of indictment.\n“ If upon the facts stated, the court should be of opinion that the defendant is guilty as he stands indicted, then judgment to be entered against him. If not guilty, then judgment to be entered for the defendant.”\nThe court below (Graham, P. J.) delivered the following opinion :—\n“ The question presented upon the verdict found by the jury, is whether the defendant, to whom a variety of articles enumerated in the indictment was loaned by the prosecutor, and who sold and otherwise appropriated the same to his own use, is guilty of larceny under the 108th section of the Act of 1860.\n“ The indictment charges that Samuel Ohathams, the defendant, was the bailee of Thomas P. Cochran, the prosecutor of the goods, chattels, and property following, to wit (describing the property), and did fraudulently and feloniously take and convert the said described goods, chattels, and property to his own use.\n“ The facts found by the jury are: That Thomas P. Cochran obtained a judgment against Ohathams, on which he issued a Ji.fa., and sold defendant’s personal property at sheriff’s sale, on the 6th March 1861, for $573.73. On the morning of the day of sale, Mr. Cochran told defendant that he would purchase the property, if it did not go above what he considered its value, and loan it to defendant to have the use of it for a time, until he (Cochran) saw proper to take it again. Mr. Cochran did purchase the property .and left it in defendant’s possession. Both parties then lived in Perry county. About the 1st April following (1861) defendant ¡removed, with the knowledge of Mr. Cochran, to a farm in Juniata ■county, and took the property with him, and used it in farming. In the following winter Mr. Cochran went to Juniata county to look after the property and saw the greater part of it. Defendant then told Mr. Cochran he was going to another farm, and did remove to Dr. Crawford’s farm in the same county, about the 1st April 1862. In the fall of 1863, Mr. Cochran sent an agent to look after the property, who informed him that he did not think the property was all there. On the 1st December 1863, Mr. Cochran issued a writ of replevin. Defendant denied that he had any property of Mr. Cochran’s. The sheriff could find none. The property purchased by Mr. Cochran and loaned to defendant had all been sold or consumed by defendant in the support of himself and family, and thus converted to his own use.\n“ The 108th section of the penal code of 1860 provides: ‘ If any person being a bailee of any property, shall fraudulently take or convert the same to his own use, or to the use of any other person, except the owner thereof, although he shall not break bulk, or otherwise determine the bailment, he shall be guilty of larceny, and punished as is provided in cases of larceny like property.’\n“We are required to put a construction upon this section, and to say whether the defendant, upon the facts stated, was a bailee within the meaning and intent of the statute.\n“ Chancellor Kent in his Commentaries, 2d vol. 558, enumerates five species of bailment:—\n“ 1. Lepositum, or a naked deposit without reward.\n“ 2. Mandatum, or commission, which is gratuitous, and by which the mandatory undertakes to do some act about the thing bailed.\n“ 3. Commodatim, or loan for use without pay, and when the thing is to be restored in specie.\n“ 4. A Pledge, as where a thing is bailed to a creditor as a security for a debt.\n“ 5. Loeatio, or hiring for a reward.\n“ The defendant in this case was clearly a bailee, and comes directly within the third species enumerated, ‘ A loan for use without pay.’ The counsel for the Commonwealth insist that the language of the statute ‘ a bailee of any property,’ is sufficiently broad and comprehensive to include all the different species of bailment. And so it would be, were not the sense in which it is used limited and defined in the latter clause of this section, by the words, ‘ although he shall not break bulk, or otherwise determine the bailment.’ This clearly points to the species of bailment intended to be embraced in the 108th section by the codifiers of the penal laws, and that this section was only intended to apply to carriers. This species of bailment is enumerated by Chancellor Kent under the fourth subdivision of loeatio, or hiring for a reward, and of which he says: ‘ it is by far the most important, extensive, and useful of all the various contracts that belong to the head of bailment.’ This construction is strengthened by the remarks of the commissioners who framed the penal code, who say: ‘This section is new, and framed to meet a strange anomaly in the common law. If a carrier is intrusted with the transportation of a package of goods, and appropriates the whole to his own use, he is not criminally liable, but if he opens the package and withdraws a portion of its contents, he is guilty of larceny. * * The section proposed will, if adopted, place the law and common sense in harmony with each other on this subject.’ This shows that the section was only intended to apply to carriers, and subject them to criminal liability, whether they stole the whole or only a part of the goods intrusted to their care. The words, ‘ although he shall not break bulk,’ is only applicable to this kind of bailment. But if we give them the extensive meaning, contended for by the learned counsel of the Commonwealth, and apply them to any and every bailee within the general meaning of that term, it would lead to strange results. The 114th section provides for the punishment. of bankers, brokers, attorneys, merchants, or agents appropriating to their own use the property of others intrusted to them for safe custody. The 116th section provides for the punishment of officers, directors, or members of any bank, or other body corporate or public company, who shall apply to their own use the money or other property of any other person deposited therein.\n“ These sections declare that the offender or offenders shall be deemed guilty of a misdemeanor. The persons enumerated in these sections are all bailees, under the general meaning of that term, and if they were intended to be included by the word bailee, as used in the 108th section, why enumerate and provide a different punishment for this species of bailment in subsequent sections ? If the 108th section is general and applies to all kinds of bailment, then bankers, brokers, bank officers, or officers of any body corporate or public company, may be indicted for larceny under the 108th section, or for a misdemeanor under the subsequent sections, at the option of the district attorney. Penal statutes must be construed strictly, and a construction that would produce the results mentioned, would be derogatory to the character of our criminal jurisprudence.\n“ But it is said the conduct of defendant is such a gross outrage upon the rights of his benefactor, as ought justly to subject him to criminal punishment. This may well be admitted. We have heard no apology or excuse for the ingratitude with which he treated Mr. Cochran, who, doubtless, prompted by the kindliest and most benevolent feelings of the human heart, provided defendant with the means of supporting himself and family. The defendant has repaid the kindness of Mr. Cochran as the adder repaid the kind husbandman who warmed it into life. But there are many great immoralites fwhich are not the subjects of criminal punishment, and however we may reprohate the conduct of defendant, we cannot sentence him for conduct not recognised as criminal either at common law or by our penal code.\n“ Another reason might be assigned why the legislature did not intend to use the word ‘bailee’ in the 108th section in its most general and comprehensive sense. A pawnee is a bailee within the general meaning of the term. If, therefore, a pawnee would sell or appropriate to his own use a pledge placed in his hands by a debtor, although the proceeds were applied to the payment of a just debt, he would be deemed guilty of felony, and be subject to a felon’s punishment under the 108th section, although no moral turpitude characterized the act. While the broker or banker who committed the more aggravated crime, of applying his neighbour’s money, deposited for safe keeping, to his own use, could be convicted, under the 114th section, of a misdemeanor only. A construction that would produce such results, certainly ought not to be adopted by judicial tribunals.\n“ For the reasons stated, judgment is entered for the defendant.”\nThis writ was thereupon sued out by the defendant, who averred that the court below erred in entering judgment on the special verdict.\nAlexander g McIntyre, for plaintiff in error.\nJ. A. Christy, District-Attorney, for the Commonwealth.\nJune 29th 1865,"
  },
  "file_name": "0181-01",
  "first_page_order": 181,
  "last_page_order": 189
}
