{
  "id": 425186,
  "name": "Philson et al. versus Barnes",
  "name_abbreviation": "Philson v. Barnes",
  "decision_date": "1865-05-24",
  "docket_number": "",
  "first_page": "230",
  "last_page": "234",
  "citations": [
    {
      "type": "official",
      "cite": "50 Pa. 230"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 492,
    "char_count": 10725,
    "ocr_confidence": 0.403,
    "pagerank": {
      "raw": 1.6540108276418925e-07,
      "percentile": 0.6932288330323505
    },
    "sha256": "f578afeaf97a8a85e673bb9b0a268b0247fe352fb6b908951ba823e4ff640d46",
    "simhash": "1:32513ce15a0e8df4",
    "word_count": 1898
  },
  "last_updated": "2023-07-14T17:59:34.595400+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Philson et al. versus Barnes."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nIn Speed v. May, 5 Harris 91, followed by Law v. Mills, 6 Id. 185, it was held that the validity of a voluntary assignment in trust is to be ascertained by the law of the place of its origin. The assignment in this case was a Maryland contract. It was sealed there and the trusts were to be executed there, and no attempt was made to show that it contravened the law of the state where it originated. But the Act of the 3d of May 1855, P. L. 415, enacted that where an assignment is made by a person of his or her estate within this Commonwealth for the benefit of creditors who shall be resident out of the state, “ such assignment may be recorded within any county where such estate real or personal may be, and take effect from its date, provided that no bond fide purchaser, mortgagee, or creditor, having a lien thereon before recording in the same county, and not having had actual notice thereof, shall be affected or prejudiced.”\nThe foreign attachment in this case was issued against Willis on the 9th of January 1860, and was served on the 18th of the same month on the defendant H. B. Barnes as garnishee. The assignment by Willis to Daniels, in trust for creditors, was executed in the city of Baltimore on the 4th of the same month, but was not recorded in Somerset county, nor was any notice of the assignment to the plaintiff in the attachment alleged or proved. The court were therefore in error in instructing the jury that the assignment would take the money.\nThe testimony of Mr. King was properly admitted.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Samuel Gaither, for plaintiffs.",
      "A. J. Colburn, for defendant."
    ],
    "corrections": "",
    "head_matter": "Philson et al. versus Barnes.\nForeign attachment. — Assignment of property in Pennsylvania, in trust for creditors in another state, must be recorded in county where it is situated. — Debt due and so assigned, attachable, if assignment not recorded, and no notice given to attaching creditor.\n1. A debt due to a non-resident debtor is bound by a foreign attachment issued in this state, notwithstanding a previous assignment by him in trust, of all his estate and effects, where the assignment was not recorded within the county in which the debt attached was due, as required by the Act of 3d of May 1855, and no notice of the assignment was given to the attaching creditor.\n2. Where the debt attached was claimed against two, and suit brought against them by the non-resident, and on trial the record and pleadings were amended and judgment taken against one: the other defendant was a competent witness on the trial of the scire facias, between the attaching creditor and the garnishee, to show that nothing was due.\nError to the Common Pleas of Somerset county.\nThis was a scire facias, by Samuel Philson and Daniel Brubaker, partners trading as Philson & Brubaker, against H. B. Barnes, who had been summoned as garnishee of John E. Willis, of Baltimore, in a foreign attachment.\nThe case was this: — Philson & Brubaker, plaintiffs in error, had consigned butter to John E. Willis, of Baltimore, Md.; Willis rendered an account of sales, and the balance due them on account rendered was, on the^31st December 1859,' $157.52. They issued a foreign attachment against Willis, and summoned H. B. Barnes, with others, as garnishee. This attachment issued on the'9th of January 1860, and on the 18th of the same month was served on H. B. Barnes. On the 30th of April 1863 judgment was obtained against Willis for $189.27.\nJohn E. Willis had a claim against John R. King and H. B. Barnes, trading as King & Barnes, founded on a draft, dated October 18th 1858, for $101.37, by John R. King and John E. Willis, to the order of John W. Bruce, at six months, accepted by Willis and endorsed by Bruce to one by whom it was discounted. King having failed before the maturity of the draft, without providing for its payment, it was $aid by Willis, who thereupon brought suit against King & Baines, alleging that it had been given by King for goods purchased by him for King & Barnes. On the 29th of April 1863 this case was called for trial. On the next day, 30th of April, the “ record was amended by striking out the name of H. B. Barnes as a defendant, and leaving the case stand against John R. King alone, all the pleadings to conform thereto. Same day jury return a verdict for the plaintiff against John R. King for $870.85.”\nOn the 8th of June 1863, Philson & Brubaker .issued a scire facias against H. B. Barnes as garnishee of John E. Willis. To this defendant pleaded nulla lona, and gave notice that under the plea of nulla bona he would offer the following special matter in evidence, viz.: “Deed of assignment, John E. Willis to Bolivar D. Daniels, in trust for the creditors of the said John E. Willis, duly executed in the city of Baltimore, Md., and dated January 4th, a. d. 1860.”\nOn the 25th of April 1864, this case was tried before Judge Nill. On the trial, the plaintiffs put in evidence the record of their judgment against John E. Willis, and the record of the case of John E. Willis against King & Bames.\nA witness was then called, who proved that some time after the suit of John E. Willis v. King & Barnes was disposed of, he asked Barnes how the suit of Willis v. King & Barnes was arranged ? He, Barnes, said he had settled it. That to get rid of it he had paid $400 to A. J. Colborn.\nIn answer, defendant offered in evidence a certified copy of the deed of assignment of John E. Willis to Bolivar D. Daniels, dated 4th of January 1860, made in the city of Baltimore, Md., which sets forth that John E. Willis, of the city of Baltimore, Md., grants, bargains, &c., to said Daniels “ all the estate and property, real, personal, and mixed, books of accounts, book debts, and all other debts and choses in action, and effects of every kind and description of or belonging to the said John E. Willis, or in or to which he has or can claim any manner of right, title, or interest.”\nIn trust that the said Danielsshall sell all said estate and property, debts, choses in action, and effects, whenever he shall think proper and most conducive to the interest of the trust, or shall collect and receive said debts and choses in action, and the proceeds of all such sales, collections, and receipts shall pay and apply as follows :” — 1. To the expenses incurred in executing said trust, including 8 per cent, to trustee for his services. 2. To the payment of creditors, whose names and the sums due each, and in the order they are named in a schedule appended. 3. To such other creditors who should, within ninety days from the date of said deed, execute releases, under seal, of all their claims against him the said Willis. And lastly, to all such other creditors as should not within said time release him.\nThis deed was objected to by plaintiff’s counsel: 1st, Because there is no evidence that the assignment was made according to the laws of Maryland. 2d. Because it is arbitrary and unjust to creditors. 3d. Because the assignee of a foreign debtor has no right to withdraw the effects of such debtor from this state until our own citizens ar.e satisfied. 4th. Because the assignment has not been recorded in this (Somerset) county, and cannot affect creditors here.\nThe objections were overruled, the evidence received, and a bill of exceptions sealed.\nDefendant then offered the deposition of John R. King, taken in Virginia, on interrogatories filed in this court 5th April 1864, to show that H. B. Barnes never owed one farthing to John E. Willis in the action originally brought by Willis against Barnes & King.\nTo this plaintiffs objected, because the plea being nulla bona^ the evidence offered is not pertinent. Barnes having agreed to pay Willis $400 in the case of Willis v. King & Barnes, 299 Aug. T. 1859, it can now make no difference whether or not he owed the debt sued for in that case.\nThe objection was overruled, the evidence received, and a bill of exceptions sealed.\nThe plaintiffs 'requested the court to charge the jury,\nThat the attachment of plaintiffs having been served on H. B. Barnes on the 18th of January 1860, they are not to be affected.or prejudiced by the assignment given in evidence, because the same was not recorded in Somerset county at that date, nor has it been since.\nThe defendant presented three points, but they were not printed in either paper-book.\nThe court below (Nill, P. J.), after stating the case, charged as follows:—\n“ The question to be determined is, whether the plaintiffs or the assignee of Willis are to receive the money recovered of Barnes, the garnishee, against whom a scire facias had been issued on the judgment in foreign attachment against Willis, the case we are now trying. The plaintiffs’ counsel has submitted one point for our answer, and the counsel of the defendant have submitted three points.\n££ In our opinion, under the evidence in this case, as the assignment was made on the 4th day of January 1860, and the foreign .attachment was issued on the 9th of January 1860, and served on the 18th day of the same month, the assignment would take any money that was in the defendant’s hands, and there would be nothing in his possession to be attached, and under this view of the law of the case it is your duty to return a verdict for the defendant. This answers the first and second points of the defendant’s counsel.\n££ The third point we cannot answer in the affirmative, for if there is any evidence before you that money came into the hands of the defendant, after the service of the attachment, if anything was attached in the first instance, it would go to the plaintiffs in the attachment, but if there was nothing to attach, there could be no recovery as to effects subsequently coming into the hands of defendant, if such effects were covered by the assignment.”\nThis writ was then sued out by the plaintiffs, and the following errors assigned:—\n1. The court erred in permitting the defendant to read in evidence the assignment of John E. Willis to Bolivar D. Daniels; because,\n1st. There was no evidence that the assignment was made according to the laws of Maryland.\n2d. The assignment is an arbitrary one, and unjust to creditors.\n3d. The assignee of a foreign debtor has 'no right to withdraw the effects of such debtor from this state until our own citizens are satisfied.\n4th. The assignment was not, at the time the foreign attachment issued, nor at any time subsequent, recorded in Somerset county, and therefore could not affect the plaintiffs as creditors of said John E. Willis.\n2. The court .erred in allowing the defendant to' read the deposition of John R. King.\n8. In the answer to plaintiffs’ point.\nSamuel Gaither, for plaintiffs.\nA. J. Colburn, for defendant.\nMay 24th 1865,"
  },
  "file_name": "0230-01",
  "first_page_order": 230,
  "last_page_order": 234
}
