{
  "id": 425174,
  "name": "The Commonwealth of Pennsylvania versus Frey",
  "name_abbreviation": "Commonwealth v. Frey",
  "decision_date": "1865-05-22",
  "docket_number": "",
  "first_page": "245",
  "last_page": "249",
  "citations": [
    {
      "type": "official",
      "cite": "50 Pa. 245"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 465,
    "char_count": 10995,
    "ocr_confidence": 0.389,
    "pagerank": {
      "raw": 4.908318673804678e-07,
      "percentile": 0.9339289665150362
    },
    "sha256": "ee49fd19d0eb43df2b08f4d9a57f6e2efb28c0e5b79f52334363d993e223b96b",
    "simhash": "1:910ee6450a8c9fea",
    "word_count": 1894
  },
  "last_updated": "2023-07-14T17:59:34.595400+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Commonwealth of Pennsylvania versus Frey."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nBy the Criminal Procedure Act of 1860, modelled after the Act of 14 & 15 Vict. c. 100, the extreme niceties and refined technicalities which prevailed in relation to indictments are abolished, and an indictment now is little more than a simple statement of the offence, such as good sense and regard for the accused alone would suggest. By the 11th section it is expressly provided that every objection to any indictment for any formal defects apparent on the face thereof, shall he taken ■ by demurrer, or on motion to quash such indictment before the jury shall be sworn, and not afterwards, and of course a motion to quash must be decided before the jury is sworn and not afterwards; and if the court refuse to quash, they cannot quash it after the jury is sworn. Their power to do so is then ended.\nAll the minor objections to the first count are thus disposed of by this provision, and the only one we have to consider is that of duplicity in charging two offences in the same count. Now, the offence really charged in this count is the fraudulent obtaining the signature of Amos Maride to a promissory.note for the payment of the sum of $300, and what is stated afterwards of the actual payment of the note is not another offence, but simply as an aggravation and was surplusage, and might have been stricken out by the court on the motion to quash. Surplusage is as in-noxious in criminal as in civil proceedings: Dawson v. People, 11 Smith (N. Y.) 399, 408.\nWe think that the indictment should show what the false pretences were, and in this particular the counts that were quashed were defective. The court were wrong in arresting the judgment. The judgment is therefore reversed, and the record remitted to the court below to proceed to sentence according to law.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Arthur N. Green, for the Commonwealth.",
      "H. L. Fisher and W. C. Chapman, for the defendant."
    ],
    "corrections": "",
    "head_matter": "The Commonwealth of Pennsylvania versus Frey.\nCriminal Procedure Act of 31s< March 1860, construed. — Defective indictment, when to be objected to. — Indictment for false pretences, form of. — Duplicity in indictment.\n1. Under the Criminal Procedure Act, every objection to an indictment for defects apparent upon its face, must be taken by demurrer or motion to quash, before the jury is sworn, and not afterwards: after the jury are sworn, the indictment cannot be quashed, or the judgment arrested.\n2. In an indictment for fraudulently obtaining the signature of the prosecutor to a promissory note, a count charging the fraudulent obtaining of the signature, is not bad for duplicity because the actual paymant of the note was therein afterwards alleged: the allegation of payment was held not a statement of another offence, but simply surplusage, which could have been stricken out by the court on motion.\n3. In a prosecution for false pretences, the indictment should show what the false pretences were: and it'is not error to quash the counts that are defective in this respect.\nError to the Quarter Sessions of York county.\nAt April Sessions 1864, David A. Erey was indicted under the 119th section of the revised Penal Code for obtaining a promissory note from Amos Markle, for the sum of $800, under the alleged false pretence that said Markle was legally drafted into the service of the\" United States on the 16th of October 1862, to serve for nine months.\nThe first count charged the defendant with “ obtaining a promissory note from one Amos Markle for the payment of the sum of $300, by falsely pretending that he, the said Amos Markle, was legally drafted into the service of the United States, to serve for nine months, by virtue of a draft legally made on the 16th day of October 1862, in pursuance of an order of the President of the United States, bearing date the 4th day of August 1862, and for the further false pretence to Amos Markle, that if he, the said Amos Markle, did not pay unto him the said David A. Erey the sum of $300, he, the said Amos Markle, could not get clear of said draft except by putting in a substitute, when in truth and in fact he was not so legally drafted, nor was it true that he could not get clear from the same in any other way except by putting in a substitute, as said David A. Erey then and there well knew; and also setting out that by said like false pretences he received the sum of $295 from said Amos Markle, in payment of said note.”\nThe second count in the indictment charged the defendant with obtaining by false pretences the signature of Amos Markle to a promissory note for the sum of $300.\nThe third count in the indictment charged the defendant with obtaining by false pretences the sum of $295 from Amos Markle, describing the character of the money.\nThe fourth count in the indictment charged the defendant with obtaining by false pretences the sum of $295 in money from Amos Markle, but did not describe the character of the money.\nThe fifth count in the indictment charged the defendant with obtaining money from Amos Markle by false pretences, without setting out the amount of money or the denomination of the notes.\nThe grand jury found a “ true bill” on all the counts in the indictment.\nAugust 1864, the defendant moved the court to quash the indictment for the following reasons :—\nI. Because, in the first count thereof, the defendant is charged with two distinct offences, to wit: 1st. Obtaining the prosecutor’s signature to a promissory note for the payment of $300, on the 30th day of October 1862. 2dly. With obtaining $295 in money from the prosecutor on the 10th day of November 1862. And,\nII. Because, in the said first count of the said indictment, it is not averred that the defendant obtained the prosecutor’s signature to said note, or his money, “with intent to cheat and defraud” any person.\nIII. Because the said first count of the indictment is defective, uncertain, and bare in stating the time of the commission of offences therein charged, to wit, in this: 1st. It charges the defendant with using certain false pretences on the 30th day of October, a. d. 1862. 2dly. It avers that the defendant falsely pretended that a draft was made on the 16th day of October 1862, in pursuance of an order of the President of the United States, dated the 4th day of August 1862, and then immediately proceeds to charge the defendant with having on the day and year “ aforesaid” further falsely and fraudulently represented, &c.\nIV. Because no venue is laid in the body of the said first count of said indictment as to using of the-alleged “further” false pretences.\nV. Because all the alleged false pretences stated in the said first count of said indictment are not specifically negatived.\nVI. Because the said first count in the said indictment is uncertain, contradictory, and repugnant in this: In one part of the said first count it is alleged that the defendant, “ by means of said several false pretences,” obtained the signature of the said Amos Maride to a promissory note, &c., and in a subsequent part of the same count it is alleged that the defendant procured the said signature “ by means of the said false pretence.”\nVII. Because the 2d, 3d, 4th, and 5th, being the only other, counts in said indictment, charge the said defendant with obtain ing the prosecutor’s signature, or his money “ by false pretences” generally, without stating or specifying what the alleged false “pretence” was.\nVIII. Because the third count of the said indictment charges that the defendant “ did unlawfully, by the false pretences aforesaid,” obtain from the said Amos Maride the sum of $295,” without specifying by which of the false pretences “ aforesaid” the defendant obtained the said money.\nIX. Because that in none of the counts in the said indictment are the alleged false “pretence” or “pretences” definitely and specifically set out or properly negatived.\nOn the 14th of December 1864, the court quashed the fifth count of the indictment.\nOn the 3d of January 1865 the defendant having pleaded “ not guilty,” to which the Commonwealth “joined issue,” a jury was sworn, and the case went to trial. Amos Maride, the prosecutor, and Dr. W. S. Roland, the commissioner of the draft, were examined, and the court then adjourned until the next morning. At its meeting the next morning, the court quashed the second, third, and fourth counts of the indictment, because they thought they were not sufficiently specific ; “ as these counts only charged the crime substantially in the language of the Act of Assembly prohibiting the same,” and filed the following opinion:—\n“ The court being of opinion that the 11th section of ‘ An act to consolidate, revise, and amend the laws of the Commonwealth relating to final proceedings and pleadings,’ passed the 31st day of March, which enacts 1 that every indictment shall be deemed and adjudged sufficient and good in law, which charges the crime substantially in the language of the Act of Assembly prohibiting the crime,’ cannot be construed to dispense with and render unnecessary an allegation of the kind and nature, and a description of the pretence, although the letter of the statute may seem to prevent it. They therefore think that the second, third, and fourth counts of the indictment are defective, and ought to be quashed.\n“And now, to wit, January the 3d 1865, without.any new application having been made, the court quash the second, third, and fourth counts of this indictment, and discharge the jury from the consideration of the same.”\nThe court thereupon withdrew these three counts from the consideration of the jury, and the trial proceeded on the first count; whereupon the defendant was convicted in manner and form as he stood indicted.\n■ Reasons were then filed for an arrest of judgment, two of which averred “ that the indictment was bad for duplicity in charging two distinct offences in the same count;” and “that the indictment was uncertain and defective in laying the time of the offence.”\nThe court arrested the judgment, sustaining these reasons, and filed an opinion, in which they say that “ In the concluding portion of the count, the day on which the fraudulent representations were made, is stated by a reference to be a ‘ day and year aforesaid,’ when there are several days and years mentioned previously, and there is no distinct allegation as to what day is intended.\n“ The indictment is defective in combining in the same count a charge of obtaining the note, under false pretences, on one day, and the reception of the money on another day, and making it uncertain as to whether the false pretence charged was in obtaining the note, or in the subsequent act of obtaining the money.”\nThis writ was thereupon sued out by the Commonwealth, who averred here that the court below erred in quashing the second, •third, and fourth counts of the indictment, and in withdrawing said counts from the consideration of the jury after they were sworn, and in arresting the judgment on the first count.\nArthur N. Green, for the Commonwealth.\nH. L. Fisher and W. C. Chapman, for the defendant.\nMay 22d 1865,"
  },
  "file_name": "0245-01",
  "first_page_order": 245,
  "last_page_order": 249
}
