{
  "id": 425146,
  "name": "Moore's Appeal",
  "name_abbreviation": "Moore's Appeal",
  "decision_date": "1865-05-22",
  "docket_number": "",
  "first_page": "250",
  "last_page": "252",
  "citations": [
    {
      "type": "official",
      "cite": "50 Pa. 250"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 395,
    "char_count": 7740,
    "ocr_confidence": 0.396,
    "pagerank": {
      "raw": 4.89950402824256e-08,
      "percentile": 0.3069868166059102
    },
    "sha256": "bad25c383c64b98971bda017b7c28cc01dc083c7aa06145d6812d4f994aafff8",
    "simhash": "1:1cdaa59e6b682dfa",
    "word_count": 1378
  },
  "last_updated": "2023-07-14T17:59:34.595400+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Moore’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nThere seems to be no principle of law in this case, and we think the facts justified the decree.\nWhen the pro rata sum was fixed by the auditor on the account of the sequestrator of the Hanover and Carlisle Turnpike Road Company as payable to the judgment of Bear and Woods for use, against the company, the executor of C. C. Moore excepted to the payment of that sum to the assignee of that judgment, or any part of it. Had the appellant coijie into court and disclaimed all but what would pay off the balance due him under the assignment, it would have been very wrong to have imposed any costs upon him. At the meeting before the auditor the exceptant admitted there was a balance due him of $75.49 on his assignment, and which he was entitled to out of the money in court.' But he refused any balance and went for the entire half of the whole dividend, on the ground of an absolute assignment of the entire interest of O. C. Moore in the judgment. This claim he failed to establish.( He had no absolute assignment of C. C. Moore’s interest in the judgment, and was only entitled to what would satisfy the debt and interest for which he held the assignment out of the dividend. His unfounded claim to more than this occasioned the contest, and it was proper he should pay costs. Mrs. Woods’s assignment had very little, if anything, to do with the controversy, so far as we can see; and perhaps because it was introduced by the executor or with his assent, and may have prolonged the contest, the court ordered the share of the money coming to the estate to bear its pro rata of the costs. Whether this was right or wrong it is needless to say, as there is no appeal on that side; but we think it was not far out of the way to do so, especially as the appellee’s exception was a little broader than his right.\nDecree affirmed at the costs of the appellant.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Penrose Sharp, for appellant.",
      "H. Newsham, for appellee."
    ],
    "corrections": "",
    "head_matter": "Moore’s Appeal.\nApportionment of costs between contesting claimants of a fund in court for distribution.\nWhere a party, by making an 'unfounded claim to the entire interest in a judgment which he held only as collateral, caused the appointment of an. auditor and a contest for the distribution of a fund in the hands of a sequestratox-, the costs thereby made may be imposed rateably upon the portions coming to the contestants.\nAppeal from the Oom'mon Pleas of Cumberland county.\nThis was an appeal by Alfred Moore from the decree of tne. court below on the .distribution of the balance in the hands of William Moore, sequestrator of the Hanover and Carlisle Turnpike. Road.\nThe facts of the case were these:—\nThe Hanover and Carlisle Turnpike Road Company had been for many years in the hands of a sequestrator. A number of. judgments stood open against it, the holders of which received a dividend each year from the proceeds of the road. The sequestrator settled his annual account, a balance was struck, and the pro rata amongst the creditors made by an auditor appointed by the court. Among the judgments thus entitled was the following.: “ William Woods, surviving John Bear, for use of the Carlisle Bank, now for use of William Moore and Carson C. Moore, v. The President, Managers, and Company of the Hanover and Carlisle Turnpike Road Company, Ho. 24, April Term 1865.- Real debt $31,143.71.”\nCarson C. Moore owned the one-half of the above judgment, and on the 3d January 1860 there was entered upon the appearance-docket in the prothonotary’s office the following endorsement: “ January 3d 1860. Eor value received, the interest of Carson C. Moore in this judgment is transferred and assigned to Alfred Moore. The dividend of C. C. Moore for 1859 to be paid to William Moore.”\nThis interest of Carson C. Moore had been transferred to Alfred Moore on the 31st of December 1859, in the following words: “ Whereas, Alfred Moore has this day loaned me the sum of $250, now, therefore, know ye, that for the purpose of securing the payment of the said sum of money to the said Alfred, I do hereby set over, assign, and transfer to him, as- a collateral security, all my right, title, and interest in the above stated judgment. And further, I do hereby agree that in the default of the payment of the said sum of money within ten days after the final adjournment of the next session of the legislature of Pennsylvania, that I will sell my interest in said judgment absolutely, subject to the claim of $250 of the said Alfred Moore, and he to have the preference as a purchaser on the sale of said judgment. And further, it is hereby understood that my share of the dividend or dividends arising from said company for the year 1859 is to be and shall be paid to William Moore, and the amount of the same to be a credit on my indebtedness to the said Alfred Moore. Witness my hand and seal this 31st December, A. d. 1859.\n“ Carson C. Moore, [l. s.] ”\nAlfred Moore received several dividends after this transfer. After the death of Carson C. Moore, William Moore, sequestrator of the company, settled his account of lltK November 1863, which was referred to James R. Irvine as an auditor. The auditor reported distribution, after due and timely notice, and gave the dividend, or rather Carson C. Moore’s share of the dividend, to Alfred Moore. The claim of Alfred Moore was not resisted before the' auditor, nor was any objection made to it. After this report, on the 19th of December 1863, the following exception was filed:\n“ The undersigned, as attorney for the executor of Carson C. Moore, deceased, excepts to the payment of any part of the pro rata dividend on judgment No. 24, April Term 1856, to Alfred Moore, or to any one for his use.”\nR. E. Shapley, Esq., was then appointed auditor to report the facts, which was done. Before the auditor a new party appeared under the following assignment:\n“ Whereas, I have borrowed and received from my sister, Mrs. C. A. Woods, several sums of money, amounting to $600, now know ye, that for the purpose of paying her the said sum of money, I do hereby assign and transfer to her all my right, title, and interest, absolutely, in the above-stated judgment, it being the full one-half, with all the rights, privileges, and advantages which said judgment is entitled, subject to the payment of $250, the claim of Alfred Moore, it being assigned to him as a collateral security. Witness my hand and seal this 12th day of January 1860.\n“ Carson O. Moore, [l. s.]\n“ Witnesses, J. S. Colwell,\nJohn Moore.”\nNo notice of this assignment was given to Alfred Moore, nor was it placed in the prothonotary’s office until the year 1864.\nThe court, on return of Mr. Shapley’s report, made the following order:\n“ 7th May 1864. It is ordered and decreed that after payment of the balance due Alfred Moore on judgment No. 24 of April Term 1856, assigned as collateral security by Carson Moore, to secure the payment of $250 to Alfred Moore, that the balance be paid to N. W. Woods, executor of Carson Moore, to be distributed by him to the parties entitled thereto; and that it be referred back to the auditor to ascertain the balance due to Alfred Moore and Carson Moore’s executor, and the costs be paid pro rata by the contestants.”\nOn this order Mr. Shapley found that the dividend was $105.89, that Alfred Moore had still due him on the assignment $96.88, charged him with $39.79 of the costs, and Carson C. Moore’s executor with $3.71 costs, thus giving Alfred Moore $57.09, and Carson’s estate $5.30. This report was confirmed by the court, whereupon this appeal was taken.\nThe errors assigned here were the decree of May 7th 1864, above mentioned, and the confirmation of the report made in accordance with it.\nPenrose Sharp, for appellant.\nH. Newsham, for appellee.\nMay 22d 1865,"
  },
  "file_name": "0250-01",
  "first_page_order": 250,
  "last_page_order": 252
}
