{
  "id": 425133,
  "name": "Fetrow's Executor versus Fetrow",
  "name_abbreviation": "Fetrow's Executor v. Fetrow",
  "decision_date": "1865-05-24",
  "docket_number": "",
  "first_page": "253",
  "last_page": "256",
  "citations": [
    {
      "type": "official",
      "cite": "50 Pa. 253"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 425,
    "char_count": 10913,
    "ocr_confidence": 0.38,
    "sha256": "3150d7178d9041f560d9fe0b4c0ad6f208a4ecab8ac4c36a6c21575924f3f180",
    "simhash": "1:b2a2e0940a59be53",
    "word_count": 1929
  },
  "last_updated": "2023-07-14T17:59:34.595400+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fetrow’s Executor versus Fetrow."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nWe concur with the court below in the construction given to the will of the testator. There is nothing in the will that postpones Michael Eetrow’s enjoyment of the profits of the land devised to him, after the crop in the ground, at the time .of the testator’s death, was gathered. If it was the intention of the devisor to reserve for his estate the first crop (which appears to be conceded), we have an explanation of the direction that Michael should receive wages until the first harvest. The most that can be claimed by the executor is, that the hay and grain in the ground when the testator died, belong to him as against the devisee of the land.\nJudgment affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Cochran and Hay, for plaintiff in error.",
      "John Gibson, for defendant."
    ],
    "corrections": "",
    "head_matter": "Fetrow’s Executor versus Fetrow.\nConstruction of will. — Enjoyment of life estate created by devise not postponed by direction in will that devisee should receive wages until after a designated time.\nA testator devised to his farmer a life estate in certain land, and directed that his farming interests should he conducted as heretofore by his devisee, who was to receive wages “ until after the first harvestthe spring following testator’s decease, the devisee put out on the land devised, both oats and corn, which were harvested, and the proceeds claimed by the executor: on case stated, Held,\n1. That the enjoyment of the land devised was not postponed by the will till after the first harvest: and\n2. That the devisee was therefore entitled to the proceeds of the grain sowed and planted by him after the testator’s death.\nError to the Common Pleas of York county.\nThis was an amicable action in debt, in which Michael Fetrow was plaintiff, and Samuel Hay, executor of the last will and testament of Joshua Fetrow, was defendant, and in which the following case was stated for the opinion of the court:—\nJoshua Fetrow died on the 25th of February, A. D. 1864, naving made his last will and testament, dated the 25th of November 1863, which said will was duly admitted to probate in the register’s office of York county, on the 27th of Februáry 1864, .in and by which it is provided, among other things, as follows, to wit:—\n“ I give, devise, and bequeath unto Michael Fetrow, son of Henry Fetrow, now living with me, during his natural life, the tract of land situated in Spring Garden township, adjoining the railroad, lands of John F. Spangler, C. & J. Hahn, York county Almshouse lands, and others, containing about thirty-three acres. He, the said Michael Fetrow, to have and to hold the same, and keep said land and fences in order, during his natural life.”\nAnd this further provision, to wit: “ I direct that my household and agricultural business and interests shall be attended to as heretofore, by the said Matilda Wilson and Michael Fetrow, and they shall receive wages as heretofore, until the first harvest after my decease shall be gathered and converted into money, when the whole of my stock and personal property of whatsoever nature or kind the same may be shall be sold and converted into money, and shall be equally divided among the foregoing named devisees.”\nAnd the said testator, by his codicil to the said last will and testament, dated the 13th of February, A. d. 1864, and duly admitted to probate with said will, appointed George M. Shetter and Samuel Hay executors of said last will and testament and the codicil thereto. The said George M. Shetter renounced the said trust, and the said Samuel-Hay, the remaining executor, took upon himself the execution thereof, and filed in the register’s office aforesaid, on the 10th day of March 1864, an inventory of the personal estate of the said decedent.\nThe said plaintiff is the devisee of the land described as aforesaid, and had in the lifetime of the testator attended to his agricultural business and farmed said land, with other land of the testator, and had the care of all the farming stock of the said testator, and received wages therefor; and after the death of the testator continued to attend to the agricultural business and interests of the testator, and received wages therefor as before, according to the terms of said will. At the time of the death of the testator, certain crops of hay and grain were growing upon the said tract of land devised as aforesaid, which said crops of hay and grain were harvested by the said plaintiff and the said executor at the proper time, up to which time the plaintiff received wages. The said hay and grain were gathered and converted into money, the executor having sold the same about the 12th of August 1864, that also being the time at which sale was made of the stock and personal property of the testator.\nIn the spring of 1864, and after the death of the testator, at the usual season for sowing and planting, the plaintiff sowed and planted in oats and corn about twelve acres of said land. The seed oats and corn were the property of the said testator at the time of his death, and the agricultural implements and live-stock used in preparing the land for the said crops, and sowing and planting the same, were those employed and in use for the agricultural business of the testator by the said plaintiff, and were part of the personal property of the testator.\nThe plaintiff proceeded to harvest the said crop of oats at the proper time, subsequent to the harvest of the hay and grain aforesaid, and claimed to be the owner of the said oats, when, by agreement of the parties, the said executor, after the same was gathered, without prejudice to the right of either party, sold the same at the sale aforesaid, to wit, four hundred and seventy-seven bushels of oats at eighty-five cents per bushel, amounting to $405.45J, and the straw of the same for $5T, and received the money therefor, any portion of which he now refuses to pay over to the said plaintiff.\nAnd the said plaintiff proceeded to gather the corn raised upon the said land devised to him as aforesaid, at the proper time, in the month of October 1864, and claimed to be' the owner of the said corn, when, by agreement of the parties, the said executor, after the same was gathered, without prejudice to the right of either party, sold the same on the day of to wit, one hundred and seventy-four bushels and one peck of shelled corn, at $1.50 per bushel, amounting to $261.80, and received the money therefor, any portion of which he now refuses to pay over to the said plaintiff.\nThe plaintiff claims the proceeds of the sale of the said crop of oats and corn as devisee under said will and owner of said land, from the time of the death of the said testator, less the value of the said seed oats and corn, and use of the implements and stock aforesaid, valued at one-half of the said proceeds.\nIf the eoui-t be of opinion that the said crops of oats and corn were the property of Michael Fetrow, the plaintiff, then judgment for the plaintiff for one-half the proceeds of the same, viz., $390.62f-; and if the court should be of opinion that the said crop of corn was the property of the said plaintiff, and not the said crop of oats, then judgment for the plaintiff for one-half of the proceeds of said corn, viz., $130.90; but if the court should be of opinion that neither the said crop of oats or crop of corn was the property of the said plaintiff, then judgment to be entered for the defendant. The costs to follow the judgment, and either party reserving the right to sue out a writ of error therein.\nAfter argument, the court below (FiSheb, P. J.) delivered the following opinion:—\n“ The case stated finds that Joshua Fetrow by his last will and testament ‘ gave, devised, and bequeathed unto Michael Fetrow, son of Henry Fetrow, then living with testator, during his natural life,’ the tract of land mentioned in said case.\n“ £ He, the said Michael -Fetrow, to have and to hold the same and keep the said land and fences in order during his natural life,’ and he directed £ that his household and agricultural business and interests should be attended to as heretofore by Matilda Wilson and said Michael Fetrow, and they should receive wages as heretofore until the first harvest after his decease shall be gathered and converted into money, when the whole of his stock and personal property of whatever nature or kind the same may be, shall be sold and converted into money, and shall be equally divided among the foregoing named devisees.’\n££ It is also found that the said Michael Fetrow, in the lifetime of the testator, lived with him, farmed the land devised and other lands, and had the care of all the farming stock of the testator, and received wages therefor; and after the testator’s death continued to attend to his agricultural business, and received wages, according to the provisions of the will.\n“At the time of the death of the testator, crops, of hay and grain were growing upon the said tract of land, and were harvested by the plaintiff and the executor at the proper time.\n“ After the death of the testator, the plaintiff sowed and planted about twelve acres of oats and corn on the land devised to him, using the oats and corn of the testator for sowing and planting, and his horses and farming utensils for working the same, and in due time harvested said oats and corn.\n“ It is agreed that the value of the seed and the use of the horses and the farming utensils, and the labour, is equal to the value of the one-half of the oats and corn raised. This one-half it is admitted that the executor is entitled to retain. The question to be decided is, who is entitled to the other half.\n“ By the will the plaintiff was entitled to the possession of the lands devised immediately on the testator’s decease. He could have, if he had thought proper, permitted them to remain uncultivated; but, having planted them in oats and corn, we think the produce belongs to him, in the absence of any express reservation of grain to be planted after his death. We think the reservation is carried sufficiently far, when the plaintiff himself allowed the hay and grain to pass to the executor as part of testator’s estate.\n“Besides, in'common parlance, the grass and grain harvest is generally talked of as the first harvest, and the oats as the second harvest, and corn, buckwheat, and the like, as the fall crop ; and we presume the testator so understood it.\n“ The will is so obscurely drawn, and the language used so extremely indefinite, that it is difficult to come to any certain determination as to the precise intention of the testator, in the use of the words ‘first harvest after his decease.’. We hardly think he intended to include crops not planted. We therefore render judgment for the plaintiff for the amount for which the one-half of the oats and corn sold, to wit, the sum of $390.62, with costs of suit.”\nWhich was the error assigned here by the defendant.\nCochran and Hay, for plaintiff in error.\nJohn Gibson, for defendant.\nMay 24th 1865,"
  },
  "file_name": "0253-01",
  "first_page_order": 253,
  "last_page_order": 256
}
