{
  "id": 425170,
  "name": "Thomas et al. versus Maddan et al.",
  "name_abbreviation": "Thomas v. Maddan",
  "decision_date": "1865-06-29",
  "docket_number": "",
  "first_page": "261",
  "last_page": "265",
  "citations": [
    {
      "type": "official",
      "cite": "50 Pa. 261"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 552,
    "char_count": 11933,
    "ocr_confidence": 0.368,
    "pagerank": {
      "raw": 1.5010569496235935e-07,
      "percentile": 0.665669890406738
    },
    "sha256": "1babc197863c67f3884b5d861a30be7485a9b5b207e9a798baa0acbd95ecf9f3",
    "simhash": "1:77eb25940a0236e3",
    "word_count": 2107
  },
  "last_updated": "2023-07-14T17:59:34.595400+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thomas et al. versus Maddan et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nThe modern tendency of the law is not to multiply valid objections to the competency of witnesses. It has been gravely doubted whether they are not already too numerous. Such as are founded on what is called legal policy are of peculiarly doubtful propriety. Their effect is to cover up the truth, without leaving any compensation in additional securities given against either fraud or perjury. If truth be the object sought, it is difficult, in most cases, to perceive why a jury may not be trusted with the testimony of a witness, and why they are not competent to make all fit allowances for any peculiar position in which the witness stands. The probable influence upon his testimony arising from any contingent interest, moral or pecuniary, he may have, is as apparent to a jury as it can be to a court, and it certainly ought not to be assumed that even a prejudiced witness can be of ho assistance in ascertaining the truth.\nThe objection urged against the admission of Mrs. Maddan to testify in behalf of the plaintiff in this case, rests entirely upon some supposed - policy of the law. She was not disqualified by interest, for it is well .settled that .a grantor of land, without covenant or warranty of title, is competent to testify in support of the title of his grantee. Nor ordinarily does any known legal policy prohibit it. It is no reason for exclusion, that the title of the grantee was derived from the witness. If then there be any policy which would justify the exclusion of Mrs. Maddan, it must grow out ■ of tb,e nature of the title set up against the plaintiffs below. But surely it cannot matter for what' reason the title of the grantees of the witness was assailed. Had the husband and the wife conveyed in his lifetime to the plaintiffs, both would undeniably have been competent witnesses for their grantees, and each might have defeated the claim of the creditors of the husband by giving testimony against it. Where the wife has conveyed after the husband’s death, there is no rule of policy, of which we have knowledge, that makes her any more incompetent than she would have been had her husband in his lifetime joined her in her deed, and we are not inclined to introduce a new rule of exclusion. The first assignment of error is therefore not sustained.\nThe second assignment is also groundless. The plaintiffs do not claim through Hr. Maddan or under him. His declarations, therefore, made in their absence, and not in the presence of any one under whom they claim, can amount to nothing. True, Mrs. Maddan was the grantor of the plaintiffs, and she was the wife of Hr. Maddan. But neither a wife’s declarations are evidence to affect title of her husband, nor are a husband’s declarations admissible to destroy a title of his wife. In Murphy v. Hubert, 4 Harris 56, and in Jones v. McKee, 3 Barr 496, this was ruled of declarations of a wife, and in Smith v. Scudder, 11 S. & R. 325, it was held that admissions or declarations of a husband were not evidence against his wife, or to affect her interests after his death.\nThe third assignment is also not sustained. It complains of the rejection of the husband’s declarations made some two years before the deed for the house and lot in dispute, was made to Mrs. Maddan. The only possible pretext for the admission of such evidence against the grantees of the wife is in the assumption that husband and wife confederated to defraud his creditors by covering up his property from their reach. Of this we see no evidence, but if there were such evidence it would not make the husband’s declarations, made long before the combination and not in pursuance of it, evidence against her. It is only acts and declarations of a conspirator in furtherance of the common design, or during the prosecution of it, that can affect his confederates.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "G. W. Brewer, G. M. & W. P. Stenger, and J. McD. Sharpe, for plaintiffs in error.",
      "The counsel for defendants presented no printed argument."
    ],
    "corrections": "",
    "head_matter": "Thomas et al. versus Maddan et al.\nEvidence.— Vendor without covenant or warranty .a competent witness for vendee. — Declarations of husband, not admissible to affect title through wife after his death.\n1. Where a widow, to whom in the lifetime of her husband, land bought by her father has been by bis direction conveyed, conveys it after her husband’s death to her sons without covenant or warranty of title, she is a competent witness in their behalf, in an ejectment brought by them against a sheriff’s vendee, who bought the land as the property of the husband, under an execution against him.\n2. The declarations of the husband and father, made in the absence of the plaintiffs, as to the intention of the conveyance to the wife, were held inadmissible against them, for they did not claim under him; nor were they admissible after his death to affect her interests; nor in the absence of proof of a confederacy between husband and wife to defraud bis creditors, are his declarations, made long before the conveyance, admissible as tending to show that it was in fraud of creditors.\nError to the Common Pleas of Franklin county.\nThis was an action of ejectment by John Beaver Maddan and Rush Yandyke Maddan, by their guardian, Peter Kunkleman, against Rev. K. Thomas and Thomas L. Gillespie, for two lots of ground in Loudon, Franklin county.\nA. B. Maddan in 1857 was a merchant in the village of Loudon who became insolvent. He was largely indebted in Philadelphia and elsewhere. Thomas L. Gillespie obtained a judgment against him in the Common Pleas of Franklin county, January 26th 1856. On the 10th day of March 1859, Alexander Dale and wife conveyed a house and lot of ground in Loudon to Mrs. Maddan. Thomas L. Gillespie procured an execution to be issued upon his judgment against A. B. Maddan, and the sheriff, levied upon and sold the house and lot of ground as his property. Gillespie became the purchaser, and on 1st of Hovember 1861 the sheriff acknowledged and delivered a deed to him for this property. The wife gave notice to the sheriff, at the sale, that the real estate belonged to her, and refused to deliver possession to.the purchaser. An ejectment was brought against the husband, and possession was defended under the wife’s title. During the pendency of this ejectment the husband died. The widow and two minor children, by their guardian ad litem,, were then substituted as defendants. The counsel obtained leave from the court to withdraw their appearance, and judgment by default was taken in open court. Subsequently to the entry of this judgment, on the 23d January 1863, she conveyed the real estate to her two minor children, the consideration for the deed being natural love and affection. The children by their guardian then brought then the present ejectment against the sheriff’s vendee.\nOn the trial the plaintiffs called Mrs. Maddan, and offered to prove by her that the house and lot was purchased for her by her father and paid for with his money, the deed was ordered, by Beaver her father, to be made to her, and that the other lot was purchased by Beaver from Burkholder’s heirs and by Beaver’s direction the deed was made to her, and that no part of the purchase-money was paid by Dr. Maddan. That the subsequent repairs were made by her and paid for, so far as paid, by her out of funds received from her father, and that she had divested herself of the title in good faith, and had no claim whatever at this time to the real estate in suit. ,\nThe counsel for the defendants objected to the evidence—\n1st. Because this is a controversy between the husband’s creditors and the children of the wife, claiming under her by a voluntary deed executed and delivered since the controversy was commenced, and after the first ejectment had been disposed of and 'a judgment given against the title of the witness and her children,.\n2d. Because the witness is interested in the land in dispute.\n3d. Because it is against the 'policy of the law to allow the wife to testify against her husband’s creditors, after her husband’s death, in a controversy between her children and said creditors ; the children claiming by a voluntary deed from the wife after the controversy had commenced.\n4th. Because the witness could not in law qualify herself to be a witness in this ease by executing a voluntary deed to her children, after suits had been commenced about the property.\n5th. Because the children claiming under her would have just the same rights and no greater, than she would have against her husband’s creditors.\n6th. And because the rule which allows a grantor in a deed without warranty to testify in favour of the title, cannot apply to this case, because the witness is offered to prove title in herself, and because it does not appear by any evidence in the case, that, at the time she conveyed to the children, she had any title, legal or equitable.\nBut the court overruled the objections, and admitted the witness.\nThe counsel for the defendants proposed to prove by Christian Hoover that he had a conversation with A. B. Maddan after the property was bought from Alexander Dale, in which the said Maddan told the witness that he (Maddan) had bought the property, but that he had given these notes to John Beaver; that he had played the game of “ when the stone is thrown up iet every man take care of himselfthat said Maddan introduced the conversation by speaking to me of my wife having purchased the Stenger property (Jacob Stenger’s). He said that he had his fixed all right now, that he had covered up things by having the deed made in the name of his wife. He said, By God, he was sharp enough for any of them.\nThis evidence was objected to on the ground that the declarations of A. B. Maddan, made out of the presence of his wife, are not evidence to affect the title in the wife, and that such declarations, made after the deed to her, were inadmissible; that if Maddan was alive he could be a witness in the case, and that they could not introduce his evidence in this way.\nThe objections were sustained and the evidence rejected.\nThe counsel for the defendants proposed to prove by Peter Stenger and by other witnesses, that in the fall of 1857 Dr. A. B. Maddan said he had a note for $1000 on John Beaver and desired witnesses to purchase said note from him, and offered the same for $900. And the counsel further proposed to prove by the witness on the stand that Dr. A. B. Maddan had told witness that he had had a lucrative practice in Schellsburg, that he had made $1000, but that he had spent it: that he wanted to raise some money to go west, that witness asked him why he did not get the money from his father-in-law, John Beaver; that Maddan replied that the d — d old numbskull had never' done anything for him, and that he would not ask him to do anything for him. •\nThe evidence was objected to for the reasons assigned to the offer of the testimony of Christian Hoover, and the objections were sustained and the witness rejected.\nThe plaintiffs requested the court to instruct the jury that if ' they believe that the purchase-money of the house and lot in dispute was paid by John Beaver, the father of Mrs. Maddan, plaintiffs must recover.\nThe defendants requested the court to charge, that the plaintiffs must prove by evidence that does not admit of a reasonable doubt, that the property in dispute was bought by John Beaver for his daughter, Elizabeth Maddan, and paid for by him out of his own money, or the separate estate of the said Elizabeth Maddan; both of which points were affirmed.\nUnder the ruling of the court there was a verdict and judgment for plaintiffs. Whereupon this writ was sued out for the defendants, who assigned for error, the admission of Mrs. Maddan as a witness, the rejection of the testimony of Christian Hoover, and the rejection of the testimony of Peter Stenger.\nG. W. Brewer, G. M. & W. P. Stenger, and J. McD. Sharpe, for plaintiffs in error.\nThe counsel for defendants presented no printed argument.\nJune 29th 1865,"
  },
  "file_name": "0261-01",
  "first_page_order": 261,
  "last_page_order": 265
}
