{
  "id": 425180,
  "name": "Heilman versus The Union Canal Company",
  "name_abbreviation": "Heilman v. Union Canal Co.",
  "decision_date": "1865-06-29",
  "docket_number": "",
  "first_page": "268",
  "last_page": "275",
  "citations": [
    {
      "type": "official",
      "cite": "50 Pa. 268"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 176",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8681918
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/46/0176-01"
      ]
    },
    {
      "cite": "4 Rawle 858",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 271",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840116
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0271-01"
      ]
    },
    {
      "cite": "2 Watts 271",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840116
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0271-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 759,
    "char_count": 20031,
    "ocr_confidence": 0.37,
    "pagerank": {
      "raw": 7.445261266921812e-08,
      "percentile": 0.44414191715424334
    },
    "sha256": "b44cfe946d555baf7a695a68e2294d0b0ddb36416ce3d0b6bd1d1ecc8834b504",
    "simhash": "1:6c44b4d0dc4313be",
    "word_count": 3510
  },
  "last_updated": "2024-02-27T16:19:12.070484+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Heilman versus The Union Canal Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nIn Bassler v. The Union Canal Company, 2 Watts 271, it'was decided that by the act incorporating the company, jurisdiction to award a' venire for a jury to ascertain and report the damages caused by the construction of the canal through the lands along its route, is not confined to the Court of Quarter Sessions of Philadelphia, or to the Mayor’s Court of Philadelphia. The 18th section of the Act of April 2d 1811 was held to give jurisdiction to the Court of Quarter Sessions of any county through which the canal passes, over an assessment of damages done to lands within that county. This has, ever since that decision, been accepted as the true meaning of the Act of Assembly. It is within the knowledge of some of us that proceedings to assess damages caused by the construction or enlargement of the canal, have been instituted in the Court of Quarter Sessions of Berks and Lebanon, counties, and that they have been sustained. It is too late to assail the jurisdiction of those courts. The question is no longer open.\nThere remains- then but the single inquiry whether Heilman, the petitioner in the court below, has under the Act of Assembly a right to sue for and recover damages. In the prosecution of the purpose for which the company was incorporated, power was given to the president and managers to purchase tenements,,mills, millponds, water, watercourses, or other real hereditaments. Power was also given to them to enter upon and appropriate such property without a purchase, with a provision that, in default of purchasing, a venire to assess damages might be awarded, on application of the owner whose property had been taken. The assessment provided for has application only to cases where there has been no purchase. There are no damages to be assessed until there has been an appropriation, under the power granted by the Commonwealth, and not under a contract with the owner. It is therefore-always a material inquiry, when the appropriation in invitum was made, for it is he who was the owner at that time, who is entitled to the compensation for damages. His subsequent grantee is not a person to whom compensation is due, and he cannot therefore, under the statute, make application for an assessment of damages caused by an appropriation made before his ownership commenced.\nThe difficulty in this case arises from not noticing the difference between taking under a contract with the owner, where there can be no venire, and taking under the right of eminent domain of the Commonwealth granted to the company. The petition avers that the water was diverted in the year 18B4, when John Light was the owner. Had it then been permanently appropriated, without a purchase, a venire might have issued at the suit of John Light, and the damages would have been his. But this was not the character of the appropriation. The petition avers that it was made under a contract with the owner, by which it was stipulated that the company should pay a stated sum per day for each day such diversion of the water (that is, diversion under the contract) should continue. This was in effect a purchase. The petition calls it a permanent diversion of the water. In one sense it was so. The right to abstract the water was under the arrangement to continue, while the company chose to pay the daily compensation stipulated. But whether permanent or no,t, the petition must be taken as an entirety, and if so considered, there is no difficulty in understanding that all that was acquired by the company, or lost by the owner, was the use of the water so long as the company should continue to pay the daily rent. It was so understood by the company. When the water and the water-power of John Light afterwards became the property of Henry Snavely, a similar contract was made with him, and‘when Heilman purchased from Snavely in 1845, the company renewed the contract with the new owner. In 1850 they purchased from Heilman the right to divert the water for five years for a stipulated sum. The petition then avers that whatever rights the company exercised up to 1855, they acquired and held under the successive owners of the land from which the water was taken by virtue of contracts of purchase. And it was not until 1857 that they made any appropriation, in virtue of their power to take property, without a purchase. Under their contracts with the successive owners, the right of the company to take the water did not continue after 1855. The license they previously held was relinquished by them, for they ceased to claim under it, or to recognise the obligations imposed by its continued exercise. The petition avers that in 1857 they first made a permanent appropriation of the water without a purchase. At that time Heilman was the owner. It is for that appropriation this venire was awarded. \"‘In onr opinion it was rightly awarded, for down to 1857 there had heen n$ appropriation under the power granted by the Commonwealth, and, for injury done since, there had been no compensation paid, or secured to be paid by contract. Had the company in 1834 bought a right to use the water for twenty-three years and no longer, it could not be doubted that continuing to use it after the expiration of the term, without an extension of the contract, would be an injury to the person who was the owner when the unauthorized use began, and that then an assessment of damages became his right. Such is in substance the present case. Heilman was the owner when the water was appropriated, within the meaning of the Act of Assembly. The court below was therefore right in refusing to set aside the inquisition, and in confirming the assessment made.\nThe order of the Court of Quarter Sessions is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "R. C. McMurtrie and John C. Kunkel, for appellant.",
      "Josiah Funck, for appellee."
    ],
    "corrections": "",
    "head_matter": "Heilman versus The Union Canal Company.\nProper court for adjustment of .damages done by Union Canal Company.— What constitutes an appropriation to use of carnal company.\n1. Under the act incorporating the Union Canal Company, jurisdiction to award a venire for a jury to ascertain and report the damages caused by the construction of the canal, is not' confined to the Court of Quarter Sessions or the Mayor’s Court of Philadelphia: but the Court of Quarter Sessions of any county through which the canal passes has jurisdiction over an assessment of damages done to lands within that county.\n2. Where for many years the use of water from a stream had been diverted from an ancient mill, by the canal company, under agreement with the successive owners of the land and mill-seat, for a stipulated hire, and on the expiration of an agreement with the last owner, it was not renewed, but the use of the water continued by the company, such continued use was held such an appropriation and taking under the power of eminent domain granted to the company by the commonwealth, as would entitle the owner to present his petition for the assessment of damages.\n. Certiorari to the Quarter Sessions of Lebanon county.\n• This was an appeal by the Union Canal Company from the decree of the court below, in the matter of the petition of Joseph <Gr. Heilman, praying for the appointment of a jury to assess damages for injury done his water-right.\nThe petition set forth “ that he became seised in fee of and in a certain farm, plantation, and tract of land, situate in Lebanon county, containing one hundred .acres more or less, with the appuri tenanees, upon which a flour, grist, and saw mills are erected and built; that this was an ancient mill-seat, used as such before 1790, and ever since ; that the said mills were driven by water-power, supplied by the Quittapahilla creek, which runs and flows over and through the premises aforesaid.\n“ That the Union Canal Company, as early as 1834, did erect a steam-engine east of the borough of Lebanon, above the estate and mills aforesaid, and adjacent to said stream of water, and by means thereof, and other apparatus, did abstract and permanently divert (i. e., so permanently divert that no part ever returned again into the said stream) large quantities of water during the seasons of navigation, thereby greatly injuring and reducing the water-power by which the said mills were previously driven.\n“ That such diversion, commencing in 1834, was made under a contract with one John Light, who was then the owner of said estate, under which the said company paid a certain stated sum per day yearly, for each day such diversion continued, as a compensation for his damages. That this arrangement with John Light continued until April 7th 1837, when one Henry Suavely became the owner of the mills and estate aforesaid, with whom the said company then renewed the same contract, and thereunder paid him the same compensation up to April 28th 1845, when the appellee became seised in fee of the mills and estate aforesaid, and that the said corporation then again renewed their contract aforesaid with him, and from that time up to December 1849 paid him a certain stated sum per day yearly for each day such diversion continued as a compensation for his damages.\n“ That the said company, on the first day of May 1850, did enter into an agreement in writing with the appellee, by which they secured the privilege to divert the water of this stream as against him for a period of five years, commencing January 1st 1850, and ending January 1st 1855, for the consideration of $250, to be paid yearly.\n“ That all the moneys due under these contracts were paid. That the several successive owners of the estate and mills aforesaid paid full value, and that no abatement in the price thereof was made by reason of such temporary use of the water by the company.\n“ That little or no water was diverted in 1855 and 1856, owing to the suspension of navigation by reason of the enlargement of the canal, which was then being done. That in the spring of 1857 this diversion was resumed, and that the said corporation then permanently appropriated the water of said stream for the use of its canal. That by reason of such permanent appropriation and diversion the mills and estate of the appellee have been greatly injured, &e.”\nUpon this petition a jury was appointed, and it was averred that no opportunity was afforded to put in an answer, nor any notice given of the proceedings, except to attend at the assessment of damages.\nIn 1832-4, the Union Canal Company were authorized by their charter (see Acts of 1811, p. 232) to enter and take watercourses, &c., and, in default of purchasing, the Courts of Quarter Sessions or Mayor's Court of Philadelphia were authorized to award a venire, &c., on the application of the owner. Pursuant to this charter, the company erected the engine, dam, &c., and diverted the water. After the work was completed and the water was taken, the millers below finding themselves injured, an agreement fixing the rate was made, and this was paid — first a per diem, afterwards an annual sum — the contracts being for short terms. The petition showed that complainant was not the owner of the property for at least fourteen years after the company had appropriated the property permanently.\nThe company filed the following exceptions to the reports of the juries assessing damages to mill-owners on the Quittapahilla creek:—\n1. That the Court of Quarter Sessions of Lebanon county has not jurisdiction of the subject-matter of the claims in these cases.\n2. That the petitioners have no ground on which they are entitled to claim for the cause of action set forth in their several petitions, inasmuch as they were not owners of the premises, property, or right, in respect of which the damages are claimed at the time, nor till long after the same was taken by the Union Canal Company.\n3. Because the Union Canal Company, under the provisions of their charter, erected their engine and works, and occupied and took the water of the Quittapahilla creek in the year 1834, and from thence hitherto continuously claimed, used, and enjoyed the same in tlfe same manner, and for the same purposes, and the petitioners’ title to the water of the creek, or to any interest in the same accrued under conveyances to them in the several years following, viz., wherefore the petitioners are not the proper persons or parties to make the claim or recover the damages.\n4. Because the right or estate now claimed by the petitioners respectively was vested in other and distinct persons from the petitioners at the time of the taking of the water and property, and premises, in respect of which damages are claimed.\nOn argument, the court below (Pearson, P; J.) delivered the following opinion:—\n“ Two questions have been raised and argued on the exceptions filed in this case.\n“ 1. That this court has no jurisdiction. The petition should have been presented to, and venire awarded, by the Court of Quarter Sessions of Philadelphia; and,\n“ 2. The complainant is not the proper party to the proceeding, as he did not own and had no interest in the property at the time it was injured.\n“The first question was decided by the Supreme Court in Bassler v. The Union Canal Company, 2 Watts 271, and the law, as there declared, has been adhered to and practised under ever since. Many hundred cases have arisen in this, Dauphin, and Berks counties, and been sustained in the courts of these counties and the Supreme Court. We have no record of any case commenced in the Sessions of Philadelphia since The Union Canal Company v. O’Brien, 4 Rawle 858, which was reversed some three months before the determination of Bassler v. The Canal Company, already cited. After a solemn decision by the highest judicial tribunal of the state, acquiesced in and practised under for thirty years, a Court of Quarter Sessions is asked to disregard or overrule it, and send the parties to a court situated over fifty miles distant from any portion of this canal improvement. We have neither the inclination nor legal authority to disregard that decision ; as to this court, it settles the law. Nor do we pretend to he wiser than our superiors in station.\n“ 2d. It is a well-settled principle in Pennsylvania, that the owner of real estate at the time it is injured by a public improvement is the proper party to demand redress, and is entitled to recover damages according to the extent of the injury then committed. It is in his\" hands that the property is diminished in value, and a transfer of the estate does not carry with it the claim for damages. But when was this property injured, and who was the owner at the time ?\n“We have none of the evidence before us that was presented to the sheriff’s inquest, hut on the argument the facts were taken to he as stated in the complainant’s petition. From what is there set forth, it seems that this case is somewhat anomalous. No property now said to he injured was taken by the canal company, whose work was situated at a distance of over two miles from it. But the small stream, passing through the plaintiff’s land, and by which his mills were propelled, was tapped some distance above, and the water taken out by pumping, by which means the quantity, during a portion of the year, was greatly diminished. This first occurred in the year 1834, and long before the complainant purchased the property. No injury was done to the then owner, for he was fully compensated for the diminution by an annual pecuniary recompense agreed on between the parties. That continued to he paid to each successive owner, including the present complainant, down to the year 1855, when the contract expired. It has never been renewed, and the defendant from that time forward continued to take the water without payment. Then for the first time was the owner injured. His property was then diminished in usefulness and value by the act of the defendant, and it is conceded that Mr. Heilman was the owner at that time. In fact, the company would he estopped from denying his ownership, as it had accepted a lease or contract from him to use the water for some ten years previous, and paid him a full annual rent therefor. We have no evidence to show whether this pumping apparatus, by which the water was withdrawn from the stream, was set in operation before a contract was made with the owner in 1834, or whether the contract for compensation preceded the act. In the absence of proof, we must take it for -granted that they were concomitant, as the 13th section of the Act of 1811 contemplates that,the company, if practicable, shall make an arrangement with the owner by a purchase of his property before taking it, and it is only where the parties cannot agree that an inquest is to be awarded. They did agree in this case; and, even if the same quantity of water was abstracted then as now, yet the owner was not injured — what he failed to receive in the flow of water he was paid in money. The injury was first sustained when the water was withdrawn and the money refused to be rendered.\n“ There is no doubt,as to the right of this company to take the water from the Quittapahilla creek by pumping. ’ It is one of those 1 new devices’ contemplated by the Act of Assembly. ■ There is just as little doubt in my mind as to the owner of a mill, situated on the lower waters of that stream, being entitled to compensation for the loss of water. He has an indefeasible right in that franchise, the water must continue to run as it has been wont to do. Even the state could not deprive him of it without compensation, as it is a mere private creek or watercourse running through the surveyed and granted lands of the people, neither naturally navigable, nor declared so by law. It is as much the property of the landowner as is his spring, or his spring run. There has been no attempt of the legislature to deprive him of his rights, as the law intends that he shall -be fully compensated for any loss he may sustain. His injury and claim for redress, in our opinion, comes within the provisions of the 13th section of the Act of 1811. The lapse of time here is no bar to a recovery; the delay in proceeding is fully accounted for by the facts stated in the petition, and doubtless proved before the inquest. It is a stronger case in favour of the claimant on that point than The Union Canal Company v. Woodside, 1 Jones 176, which was held sufficient. The MS. opinion of Rogers, J., in Canal Company v. Keiser, so much relied on by the plaintiff’s counsel, to show that he is an owner entitled to petition, has, in our judgment, but little application when the facts are examined, as stated in the subsequent report of the same case in 7 Harris 134. There the damage was clearly caused by the erection of the new dam when the petitioner was the owner. This is a case unlike any that have been reported, is one sui generis, yet the principles which govern it are plain and of easy solution. The complainant has clearly suffered a wrong, and the law should afford him redress. It would be a shame and a reproach to the courts to so involve his cause in the meshes of a net of technicalities, as to declare that he had a right without a remedy. He has, as we conceive, sought the proper one under this Act of Assembly, and is entitled to recover his damages as reported by the inquest, which is confirmed, and the exceptions overruled.”\nThis appeal was then taken, and the following errors assigned-\nThe court err.ed in confirming the report or finding of the jury, and entering judgment thereon.\n1. Because there was no jurisdiction in the Court of Quarter Sessions of Lebanon county'to entertain the petition, or in respect of the subject-matter of the proceedings.\n2. Because the petitioner, not being the owner of the waterpower in respect of which he claimed compensation at the time of the appropriation of the same by the canal company, was not entitled to compensation, therefore,\n2. The court erred in overruling the exceptions to the report or finding of the inquest, and in not sustaining the same.\nR. C. McMurtrie and John C. Kunkel, for appellant.\nJosiah Funck, for appellee.\nJune 29th 1865,"
  },
  "file_name": "0268-01",
  "first_page_order": 268,
  "last_page_order": 275
}
