{
  "id": 425172,
  "name": "Noble's Administrator versus Laley",
  "name_abbreviation": "Noble's Administrator v. Laley",
  "decision_date": "1865-06-29",
  "docket_number": "",
  "first_page": "281",
  "last_page": "285",
  "citations": [
    {
      "type": "official",
      "cite": "50 Pa. 281"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 Wright 480",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "2 Day 422",
      "category": "reporters:state",
      "reporter": "Day",
      "opinion_index": -1
    },
    {
      "cite": "1 Johns 504",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 175",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846822
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0175-01"
      ]
    },
    {
      "cite": "4 Yeates 110",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6771512
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/4/0110-01"
      ]
    },
    {
      "cite": "12 Wright 387",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "2 W. & S. 448",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "3 W. & S. 123",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "4 W. & S. 131",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 551,
    "char_count": 10785,
    "ocr_confidence": 0.398,
    "pagerank": {
      "raw": 1.733007276293984e-07,
      "percentile": 0.7058033113127445
    },
    "sha256": "fab2c564d997140923ee02263251ccfd557cb00a4d35fc8ff953ac6826570325",
    "simhash": "1:fcce05a9abc526ea",
    "word_count": 1871
  },
  "last_updated": "2024-02-27T16:19:12.070484+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Noble’s Administrator versus Laley."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\nAssumpsit and tort cannot be joined. There was no error, therefore, in compelling the plaintiff to elect the count upon which he would proceed; nor.was it error to swear the jury as to the remaining defendant, the others having confessed a general judgment.- Such a judgment is interlocutory'only, and the damages remained to be assessed. When an interlocutory judgment is entered against one, the writ of venire tarn ad triandum quam ad inquirendum, in practice, is seldom issued; but it is usual to swear the jury trying the issue against the other defendant, to assess the damages also against the former. It is said by the late Chief Justice Gibson, in O’Neal v. O’Neal, 4 W. & S. 131, that even this is not always done, the oath prescribed for the trial of the issue .being the only one administered; and he lays down the rule that when judgment by default goes against some of the defendants, and the issue is tried as to - the others, final judgment is entered against all upon the verdict, and execution follows the judgment. The same doctrine is stated by Huston, J., in Ridgely v. Dobson, 3 W. & S. 123. The reason is obvious; the judgment by default or by general confession being for the whole cause of action contained, in the declaration, and the damages a matter then solely for the court. Hence, it is said by Rogers, J. (Bank of United States v. Thayer, 2 W. & S. 448-9), a writ of inquiry is necessary only to inform the conscience of the court, who may, in all cases, dispense with it if they think proper. It is on this' ground, that in all cases where the damages may be ascertained by calculation, it is referred to the prothonotary to liquidate them. The damages found by a jury,-on trial of a joint cause of action, are, therefore ascertained in a most satisfactory manner, and final judgment can be entered against all the defendants. There can be but one final judgment in a personal action whether founded-in contract or tort: O’Neal v. O’Neal, supra. This has a direct bearing on the admissibility of Christian and George Laley as witnesses. Having confessed judgment generally, no issue remained as to them, it is true, but damages were yet to be assessed against the other defendant, and in this they had a direct interest. They were not competent witnesses for their co-defendant also on the score of policy, being parties on the record: Wolf v. Fink, 1 Barr 435; Parke v. Bird, 3 Id. 360; Irwin v. Shumaker, 4 Id. 199 ; Morris v. Johnston, 5 Id. 287 ; Marshall v. Franklin Bank, 1 Casey 384. To these may be added the case of The Cambria Iron Company v. Tomb, 12 Wright 387. As now constituted, this court would not, perhaps, sanction the so-called policy of excluding witnesses, without a particle of interest, merely because their names appear on the record of the action, but the rule is too firmly established. The legislature only is competent to change it.-\nThe judgment is therefore reversed, on the ground that the court erred in admitting two of the defendants as witnesses for their co-defendant; and a venire facias de novo is awarded.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "Watts & Parker and W. H. Miller, for plaintiff in error,",
      "Hepburn & Penrose, for defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Noble’s Administrator versus Laley.\nPleading. — Joinder of assumpsit and tort. — Practice as to swearing jury where two of three defendants confess judgment before trial. — Defend- ■ ants, when not competent witnesses for co-defendant.\n1. A count in assumpsit cannot be joined with a count in tort: and upon trial the plaintiff may be compelled to elect upon which he will proceed.\n2. Where, before the trial of an action of assumpsit, brought against three, two of the defendants confess judgment, but the damages have not been assessed, it is proper to swear the jury as to the remaining defendant.\n- 3. But the two defendants who have confessed judgment are not competent witnesses in favour of their co-defendant, — both- on the ground of interest, because the damages have not been assessed :• and on that of policy, because they are parties on the record.\nError to the Common Pleas of Cumberland county.\nThis was an action on the case brought by Joseph W. Patten, administrator of Robert Noble, deceased, against Christian Laley, George Laley, and Susan Laley.\nThe plaintiff filed a declaration containing three counts, viz.:—\n1st. The common count for money laid out and expended.\n2d. That the defendants were engaged in the business of buying and selling horses, and purchased the same on credit, pretending that they, would pay for the same when sold, and thus procured the plaintiff’s intestate to be their security in notes; that they purchased the horses and sold them and fraudulently concealed the money, whereby their surety was obliged to pay a large sum of money.\n3d. The third did not differ materially from the second.\nTo this declaration the defendants appeared and pleaded to the first count non assumpserunt, and to the second count not guilty.\nBefore the jury was sworn, the defendant, Susan Laley, objected to the plaintiff’s proceeding on the two counts filed, one in assumpsit and the other in tort, and asked that the plaintiff be required to elect on which he will proceed, and that they cannot be joined in the same declaration. The plaintiff insisted on his right to proceed on both counts, and that he ought not to be confined to one count only. The court being of opinion that counts in assumpsit and in tort could not be joined in the same declaration, if objected to by defendant, required the plaintiff to elect on which1 he would try, whereupon the plaintiff elected to try upon the count in assumpsit.\nThe plaintiff’s counsel requested that the jury be sworn to try. against all the. defendants, to which defendant Susan Laley objected, and Christian and George Laley, the other two defendants, having appeared in court before the trial and confessed judgment, the court directed the jury to be sworn to try against Susan only, whereupon the jury was thus sworn.\nPlaintiff’s counsel excepted to the orders and rulings of the court as above stated, and requested the court to note their exception.\nAfter the plaintiff had given his testimony to the court and jury, the defendant offered George Laley and Christian Laley, two of the defendants in the action, as witnesses, which the plaintiff objected to on the ground that they were parties to the suit, and therefore incompetent. The court overruled the objection and admitted the witnesses, to which the plaintiff excepted.\nUnder the ruling of the court there was a verdict for defendant. Whereupon this writ was sued out for plaintiff, who averred here, that,\n1. The court erred in compelling the plaintiff to elect and try upon the first count of the declaration alone.\n2. In ordering that the jury should be sworn as to one of the defendants alone ; the action being joint against three, and the two not having confessed judgment for any definite sum.\n3. In admitting George Laley and Christian Laley to testify as witnesses.\nWatts & Parker and W. H. Miller, for plaintiff in error,\ncontended that the first count was clearly an implied assumpsit, and arises whether the money was received in good faith or whether it was received for the purpose of concealment and to defraud the plaintiff’s intestate; and whether it he laid in the declaration simply as an implied assumpsit, or an assumpsit legally arising out of a fraudulent transaction, the foundation of the action is the same, and the legal implication from the facts is the same. If one fraudulently receives money which justly belongs to another, why may he not be charged simply with the receipt of the money for the use of the plaintiff, and also with the fraudulent receipt of it for the use of the plaintiff? citing Jones v. Conway, 4 Yeates 110 ; Smith v. Rutherford, 2 S. & R. 360 ; McCahon v. Hirst, 7 Watts 175. There seems to be a necessity for getting rid of any technicality which forbids the giving such shape to any cause of action, as will elicit its truth and enforce its responsibilities. The plaintiff in this case desired to charge the defendants with a fraudulent design to conceal the money which should have been paid to their creditors in discharge of the plaintiff’s responsibility, and he was entitled to recover. What did it matter whether they were charged in an action on the case in assumpsit, or whether with the fraud which raised the implied assumpsit ? Why should the plaintiff be denied the right to shape his case that the proof might meet its merits ? As to admitting the two defendants to testify as witnesses, the point is expressly settled in the ease of Marshall v. The Franklin Bank of Washington, 1 Casey 387.\nHepburn & Penrose, for defendants in error,\ninsisted: 1. That it was well established that tort and contract cannot be joined in the same declaration: citing 1 Chitty’s Pl. 201-2; Tidd’s Pr. 9-10; 1 Johns 504; 2 Day 422; Brumbaugh et al. v. Keith, 7 Casey 327; Pennsylvania Railroad Co. v. Zug, 11 Wright 480. The plaintiff was at liberty to bring tort or assumpsit. He knew what proof he had, and should have so brought his action that his proof “ might meet its merits.”\n2. Some time before the trial of this case, Christian and George Laley confessed judgment, as per declaration filed. To fix the sum was a mere matter of computation, which could be done by the prothonotary. There was, therefore, but one defendant against whom the plaintiff could proceed to trial, and the jury were pro perly sworn to try her.\n3. By confessing judgment, Christian and George Laley became fixed for the full amount claimed by the plaintiff and for the costs. “ The suit was thereby ended as to them, and they had no direct interest in its event as to the other. They were competent Avitnesses for her; their own fate being at all events certain:” 1 Greenl. Ev. 355-6, 360. Wolf v. Fink, 1 Barr 435, cited by plaintiff, is overruled by Talmage et al. v. Burlingame & Irons, 9 Barr 21. See also 1 Archb. N. P. 27, 28. It may be true that one plaintiff cannot give evidence for a co-plaintiff. They may have \"a common claim against a defendant, and therefore interested m its recovery. But of several defendants one only may be liable, and.he who is liable may be the best and .only witness whom the other'defendants who are not liable, may have. Are they to be prejudiced, for the reason that they have been joined with the party liable, and which joinder they were unable to prevent ? Christian and George Laley were not parties to the record on the trial. Their confession of judgment ended the suit as to them.They were fixed for the:d$bt and costs, and no judgment for Susan Laley could in any way. affect, them. '• They were altogether disinterested. See Bent v. Baker, 2 Smith’s Lead. Cases, 5 Am. Ed. 96-9, Am. notes, and cases there cited.\nJune 29th 1865,"
  },
  "file_name": "0281-01",
  "first_page_order": 281,
  "last_page_order": 285
}
