{
  "id": 425125,
  "name": "Eby's Appeal in Wisler's Estate",
  "name_abbreviation": "Eby's Appeal",
  "decision_date": "1865-06-29",
  "docket_number": "",
  "first_page": "311",
  "last_page": "314",
  "citations": [
    {
      "type": "official",
      "cite": "50 Pa. 311"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Wright 426",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "9 Wright 201",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 496,
    "char_count": 9651,
    "ocr_confidence": 0.389,
    "pagerank": {
      "raw": 1.5586644436050474e-07,
      "percentile": 0.6765346164969464
    },
    "sha256": "1464180d300d2d7896dd9e46eb16132a5ddc3fb6b9684e84121205b25bae911e",
    "simhash": "1:eaa7f48aa6f526c1",
    "word_count": 1710
  },
  "last_updated": "2024-02-27T16:19:12.070484+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Eby’s Appeal in Wisler’s Estate."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nThe general rule of construction requires that where the word “ heir” is used in a will, it is to be understood in its legal and technical sense, unless there be something to show that it is used in a more enlarged and popular sense: Porter’s Appeal, 9 Wright 201.\nApplying this rule to the case in hand, we must believe that the testator, when he said that after the death of his wife all his estate “ shall go to and descend upon those persons who may be my heirs and distributees according to the law of the land,” he meant his heirs in the technical sense. Indeed there is no room for interpretation, for he expressly refers to the law to define who his heirs áre to be ; and the auditor very properly concluded, in despite of the parol testimony offered to show some supposed intention to the contrary, that only such as were of the blood of the first purchaser were entitled to participate in the estate. See proviso to 9th section of the Act of 8th April 1833; Moyer v. Thomas, 2 Wright 426. The appellees, according to the finding of the auditor, are within the rule, and the appellants are not. It is,, out of the question altogether to allow the parol evidence the effect contended for ; to do so would make a different will from that made and published in due form of law by the testator.\nIt will be seen, by reference to Cruise on Real Estate, vol. 6, ch. 8, p. 159-60, that if a person devise his lands to his heir at law in fee, it' is a nullity, and the heir will take by descent, as the better title; for the descent strengthens the title by taking away the entry of such as may possibly have a right to the lands; whereas if the heir take by devise, he is then only in by purchase. To the same effect is Preston on Abstracts, vol. 2, p. 422; 4 Kent 504. Nor is the rule at all varied by the circumstance of a devise for life of the land to the wife and after her decease to the heir in fee: Cruise, Id. . That was the case here ; and after her death the testator made no disposition of it, but left it to the law. The descent was not broken, and the heirs took after the death of the widow, as heirs. The decree of the Orphans’ Court was right, and is affirmed at the costs of the appellants.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "S. Hepburn, Jr., for appellees."
    ],
    "corrections": "",
    "head_matter": "Eby’s Appeal in Wisler’s Estate.\n“Heirs” in a will to he understood in its technical sense. — Descent, when restricted to hlood of first purchaser.\n1. The word “ heir” in a will is to be understood in its legal and technical sense, unless there is something to show that it was used by the testator in its more enlarged and popular sense.\n2. Thus, where a testator, who died without issue, directed that his estate, after the death of his wife, should go to and descend upon those persons who might be his “ heirs and distributees according to the law of the land,” only those who were his heirs in the technical sense were entitled to participate: and where the estate descended to him from his father, only those of the blood of the father as first purchaser could take.\nAppeal from the Orphans’- Court of Cumberland county.\nThis was an appeal by Benjamin Eby and others, children of Samuel Eby, deceased, from the decree of the Orphans’ Court in the matter of the estate of Christian Wisler, deceased.\nOn the 11th of April 1864, Benjamin Eby, Elizabeth Eberly, and Barbara Kurtz presented their petition to the Orphans’ Court, setting forth that they were the children of Samuel Eby, deceased, who was the uncle of Christian Wisler, deceased; that Christian Wisler died 1st May 1862, leaving a widow, Maria Wisler, no issue, but collateral heirs and distributees, viz.: Elizabeth Wisler, aunt of decedent, Magdalena Black, John Wisler, Jacob E. Wisler, Mary Webbert, and Catharine Smith, children of John Wisler, uncle of decedent; Magdalena Brenneman, John Brenneman, Jacob Brenneman, Fanny Lindeman, and Christian Brenneman, children of Anna Brenneman, deceased, aunt of decedent; Elizabeth Sowers, Veronica Bife, Jacob Bife, Anna Ilebig, and John Bife, children of Veronica Bife, deceased, aunt of decedent; Benjamin Eby, Elizabeth Eberly, and Barbara Kurtz, children of Samuel Eby, deceased, uncle of said decedent. That said Christian Wisler made his will 16th May 1862, in which, after providing for payments of debts, &c., he devised and bequeathed as follows:—\n“ In the next place I will, and devise, and bequeath to my beloved wife, Maria Wisler, all my real estate for her life, and also for her life the income of my personal estate, upon this trust, however, that if the proceeds of the real estate and the income of the personal should be more than my said wife desires to use, then the excess shall be invested, and fall into the residuum of my estate after my wife’s death.”\n“ I further direct that there shall be no sale of my personal property during my said wife’s life, if she desires to retain and use the same for that period. At the death of my said wife, I direct that all my estate, real, personal, and mixed, together with any excess invested as above mentioned by my said wife, shall go to and descend upon those persons who may be my heirs and distributees according to the law of the land.”\nThat testator died seised of the two tracts of land in Hampden township, Cumberland county, Pennsylvania, one containing about one hundred and ninety acres, the other two acres; that under proceedings in partition instituted by petition of John Brenneman, Mary Webbert, and others, appellees, a rule was granted and served upon appellants and other heirs to appear in court 22d December 1863, to take or refuse to take said real estate at the valuation, and if not so taken, to show cause Vhy it should not be sold, &c., and that the same not having been so taken, &c., J. T. Rippey, Esq., was appointed by the court to make sale of it, who pursuant to the order of court sold the larger tract to James McCormick for $31,312.30, and the small tract to Samuel Megaw for $310 ; that the purchasers paid about one-half the amount of their respective purchases to said J. T. Rippey, and entered into recognisances to pay the balance on the death of the widow to but a part said heirs and distributees, to wit: to Elizabeth Wisler, Magdalena Black, John Wisler, Jacob E. Wisler, Mary Webbert, Catharine Smith, Magdalena Brenneman, John Brenneman, Jacob Brenneman, Fanny Lindeman, Christian Brenneman, Elizabeth Sowers, Veronica Rife, Anna Hebig, and John Rife, to the exclusion of petitioners, and asking a rule upon the purchasers and the other appellees to show cause why purchasers should not be required to enter into recognisances to secure petitioners their respective full shares of the proceeds of said sale, and to make such other order, &c.\nUpon which, 11th April 1864, rule was granted to show cause why one-fifth the whole purchase-money of Christian Wisler’s real estate, secured by recognisance, should not be marked for the use of Samuel Eby’s children.\nTo this petition there was no answer, but the appellees above named appeared by counsel, accepted notice, &c., and asked the appointment of William M. Penrose, Esq., as auditor, who was accordingly appointed by the court.\nThe auditor, after hearing the case, reported that there was nothing in the testimony in any way to control or modify the words contained within the four corners of the will of the decedent, and that the meaning of these words was plain, making a distribution of his estate precisely as if he had died intestate.\nThe auditor then proceeded: “ If Christian Wisler had died intestate, could the present application be sustained ? All the real estate of the decedent came to him from the part of his father, Christian Wisler, deceased.\n“ On his father’s side he has an aunt and cousins. The petitioner is a cousin on the mother’s side. Heirship and distribution of decedents’ estates are the creatures of municipal law, and the petitioner has no natural or inherent right or claim to any part of his cousin’s estate except what that law gives them. Prior to the Act of 1855, he could have no claim on the estate, because the right of representation was not extended to him. According to the law of the land, he has no claim now to the real estate, because he is not of «the blood of the first purchaser, Christian Wisler, the father of Christian Wisler, the decedent. The proviso of the act above mentioned is decided in the case of Lane’s Appeal, 4 Casey 487, to be designed to keep up the distinction of blood, and the petitioner is not of the blood of Christian, the father. It makes no difference that the mother of the decedent, and wife of Christian the father, had personal property which went into the purchase of the land by the father. This was all done long prior to the Act of 1848. The money belonged to the husband when he reduced it into possession and .purchased land in part with it in his own name. The construction of the will contended for by the petitioner would require the aunt on the father’s side to receive no more than each of the petitioning cousins on the mother’s side: this is not according to the law of the land.”\nHe was therefore of the opinion that the rule should be discharged, all costs to be paid by petitioners.\nTo this the following exceptions were filed:—\n1st. That the Eby children are not allowed one-fifth the purchase-money, &c.\n2d. That they are allowed nothing, and directed to pay the costs.\nJanuary 9th 1865, the exceptions were overruled, and the auditor’s report confirmed: which was the error assigned.\nThe name of appellant’s counsel does not appear in his paper-book as filed.\nS. Hepburn, Jr., for appellees.\nJune 29th 1865,"
  },
  "file_name": "0311-01",
  "first_page_order": 311,
  "last_page_order": 314
}
