{
  "id": 425178,
  "name": "Weaver, for use, &c., versus The Huntingdon and Broad Top Mountain Railroad and Coal Company, Garnishee of Hill",
  "name_abbreviation": "Weaver v. Huntingdon & Broad Top Mountain Railroad & Coal Co.",
  "decision_date": "1865-06-29",
  "docket_number": "",
  "first_page": "314",
  "last_page": "317",
  "citations": [
    {
      "type": "official",
      "cite": "50 Pa. 314"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 411,
    "char_count": 7386,
    "ocr_confidence": 0.399,
    "pagerank": {
      "raw": 9.49185662296091e-08,
      "percentile": 0.5182265452541828
    },
    "sha256": "b7c9c36202a91fb4c57b554b3e66355535ba5bae9faf624b4cdd8376f884ce87",
    "simhash": "1:da321e05a826e6d1",
    "word_count": 1346
  },
  "last_updated": "2023-07-14T17:59:34.595400+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Weaver, for use, &c., versus The Huntingdon and Broad Top Mountain Railroad and Coal Company, Garnishee of Hill."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\nLex v. Patten, 4 Harris 295, does not decide that stock held by a defendant in his own name, and not claimed by another, cannot be attached in execution under the 34th section of the Act of 16th June 1836. It decides only, that such stock may be sold under the first section of the Act of 29th March 1819 ; and this section of the Act of 1819 is not repealed by the 34th section of the Act of 1836. The right to proceed under the latter, if the parties choose, is express. It says, “The like proceedings (viz., by attachment) may be had against stock owned hy a defendant and held in his own name without the affidavit and recognisance aforesaid.” So far the section is absolute, and the next clause is simply provisional, viz., “and if any party claim to be the owner of such stock, he may” proceed to intervene. If the defendant therefore held the stock in his own name, the plaintiff may proceed by fi. fa. and sale, under the Act of 1819, or by an attachment under the Act of 1836. There is a reason why the attachment is an appropriate proceeding under the Act of 1836, not noticed by the judge, whose opinion was adopted in Lex v. Patten. There are cases where the stock is held by the defendant in his own name, and where there is no owner to make claim, but where it is subject to a charge or lien upon the title. This is the case in all bank stocks under the laws of this state, the stock being liable to a lien in favour of the bank for debts due to it by the stockholder. In such cases it is important to the rights of the parties, and to save litigation, that the proceedings by attachment should be resorted to, and the precise extent and character of the claim of the corporation, ascertained before final execution. But if the stock should be levied and sold under a fi. fa., the result must be litigation between the purchaser and the corporation, and loss to one party or the other.\nThe judgment of the court must therefore be reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "John W. Mattern, for plaintiff in error.",
      "R. Bruce Petriken, for defendant in error"
    ],
    "corrections": "",
    "head_matter": "Weaver, for use, &c., versus The Huntingdon and Broad Top Mountain Railroad and Coal Company, Garnishee of Hill.\nStock standing in debtor’s name on corporation books may be seized and sold, either on fi. fa. or attachment-execution process.\n1. Where a debtor holds stock standing in his own name upon the books of a corporation, a judgment-creditor may proceed by fi. fa. and sale under the Act of 29th March 1819, or by attachment-execution under the Act of 16th June 1886.\n2. But where stock held by the defendant in his own name is subject to a charge or lien upon the title, a proceeding by attachment is preferable.\nError to the Common Pleas of Huntingdon county.\nThis was an attachment-execution at the suit of Leonard Weaver against Isaac Hill, in which the Huntingdon and Broad Top Mountain Railroad and Coal Company were summoned as garnishees.\nThe facts of the case were as follows:—\nIsaac Hill, the defendant in the original judgment, on which the attachment in execution was issued, was a contractor upon the road of The Huntingdon and Broad Top Railroad and Coal Company, and had a contract to furnish cross-ties and put them on the bed of the road, ready for the track, for which he was to be paid a certain part in money, and the other part in shares of the capital stock of the said company. On the 20th of February 1856, suit was brought by Leonard Weaver, in which he obtained an award on the 26th day of March 1856 for $ 171, on which said judgment on the 19th day of April 1856, attachment in execution No. 2, August Term 1856, was issued and served on the same day on the treasurer of the company, and on the 23d day of the same on the president of the company, and on the 25th day of the same on Hill, the defendant, attaching all moneys, debts, stocks, &c., in their hands belonging to the said defendant, and summoning them as garnishees to appear, &e. After this, Mr. Petriken appeared de bene esse for garnishees. July 31st 1856, judgment and costs paid, were assigned by Weaver to James Entrekin. Afterwards plaintiff’s interrogatories were filed, and a rule entered on the garnishees to answer on or before the first day of August Term 1857, which was served, and proof of service filed on the 27th of June 1857. On the 29th of July 1857, Miller the treasurer’s answers were filed, and his plea of nulla bona, with leave to plead specially, entered of record. On the 17th of August 1857, Watt-son the president’s answers were filed. No plea was entered by or for him, and no appearance or plea was entered for or by Hill the defendant. The answers of Miller, the treasurer, are not material,. showing, as they do, nothing that would be bound. Those of Wattson, the president, to the first and fourth interrogatories were material, and involved the only questions on the trial of the case. They were as follows:—\n“ 1st. Do you know Isaac Hill of whom you have been ‘ summoned as garnishee V ”\n“1st. I know Isaac Hill.”\n“ 4th. Was the said Isaac Hill at the time that the said above-stated attachment was severally served upon you, or at any time since, up- to the time of your answering these interrogatories, the owner or holder, of, or in any way or manner entitled to certificates of stock or shares in the -capital stock of the said company ?, If yea, state the number that the said Isaac Hill was the owner or holder of, or in any way or manner entitled to receive ; and what is their value as fixed by the Act of Assembly incorporating the said company; and whether the said shares were transferred by power of attorney on the books of the said company as required by tbe act of incorporation or supplements thereto, at the time of the service of the said attachment ?”\n“ 4th. There appears to have been to the credit of Isaac Hill on the stock book of the company on the 19th and 23d days of April 1856, twenty-two shares of stock, of which twenty-one shares, by an assignment dated April 26th 1856, have been assigned to R. Bruce Petriken, Esq. The par value of said stock, as fixed by the charter, is $50 per share.”\nTheir nominal market value did hot then exceed five or six dollars per share. Upon these proceedings and answers filed, the cause was continued from time to time until the 14th of November 1859, when it was reached, and a jury being called, &c., it was contended by the plaintiff’s counsel, that upon the answers of Wattson, the president, to the said first and fourth interrogatories, the jury should be instructed to find for the plaintiff the debt, interest, and costs to be levied of the said stock, so attached, before the assignment thereof, which the court (Taylor, P. J.) refused, and instructed them to find a verdict for the defendant. Since then, January 18th 1864, on motion, the court ordered the record to be amended by marking the same, for the use of the assignee of the original judgment, filed of record after writ was issued, who as per paper filed April 25th 1864, assigned his interest to William S. Entrekin, who on the same day paid the jury fee and had judgment entered upon the verdict, and then made the necessary oath and entered bail for a writ of error in the ease to the Supreme Court, averring that the court erred in instructing the jury to find for the defendant.\nJohn W. Mattern, for plaintiff in error.\nR. Bruce Petriken, for defendant in error\nJune 29th 1865,"
  },
  "file_name": "0314-01",
  "first_page_order": 314,
  "last_page_order": 317
}
