{
  "id": 425155,
  "name": "Harris versus The York Mutual Insurance Company",
  "name_abbreviation": "Harris v. York Mutual Insurance",
  "decision_date": "1865-06-29",
  "docket_number": "",
  "first_page": "341",
  "last_page": "350",
  "citations": [
    {
      "type": "official",
      "cite": "50 Pa. 341"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 Wright 166",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "2 American Leading Cases 652",
      "category": "reporters:federal",
      "reporter": "Am. Lead. Cas.",
      "opinion_index": -1
    },
    {
      "cite": "8 Wright 313",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "21 Wend. 367",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2151884
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/21/0367-01"
      ]
    },
    {
      "cite": "9 W. & S. 117",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169078
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/9/0117-01"
      ]
    },
    {
      "cite": "7 W. & S. 276",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481807
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0276-01"
      ]
    },
    {
      "cite": "5 Watts 68",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843977
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0068-01"
      ]
    },
    {
      "cite": "4 Whart. 68",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835022
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0068-01"
      ]
    },
    {
      "cite": "18 Pick. 419",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2025378
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/35/0419-01"
      ]
    },
    {
      "cite": "10 Cushing 37",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        1991577
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/64/0037-01"
      ]
    },
    {
      "cite": "8 Cushing 127",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        3894545
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/62/0127-01"
      ]
    },
    {
      "cite": "6 Cushing 448",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        1989559
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/60/0448-01"
      ]
    },
    {
      "cite": "4 W. & S. 145",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856283
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0145-01"
      ]
    },
    {
      "cite": "10 Pick. 43",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "10 Pick. 535",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "2 American Leading Cases 551",
      "category": "reporters:federal",
      "reporter": "Am. Lead. Cas.",
      "opinion_index": -1
    },
    {
      "cite": "16 Wend. 385",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2149107
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/16/0385-01"
      ]
    },
    {
      "cite": "12 Wend. 507",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        11271089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/12/0507-01"
      ]
    },
    {
      "cite": "2 Peters 25",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        11335268
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/27/0025-01"
      ]
    },
    {
      "cite": "1 Wend. 85",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2003226,
        2003302
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/1/0085-01",
        "/wend/1/0085-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1065,
    "char_count": 25868,
    "ocr_confidence": 0.393,
    "pagerank": {
      "raw": 3.7213746287431244e-07,
      "percentile": 0.8938702603896984
    },
    "sha256": "8fc812d318469ce2fd8bbc6ad267056f99a4bca4b69c5485863e7361fe816a1d",
    "simhash": "1:260624eec60df399",
    "word_count": 4513
  },
  "last_updated": "2024-02-27T16:19:12.070484+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Harris versus The York Mutual Insurance Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, C. J.\nThe first question upon the record is, .whether Harris had an insurable interest in the real estate described in the policy. The facts out of which this question grew are few.\nIn December 1860, his wife, Rebecca Harris, then and now living, and to whom issue has been born, purchased the property from the executors of her deceased father, and, with her husband, took possession on the 1st day of April 1861, but did not get her deed until July'1861. The premium-note for $207 was given April 23d 1861 by George Harris, and the policy issued to him on the 27th of that month, reciting that he had become a member of the company and deposited his premium-notes, in consideration whereof the company insured $900 upon two buildings, described as his houses.\nWe attach no importance to the circumstance that the policy issued before the legal title was conveyed to the wife ; for though she had merely an equitable title and estate at the date of the policy, the husband would in equity be entitled to curtesy therein; and the subsequent perfection of her title enured to the benefit of his estate.\nAnd it is not to be doubted that a tenant by the curtesy has in general an insurable interest; but it is supposed that under our Acts of 1848 and 1850, relating to the estates of married women, Purd. 700, the husband’s interest in his wife’s real estate is a mere expectancy as a distributee in the event of his surviving her, and not a vested interest. We do not so understand that legislation. The proviso to the 1st section of the Act of 1848 declares that nothing “ contained in this act shall be taken or deemed to deprive the husband of his right as tenant by the curtesy.” These words relate not merely to the distribution of her estate after her decease, but are a limitation of all the operative clauses of the act. The whole truth is that the legislature meant to exempt the wife’s estate from liability to her husband’s creditors, but not to impair his common-law interest in her real estate. After we had declared this in several cases, and treated the husband’s curtesy as a vested interest, and still liable to the executions of his creditors, the legislature declared, by the Act of 22d April 1850, that the wife’s estate shall not be subject to execution by reason of the husband’s interest therein, but the same shall be exempt from levy and sale during her life.\nAs the wife’s estate has never been, since 1848, subject to executions issued against her husband, the meaning of the Act of 1850 must be that his curtesy shall not be levied and sold during her life. For her convenience and benefit, his creditors shall be stayed from proceedings against his estate while she lives. The upshot is a mere stay of execution, not an annihilation of his estate.\nBut inasmuch as under the act of incorporation of 29th March 1840, this insurance company are entitled to file the premium-note in the prothonotary’s office, and acquire a lien upon the property insured, and take execution against said property, it is argued that the Act of 1850, though it be a mere stay law, has destroyed the insurable interest in the husband. The Act of 1850 undoubtedly abridged the right of execution conferred upon the underwriters by the Act of 1840 ; but that does not impair the husband’s estate. His interest exists still, and is none the less vital because protected during his wife’s life. If the company did not want a member so hedged around by statutory exemptions, they should not have admitted him, or if they were ignorant of his position, they should have inquired into it. They have entered no lien and taken no execution, and have therefore lost nothing as yet by reason of the statutory exemption he enjoys; but, on the contrary, they have derived all the benefit from the contract of insurance which they have sought, and only set up a possible inconvenience, to excuse themselves from performance of their undertaking. ' If there were more doubt than there is about the insurableness of the husband’s interest, we think his purchase of the policy could be supported on the ground of agency for his wife. In Lucan v. Crawford, Lord Eldon held that it was not necessary that the assured should have a beneficial interest in the property insured, but that it is sufficient if he be clothed with the character of trustee, agent, or consignee. • And in respect to the insurable interest of an agent or trustee, see Miltenberger v. Beacom, 9 Barr 199; Siter v. Moore, 1 Harris 218.\nNow, husband and wife are for many purposes agents of each other, she in respect to the conduct of his domestic affairs, and he in respect to the custody and management of her separate estate. When he has effected an insurance on houses in their joint possession, but which belong to her, the law will presume her ratification of his act, if not her precedent authority to perform it, and will support the insurance for her benefit. It is indeed doubtful if-this be not the proper way of insuring the wife’s separate estate, for we avoid in this manner all question about her power to contract; and whilst equity would enforce the contract of the husband for her benefit, it would enforce (also the rights of the company against her separate estate for the premium. Undoubtedly her assent to such an insurance would be implied from the absence of objection, and if the policy were enforced for her benefit, she would be liable also by virtue of the premium-note.\nOn both grounds, that of the husband’s interest as tenant by the curtesy, and that of agency for his wife, this insurance, which was obtained without any fraudulent concealment or misrepresentation, was well taken, and ought to be sustained.\nThe only remaining question arises upon the exception clause, “ no insurance is made against loss by fire occasioned by mobs and riot.” The question here is, whether, under the facts and circumstances set forth in the defendant’s offers, as recited in the assignment of errors, the fire that destroyed the property was occasioned by a mob or riot, and we are all clearly of the opinion that it was not. The Columbia Bridge was set on fire by orders of General Couch, commanding the United States department of the Susquehanna, as a necessary measure to prevent the advance of an armed force that was invading Pennsylvania, not as a mob, or as rioters, but as a regularly organized public enemy, and the buildings in question were fired as a consequence of burning the bridge. It was an act of sovereignty on the part of our own duly constituted civil and military authorities, and therefore not within the saving clause of the policy.\nMr. Angelí, who defines the words “ civil commotions,” “ riots,” “mobs,” and “military or usurped power,” which have found their way into the saving clauses of policies, says, the difference between a rebellious mob and a common mob is, that the first is high treason, the latter a riot; the mob wants a universality of purpose to make it a rebellious mob, or treason. He thinks, also, the word “ riot” would restrict the operation of the policy within narrower limits than the phrase “ civil commotionAngelí on Insurance, § 136. By restricting the operation of the policy, I understand him to mean the operation of the saving clause of the policy.\nThe policy, in this instance, insured against fire from all causes not excepted. The fire was occasioned, approximately by lawful orders of the military authorities, and remotely by an invading army, which was much more than either a mob or a riot in the ordinary acceptation of these terms. The loss, therefore, was within the terms of the policy, but not within the saving clause.\nAnd now, to wit, June 29th 1865, the judgment of the court below is reversed, and. judgment entered for plaintiff for the amount of the verdict.",
        "type": "majority",
        "author": "Woodward, C. J."
      }
    ],
    "attorneys": [
      "Cochran & Hay, for plaintiff,",
      "Keesey and Forry, for the defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Harris versus The York Mutual Insurance Company.\nHusband may insure real estate of wife in Ms own name. — Exception as to “ destruction by mobs’’ construed.\n1. A husband, as tenant by the curtesy of the real estate of his wife, may effect a valid insurance thereon, in his own name.\n2. Whel'e the policy excepts “ loss by fire occasioned by mobs or riots,” the exception clause does not extend to a loss by fire occasioned proximately by the burning of an adjoining bridge by order of the military authorities to prevent the advance of an armed force of the public enemy.\nError, to the Common Pleas of YorJc county.\nThis was an action of covenant by George Harris against The York County Mutual Insurance Company, on a policy of insurance against loss or injury by fire. The property insured was a two-storied frame house and frame back-building, and a two-storied frame dwelling-house, in the borough of Wrightsville, York county.\nThe material facts of the case were as follows:—\nOn the 24th of April 1861, James Herr Smith, agent of the company, made a resurvey and appraisement of the property situate on the north-east corner of Front and Hellam streets, in the borough of Wrightsville, York county, Pennsylvania, valued together by him at $1350, and insured for $900 at 23 per cent. On this was written and signed by the plaintiff, April 23d 1861, the following: “ The above resurvey and valuation was made on my application to the York County Mutual Insurance Company, and I do hereby apply to the said company for insurance against loss by fire on the property mentioned in said survey.” The paper was endorsed: — “No. 4438. Renewal, George Harris, April 23d 1861, Wrightsville, 27th April 1861, Approved, John Weyer, Secretary. Premium-note dated April 23d 1861, for $207.\"\nOn the 27th day of April 1861 the defendant issued to George Harris, the plaintiff, their policy No. 4438, as follows: “ This policy witnesseth that George Harris, of Wrightsville borough, having become a member of the York County Mutual Insurance Company, for insuring houses, barns, grain, &c., from loss by fire, and having deposited in the hands of the secretary a premium-note for $207, in consideration thereof the sum of $900 is hereby insured to said member, his heirs, executors, administrators, and assigns, for seven years from and after the date of this instrument, on the terms, conditions, and provisions contained in the conditions of insurance, a copy of which is hereto annexed, to be taken as a part of this policy, upon his No. 1, two-story frame house, and two-story frame back-building, , $500\nNo. 2, two-story frame dwelling-house, 400\n$900\nAs per survey or application No. 4438, which survey or application it is agreed, shall, in case of loss or injury by fire, be the only evidence of the state of the property insured, at the time of insurance.” This policy was signed by the president and secre.tary, and sealed with the seal of the company.\nAmong the conditions of insurance annexed to and made part of the policy was one which provided that applications for insurance “ must be made through a surveyor, and in all cases the insured will be bound by the application — for the purpose of making which such surveyor shall be deemed the agent of the applicant.” Another condition was as follows:\n“ Each person wishing to become a member of the company shall, previous to being insured, deposit his application and premium-note with an agent of the company, and, if approved, the policy shall bear date from the day on which the approval was made, and take effect at once. Ten per cent, of the premium shall be paid at the time of making the application — also, the expense of the survey and the price of the policy.”\nIt was admitted on the trial that the plaintiff paid to the defendant the sum of $22.23 in full of ten per cent, on his premium-note on said policy, and all officers’ fees, as required and prescribed by the rules and regulations of the company, and that he had complied with and fulfilled all necessary conditions precedent and furnished all requisite proof and given all the notice required to enable him to recover the amount insured, if otherwise entitled to recover. It was also admitted that the assets of the company were sufficient to pay all liabilities.\nAnother condition annexed to and made part of the policy was the following:\n“No insurance is made against loss by fire occasioned by mobs and riots, and in case of loss by fire occasioned by locomotive engines, the insured shall assign to the company all right he may have against railroad companies for his damage by fire.”\nIt was also admitted on the trial in the court below, that the property insured in this case was destroyed by fire and became a total loss, on Sunday, the 28th day of June 1863, during the life of the policy, and by flames communicated by the burning of the Columbia bridge.\nThe plaintiff’s narr. contained, among other things, the following averment:—\n“ And the said plaintiff in part further says that he, the said plaintiff, at the time of making the said policy of insurance and from thence until the loss and damage hereafter mentioned, was interested in said insured premises in said policy mentioned, and thereby intended to be insured, to a large amount, to wit, to the amount of $2700, to wit, at the county aforesaid.”\nTo sustain this averment, the following facts were given in evidence:—\nIn December 1860, Rebecca- Harris, wife of the plaintiff, then and now living, and to whom issue has been born, purchased the insured property from the executors of her deceased father, John Kauffelt, at public sale, made by them under a power conferred upon them in his last will and testament, and took possession thereof, in pursuance of said sale, on the 1st day of April 1861; that subsequently, to wit, on the 16th day of July 1861, the executors delivered to her a deed of conveyance of said property, and that the title to the property, by virtue of said purchase and conveyance, was in the said Rebecca at the time when the property was destroyed by fire on the 28th day of June 1863.\nDefendant then offered to prove that the fire which burned the property of plaintiff occurred under the following circumstances:—\nOn Sunday, the 28th day of June 1863, an organized military force of Southern rebels commanded by an individual styled and known as Brigadier-General Gordon, advariced from the borough of York to the borough of Wrightsville, York county, where a bridge was built across the Susquehanna river. The Union troops on the western side of the river, after some skirmishing and musketry firing, and some twenty or thirty or more shots or shell had been fired by the rebels into and over Wrightsville, and at a time when the rebels were making an effort to cut off their retreat, retired across the said bridge, and as the rebels approached the bridge and when near Wrightsville, fire on said day was communicated to said bridge, which had been previously authorized or ordered by Major-General Couch, commanding the United'States Department of the Susquehanna, duly appointed by the President of the United States or the Secretary of War, in which said bridge and York county were included, and the flames from said bridge so set fire to as aforesaid extended to and communicated with the property mentioned in the declaration of the plaintiff.\nThat Colonel Erick, under orders of said Major-General Couch, had taken military possession of said bridge for six or ten days before the same was fired, and during said Sunday and for a day or two previous, no person was allowed to cross said bridge without a pass from the military authorities. That the military authorities had, about one week before said bridge was on fire, made arrangements to cut down two spans of said bridge, one near the York county shore, the other near the middle of the river, and had taken up the plank and laid them down loosely, and on said Sunday about the middle of the day cut the cords and bored holes and loaded them with powder in order to blow up the arches to let or throw down said two spans of said bridge into the river in case the Union soldiers were driven or compelled to retreat across said bridge by the rebels. The said effort to let down said spans of said bridge failed, and then said bridge was fired as aforesaid, on said Sunday, June 28th 1863.\nThis evidence was objected to by the plaintiff — 1st. As irrelevant ; and 2d. Because the facts stated, if proved, would not constitute a defence against a recovery by the plaintiff in this case. But the court admitted the evidence.\nIt was agreed that the history of the times, as far as applicable, relevant and affecting this case, should be considered in evidence.\nDefendant then offered to prove that the terms upon which defendant insured property from December 31st 1859, until the time this insurance was effected, were not increased, and that this insurance was effected on the same terms it would have been at any time after December 31st 1859, and without any increase of rates.\nThis evidence was also objected to by the plaintiff — 1st. That it is irrelevant; 2d. That the terms made by the defendant are immaterial, and it is also immaterial whether they were or were not changed within the time mentioned in the offer, or whether any increase of rates would or would not have been made after December 31st 1859. But the evidence was admitted by the court.\nThe defendant also gave in evidence, under exception by the plaintiff, the act of the legislature incorporating the York County Mutual Insurance Company, and the by-laws adopted by the board of managers of said company, the following parts of which were deemed material by the defendants in this case.\nAct of March 29th 1840: “ Sec. 7. And the said company shall have a lien in nature of a judgment, waiving the right of inquisition, upon all property so insured, to the amount of the deposit-note of the assured, or so much thereof as may be unpaid, which shall continue till the amount of such note with interest and costs of execution, if any shall have been paid or satisfied, according to the provisions of this act: Provided said company shall file in the office of the prothonotary of the county wherein such real estate shall be, a memorandum of the name of the individual insured, a description of*the property, the amount of the deposit-note unpaid, and the term for which the insurance shall continue ; and the same, when so entered, shall be deemed and taken to be in all respects as a judgment entered upon confession by virtue of a warrant of attorney ; and execution may at any time be had thereof for such as by virtue of this act may be due and demandable, but the lien thereof shall commence with the filing of the memorandum in the office of the prothonotary: Provided, that such lien shall not be construed to take from such person insured as aforesaid, the privilege of a freeholder.”\nAct of February 12th 1844: “ Sec. 3. That the prothonotary of York county shall enter the memorandums filed in his office against the members of said company, in a docket to be kept for that purpose, and shall receive in each case a fee of twenty-five cents, to be paid by the insurer.”\nBy-laws: “ Sec. 11. In all cases where the buildings are old or exposed by other buildings, or if for any other reason the hazard shall be increased, the premium shall be increased accordingly, and no insurance will be made against loss by fire occasioned by mobs and riots.\n“ In cases where a permanent lien cannot, or is not intended to be created, the managers may require an indemnity in lieu thereof by an approved security on the premium-notes.”\nThe plaintiff requested the court to charge the jury:—\n1. That under the evidence admitted in this case, if believed by the jury, the plaintiff is entitled to recover the amount insured in the policy, to wit, the sum of f900, with interest from the 28th day of December 1863.\n2. That there being no condition or exception in the policy, except as to losses by fire occasioned by mobs and riots, the facts admitted in evidence on behalf of the defendant do not cover cases excepted by such condition, and do not constitute a defence against the claim of the plaintiff in this case.\nThe defendant submitted the following points:—\n1. That as there is no question about the truth of the evidence of the defendant, the plaintiff is not entitled to recover.\n2. That as the evidence of plaintiff shows the title to his property was never in the plaintiff, but in Mrs. Eliza Harris, wife of plaintiff, but who bought it in December 1860, and conveyed to her in July 1861, the plaintiff cannot recover.\n3. That under the by-laws of this company, numbered 11, the plaintiff is not entitled to recover.\n4. That under the 3d section of supplement to act of incorporation approved February 12th 1844, and the premium-note and policy given in evidence, plaintiff cannot recover.\n5. That neither the policy nor declaration of plaintiff describes or covers any such alleged interest as entitles the plaintiff to recover in this ease. n\n6. That as this is a peace policy, issued upon the same terms it would have been issued at any time after December 31st 1869, and without any increase of rates, it cannot be supposed it was the intention of the insurers to insure against a loss occasioned in the manner the evidence shows this loss occurred, and this view is further made evident by the provision endorsed on the policy, that “ no insurance is made against loss by fire occasioned by mobs and riots,” therefore plaintiff cannot recover.\n7. That as the policy stipulates “no insurance is made against loss by fire occasioned by mobs and riots,” plaintiff cannot recover under the evidence.\nThe court gave no written charge to the jury; but for the pui’poses of the trial, affirmed the plaintiff’s and negatived defendants’ points, reserving the questions of law, and instructing the jury to find for the defendants, for whom also judgment was given, on the point reserved, for $982.50, the amount of the verdict with costs.\nThis writ was then sued out by the plaintiff, who assigned for error,\n1st. The admission of the testimony in relation to the origin of the fire, as above stated.\n2d. The admission of the testimony in relation to the terms on which the insurance on the property had been renewed in 1861.\n3d. The entry of judgment for defendant on the reserved point.\nCochran & Hay, for plaintiff,\nargued that the case raised two questions, viz.:—\n1st. Had the plaintiff in this case a sufficient insurable interest ?\n2d. Was the company bound to pay the amount insured by the policy, under circumstances which attended the destruction of the insured property by fire ?\nOn the first question they contended:\n1st. That Mrs. Harris had a sufficient title to and interest in the real estate to support an insurance: citing 1 Washburn on Real Property 128, § 2, 130, § 8, 9, 136, § 28; Stoolfoos v. Jenkins, 8 S. & R. 175 ; McGuney v. Phoenix Ins. Co., 1 Wend. 85; Columbian Ins. Co. v. Lawrence, 2 Peters 25; Tyler v. Ætna Ins. Co., 12 Wend. 507, and 16 Wend. 385, and 2 American Leading Cases 551-53.\n2d. That the husband had a sufficient insurable interest as tenant by the curtesy: citing Angell on Fire and Life Insurance 115, §§ 64 and 105-6, § 64; Franklin Ins. Co. v. Drake, 2 Ben. Mon. 47; 2 American Leading Cases, 553, 580; Curry v. Commonwealth Ins. Co., 10 Pick. 535 ; Miltenberger v. Beacon, 9 Barr 198; Strong v. Manufacturers’ Ins. Co., 10 Pick. 43; 3 Bacon’s Abridgment 16, tit. Curtesy (D.) ; Act of April 8th 1833, § 1, pl. 3 ; Brightly’s Purd. 1861, p. 562, tit. Intestates ; Lancaster County Bank v. Stauffer, 10 Barr 398; Rees v. Waters, 4 W. & S. 145.\n3d. That the plaintiff had sufficiently stated his interest: citing Smith v. Bowditch Ins. Co., 6 Cushing 448; Lowell v. Middlesex Mutual Ins. Co., 8 Cushing 127 ; Brown v. Williams, 15 Shepley 252; Sussex County Mutual Ins. Co. v. Woodruff, 2 Dutcher 541.\n4th. That the provision in its charter giving the company a lien on property insured, made no difference in this case: citing, in addition to other cases already mentioned, Converse v. Citizens’ Mutual Ins. Co., 10 Cushing 37 ; and Fletcher v. Commonwealth Ins. Co., 18 Pick. 419.\n5th. That Mr. Harris, as husband, could insure the property of his wife for her benefit: citing McElfatrick v. Hicks, 9 Harris 402 ; Walker v. Reamy, 12 Casey 410 ; Angell on Insurance, §§ 79, 80, pp. 134, 136; Hughes on Insurance 41; De Bolle v. Penn. Ins. Co., 4 Whart. 68; Armstrong v. Lancaster, 5 Watts 68 ; McKinney v. Mehaffey, 7 W. & S. 276; Commonwealth v. Lightner, 9 W. & S. 117.\nOn the second point they contended that the exception in the conditions of the policy, of fires caused by mobs and riots, did not apply to a loss which occurred under the circumstances of this case: citing Angell on Fire and Life Insurance, pp. 179, 183; Park on Insurance, p. 441, ch. 23 ed. 1800; and City Fire Ins. Co. v. Corlies, 21 Wend. 367.\nKeesey and Forry, for the defendant in error,\ncontended on the first point that Mrs. Harris could not enter into a binding executory contract for the purchase ¡of land; that the estate by the curtesy no longer existed in Pennsylvania, but was turned into a mere expectancy, dependant on the husband’s surviving the wife; and that the plaintiff had no insurable interest: citing Act 11th April 1848, Purd. 699, pl. 11; Gamble’s Case, 1 Parsons’s Select Equity Cases 489; Breitenback v. Bush, 8 Wright 313 ; Digest of Fire Insurance Decisions 218, § 1; Angell on Insurance 120, §§ 68, 69; Smith v. Ins. Co., 5 Harris 260; Phillips on Insurance 365, pl. 2021; Charleston Ins. Co. v. Covner, 2 Gill’s Reports, 211; De Bolle v. Penn. Ins. Co. 4 Whart. 68 ; 2 American Leading Cases 652.\nOn the second point they contended that this was a peace policy, and did not cover a loss happening in the manner this did; and cited Fifield v. Ins. Co. of Penn., 11 Wright 166.\nJune 29th 1865,"
  },
  "file_name": "0341-01",
  "first_page_order": 341,
  "last_page_order": 350
}
