{
  "id": 425192,
  "name": "McKee et al. versus White",
  "name_abbreviation": "McKee v. White",
  "decision_date": "1865-06-29",
  "docket_number": "",
  "first_page": "354",
  "last_page": "360",
  "citations": [
    {
      "type": "official",
      "cite": "50 Pa. 354"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 698,
    "char_count": 18571,
    "ocr_confidence": 0.398,
    "pagerank": {
      "raw": 9.248193576535452e-08,
      "percentile": 0.5111056667782562
    },
    "sha256": "dff1d2b15d5c14af2dcc08b44e6d7afde9d9405352607ad5bd091de0d8ea377c",
    "simhash": "1:c8a3fae8e86499bd",
    "word_count": 3425
  },
  "last_updated": "2023-07-14T17:59:34.595400+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McKee et al. versus White."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nAll the assignments of error on the record raise but a single question, and that is, whether the execution of the will of Samuel Loudon, deceased, was sufficiently proved by the testimony of the subscribing witnesses. One of them recollects all about it, and testifies that he wrote it, and subscribed it as a witness, at the request of the testator, and thinks that the other, whom he called in for .the purpose of attesting the will, subscribed at the same moment of time he did, and also at the like request. The seeming difficulty in the case is, that the second witness cannot remember that he saw the testator sign, or who called on him to be a witness, or that he heard him say anything: but he does recollect that he saw nothing that would induce him to doubt that he was of sound mind and memory, and that he did subscribe as a witness. From this state of the testimony, it is supposed that the proof did not come up to the requirement of the statute, which .provides “ that in all cases, it (the will) shall be proved by the oaths or affirmations of two or more competent witnesses, otherwise it will be of no effect:” Act of 8th April 1833.\nIn some sense, statutes of wills, prescribing forms and solemnities to be observed in executing and proving them, are statutes of frauds, for the object of all these things is to prevent fraud in setting up as testamentary that which may have been obtained by imposition, coercion, undue influence, or from want of mind and memory equal to the task of making a rational disposition of property. But the form sometimes necessarily stands as evidence of the fact to be established through its medium. For instance, according to the English Wills Act of 1838, the will was required to be subscribed by the authenticating witnesses, and it followed, of course, when any or all became deceased, the will could only be proved by proving their signatures. So with us, the proof of execution, where there are subscribing witnesses, is precisely the same although the requirement of subscribing is not the same. It is just the same as is the proof of any common law contract, where the name of the deceased witness stands for his solemn declaration that it was executed as it appears. This is the frimá facie case made by such proof, and if not overthrown becomes conclusive. No doubt the credit thus given to the attesting name rests upon the presumption of the honesty of the transaction until the contrary be made to appear ; and this presumption applies to every portion and part of the instrument. As witnesses do not live always, the rule must either prevail or instruments requiring attestation must fail in process of time, or their testimony be perpetuated in some mode. But it does prevail, and is I believe without exception in its universality. The same rule applies where the subscribing witness is insane, absent, infamous, or interested. Proof of his handwriting is all that is required. But where he is within the jurisdiction of the court and otherwise competent, he must be called, although he has forgotten all about the transaction — a circumstance not at all uncommon. His recognition of his signature proves the instrument in the first place, and it stands until, like any other fact, it is disproved.\nIn all such cases the proof of the signature by the witness proves the instrument, and unless the witness testifies something pointing to a different conclusion, it is primé facie established: Vernon v. Kirk, 6 Casey 218, and authorities there cited. See also authorities cited by defendant in error from English books and in other states.\nWant of memory on part of one of the witnesses to this will as to what was said and done, when it was executed by the testator and subscribed by himself and the other witness, is all that appears here: but not a word of denial of signature, or of the execution of the will by the testator, or want of capacity, or any other thing to impeach it, was hinted at by the witness. Eor the reasons given and the authorities cited, the proof was sufficient: it was by two witnesses, one of whom recollects distinctly that the other, who does not recollect, did sign in the presence of the testator, and whose very attestation is to the declaration that he subscribed at the request of the testator, and in his presence. If both had been equally oblivious of what had passed, still if they had, as did this one, both recognised each his signature, it would have been sufficient. No error was committed on the trial, and the judgment is therefore affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "M. & W. McClean, D. McConaughy, and W. H. Miller, for plaintiffs in error.",
      "R. G. McCleary and Samuel Hepburn, for defendant."
    ],
    "corrections": "",
    "head_matter": "McKee et al. versus White.\nWills. — Proof of execution, when sufficient.\nWhere, in an issue of devisavit vel non, one of the two attesting witnesses testified that he wrote the will and subscribed it as a witness at the'request of the testator, and that the other witness subscribed at the same time at like request; and when called, the second witness did not remember that he saw the testator sign, or that he heard him say anything or by whom he was called to be a witness: the fact of execution was sufficiently proved.\nError to the Common Pleas of Adams county.\nThis was an issue devisavit vel non awarded to try the validity of a paper writing, purporting to be the last will and testament of Samuel Loudon, in which William Ross White, the executor, was plaintiff, and William L. McKee, Eliza Jane Armstrong, Eliza McKee, Mary Large, and John Me Cleary, executor of the will of Martha Leeper, deceased, were defendants.\nOn the trial E. B. Buehler and Frederick Mclntire the subscribing witnesses were called and examined.\nMr. Buehler testified as follows: — “ I was acquainted with Samuel Loudon, and wrote his will and signed it as a subscribing witness. This is my signature. The will bears date 7th September 1860. Frederick Mclntire was the other witness.”\nCross-examined: “At this time Loudon Resided seven miles from Gettysburg. I was not sent for that day. Ross White asked me to come out some day, and I went a week or two afterwards, and took my little children along. It was at no time fixed by me or White. On the matter of this will, I saw Ross White only once or twice. I was doing business for Loudon, and Ross White was his agent. I told him to tell Loudon, I thought he had better write a new will. I wrote a former will, and some time after that a codicil. I did not see Ross White when I wrote the codicil, but sent it out. It was written because one of the legatees died. I sent Loudon word to write a new will, because I wanted him to be present at the time I wrote it, and to see him execute it. I wanted his will to have no codicil. I had intercourse with White in relation to Loudon’s other business, but not but once or twice in relation to making a will. I had not blocked it out beforehand. The most of the formal part of this will was taken from a former will I have now in court. When I wrote the former will, Loudon resided with Ross White. . This former will was executed in Ross White’s house. I can’t tell how long after Mr. Loudon .went to Ross White’s house he had this will executed — former will. This is the first will I know anything about. Never saw any other. The first will was written after night, after we returned from fishing. I think Ross White asked me to come up and write this first will. Ross White paid me as agent of Samuel Loudon. He was doing business as agent, and I was the attorney. I think Ross White paid me for this, and paid me all the fees I got, and for the collection of money and for suits. It was in the year 1859, 30th of August. Mr. White told me, after the first will was written, and before the second, that Mrs. Curry was deceased, and Mr. Loudon wanted me to write a codicil to that will revoking that legacy. I wrote it and sent the codicil out.”\nCross-examined by defendants: “ Before the writing of this will I think Ross White told me nothing about the disposition Loudon intended to make of his property. I do hot distinctly remember, but I have no recollection he did — have no knowledge that he did, and think he did not.” *\nFrederick Mclntire testified as follows: — “ I know Samuel Loudon. I put my name to a paper that Buehler said was his will. I do not remember that I saw Loudon sign it. Mr. Loudon and Mr. Buehler were present.- I called there to see Ross White; had business there. Saw Mr. Buehler there. Do not remember who took me in there. I suppose I was present when Buehler signed. The writing of the will was finished when I came there. I do not remember any one signing it but myself. At the time I saw nothing about Loudon, that I saw., otherwise than induced me to think he was of sound mind.”\nCross-examined: “ I do not remember hearing Mr. Loudon speak a word. I had no conversation with Mr. Loudon by which I could judge he was not of sound mind. As far as I saw, he was all right. I lived seven or eight miles off. I had not seen him within a year before that time. Seldom saw him. I had no acquaintance with Mr. Loudon. No one present but Mr. Buehler and Mr. Loudon. Ross White, or some of the family, his father, or Harvey, asked me to go into the house to be a witness to the will. Several persons were there. The person who asked me did not go in with me. At the time Loudon was old and frail; he appeared to be declining in health. Did not appear to be in bad spirits.”\nRe-examined: “ I took supper there that night; Loudon took supper there too, at the same table that I did. Nothing that I saw about him was unusual. He ate his supper, but not as heartily as I did, for I was pretty hungry. I called there to see Ross White ; I had some business with him; nothing in relation to Lou-don’s making a will; it was private business entirely, between myself and White, not connected with Loudon at all. The will was not read while I was present. A very short time after I got there the will was signed by me. Mr. Loudon walked out. He might have talked. I have no doubt I had some conversation, but don’t remember it. It is not likely that we had no conversation, nor that I would go in there and have no conversation with him. I think that at table Mr. White helped him to some meat, and cut it into two or three slices for him.”\nE. B. Buehler recalled. — “ I read this will over to Mr. Loudon after it was written. I saw him sign it. It was signed by Loudon when Mclntire was there ; I do not see that it could be otherwise. When I had written it, I went out and asked for some one for a witness ; and some one said, a young man was threshing there. I said I wanted some one too, who was not connected with the family, and then Mr. Mclntire came in his wagon, and I took him. Ross White was out at the barn, and was not in the room while I was there. He was out at the barn splitting wood — not in the house. I took notes for the will, and then wrote it out. Loudon and I were talking about his will. His sister had died (Mrs. Carry, I think, was his sister), and he told me how to make it; and told me the amount of the legacies. Mr. Me Clean had died in the mean time. I most certainly made it according to his directions; would not have made it otherwise.”\nCross-examined: “ I think we all signed it together. This is my recollection ; I have no positive remembrance of anything else. I do not think I saw Samuel Loudon from the time I wrote his first will until this time. I think I had the first will with me when I wrote the second. I adopted the old will as far as he wanted it adopted, no further. I took it along as a form. It was my recollection, that, after I wrote this will, I read it to Loudon. I am certain I read it to Loudon, before Mclntire came in, but I cannot tell if I read the will in the presence of the other subscribing witness. When Mclntire came in, Loudon acknowledged it to be his last will and testament — whether he said it, or I said it, I can’t tell, but his attention was called to it by what I said to him at that time, or previously; I do not think I would have done it otherwise.\nQ. — “ Was this in the presence of Mclntire ?”\nA. — “ I have no doubt of it.”\nQ. — “ Do you know of your own knowledge ?”\nA. — “ It is my impression, that I had asked Mr. Loudon, in the presence of Mclntire, whether it was his last will and testament, either by reading that part of the conclusion of the will, or that Mr. Loudon declared it to be his last will and testament in pursu'ance of what I had previously told him it was necessary to do.”\nPlaintiffs’ counsel offered the will in evidence, to which defendants’ attorneys objected, not being proved as required by Act of of Assembly.\nFrederick Mclntire recalled. — “ I do not remember that I heard' Samuel Loudon say a word. He might have — I do not remember. I have no doubt that he did speak — but I do not remember. Cannot tell if Loudon heard Mr. Buehler say this to me, that I should put my name to his will. Loudon could have heard anything that was said, unless it was said in a whisper. We did not whisper, but spoke loud enough — as loud as I generally speak. I think what Mr. Buehler spoke was in the room with Mr. Loudon. Buehler did not speak to me anywhere but in the room. I did not see Buehler anywhere pxcept in the room, and at the supper-table. Cannot tell who asked me to come in. I was called in to put my name to this paper as Mr. Loudon’s will.”\nThe will was again offered as proved, and objected to. The court overruled the objection and admitted the will, which was then received in evidence.\nAnother witness was examined as to the relation existing between the testator and the parties to the issue. Under the ruling of the court (Fisher, P. J.) there was a verdict for plaintiff sustaining the will. This writ was then sued out by defendants, for whom the following errors were assigned:—\n1. To the admission of the will in evidence under the testimony offered in support of it.\n2. The answer given by the court below to defendant’s second point, which was as follows : That the will given in evidence by plaintiff has not been proved, as the Act of Assembly requires, and the verdict of the jury must be for the defendants; which point the court answered as follows: — “ In an issue to try the validity of a will, it is not necessary that two witnesses should testify affirmatively to the execution of the will by the testator. If the attestation is proved by two witnesses, though the memory of one of them is defective as to the circumstances, the law presumes the existence of everything necessary to give the instrument validity.”\n8. To the following portion of the general charge: — “ The next question (supposing Mr. Buehler to be competent) is, was the will proved by the attestation of two witnesses ? This question is raised by the 1st point of the plaintiff, and the 2d and 5th points of the defendants.” [Here the court read the plaintiffs’ 1st point, and answered it in the affirmative. The court also read the 5th point of defendants, and answered it in the affirmative. The court then read the 2d point of the defendants, and answered it as follows:] “ We cannot answer this proposition in the affirmative. As the case stands, the question of authentication is complex. There is controversy as regards the proof of the fact. If the facts b.e denied, the jury are to pass upon them, and the court are to determine whether, if proved, they make up the fact of an authentication : Reese v. Stilly, 2 Wright’s Rep. 143. But before we dismiss these points we will refer you to the Act of Assembly of the 8th of April 1833. By its provisions, ‘ every will shall be in writing, and unless the person making the same shall be prevented by the extremity of his last sickness, shall be signed by him at the end thereof, or by some person in his presence, and by his express direction, and in all cases shall be proved by the oaths and affirmations of two or more competent witnesses,’ &e.\n. “We will turn to the testimony of Mr. Buehler and Mr. Mclntire, as they are the witnesses who testify on this subject.” [The court here read to the jury the testimony of E. B. Buehler, from the 3d, 4th, 5th, 7th, 8th, and 9th pages of their notes, and the testimony of Mr. Mclntire, from the 5th, 6th, 7th, and 10th pages of their notes.] “ On this testimony the question of the proper attestation of the will depends. If you credit the testimony of Mr. Buehler that the will was written, as he states, in accordance with the directions given by Loudon, that it was either read to him* attested and signed by both Buehler and Mclntire, at the instance and request of Mr. Loudon, or that Mr. Buehler asked Mr. Mclntire, in Mr. Loudon’s presence, within his hearing, and with his assent, to sign it as Mr. Loudon’s will, and that Mr. Mclntire did so sign it, the law would presume that it was duly attested, if the memory of Mr. Mclntire on this subject is either wholly or partially gone. And especially would this be so, if the jury believed (as Mr. Mclntire testifies) that the request was not made in a whisper, but loud enough to be heard by Loudon; and that, in accordance with this request, Mclntire did sign it as a witness. If this is so, we say again that the law will presume that everything else existed to give validity to its execution. It is true the rule is different if the witness is able to recollect that things essential were positively wanting; for when such is the case the presumption of the law is the other way. In the present ease, ■however, the defect of the witness seems to be in want of recollection, or failure of memory. How it is, the jury ¡will decide from the evidence.\n“ In short, we instruct you that if Mr. Mclntire attested the will by writing his name in the manner and under the circumstances stated by Mr. Buehler, and that Mr. Mclntire has forgotten the transaction, or its attending circumstances, the law presumes, the will having been proved to bear the attestation of two witnesses, that everything else, necessary to give the instrument validity, existed.\n“ If, then, the will was attested in the manner described by these two witnesses,, and the jury are assured of the facts from the testimony, then we instruct you that the execution of the will is well proved, and that the decision of this case depends upon other facts and grounds. As regards those other facts and grounds, the parties have embodied them in a series of points, to which we will now refer.”\nM. & W. McClean, D. McConaughy, and W. H. Miller, for plaintiffs in error.\nR. G. McCleary and Samuel Hepburn, for defendant.\nJune 29th 1865,"
  },
  "file_name": "0354-01",
  "first_page_order": 354,
  "last_page_order": 360
}
