{
  "id": 425181,
  "name": "Arnold versus Cornman",
  "name_abbreviation": "Arnold v. Cornman",
  "decision_date": "1865-06-29",
  "docket_number": "",
  "first_page": "361",
  "last_page": "368",
  "citations": [
    {
      "type": "official",
      "cite": "50 Pa. 361"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 672,
    "char_count": 20216,
    "ocr_confidence": 0.389,
    "pagerank": {
      "raw": 2.902689729173428e-07,
      "percentile": 0.8451907813930465
    },
    "sha256": "49814914cf5c499845a1e604dbdd70687228435a53dea6c823790f7cd72e2357",
    "simhash": "1:eee8ada22899de61",
    "word_count": 3709
  },
  "last_updated": "2023-07-14T17:59:34.595400+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Arnold versus Cornman."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nThe first and fourth assignments of error are too indefinite to raise any question for our adjudication. They are better suited to a motion for a new trial, than tb the purposes of a writ of error. We may remark, however, that there is nothing in the verdict and judgment which negatives the existence of a right of way over the lot of the defendant. It is a mistake, therefore, to assert that the plaintiff has lost his right, whatever that may be, without evidence against it. Some right was conceded by the court, but whether it was along the precise line claimed by the plaintiff was all that was necessarily involved in this suit. We have not the declaration before us, but it appears to be conceded that it does not complain of any disturbance of the right reserved in the deed from Thomas Foster to Michael Wendel in 1798. That way was closed in 1838, by the erection of a permanent building across it; and the most that the plaintiff now claims is a right to a substituted way over another part of the defendant’s lot. It is vain to insist that this is identical with the one expressly reserved in Foster’s deed. If the plaintiff has any right to this way over the line where the obstructions complained of are erected, it is by virtue of an agreement of substitution, or by virtue of continuous user for a sufficient time to warrant the presumption of a grant. We see no direct evidence of an agreement of substitution, and no evidence at all of it, except such as is inferrable from the user of the way by the plaintiff. It is manifest, therefore, in both aspects, whether the plaintiff’s right to a passage-way over the route which he alleges has been obstructed, depends upon an agreement to substitute that route for the one described in Foster’s deed, or whether it depends upon continued and adverse user alone, the nature of the user is all-important. If it was rambling, sometimes along one line and sometimes along another, it was inadequate evidence either of an agreement of substitution or of an original grant. By such usage no such right could either be evidenced or acquired. Hence there was no error in instructing the jury that “ the plaintiff must show how and what way he passed over to the well. By a loose and rambling way of passing over the lot, sometimes in one way and then in another, he could not acquire a right.” This language was used by the court in reference to the acquisition of a right of way different from that reserved in the Foster deed, and that deed is material in this case only as aiding the presumption that a new and different way was granted.\nIt is further insisted that the court erred in leaving to the jury to find that the plaintiff is estopped from asserting his right to pass along the way where the obstructions were placed, when there was no evidence to justify such a submission. But we think there was evidence of such conduct on the part of the plaintiff as would make it inequitable for him now to insist upon an unobstructed passage-way along the line where he alleges his right is. The defendant became the purchaser of the servient lot in 1860. At that time the gate which opened from the plaintiff’s lot, the entrance to the way reserved in Poster’s deed, had been closed hy a permanent wall, and the way itself was obstructed by a building. Finding matters in that condition, the defendant commenced the erection of a new building across the line of what the plaintiff now insists is his substituted way. Of this the plaintiff was cognisant. He saw the building in process of erection, without complaint, or any assertion of rights that could be interfered with. He was on the ground more or less every day. He even directed in some particulars. Surely this was enough to go to the jury as evidence for an estoppel in pais.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Watts & Parker, for plaintiff in error.",
      "W. H. Miller and L. Todd, for defendant."
    ],
    "corrections": "",
    "head_matter": "Arnold versus Cornman.\nEvidence for plaintiff in action for obstructing right of way. — Acquisition of right. — Estoppel in pais.\n1. In an action for obstructing a right of way from one lot, to a well upon another lot adjoining, alleged to have been substituted by the subsequent owners for one reserved by deed when the lots were first divided by the original owner, it is incumbent on the plaintiff to show either the agreement of substitution or adverse user: and where no agreement was proved, the nature of the use became important; an'd, if rambling, and by different routes at different times, it was held, not evidence either of substitution or of original grant.\n2. Hence, it was not error to instruct the jury that the plaintiff must show how or in what manner he passed over to the well; and that by a loose and rambling way of passing over the lot, sometimes in one way and sometimes in another, he could acquire no right.\n3. \"Where the defendant built a wall across the alleged way, with the full knowledge of the plaintiff, who saw the erection progressing day by day without complaint or assertion of right, it was not error to submit his acts and conduct to the jury as evidence of an estoppel in pais.\nError to the Common Pleas of Cumberland county.\nThis was an action of trespass on the case, by Philip Arnold against Jonathan Cornman, in which the plaintiff claimed to recover damages for the interruption of a right of way over a lot of ground of the defendant, in the borough of Carlisle.\nThe two adjoining lots of the plaintiff and defendant were both owned by Thomas Foster, who in 1798 conveyed the lot owned by the defendant to Michael Wendel. In the deed from Foster to Wendel there was the following reservation*:—\n“ And further, the said Thomas Foster reserves the privilege of making and upholding a gate in the partition-fence between him and the said part of a lot hereby granted. The nigh side of said gate to said Foster’s house is to be ten feet down the lane from the north-east corner of the front house wherein he now lives; the said gate to be three feet three inches wide, with the liberty and privilege of an alley of the same width from the said gate across part of the lot hereby granted, a due north course fifteen feet three inches, and from thence an alley of the same breadth a due west course to the pump on the same part of a lot, with free liberty to pass and repass from the said gate through the said alley to the said pump at all times, with full liberty to take water from the same for the use and benefit of him the said Foster, and for the use and benefit of whoever shall or may possess the house, tenement, and part of a lot whereon the said Thomas Foster now lives, their heirs and assigns for ever, he and they paying an equal proportion of the necessary repairs from time to time.”\nMichael Wendel the same year conveyed to Jacob Hendel, who in 1814 conveyed to J. D. Haverstick. In all these deeds there was the same reservation. In 1829 the Wendell lot was sold by the sheriff, and, after sundry conveyances, the title was vested in Cornman in 1860. It was admitted that the title of Foster to the adjoining lot was in Philip Arnold at the commencement of this action.\nThe evidence showed that up to 1860, when Cornman became the owner of the lot over which the right of way was claimed, Arnold, and those from whom he derived title, used and exercised the right of way over the Cornman lot, to obtain water from a well bn a line between the Cornman lot and the adjoining lot on the north, although not in the identical place mentioned and described in the reservations in the several deeds.\nIn the deed Foster reserved for himself and subsequent owners of the lot then owned by him and now owned by Arnold, the right to make and uphold a gate in the partition-fence, the nigh side of the gate to be ten feet down the line from the north-east corner of Foster’s house; the gate to be three feet three inches wide, with the privilege of an alley of the same width across part of the lot due north fifteen feet three inches, and from thence a due west course to the pump.\nFrom the evidence it appeared that William Rheem, who owned the corner lot in 1838, put up an addition to a back building which stood down the lot, some distance from and disconnected with the front building. This still left a space of six feet ten inches between the front and back buildings on the Cornman lot, but it would obstruct the passage north from the gate fifteen feet three inches, as described in the deeds to which we have referred. This seemed to have been acquiesced in, the owners and occupants of the Arnold lot still using the right of way to the pump on the Wendell lot, by passing, not due north and then west, but by going north-west and in between the front and back buildings on the Wendell lot to the pump on the north side of said lot. The right of way and use of the water was thus enjoyed till 1855, when Mr. Arnold extended his building east so as to include the gate, which was built up and formed part of the wall of his house, shut up the old gate, and opened a new one, the near' side of which was fifteen feet two inches from the north-east corner of the old Foster house. At the time the new gate was made and the old one nailed up, Mrs. Gallaher owned the Wendell lot, but made no objection to opening the new gate at the time, and Arnold continued to use the new gate and get water from the well as long as Mr. Gallaher lived there. No new contract, however, was made. He moved from the property in 1838. Mr. Woods then occupied it as his tenant for two years, and in 1860 G-allaher and wife sold to Cornman, the present defendant. In 1860 Cornman pulled down the front building and erected a new one, which he extended to the back building on his lot, using the end wall of the hack building as part of the back wall of his front building, and making a hall or entry between the two by putting up studding, and lathing and plastering a few feet from the end of the back building. Mr. Cornman at the same time nailed up the new gate made by Mr. Arnold, and which he had used from 1855 to 1860.\nThe plaintiff complained of Mr. Cornman nailing up the gate, and further, of his closing the space between his front and back building so as to obstruct the way to the well, which plaintiff had used.from 1838.\nThe defendant alleged that plaintiff had no right to use a gate and enter his lot at a point further east than that designated in the deed of Foster to Wendel, and subsequent deeds ; that he had only used the new gate five years prior to Cornman’s purchase, which, in the absence of a grant from Gallaher, of which Cornman had notice, would confer no right; and that plaintiff having walled up the old gate which he had a right to use, the further enjoyment of the right of way became impracticable, and he cannot complain of Cornman obstructing the way to the pump when Arnold had no mode of access to the lot.\nOn these facts the plaintiff requested the court to charge the jury—\n1. If the jury find that the deed of Thomas Foster to Michael Wendel reserved and established in the grantor a right of way and water upon and over the lot of the grantee, it was competent and lawful for them, or any parties claiming under them, to change the course of that way in order to make the enjoyment of their respective properties more convenient for each other ; and that it was competent for them to make such change by parol.\n■ 2. If such change was made in 1838, and was again made in 1855, by the consent and to suit the convenience of the then owners of the respective properties, and when Mr. Cornman purchased in 1860 he found such change made by unmistakeable marks on the ground, he was bound by it.\n3. That there is no evidence in this ease that would justify the jury in finding that the right of way and water was either abandoned or relinquished by the plaintiff, in the face of proof that he continued to use and enjoy them continually up to the period when he was actually excluded by the act of the defendant in nailing up the gate and shutting up the way by a permanent building.\n4. If the jury believe that in 1855 when the gate was moved to its present position, it was done by the consent of the then owners of the respective lots, and Cornman so found it when he purchased, although the old gate had been built up, that would not in law justify the defendant in totally excluding 'the plaintiff from the right of way and water by putting permanent erections upon it and destroying his entire right.\n5. That it is not essential to the plaintiff’s right to recover that the actual damage is even appreciable; if the act done by the defendant is injurious to the plaintiff’s right, without proof of any specific injury, the plaintiff is entitled to recover.\nThe defendant requested the court to charge the jury as follows:—\n1. That the plaintiff cannot recover in this action on account of the building, a part of the house which obstructs the right of way granted in the deed of Foster to Hendel: 1st. Because this action is for the erection of a nuisance, and the house was not erected by defendant, but by Mr. Rheem, long prior to defendant’s ownership and possession. 2d. Because William Rheem, in 1838, extended the old back-building so as to obstruct and occupy the right of way across his lot to the north side of it, and the building has stood there until 1861 (when this suit was brought), constituting a hostile and adverse occupancy which bars the privivilege under which plaintiff claims. 3d. Because the plaintiff, Philip Arnold, having, before bringing this suit, removed the old gate and extended his house along the line between him and Cornman over the ground and beyond where the old gate stood, without having left any door or opening for going back and forward to the pump, which building so continues up to this time; he has rendered it wholly useless to him, and utterly impossible for him to enjoy the privileges granted in the deed from Foster to Hendel, and he has not sustained even nominal damages. The law is to enforce substantial rights capable of enjoyment; not mere airy rights which are incapable of enjoyment.\n2. That if the plaintiff claims by prescription a right of way from where the old gate stood, westwardly to Cornman’s front house, and thence north to the pump, he has lost it: 1st. By abandonment, in building his house over the ground on which the old gate stood, and thus rendering its use impossible from that point. 2d. By estoppel, in having lived close by when Cornman was erecting his new house, being frequently in the building talking to the carpenter and mason who were erecting it; in constantly seeing it erected before his eyes in such manner as would obstruct the use of his alleged rights, and making no objections, not even mentioning the existence of any such rights as he now lays claim to.\n3. That if the plaintiff claims under the reservation in the deed of Foster to Hendel, he must exercise the privilege in accordance with the grant, and along the line indicated by. it. If he claims to exercise the privilege along another path or line, he can only do so by prescription, and must show clearly that such right was exercised over and along a specific line or way in contradiction from a loose or rambling one. If he claims by prescription, then the disuse of the old gate and the erection of a new one are in such a way as to render the use of the old gate an impossibility, is an abandonment of any prescriptive right Avhich he may have obtained.\n4. That Jacob Gallaher had no interest in the property so as to authorize him either expressly or tacitly to agree to any change in the situation of the gates, the title to the property being in his wife.\nThe court, after stating the material facts, instructed the jury as follows:—\n“We instruct you that if Cornman, when he purchased, had no knowledge that the new gate between the lots was used by Arnold with the consent and without objection by Gallaher to obtain access to the well, in pursuance of the reservation in the Foster and subsequent deeds, then the plaintiff cannot recover damages for closing the gate. But if the defendant knew, when he purchased, that the gate which he afterwards closed was used by the plaintiff, with consent and approbation of Gallaher, to obtain access to the well in pursuance of the reservations in the prior deeds, then the plaintiff may recover, although the gate was a few feet further east than the points designated in the deeds of Foster and subsequent owners.\n“We do not concur with defendant’s counsel that Arnold by closing the old. gate lost the right of way over Cornman’s lot. There is no evidence of abandonment of the right, which it appears was exercised up to the time of Cornman’s purchase, and the old gate was closed and the new one opened, because Mr. Gallaher made no objection, and permitted Arnold to enter his lot and pass to the well from a gate a few feet further down the lot than the old one. And we can see no legal objection, if the plaintiff may not be permitted to use the present gate, to his opening a door into his house at the very point designated in the deeds, and thus obtaining access to the well by entering defendant’s lot at the only point defendant alleges he has a right to enter.”\nThe plaintiff’s points were thus disposed of: — ■\nThe 1st and 2d points answered in the affirmative.\n3d point. “We do not see any evidence in the case that would justify the jury in finding an abandonment of the right by the plaintiff.”\nThe 4th and 5th points answered in the affirmative.\nThe defendant’s points were answered as follows:—\n1st. “ Plaintiff cannot recover for the erection of the building by William Rheem in 1838, nor does he ask to recover for that obstruction. It is the building erected by Jonathan Cornman in 1860, of which he complains.”\n2d. “We cannot instruct you from the evidence in this case that the plaintiff has lost his right by abandonment; whether he is estopped from now asserting it, is a question for you to determine from the evidence.”\n3d. “We have said that plaintiff does not now claim the right of way as designated in the Foster deed, north fifteen feet from the point designated for the gate, that way was obstructed by William Rheem in 1838, and from that period he passed west and then north between the front and back buildings to the well, for if he used this way for twenty years and more, with the consent of the owners of the lot over which he passed, he would require a right of way in this direction. He must show how and what way he passed over to the well. By a loose and rambling way of passing over the lot, sometimes in one way and then in another, he could not acquire a right. The disuse of the old gate and the erection of a new one, which he was permitted to use until Mr. Cornman purchased, would not destroy his right of way, as it was used before the new gate was erected.”\n4th. “ The evidence is that the title to the property was in Mrs. Gallaher; was occupied by Mr. Gallaher and wife, and if they knew and did not object to Arnold opening and using the new gate in place of the old one, to enter the lot and pass to the well, and Cornman knew this when he purchased, he cannot now take advantage of the title being in Mrs. Gallaher.”\nUnder these instructions there was a verdict and judgment in favour of the defendant.\nThis writ was then sued out by the plaintiff, and the following errors assigned:—\n1. The court erred in permitting a verdict and judgment to be entered for the defendant without any evidence to justify it.\n2. The court erred in saying “ whether he (the plaintiff) is estopped from now asserting his right, is a question for you to determine from the evidence,” there being no evidence at all to justify such a determination.\n3. The court erred in their answer to defendant’s 3d point in saying “ he (the plaintiff) must show how and what way he passed over to the well. By a loose and rambling way of passing over the lot, sometimes in one way and then in another, he could not acquire a right.”\n4. The court erred in permitting the plaintiff to lose his right without evidence against it.\nWatts & Parker, for plaintiff in error.\nW. H. Miller and L. Todd, for defendant.\nJune 29th 1865,"
  },
  "file_name": "0361-01",
  "first_page_order": 361,
  "last_page_order": 368
}
