{
  "id": 425149,
  "name": "Hinney versus Phillips",
  "name_abbreviation": "Hinney v. Phillips",
  "decision_date": "1865-05-22",
  "docket_number": "",
  "first_page": "382",
  "last_page": "386",
  "citations": [
    {
      "type": "official",
      "cite": "50 Pa. 382"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Wright 530",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "1 Rawle 236",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "3 Whart. 48",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833442
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/3/0048-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 551,
    "char_count": 12255,
    "ocr_confidence": 0.386,
    "pagerank": {
      "raw": 1.5532944684492003e-07,
      "percentile": 0.6755571463818933
    },
    "sha256": "64a9212ef7acb21b2e8c8f652c59108e9c34436db863c86ac653c7122c23f986",
    "simhash": "1:9f3780b8a4ce323d",
    "word_count": 2233
  },
  "last_updated": "2024-02-27T16:19:12.070484+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hinney versus Phillips."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\nThe court below left it very fairly to the jury to decide, whether the money called the Coover dower was a gift from Mrs. Hinney to her husband, or was received by him for her use. There was sufficient evidence to be submitted, and the jury found the fact. It only remains to inquire whether she possessed the power to make the gift. Before the passage of the Act of 1848, securing the separate estate of married women, it was well settled that a wife might dispose of such estate, by gift or loan as well to her husband as to a stranger; and the receipt or use of her money with her consent and without objection or complaint, formed a ground of presumption of a gift to him: McGlinsey’s Appeal, 14 S. & R. 64; Tower v. Hagner, 3 Whart. 48; Maglee v. Ingersoll, 7 Barr 204. Since the passage of that act, her power over her own estate is not less in this respect than it was before. The provision that her estate shall not be sold, conveyed, mortgaged, or encumbered by her husband, without her written consent, given in the mode provided by the act, is not a restriction upon her own power of disposing of her money or other property capable of transfer by delivery; but was intended to protect her from Ms unauthorized acts.\nThe doctrine of Lancaster v. Dolan, 1 Rawle 236, and cases in the same class, has no application. It limits her power over trust property to that expressed in the instrument creating the trust. So too, where her power to convey is governed as to the mode by the provision of the law conferring the power, she must execute it in the manner prescribed. But where the property is such that it is consumed in the use or passes by mere delivery, there is nothing in the Act of 1848 forbidding her to exercise her right of control herself. Indeed this absolute power over such separate estate flows from the very language of the act declaring that her property shall continue to be hers as fully after marriage as before, and shall be owned, used, and enjoyed by her as her own separate property. This right does not accrue from any change in the marital relation, or by conversion by force of the act into a feme sole as to her property. On the contrary the relation continues in full force, and still affects her power over some kind of property for her protection. It flows from her absolute ownership and the nature of the property which makes it liable to transmission by the mere act of delivery.\nIt is undoubtedly true that the receipt of the money of a wife by her husband is presumed to be for her use, and the burthen is-cast upon him to remove it by evidence establishing a gift or that it has been expended in the mode, or for a purpose, authorized by her. Such is the doctrine of Johnson v. Johnson, 7 Casey 450, and Graybill v. Moyer, 9 Wright 530. But these cases also recognise the power of the wife to expend her money or to give it to her husband.\nThe question of fact having been fairly submitted to the jury, and found upon sufficient evidence, the judgment must be affirmed.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "Penrose and Ritner, for plaintiffs in error.",
      "W. J. Shearer and W. H. Miller, for defendant."
    ],
    "corrections": "",
    "head_matter": "Hinney versus Phillips.\nHusband and wife.— Gift of income by wife of her separate estate, to ■ husband, valid. — Presumption of gift by wife.\n1. A married woman having a separate estate may, since as well as before the Act of 1848, dispose of it or of its income by gift or loan to her husband ; and his receipt or use of her money with her consent, is sufficient to raise the presumption of a gift to him.\n2. Hence, in an action by a widow against her husband’s administrator, to recover money received by him during coverture from her separate estate, where there was evidence that the amount received was, in part at least, a gift to him from her, it was not error to instruct the jury that what had been received by him as a gift could not be recalled, and must not be included in the verdict.\nError to the Common Pleas of Cumberland county.\nThis was an action of assiwnpsit by Ann Hinney, widow of William Hinney, deceased, against John Phillips and Sarah Phillips, his wife, who was administratrix of-said William Hinney.\nThe material facts of the case were as follows:—\nThe deceased and the present plaintiff had both been married before. The marriage between them took place in 1853. At this time she was the owner of about- $400 in money, and was entitled to two annuities, one of $20 and one of $102.25.\nThere was testimony in the cause showing that he had received of his wife’s money about $320, and that he joined with her in giving his receipt for the annuities. In 1860 he gave her his note for $200, payable in twelve months.\nSome of the witnesses testified that she complained of the use which he made of her money, and that she had on one occasion said she would not let him(have it without interest.\nOne of the witnesses testified to a conversation with her, three or four months before their marriage, in relation to their contemplated union, in which she said that she would give him the two dowers or annuities, and retain the proceeds of the sale of her house.\nThe plaintiff requested the court to charge the jury as follows:—\n1. Since the Act of 1848 the property of a married woman, accruing to her during coverture, is preserved by that act to her for her benefit.\n2. The evidence in this case shows that Mr. Hinney received of Mrs. Hinney’s separate estate $100 a year, which he applied to his own purposes. Under the Act of 1848, he thus receiving and using this money must account to his wife for it, and since his death she may recover principal and interest from his estate.\n3. In order to constitute a valid gift of personal property, possession must accompany the transfer. A mere intention to give in the future is neither a contract nor gift, more especially if uncommunicated to the intended donee ; therefore the testimony of Michael Hoover of his conversation with Mrs. Hinney before marriage can have no weight or effect in this action. The money received by Hinney accrued after coverture or marriage, and the wife could make no valid gift to the husband unless in the mode prescribed by said act.\n4. The plaintiff is entitled to recover the $200 which was lent to Mr. Hinney shortly after marriage, with interest from one year after the time of the loan; and this is independent of the claim for the amount of the Coover dower received by Mr. Hinney.\n5. There is no evidence in this case of a gift; and that Mr. Hinney took the money as he asserted, on account of his necessities, rebuts the presumption of a gift, and the plaintiff is entitled to recover ,j;he dower-money received by Hinney.\nThe defendants requested the court to charge the jury as follows :—\n1. That it is for the plaintiff to make out her case, and she can only recover for money she has satisfactorily proved to have been received by William Hinney; and if any part of what he did receive was received by him as a gift, without any intention at the time on the part of his wife to make him repay it, or call him to account for it, the plaintiff cannot recover for money so received.\n2. That, as it has been proved that Mrs Hinney said, shortly before her marriage with Mr. Hinney, that she intended to and would give the Coover dower to Mr. Hinney after their marriage ; that duringiifche time of her marriage she always spoke of the $200 note as a loan to Mr. Hinney, but never spoke of the money he received from the Coover dower as a loan; and after Mr. Hinney’s death said that her claim against her husband’s estate was $200 ; and as there is no evidence to contradict this, or to show that Mrs. Hinney ever regarded the money Mr. Hinney got of the Coover dower in any other light than as a gift, their verdict should not include that money.\n8. If the jury believe, from all the evidence in the case, that Mrs. Hinney felt herself free to give or withhold this Coover dower-money from her husband at pleasure, and under these circumstances she gave it bo him voluntarily from time to time, such a gift cannot now be recalled, and the jury should not include any money so received by Mr. Hinney in their verdict.\n4. That there is no evidence in the case which will justify the jury in allowing interest on the $200 note before its date ; or in setting aside the note, and allowing a claim of $200 in lieu of the note, with interest beyond what the note calls for.\nThe court below disposed of plaintiff’s points thus :—\nThe 1st point was answered in the affirmative.\nTo the 2d the court answered : “ The evidence we think shows quite satisfactorily that Mr. Hinney received $100 per year of his wife’s money; but it does not necessarily follow that she can now recover it from his estate ; that will depend on whether he received it hs a gift from her, with the understanding that he was not to repay or account for the money received.”\nTo the 3d the court said: “ What is required to constitute a gift is correctly stated in this point; but it does not follow that the testimony of Mr. Hoover can be of no weight or effect. On the contrary, taken in consideration with the subsequent conduct of Mrs. Hinney after marriage, in reference to this Coover legacy, it has a strong tendency to show a gift of this legacy to her husband ; but the evidence is for the jury and not for the court to pass upon.”\nTo the 4th: “The defendant does not resist the plaintiff’s right to recover the $200 ; what interest ought to be allowed is a question for the jury under all the circumstances of the case.”\nTo the 5th: “We cannot answer this point as requested; we think there is strong, and, to our minds, satisfactory evidence of a gift, but the evidence is for you to pass upon.”\nThe defendants’ 1st and 3d points were answered in the affirmative ; the others were answered as follows -\n2d. “ The facts detailed in this point we think are strong and pointed evidence to show that Mrs. Hinney gave her husband the Coover dower without ever intending to prefer any claim against him or his estate after his death; but this case depends upon parol evidence, which we must submit to you;-, and cannot give you a positive instruction how your verdict should be.”\n4th. “We cannot answer this point as requested. If Mrs. Hinney gave her husband, soon after they were married, $200 as a loan to be repaid to her in one year, there is no reason why it should not bear interest after the expiration of that time ; and the fact that by withholding payment of both interest and principal, Mrs. Hinney was induced to take a note from her husband on the 1st of April 1860, with interest from that date, will not prevent her recovering the original loan, with interest from its maturity. Any subsequent bargaining or contract between the husband and wife on the subject of interest would not be valid and binding upon the wife. Where a husband receives the money of his wife, the legal presumption is, that he receives it for her use and benefit, and his estate would be liable to account to his surviving widow for the amount received. But if there is evidence to show that the money was given to the husband by his wife as a gift, without any expectation or understanding that the money was to be returned or repaid by the husband, or that his wife should have any claim upon his estate for the same, should she survive hpn, then the widow cannot recover against her deceased husband’s estate.”\nUnder these instructions, the jury returned the following verdict :—\n“The jury are of the opinion that the one hundred dollars which Mrs. Hinney annually allowed her husband, William Hinney, to take and appropriate to his own uses was a gift, and hence not recoverable by the plaintiff from the estate ; but that the two hundred dollar note given by Mr. Hinney was not a gift, except the first year’s interest, and hence is recoverable, principal and interest, from April 1st 1853, amounting to $341.56, or eleven years, nine months, and seventeen days’ interest, up to January ITth 1865.”\nJudgment having been entered thereon, this writ was sued out by the defendant, who assigned for error the answers given to plaintiff’s 2d, 3d, and 5th points, and to defendant’s 1st, 2d, and 3d points.\nPenrose and Ritner, for plaintiffs in error.\nW. J. Shearer and W. H. Miller, for defendant.\nMay 22d 1865,"
  },
  "file_name": "0382-01",
  "first_page_order": 382,
  "last_page_order": 386
}
