{
  "id": 425169,
  "name": "Brindle versus Brindle",
  "name_abbreviation": "Brindle v. Brindle",
  "decision_date": "1865-06-29",
  "docket_number": "",
  "first_page": "387",
  "last_page": "387",
  "citations": [
    {
      "type": "official",
      "cite": "50 Pa. 387"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 188,
    "char_count": 2524,
    "ocr_confidence": 0.383,
    "pagerank": {
      "raw": 6.0621138876179e-08,
      "percentile": 0.3747890321018716
    },
    "sha256": "7e6ac1eb5094f88ad98c893b11fe40da751d9894d81fb0737973cceb7ec2c00a",
    "simhash": "1:69cca0162f244cc8",
    "word_count": 443
  },
  "last_updated": "2023-07-14T17:59:34.595400+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brindle versus Brindle."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\nThis is a submitted case, and at first blush it seemed as if the court had committed an error in decreeing specific performance. But upon turning to the paper-book of the appellee, we discover that so much of the evidence and so many of the documents have been omitted, we are constrained to say the case is not properly presented by the appellant.\nIf it were simply the case of one who had fairly conveyed away his property in trust for his wife ; and who in a moment of sickness, bodily debility, and feebleness of mind, was afterwards prevailed upon by a son, for a past consideration, to agree to convey.the property to him; a chancellor would probably refuse a decree of specific performance, which would place him in a dilemma from which he could not be extricated.\nBut upon a close examination, it looks very much as if the deed of trust, which was not recorded till months afterwards, was a mere pretext, and the testimony of unsoundness of mind exaggerated and somewhat factitious. The court below was in full possession of the facts, and seems not to have doubted upon the case, while it may be the agreement of sale is the only security which the son has for large sums expended in saving his father from ruin. Under these circumstances, and taking into view the somewhat distorted features of the appellant’s paper-book, we are disposed to let the case stand upon the judgment of the court below. ¶\nDecree affirmed, with costs to the appellee.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "Joseph Alexander, for appellant.",
      "D. W. Woods, for appellee."
    ],
    "corrections": "",
    "head_matter": "Brindle versus Brindle.\nAppeal imperfectly presented\\ not reversed in error.\nWhere, on appeal from a decree of the Court of Common Pleas decreeing specific performance of an agreement for the sale of a house and lot, the paper-book of the appellant omitted much of the evidence, and many of the documents produced in the court below, the case was held not to have been properly presented; and therefore the judgment of the Common Pleas was suffered to remain, especially as it appeared to be substantially correct.\nAppeal from the Common Pleas of Mifflin county, sitting in equity. *\nThis was an appeal by John Brindle from the decree of the court below on a bill filed by Richard Brindle praying for a decree to enforce the specific performance of a written agreement for the sale of a house and lot in Bellville, Mifflin county.\nFor reasons contained in the opinion of this court, the merits of the case were not reviewed on the appeal.\nJoseph Alexander, for appellant.\nD. W. Woods, for appellee.\nJune 29th 1865,"
  },
  "file_name": "0387-01",
  "first_page_order": 387,
  "last_page_order": 387
}
