{
  "id": 425134,
  "name": "The Commonwealth versus The Wyoming Valley Canal Company; The Wyoming Valley Canal Company versus The Commonwealth",
  "name_abbreviation": "Commonwealth v. Wyoming Valley Canal Co.",
  "decision_date": "1865-05-25",
  "docket_number": "",
  "first_page": "410",
  "last_page": "417",
  "citations": [
    {
      "type": "official",
      "cite": "50 Pa. 410"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 696,
    "char_count": 20288,
    "ocr_confidence": 0.384,
    "pagerank": {
      "raw": 1.8961118805785826e-07,
      "percentile": 0.7296379055303996
    },
    "sha256": "a4d98b820ecc4ad2eef18d1be434cf5e8bb6d6c097b0eae5243449f80a59434c",
    "simhash": "1:7c6f902d28483863",
    "word_count": 3628
  },
  "last_updated": "2023-07-14T17:59:34.595400+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Commonwealth versus The Wyoming Valley Canal Company. The Wyoming Valley Canal Company versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\n1. In the Commonwealth’s writ of error, the first matter of complaint is to the ruling below, that the defendants were not liable to a tax upon the dividend declared in 1859, but only on the appraised value of the capital stock.\nThe canal company was organized, as stated on both sides, on the 6th of July 1858, and went into operation as a company. On the Tth of February 1859 they declared a dividend on their stock of three per cent. The Commonwealth claims that that fixed the measure of their liability for taxes for the fiscal year ending 31st December 1859.\nAccording to the 33d section of the Act of 29th March 1844, where a company declared a dividend of less than six per cent. per annum, a valuation of the capital stock was to he made in the manner provided, and a tax of three mills on the dollar assessed thereon in lieu of any tax on dividends. So the law stood until the passage of the Act of 12th of April 1859, entitled “ An act to equalize taxation upon corporations.” That act provided for a tax of one half-mill for each one per cent, dividend declared by any corporation, except hanks of issue, in any one year, and it was only in case that no dividend at all was declared, that a tax upon the value of the capital stock was to be resorted to. The Commonwealth claims that as a dividend was declared in the fiscal year of 1859, she is entitled to the designated tax on the dividend; and to the objection that' this would be to give a retroactive operation to the statute which declares “ that from and after the passage of this act” the rule shall he as prescribed, it is answered that although this is true, the statute itself makes an exception in certain cases, within which is this case, by providing “ that all unsettled accounts shall be adjusted in accordance with the provisions of this act.”\nWe think this point of controversy is settled by an answer to the question, whether at the date of the passage of the act, there were unsettled accounts between the Commonwealth and this company ? Confining the expression to the accounts of the company for the year 1859, even, it is true certainly that as taxes had accrued for several months of that year, and the time for settlement had not arrived at the date of the act, they were unsettled. But not only was there an unsettled account for that, but for the preceding, year. The accounts of the company from its organization to the date of the act, remained unsettled. No question can possibly exist, we think, that they were unsettled accounts by this company within the meaning of the proviso. The words of the statute are plain, and the safest rule in placing a construction upon it is to adhere as closely as possible to the words : Dwarris on Statutes 708. Unless we concede the construction contended for by the Commonwealth, we render the proviso meaningless and inoperative ; and we have no authority for this, in the absence of any inconsistencies between it and other parts of the statute. The argument against this position is, that when the dividend was declared and paid in February 1859, being less than six per cent., it was not taxable as dividends as the law stood. That is true, but the Act of 1858 required a return by the company of its dividends and stock in the month of November of every year. The time for the payment of the tax was after that, and before the 31st of December of each year. The settlement and adjustment of the tax'was to be for the whole year, if the corporation was in existence during that time: that is manifest. The Act of 1859 did not alter this, but required the tax to be on dividends, if any were declared within the year and unsettled. No fixed rights of the company, resulting from adjustment and payment, were to be interfered with. But where they were not so closed, they were made liable to the rule of equalization adopted by the act. That the act should have this construction may be illustrated by supposing the company to have declared a dividend after the passage of the act. That would have been 'taxable under the prospective terms of the act, according to the defendant’s argument. So it would; and would it not have satisfied the claims of the Commonwealth for taxes on stock, there being no dividends for that portion of the year preceding the act? We think it would, and if the rule would cover the whole year in this respect, why shall it not in the other ? The act is unambiguous in its requirements where there are unsettled accounts, and we must follow them if not void on constitutional grounds. But this is not pretended, and we need not discuss it. Without further multiplication of words, our opinion is, that the court erred in their construction of the Act of 1859, and that the company was liable for the tax on the dividends declared within that year.\n2. Had it appeared in this case, as it did in that of The Delaware Division Canal Company, that the accountant department had determined that the company was not liable to be taxed at all under the Act of 1844, the learned judge would have been right in holding that the forfeiture of the ten per cent, had not occurred. But that did not appear, and we do not see how he arrived at his conclusion in regard to it. We see no evidence that that rule applied to this company. If it did, we think the company could have shown it, and that would have excused them, for they could be guilty of no negligence in not performing or offering to perform the useless ceremony of rendering reports which would not have been accepted. We think, in the absence of such proof, that the court erred in holding that the penalty had not attached. If this be not shown on another trial, the ten per cent, ought to be charged* against the company. We cannot assume this fact from the letter of the auditor-general of the 19th November 1858, in relation to The Delaware Division Canal Company case. We may very readily surmise that the fact was so, but this is not proof.\n3. We think also the court erred in not allowing the claim of interest on the sum found due on the trial of the appeal, from the time fixed in the act, to wit, three months after the settlement in the auditor-general’s office. This we decided in The Commonwealth v. The Delaware Division Canal Company, and we have nothing to add to the reasons there given. We must reverse this case for these reasons.\n1. We will now notice the errors assigned by the company on their writ of error. The first and fourth are overruled by the decision in The Delaware Division Canal Company v. The Commonwealth, just decided, to which we have nothing to add.\n2. We think the second specification under the general assignment ought to he sustained. The company, as already stated, was organized and went into operation about the 6th of July 1858. This was within six months of the end of that fiscal year, and full taxes for the year were charged in the settlement in the auditor-general’s office, and were allowed on the appeal. The plaintiff in error contends that by the practice in the auditor-general’s office, only half taxes should have been charged, the company being in operation less than half a year, and they refer for the evidence of the practice to the auditor-general’s letter of the 19th November 1858, and which appears in the paper-book of the Commonwealth in the case of The Delaware Division Canal Company. This letter clearly sustains their .position. The rule is just, and no more ought to be collected upon any principle that I can conceive of. Why it was not respected I know not, but it is most likely it was overlooked. Although we may not reverse for this reason, because it nowhere appears that the point was made below, yet as this case is to be reversed on other grounds, we think it best to say, that-unless some law or rule exists to make the tax for the whole year legal, when the company was in operation for less than half that time, this item of charge ought to be corrected in accordance with the practice of the office.\nThe judgment in this ease is reversed, for the reason stated, in the case of The Commonwealth v. The Wyoming Yalley Canal Company. And affirmed in the case of The Company v. The Commonwealth.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "W. M. Meredith, for the Commonwealth.",
      "John C. Knox, for the Canal Company."
    ],
    "corrections": "",
    "head_matter": "The Commonwealth versus The Wyoming Valley Canal Company. The Wyoming Valley Canal Company versus The Commonwealth.\nLi,ability of corporations for tax on dividends under Act of 1859.— Penalty for omission to return, when incurred. — Taxes when assessed only for half year.\n1. Under the Act of April 12th 1859, imposing a tax upon dividends of corporations, and extending its provisions to all unsettled accounts, a dividend declared by the Wyoming Valley Canal Company in February 7th 1859 not settled for at the date of the act is an unsettled account between it and the Commonwealth, such as renders the company liable for the tax imposed by the act upon the dividend declared.\n2. Where the taxes for the years 1858, 1859, and 1860 were unpaid, the company were held liable to the penalty incurred of ten per cent, in addition to the tax, for neglecting or refusing to make report to the auditor-general as required by the Act of April 21st 1858, unless some valid excuse can be shown, such as a decision of the accounting department of the Commonwealth that no such liability existed.\n3. When the company organized and went into operation in July 1858, and within six months of the end of that fiscal year, the taxes for the year ,1858 are assessable for one half year only.\nError to the Common Pleas of Dauphin county.\nThis was an appeal to the Common Pleas, by the Wyoming Valley Canal Company, from the settlement of the auditor-general and state treasurer in relation to the taxes claimed by the Commonwealth on the capital stock and dividends of the company.\nThe facts of this case were as follows:—\nOn the 25th April 1858, the legislature passed an act making it the duty of the president or treasurer of all institutions and companies incorporated by or under any law of this Commonwealth, who are taxable under the laws thereof, to make report in writing to the auditor-general annually in the month of November; the same act also makes it the duty of the accountant officers of the Commonwealth to add 10 per cent, to the tax of each and every year that such corporations shall neglect or refuse to make said report on or before the 81st December of each and every year.\nThe defendants became an incorporated company of this Commonwealth on the 6th day of July 1858, and as such have ever since continued. It made no report whatever to the auditor-general until the 7th day of December 1863, when it reported as follows:—\nThe subscribers being a majority of the board of managers of the Wyoming Valley Canal Company, which, under an Act of the General Assembly, succeeded to the Wyoming Canal Company, make the following statement and valuation of the capital stock of that company for the years 1858,1859,1860,1861, and 1862, in compliance with a requisition of the auditor-general, viz.:—\n“ The Wyoming Canal Company was organized .July 6th 1858, and is estimated in November of that year at the sum paid in as capital stock, viz. ...... $100,000\n“ For the year 1859, at . ... . • • 100,000\n“ For the year I860, at . . . . . 75,000\n“ For the year 1861, the company failed to pay its interest and other obligations, and its effects were put into the hands of a receiver by a decree of the Supreme Court, made September 2d 1861, and so remained till the discharge of the receiver, July 31st 1863. The bonds of the company could not then be sold at sixty cents on the dollar, and the stock was held as of no value.\n“ During the year 1862, the same state of affairs continued.\n“A dividend was declared on the 7th February, in the year 1859, of 3 per cent, on the capital stock, viz., $30,000.\nThe Act approved April 12th 1859, entitled “ An act to equalize taxation upon corporations,” provides that all unsettled accounts shall be adjusted in accordance with the provisions of said act.\nThe auditor-general, on the 10th day of December 1863, settled an account against the defendants for the years 1858,1859,1860, 1861, and 1862, which was approved the same day by the state treasurer, “ charging the company with tax on appraised value of the capital stock as per Act of April 12th 1859, for 1858,1859,1860, 1861, and 1862, ending with the first Monday in each year, and adding 10 per cent, per annum up to 1860, for failure to report as per Act of April 21st 1858.”\nFrom this settlement the defendants appealed to the Court of Common .Pleas of Dauphin county, and filed the following specifications, to wit:—\n1. The said- company is improperly and illegally charged in the said settlement with taxes upon its capital stock for the years 1858,1859, and 1860, because the said company was not liable to any tax upon its capital stock for either of the years aforesaid.\n2. The said company is illegally charged in said settlement with a tax of one and a half mills on a dividend of 3 per cent.,declared in 1859, on its capital stock. Because, 1st, said dividend was declared and paid before the .passage of the Act of 12th April 1859, entitled “ An act to equalize taxation upon corporations,” and as no dividend was declared during the year 1859, after the passage of said act, the tax should have been assessed (if the company was liable for any tax that year) upon the capital stock according to its appraised value, to wit, the sum of $100,000, three mills per dollar making the sum of $300.\n3. The said company is charged for full taxes upon its appraisement for the yeg,r 1858, when it was not organized until July 6th 1858.\n4. The addition of 10 per cent, to the taxes of 1858 for failure to report, as per Act of April 21st 1858, as charged, is illegal— 1st, Because said company was not bound to make said report; 2d, Because the then auditor-general- had decided that said company was not liable to pay any tax to the state for the year 1858 ; and 3d, Because the tax, in any event, should not have been for more than $150 instead of $300.\n5. The addition of 10 per cent, upon the taxes of 1859 and 1860, as charged, is illegal and unauthorized.\nThe court below (Peaksoet, P. J.) charged the jury as follows :—\n“ The value of the capital stock of this company, as reported under oath by its officers, was, for the years 1858 and 1859, $100,000 for each year, and for the year 1860 $75,000, since which it is of no value whatever.\n“ On the 7th of February 1859, a dividend of three per cent, was declared on the stock, computed at one million of dollars; and although the valuation was made and returned by the corporation officers, under oath, on the 2d of December 1863, yet we should be disposed to doubt its truth, but for the well-known fact that very many of our corporations make forced dividends, never earned by the corporation, and perhaps never expected to be earned. This is done either for the pui-pose of raising the market valu^ of the stock, or to give the stockholders some compensation for their expenditure. It is a dishonest and unfair practice towards the community, where done to inflate the value of the stock, as it is calculated to deceive ; and dividends never earned should rarely, if ever, be made for any purpose. We have nothing in this case to gainsay the return or show that the stock has been undervalued. The settlement is not predicated on that principle, as we understand it, but on the closing paragraph of the Act of April 12th 1859, entitled, ‘ An act to equalize taxation on corporations,’ which is in these words: ‘ Provided, That all unsettled accounts shall be adjusted in accordance with the provisions of this act.’ It must be conceded that this was an unsettled account at the time the -act was passed ; but does it come within the intention of the law ? Prior to its enactment all corporations were subject to a tax on their dividends when the same amounted to six per centum per annum or upwards, and also on the valuation of their capital stock. This act was intended to tax the capital stock alone ; to be computed according to the dividends, where any were made, and where none, then according to the appraised value. The object was to ameliorate the condition of the various corporations in the state (excepting banks), by relieving them from the double burden of a tax on dividends, and also on the capital stock; and the act in all its terms most clearly applies to the future and not to the past. Every law imposing taxes should take effect in futuro, and should never be so construed as to have a retroactive effect; else those purchasing property or stocks may find themselves burdened with taxes not \"existing at the time of their purchase. It probably transcends the power of the legislature t.o tax past transactions, and we should never give an Act of Assembly such a construction when its words will bear any other meaning, as we are not to impute injustice to our laws or lawmakers. The legislature has clearly the power to forgive a portion of the taxes due by a corporation to the state, and could well say : ‘ You shall not be required to pay a tax both on capital stock and dividends in future, where your accounts have not already been settledbut it is a very different question when it attempts to impose a tax at an after-time not created by any previous law. Our construction of this act is, that it was not intended to tax dividends made by this or any other corporation prior to its passage, and, therefore, the amounts against the defendant for the tax of 1859 should have been settled in 1863, under and according to the provisions of the Act of 1844, which was the only law imposing taxes when the dividend was made, and that was on the capital stock alone, according to its valuation, as returned under oath by the corporation officers. The tax due for that year is $300 ; no more can be charged. The proviso at the end of the section was intended to operate against the state, and not in its favour.\n“ We also instruct you that this is not a proper case to impose the penalty of ten per cent, for failing to make report, as required by the Act of April 24st 1858. There was no intentional i neglect or refusal,’ as the auditor-general had erroneously decided that those corporations taking portions of the state works from the Sunbury and Erie Railroad, under the Act of 1858, were not subject to taxation. For our reasons in full for coming to this conclusion, see the opinion of the court at length in The Commonwealth v. The Delaware Division of the Pennsylvania Canal, this day delivered.\n“We also instruct you that the tax for the years 1858, 1859, and 1860 can be exacted from the defendant, notwithstanding the Act of May 1st 1861, and the same rule applies to this corporation as to the one just mentioned, and like reference is made for our reasons there given. Eo interest can be allowed in the settlement under the Act of Assembly, as the ‘ balance’ is greatly reduced on the appeal. See the opinion already cited for our reasons for so deciding.\n“ You will render a verdict in favour of the Commonwealth for $825.”\nThere was a verdict accordingly; whereupon writs of error were sued out, and the following errors assigned.\nOn behalf of the Commonwealth, it was averred the court erred in deciding:—\n1. That the defendants were not liable to a tax upon the dividend declared in 1859, but only upon the appraised value of the capital stock for that year.\n2. That defendants were not liable under the Act of April 21st 1858, for the ten per cent, charged in the account, and added to the tax for each of the years 1858,1859, and 1860, for neglecting or refusing to make report to the auditor-general on or before the 81st December of each of said years.\n3. That defendants were not chargeable, with interest on the amount found due on the account settled December 10th 1863, from three months after the date of settlement, but only from the time of the rendition of the judgment.\nOn the part of the Canal Company the following error was assigned:—\nThe court erred in directing the jury to render a verdict in favour of the Commonwealth for $825.\nW. M. Meredith, for the Commonwealth.\nJohn C. Knox, for the Canal Company.\nMay 25th 1865,"
  },
  "file_name": "0410-01",
  "first_page_order": 410,
  "last_page_order": 417
}
