{
  "id": 425135,
  "name": "The Pennsylvania Railroad Company versus Griffith Jones",
  "name_abbreviation": "Pennsylvania Railroad v. Jones",
  "decision_date": "1865-06-29",
  "docket_number": "",
  "first_page": "417",
  "last_page": "425",
  "citations": [
    {
      "type": "official",
      "cite": "50 Pa. 417"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Whart. 323",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829057
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "383"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/1/0323-01"
      ]
    },
    {
      "cite": "12 Wright 178",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "2 Wright 76",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 825,
    "char_count": 21861,
    "ocr_confidence": 0.387,
    "pagerank": {
      "raw": 3.2379019023522387e-07,
      "percentile": 0.8681374860078716
    },
    "sha256": "d21162cd8c5755ff43ee8fc4210fb979d5c56faa933aae40b68c77281311a3ca",
    "simhash": "1:63ffc40387ac5409",
    "word_count": 3870
  },
  "last_updated": "2024-02-27T16:19:12.070484+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Pennsylvania Railroad Company versus Griffith Jones."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\nThere is a radical error in supposing there was a road or right of way in this case originated in the reservation. It was an old-established road long before the mortgage was executed under which the sale vested title in Griffith Jones. It had been a county road, and after the route of the public road was changed, continued to be used by the owner of the property as a log-road from the mouth of the creek to the old saw-mill. The right of way was therefore not created by the agreement of the 27th December 1847, between John O. McAllister, the agent of the company, and-Jacob Keyser, executor of the deceased owner; the' reservation; in this agreement being a recognition only of the existing way. This distinguishes this case from that of King v. McCully, 2 Wright 76, deciding that a right of way reserved in a subsequent deed was destroyed by a sale under a prior mortgage. The error is in supposing there was any right of way, technically speaking; an established road over a man’s own farm is not a right of way. It is true he uses it as a way, and has a right to do so, but it is by virtue of his ownership of the land itself, and not of any independent right to the way. The power of an owner to impart such qualities upon the subject of his ownership, as suit his convenience, proceeds from the highest right of property, to wit, from his dominion over the land itself. Hence, where he has given permanence, and an open manifest existence to the quality or fact stamped by him upon his land, it continues unaffected by'liens-or sales, public or private. A lien or sale under it will 'extinguish subsequent titles, but does not change the characteristics of the subject of sale. It is not every temporary convenience the owner-may place upon his property which is so treated, but those visible and permanent features which give it absolute character.\nIt is the settled doctrine of this state, that a permanent road established by the owner over his property, necessary for its convenient use, will not be destroyed by his sale, or his encumbrance. These principles have been so fully discussed by our Brother Thompson, in the case of Philips v. Philips, 12 Wright 178 ; and by Lewis, C. J., in Kieffer v. Imhoff, 2 Casey 438, it is unnecessary to add more, except a reference also to Kirkham v. Sharp, 1 Whart. 323, Cope v. Grant, 7 Barr 488, and Seibert v. Levan, 8 Id. 383.\nIt follows that the Pennsylvania Railroad Company, whether they took title under the deed or not, held subject to the road, except the part conveyed to them. According to these cases, the road being an, open, notorious, and visible way across the property, the owner in selling a part did not destroy his right of pro-perty by it, from one to another part of this property ; and as a way, it was protected against the power of the company to obstruct it permanently by the provisions of the thirteenth section of their charter, even had the entry been under the authority to enter under the right of eminent domain in the state. Upon these principles, when Griffith Jones became the purchaser under the mortgage, the road remained, and he became entitled to its continued use. It follows, also, that the tearing down of the old saw-mill, for the purpose of building a new one to be supplied from the log-yard, was no abandonment of the right of way, nor a change in its use. On the contrary, the right not depending on the reservation, the building of the new mill, evidenced the design of the owner to retain the use of the customary road to the adjacent log-yard ; and the right of the use being an incident of the ownership of the property itself, the right to damages was not restricted to the use of the road as a new way to the old mill. Had the right of way depended on the reservation merely, doubtless its use could not reach to a different purpose, or exceed the extent pointed out in the reservation.\nThis disposes of all the errors which touch the merits of the case and leaves not a single technical question. It is alleged that the Railroad Company having entered under their deed, and not under the power contained in their charter, the sale under the mortgage divested their title ; since the plaintiff below is seised of the land itself upon which the road is built, and not a mere way across it, and, therefore, ease is not the proper remedy. It is said, the company stand responsible for its entry and appropriation of the land to whomsoever may be entitled to claim damages.\nBut it does not appear that Griffith Jones, the plaintiff below, has ever questioned the title of the company to use the roadway, while they are in actual possession and enjoyment of it, and have recently added a second track. By the form of the action and in his declaration Jones alleges but a right of way, and thus indirectly recognises the title of the company to the locus in quo. It is they who now ignore it, yet continue in actual possession, taking the benefit of the use'.\nThey have an undoubted right of entry under their charter,'’ which would have given title against both mortgagee and mortgagor, having the damages in lieu of, as compensation to the mortgagee, had he intervened to demand the application to his encumbrance. But having a right of entry, having actually entered and built their road, and continuing in the unmolested enjoyment of it, and the purchaser under the mortgage recognising their possession, it is asking us to go too far to decide at their own instance, that they are mere trespassers, and that the remedy should be trespass or ejectment: for under our view of this road, the action would not be -founded in contract, under the reservation in the agreement. We think that the defendants continuing the use and enjoyment of the road are estopped from repudiating their title, for the mere technical purpose of turning the plaintiff out of court upon his form of action. It will be in time when Jones moves against the company to contest their title, and to oust them from the use of the road, to decide whether they are mere trespassers, or can under all the circumstances continue in possession, notwithstanding the lien of the mortgage was antecedent to their deed and entry.\nJudgment affirmed.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "W. H. Miller and John Scott, for plaintiff in error.",
      "B. F. Junkin and Charles J. T. McIntyre, for defendant."
    ],
    "corrections": "",
    "head_matter": "The Pennsylvania Railroad Company versus Griffith Jones.\nRight of way, how affected by liens and sale of property on which it exists. — Right of sheriff’s vendee to way established over land by previous owner. — Remedy against corporation holding by purchase, for obstructing right of way.\n1. A permanent way, established by an owner over his own property, and necessary for its convenient use, will not be destroyed by sale or encumbrance.\n2. Where an owner of land, encumbered by a mortgage, sold to a railroad company a portion of it, to be used for their track, and there was at the time of the sale a road over the part conveyed, the right to which had been reserved in the agreement for sale, but was omitted in the conveyance: in an action by one who subsequently purchased the land at a sheriff's sale, under the mortgage, against the company for obstructing this way, it was Held,\n(1.) That the right of way did not originate in the reservation in the agreement, but existed previous thereto, and was merely recognised therein.\n• (2.) That such rights established by an owner over his own land .continue unaffected by .liens or sale, public or private.\n(3.) That the purchaser under the mortgage was entitled to the road, and to an action on the case against the company for obstructing it.\nError to the„Common Pleas of Perry county.\nThis was an action of trespass on the case by Griffith Jones against The Pennsylvania Railroad Company, to recover damages for obstructing his right of way.\nThe case was this: — In 1837 Amos A. Jones became seised of a tract of land adjoining and part in the town of Duncannon, Perry county. On the 6th October 1837, he executed a mortgage upon, said land to Alexander Henry, to secure the sum of $5000, part of the purchase-money. He-died in the year 1845, having first, made his last will, appointing Jacob Kaiser and Jane Jones executor -and executrix, and giving them power to. sell and convey his real estate.\nOn the 27th September 1847, Jacob Kaiser, the acting executor, made an agreement with John McAllister, commissioner of damages .for the Pennsylvania -Railroad Company, agreeing to convey to said company “ a strip of land, in width sufficient for two tracks, through lands owned by Amos A. - Jones, deceased, upon which said company may locate their road whenever • said' railroad' may be permanently located; the said Jacob Kaiser reserving a road to the saw-mill belonging to said estate, with free ingress, egress, and regress, to and for all and every person or persons, -to-take lumber to -said saw-mill without any obstruction, molestation, or hindrance by said railroad company.” There was also a reservation of the materials of certain buildings mentioned in the agreement, “ with such other privileges as the railroad company are accustomed to grant.” The deed was to .be made . and consideration on ($900) paid the 1st of October following.\nOn the 16th October 1847, both executors joined in a deed to the .company for a strip of land described in it, stating that.it is “ the same .piece or parcel of land on which the said Pennsylvania Railroad Company have located their said road.” The consideration was paid and the deed delivered. This deed did not'contain any of the reservations mentioned in the agreement. The strip of land thus conveyed was a part of the premises mortgaged by Amos A. Jones to Alexander Henry.\nAt the time the agreement was made between Kaiser and McAllister, there was upon the land of Amos A. .Jones, deceased, at a short distance from the track of the railroad, a small country .saw-mill, to which logs had been hauled from the Susquehanna fiver by a road which plaintiff below alleged passed over ground now covered with the embankment of the railroad, and which. he claimed was the road intended to be reserved for the use of the saw-mill by the agreement. In taking logs to or bringing lumber from the mill in other directions than from or to the Susquehanna river, there was' another road which could be used.\nTo No. 13,'January Term 1853, a scire facias was issued against the representatives of Amos A.- Jones, deceased, upon the mortgage to Alexander Henry, and judgment was obtained 12th April 1853 for $5425. This was' revived to No. 9 'January Term 1858 for $1160 ; and upon a levari facias issued'to No! 9 October Term 1858, the sheriff sold to Griffith Jones; a son of Amos A. Jones, deceased, and the plaintiff below; eighteen acres and thirty-six perches of the mortgaged premises, having thereon? with other buildings, the saw-mill which was on the premises when the agreement of 27th September 1847 was made, and. being the part through which the railroad track, conveyed by deed of 16th October' 1847, passed. The sheriff’s deed, was made to Griffith Jones 27th Qctpber 1858. After the construction of the railroad the persons using the old saw-mill took logs out’ of the Susquehanna river, at the same place they had- been 'accustomed to get them out before its construction, and hauled them' across the track of the railroad to the said mill. The mill was thus supplied with logs from the time the ■ railroad was built, about’ 1848 or 1849, until after the purchase at sheriff’s sale by plaintiff below. Before and during this time the old mill had been rented at a rent varying from $100 to $150 per annum, and the whole value of the saw-mill, with its water-power and appurtenances, during that time, was shown to be from $1500 to $2000. It-was suffered to get out of repair, and was so when plaintiff below bought it. He did not repair it, -but commenced the erection of a new mill upon a new site, about one'hundred feet from where the old one stood, using for it the same water-power, by some changes and the construction of a. new pool,'but making it a modern mill, much larger than the old one,, capable of sawing much more lumber, and requiring logs very much longer than 'could be sawed by the old mill.\nAbout the' time plaintiff below commenced the erection of this new mill, or soon afterwards, the railroad company commenced to widen .their embankments for the purpose of putting down a second track. ’ The plaintiff below alleged that this widening of the embankment rendered it impossible for ■ him to take -logs across the track' of the length required for his mill, and upon the 17th March 1861, he instituted this .action to recover damages for the obstruction of the road .'to his \"saw-mills by the construction of the railroad over it. 'Damages were claimed for the injury suffered at both mills, and hence1 one question • raised, was whether the defendants below wrould- be liable -for any greater damages than would be sustained at the saw-mill referred to as in existence at the time of the agreement.'\nA witness testified upon the trial that Kaiser, the executor, objected to filling up the log-road when the embankment of the railroad was being made, but agreed that they might fill it up then, upon the promise of the engineer that they would open it afterwards. This fact is introduced here because one of the points was founded upon it.\nThe defendants below on the trial took the ground:—\n1. That the sale of the premises, upon a mortgage given prior to the agreement with and deed to the railroad company, divested the whole estate acquired by the agreement and deed, and left no right of way or road vested in plaintiff.\n2. That the agreement (even if first position is not sustained) was extinguished by delivery of the deed.\n3. If any road was reserved by virtue of the agreement, there could be no recovery for obstructing it, in an action on the case, &c.\n. 4. If the road was filled up by consent of Kaiser, the executor, upon the promise to open it afterwards, the action upon the case could not be sustained.\n-5. That damages could be recovered only for injury to the sawmill belonging to the estate of Amos A. Jones, deceased, at the time agreement was made, and not for-a new or different one located elsewhere.\n6. That no specific road was reserved by the agreement; no obligation imposed upon the company to furnish one, and unless they refused permission to Jones to make one, there could be no recovery.\nTestimony was also offered to show, as a basis of claim for damages, what the rent of the new saw-mill would be worth. This was objected to by defendants but was admitted by the court.\nThe defendants requested the court to charge the jury:—\n1. That title to the road, reserved by the agreement of 27th September 1847, is not shown to be in the plaintiff, and he is not therefore entitled to recover for any alleged obstruction of said road.\nIf the court decline to affirm the first point, then\n2. That the agreement of the 27th September 1847 was extinguished by the delivery of the deed, of 16th October 1847; and there being no reservation of a road in that deed, the plaintiff cannot recover.\nIf the court decline to affirm the second point, then\n3. If any specific road was to remain open, under the terms of agreement of September 27th 1847, the remedy for obstructing it must be by action upon that agreement, and the plaintiff cannot recover in the present form of action.\nIf the court decline to affirm the third point, then\n4. That if the jury find, upon the testimony, that the embankment of the railroad, at a point where obstruction is complained of, was made by consent and permission of Jacob Kaiser, executor of Amos A. Jones, there can be no recovery in an action on the case for such obstruction.\n5. The agreement of September 27th 1847 reserved a road only to the saw-mill at that time belonging to the estate of Amos A. J ones, deceased, and if plaintiff, after he became owner of that saw-mill, tore it down or abandoned it, his right to damages for obstruction to theToad would cease at the time he so removed or abandoned the mill.\n6. That agreement of September 27th 1847 does not reserve a road upon any fixed route, nor does it impose upon the defendants any obligation to make or leave open any specific road, and unless defendant is shown to have refused permission to plaintiff to construct a road to the old saw-mill, the plaintiff is not entitled to recover.\n7. The agreement of 27th September 1847, and the deed made in pursuance of it having granted the land mentioned in the deed, for the purpose of constructing thereon a railroad, any reservation contained in that agreement is to be held and exercised in Subservience to the purpose for which the grant was made, and not in such manner as to impede or defeat that purpose.\nThe court below (Graham, P. J.), after stating the facts of the case, charged the jury 'as follows:—\n“ The plaintiff complains that the road reserved under this agreement has been obstructed so as to prevent him hauling logs to his saw-mill, except at great inconvenience and expense ; and for this obstruction he claims damages in this action. It is not controverted, and it is clearly proved, that the log-road leading from the mouth of the creek to the saw-mill has been obstructed by the defendant, and is now impassable by reason of an embankment ten or fifteen feet high. But it is submitted by defendant that there is no particular road designated by the article of agreement, and there is no evidence to satisfy you that this was the road intended by the parties. You have heard the argument of the counsel on the one side and the other, and we submit it to you to say whether the evidence satisfies you that the road intended to be reserved by the parties was the log-road, as it has been termed by the witnesses. If it does, the plaintiff may recover ; but if the evidence fails to satisfy you of this fact — if it leaves doubt or uncertainty on your minds as to the road the parties intended to reserve, whether the log-road or some other road, and you are unable to say from the evidence what road was intended, or where it was to be located, then the plaintiff cannot recover, and you should find for the defendant.”\nAs to the points of 'defendant, the court answered as follows:—\n“ 1. We cannot answer this point as requested. If the road mentioned by the witnesses had been used for many years by the owners of the saw-mill, and you should find it to he the same road mentioned and reserved in the agreement of 27th September 1847, it would pass with the purchase of the mill as appurtenant thereto.\n“2. We decline answering this point as requested, but instruct you that the deed did not extinguish the reservation in the agreement of 1847.\n“ 3. The road was reserved. It was not granted under the agreement of 1847. The right remained in the grantor undisposed of, and the present form of action is the proper one.\n“ 4. The testimony of Losh will not defeat the present action. It shows an agreement made for the benefit of defendant for a temporary obstruction, which the company agreed to remove as soon as the necessary masonry could be constructed.\n“ 5. This proposition as stated in this point is correct; but if, as the evidence shows, the plaintiff erected a new saw-mill when he abandoned the old one, within a short distance of the old mill, and used the same log-yard for the new mill that he had used for the old one, he might recover damages if any were sustained by reason of obstructing the road to his log-yard, although the logs, after being placed in the log-yard, were sawed at a saw-mill located a short distance from the old one.\n“ 6. The agreement does not reserve a road on any fixed route, nor impose on defendant any obligation to make or leave open any specified road; but we cannot say that, unless it is shown that defendant refused permission to plaintiff to construct a road, he cannot recover. If the evidence satisfies you that a road had been used for many years from the mouth of the creek to the said mill, and that this was the road intended by the parties to be reserved, and it has been obstructed by defendant, the plaintiff may recover; but if the evidence fails to satisfy you that this was the road intended to be reserved by the parties, then the plaintiff cannot recover.\n“ 7. The reservation cannot be so construed as to affect the privilege granted, and if they are inconsistent with each other the reservation must fall; but if they are consistent with each other, and the privilege granted may be exercised, and the reservation preserved, they must both be protected.”\nUnder these instructions there was a verdict and judgment in favour of the plaintiff for $773 damages.\nThis writ was thereupon sued out by the defendant, for whom the folloAving errors Avere assigned:—\n1.' The court erred in saying in the charge to the jury, “ We submit it to you to say whether the evidence satisfies you that the road intended to be reserved by the parties was the log-road, as it has been termed by the witnesses. If it was, the plaintiff may recover.”\n2. In answering negatively the 1st, 2d, 3d, 4th, and 6th points of defendant helow.\n6. In adding the qualification to the affirmation annexed to the 5th point of defendant below.\n7. In admitting the testimony of Robert Jones, on the following offer and objection, viz.: “ Plaintiff proposes to give evidence of the value, per annum, of both the old and new saw-mill, with reference to the damages.”\nObjected to so far as the testimony is offered for the purpose tof claiming damages sustained at the new saw-mill, and not for the purpose of showing the difference between the two mills, but simply on the ground of a claim for damages.\nW. H. Miller and John Scott, for plaintiff in error.\nB. F. Junkin and Charles J. T. McIntyre, for defendant.\nJune 29th 1865,"
  },
  "file_name": "0417-01",
  "first_page_order": 417,
  "last_page_order": 425
}
