{
  "id": 425163,
  "name": "Butler et al. versus Slam and Wife",
  "name_abbreviation": "Butler v. Slam",
  "decision_date": "1865-06-29",
  "docket_number": "",
  "first_page": "456",
  "last_page": "461",
  "citations": [
    {
      "type": "official",
      "cite": "50 Pa. 456"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Wright 399",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "5 W. & S. 513",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478603
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0513-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 647,
    "char_count": 16310,
    "ocr_confidence": 0.368,
    "pagerank": {
      "raw": 2.8128162937139565e-07,
      "percentile": 0.8377318523203476
    },
    "sha256": "49daf30baf81c84094cd30cb4ced07da3d0e927662ba8ec4333ec8d9e532a972",
    "simhash": "1:1612fe91323edae7",
    "word_count": 2911
  },
  "last_updated": "2024-02-27T16:19:12.070484+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Butler et al. versus Slam and Wife."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nIt is very clear that error was committed on the trial of this case, in permitting the plaintiffs’ counsel to read the charge in the action against the executor of James Butler, deceased, which was the original of this case : and especially at the time at which it was allowed, even if under any circumstances it might have been evidence. It was no part of the record, and but hearsay as to any facts contained in it. Moreover it was read during the concluding argument of the plaintiffs’ counsel, avowedly to prove certain facts thought to be material as rebutting the defendant’s evidence. This was entirely out of time, even if evidence at any time, which we think it was not: for the defendant could neither answer it by testimony nor reply to its effect in argument. It is somewhat to be wondered at that counsel should have insisted on the admission of testimony that could do them no good, and which, if admitted, would be sure to be followed, even if they were successful, by disappointment and expense in the end. Counsel owe a duty not only to the court but to the client, and that is, never to insist on aids to success clearly wrong, either in law or fact. A judge has not at all times the opportunity to deliberate, and may easily be surprised into error, as I have no doubt was the case in this instance. In such a case as this, a large portion of the responsibility is on the counsel who insisted on the erroneous admission of testimony. If everything else had been right, the error pursued here would send the case to the chances of another trial. Success is not always the criterion of right; but even on this score, I think experience will prove that the most careful and conscientious of the profession, other things being equal, are sure to be the most successful. This assignment of error is sustained.\n2. We differ from the learned judge also in regard to the matter of the second assignment of error. We think it was material for the defendants in this issue to show that the same plaintiffs had in a former action set up the same claim and had judgment against them. The testimony received went directly to this point. The narr. being lost, they made the best proof they could, and it was not secondary. It went strongly to show that the cause of action was the same. This was enough for them to do; and if the plaintiffs did not choose to rebut by showing a state of facts that should render the evidence unavailing, they ought not to have been relieved as they were from the chances of a verdict against them, on the ground of the conclusiveness of that trial on the issue in this. This error is also sustained.\n8. I am not sure that I quite comprehend the judge’s meaning in that portion of the charge embraced in the third assignment of error; and I am also obliged to say that the argument directed to it is not very luminous. It would seem to be tbe meaning of the learned judge, however, that the fact of the damages being assessed on an erroneous basis in the original action, would not alone avoid, or render unavailable, the judgment against the widow and devisees and the executor. Some other reason than this, why a recovery should not be had, should be shown. In the first place, the plaintiffs could rest after showing the judgment against the executor. This made a primé facie case for them. Against this the widow and heirs might be heard fully on original grounds: and would be allowed to show, that as to them the debt never existed, or had been paidsor released, or satisfied in whole or in part; and this they could do, without the least embarrassment, by the judgment against the executor: Sergeant’s Executors v. Ewing, 12 Casey 156 ; Walthaur’s Heirs v. Gossar, 8 Id. 259. If the defendants did not assail the judgment or claim which the judgment represents, it would, of course, stand. The primé facie case would become conclusive, and it would be no answer to the claim to show, merely, that the damages were assessed on wrong principles as against the executor, unless it were shown, at the same time, to what extent they were wrong as to the heirs or devisees. It often happens that the judgment, although good against the executor, is altogether wrong as to the heirs and devisees. It may stand as to the latter and the former be entirely discharged. The court was not wrong in this, and was entirely right in saying that a different rule as to damages was that which in this trial must prevail.\nI confess, moreover, that I do not understand what was meant by the reference to the jury by the learned judge of the testimony of the witness Sallie Simmons, “ together with such facts as appear in the record of the original suit.” If this reference was as to what was read by counsel and noticed under the first assignment of error, then it was error to allow the jury to consider it at all. If it was a reference to them of the judgment against the executor, and to be considered by them as antagonistic evidence to that of the witness, it was also error. It could not alone disprove what she said. If it was proof at all of the facts in the cause, it was conclusive, but we know this was not so. It was not as against the widow and devisees self-sustaining, and nothing could be predicated of it but a claim against them. In this remark we think there was error, understanding it as we do, and we can make nothing else out of it.\n4. We do not comprehend the untimely instruction requested by the defendants’ counsel after the conclusion of the charge to the jury. The court would have been justified in refusing it altogether : it was out of time and out of place. But the instruction asked was as to “ the effect of the action brought in the lifetime of the testator, upon the question whether any such special contract as that alleged in the declaration was ever in fact made.”\nI shall not undertake to analyze the answer; it is enough to say we are not prepared to determine that it was not a proper answer to such a prayer. The case goes hack for trial for sufficient reasons, and it is to be hoped that if anything material was really needed to be embraced in the request, it will be put in some form more intelligible.\nWe do not see that the court was asked to instruct the jury that there was a failure to prove a contract of the decedent to pay his granddaughter wages, and that therefore the plaintiffs could not recover. In the absence of a request so to charge, it was not error to omit it. Many cases in the books prove this. It might have been very important to have asked for the instruction or instructions as to the necessity of clear proof that such a contract did exist. For without this the plaintiffs were not entitled to recover. Between parties standing in such a relation as this, no implied promise arises out of the performance of services: Lantz v. Fry, 2 Harris 201; De France v. Austin, 9 Barr 309 ; Candor’s Appeal, 5 W. & S. 513; Duffy v. Duffy, 8 Wright 399, and numerous other cases to the same effect in Pennsylvania. The defendants having shown the relation between Mrs. Slam and her grandfather, the living together and the clothing furnished her, could rest secure that on principles.of law no recovery could be had against them, for out of that state of affairs merely, there arose no implied promise to pay wages. The above authorities prove that. It was for the plaintiffs then to-Astablish such a contract as would entitle them to recover. This they were bound to do or fail. •. A primá fade case on part of the defendants put the plaintiffs on proof of their whole case. We cannot doubt but that these principles will receive due attention on another trial, and we do not now enlarge upon them.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "McAllister & Beaver, for plaintiff in error.",
      "Hale & Hoy, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Butler et al. versus Slam and Wife.\nCharge of court in one action not evidence in another between same parties. — Not to be read to the jury on argument. — Evidence on plea of former suit for same cause of action. — Judgment when corrected on sci fa. — Implied promise to compensate repelled by relationship of parties.\n1. The charge of the court in one action, is not evidence to he read to the jury, in another action founded thereon: and it was error to allow the counsel of the plaintiff on the second trial, to read to the jury the judge’s charge in the first.\n2. Where, as alleged, the original suit was brought to recover for services rendered by plaintiff’s wife, a granddaughter, to her grandfather, in whose house she had lived for many years, as one of the family, clothed and maintained by him, as such; and after his death, judgment was rendered for the defendant: whereupon another action was brought, against his executor and judgment obtained in favour of plaintiffs: in a scire facias upon this, against the widow and heirs, to charge the real estate of the decedent, it was Held., That, as it was material for the defendants to show that the same plaintiff had in a former action set up the same claim and heen defeated, it was error to withdraw the evidence offered to prove that the cause of action was the same, the declaration in the former action being lost.\n3. The allegation that the damages in the suit against the executor had heen assessed on an erroneous basis, will not avail the defendants in the scire facias, unless it be shown wherein the error consisted as against them.\n4. Where the testimony of a witness called by the defendants to prove the relation between the testator and the plaintiff’s wife, and her position in his family, was referred by the court to the jury, together with such facts as appeared in the record of the original suit, it was held error: for the chai'ge of the court therein was not evidence for the jury, nor was the judgment against the executor to be considered by them as against the testimony of the witness.\n5. The relation between the testator and his granddaughter is such, that no implied promise to pay wages can arise therefrom: and it is enough for the defendants to show this relationship, and that she lived with her grandfather and was clothed and maintained by him, as one of the family: for unless the plaintiffs establish an express contract, they cannot reoover.\nError to the Common Pleas of Centre county.\nThis was a scire facias to revive and continue the lien of a judgment by Christian Slam and Catharine his wife against Thomas Butler, Jr., executor, &c., of James Butler, deceased, with notice to the widow, heirs, and devisees of said deceased.\nThe judgment on which the scire facias issued was for $571.97, and was recovered May 6th 1858, and this scire facias was sued out for the purpose of charging the real estate of the deceased with it.\nThe facts of the case were as follows:—\nTo November Term 1853., No. 140, Christian Slam and Catharine bis wife bad been plaintiffs in an action of assumpsit against James Butler. In the absence of the declaration, which could not be found by tbe prothonotary at the time of the trial of the sci. fa., it was proved by a witness, who had also been a witness at an arbitration of this suit, as well as by one of the arbitrators, that the claim therein set up was for the services of Mrs. Slam, rendered James Butler, her grandfather, before her marriage. The award of arbitrators was filed on the 5th of March 1856, finding for the defendant. On an appeal and a trial, after the death of James Butler, the jury found for the defendant. Slam and wife then brought suit against the executor of James Butler, to No. 140 August Term 1857, alleging a promise of the deceased to convey to Mrs. Slam, in consideration of her services before her marriage, a house and fifteen acres of land, at the time of his death ; and secondly, a promise to pay $1000 for her services, at the time of his death, in which they recovered, May 6th 1858, a judgment for $571.91. This latter judgment, on being removed by writ of error to the Supreme Court, was affirmed. In this scire facias against the widow and heirs, to No. 149 April Term 1863, the plaintiff, having read in evidence the docket-entries in No. 140 August Term 1857, showing a judgment rendered in favour of the plaintiff against the executor on the 6th day of May 1858 for $571.97, rested. The widow and heirs read in evidence the plaintiff’s narr., filed in No. 140 August Term 1857, and the record in No. 140 November Term 1853, Christian Slam and Wife v. James Butler, the award of arbitrators finding for defendant, the appeal by plaintiff from award, the death of defendant suggested, the substitution of James Butler as defendant, and the verdict and judgment for defendant. The plaintiff’s declaration being lost, defendants called Catharine Flack, who testified that she was a witness at the arbitration, in the lifetime of James Butler; that the plaintiffs claimed for the services of Mrs. Slam while she was a girl at defendant’s house — services before she was married; that they wanted to recover pay for that, and that the old man (James Butler) said it was paid. The defendant also proved by Christian Derr, the only surviving arbitrator capable of testifying, that the plaintiffs’ claim was for services of Mrs. Slam before she was married; and then called Sallie Simmons, who testified as follows:—\n“ I knew Mrs. Slam before she was married, during the time she lived at Butler’s. She lived as one of the family ; never heard of any contract; must be thirty or thirty-one years ago that she first came to Butler’s. Mr. Butler sometimes got her clothes, and sometimes she got them at his expense; never heard that she was hired ; she was his granddaughter; her mother was alive at that time.”\nCross-examined: “ She lived there a good many years; she might have been sixteen when she first came there; she was a good girl to work; she was dressed as well as any farmer’s daughter along the Bald Eagle.”\nThe evidence being closed, counsel proceeded to address the jury.\nThe declaration which had been given in evidence was attached to the record made up for and returned from the Supreme Court.\nAfter the defendant’s counsel had cited the authorities on which they relied and had concluded their argument to court and jury, plaintiffs’ counsel, in the concluding speech, proposed to read the charge of the court to the jury, to show the matter in dispute in the original suit against the executor. To the reading of which defendant’s counsel objected; but the objection was overruled and the charge read to the jury.\nUnder the ruling of the court below there was a verdict against the executor for $798.02, and against the widow and heirs for $686.87, on which judgment was entered.\nThis writ was then sued out by defendant, and the following errors assigned:—\n1. The court erred in permitting the plaintiffs’ counsel, in the concluding argument to the jury, to read the charge of the court in the trial of the original suit against the executor.\n2. In refusing to submit to the jury whether the action instituted by Slam and wife against old Mr. Butler, in his lifetime, and the action instituted against his executor, to Ho. 140 August Term 1857, were founded upon the same consideration; and in withholding the evidence bearing upon that subject from their consideration.\n8. In their instruction to the jury in regard to the effect of judgment No. 140 August Term 1857, against the executor, and its conclusiveness against the widow and heirs, and in submitting to their consideration, upon the question of the measure of damages, together with the testimony of Sallie Simmons, such facts as appeared upon the record of the original suit.\n4. In their answer to the request of the defendant’s counsel for instruction as to the effect of the action brought in the lifetime of the testator, upon the question whether any such special contract as that alleged in the declaration was ever in fact made.\n5. The plaintiffs having failed to show the existence of a special contract between James Butler, in his lifetime, and his granddaughter Catharine Shay, now Mrs. Slam, to pay her for her services at his death, the court erred in failing to instruct the jury that, under the pleading in the case, they were not entitled to recover.\nMcAllister & Beaver, for plaintiff in error.\nHale & Hoy, for defendants in error.\nJune 29th 1865,"
  },
  "file_name": "0456-01",
  "first_page_order": 456,
  "last_page_order": 461
}
