{
  "id": 425150,
  "name": "Beaver's Administrator versus McGrath et al.",
  "name_abbreviation": "Beaver's Administrator v. McGrath",
  "decision_date": "1865-06-29",
  "docket_number": "",
  "first_page": "479",
  "last_page": "489",
  "citations": [
    {
      "type": "official",
      "cite": "50 Pa. 479"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Rawle 363",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "3 W. & S. 118",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854583
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0118-01"
      ]
    },
    {
      "cite": "19 Johns. Rep. 513",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "2 Rawle 359",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820542
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/2/0359-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1075,
    "char_count": 29050,
    "ocr_confidence": 0.401,
    "pagerank": {
      "raw": 8.702564222087641e-08,
      "percentile": 0.49317354023342674
    },
    "sha256": "b17e7667770caf6d5a22d66dc81f2e0a4752fa5ea42e4426477ef8f4cce55422",
    "simhash": "1:de628da63cbc6d0f",
    "word_count": 4887
  },
  "last_updated": "2024-02-27T16:19:12.070484+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Beaver’s Administrator versus McGrath et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nPartners are liable jointly at law for the debts and engagements of the firm, but in equity their liability is not only joint but several, except under special circumstances. This liability, as between thdmselves, they can modify and limit by contract, but it is not settled in this state how far they can limit their liability to third persons.\nIn Hess v. Werts, 4 S. & R. 356, where the suit was oh a promissory note issued by an unincorporated banking institution, romising to pay to bearer on demand one dollar out of their joint funds according to their articles of association, Judge Gibson said (p. 861), “ It is a general principle that partners are liable to third persons as for a personal debt. It is not merely the stock bring into the partnership that is hazarded, but they are responsible to the extent of their individual fortunes, and such responsibility cannot be limited by any proviso in the articles of partnership or agreement between themselves. But I see no reason to doubt but they may limit their responsibility by an express stipulation, made with the party with whom they contract, and clearly understood by him at the time. But this is a stipulation so unreasonable on the part of the partnership and affording such facility to the commission of fraud that, unless it appear unequivocally plain from the terms of the contract, I will never suppose it to have been in the view of the parties. Unless the contrary clearly appeared I would not suppose any one so imprudent as to contract solely on the credit of a fund exclusively within the control of another, and of the solvency of which he could not command the means of obtaining a knowledge. The management of it, and whether at the day of payment it will be sufficient, must necessarily be a secret known only to the partners themselves.”\nJudge Duncan said (p. 365), “ On the second question, the personal responsibility, I know not any power but that of the legislature that can create a corporation; yet, if these associations can contract debts without a personal responsibility, payable only out of their joint funds, they possess all the powers and privileges of a corporation, they are quasi a corporate body. What is the judgment to be ? What the execution ? Can they be called on to enter special bail ? Can their bodies be surrendered ? Are they the subjects of the execution of the person ? On every suit is there to be an inquiry into the amount of their joint funds and judgment taken of that amount, a kind of judgment de honis or judgment quando aociderint ?\n“Nor would I have any difficulty were the articles of association more explicit than they are and excluded from responsibility the associators other than out of their joint funds; for though they might, as between themselves, stipulate with each other for this contracted responsibility, yet as to the rést of the world it is clear that each partner is liable to the whole amount of the debt contracted.\n“ Legal corporations are known — can be made responsible by their property and punished by the forfeiture of their charter. The mode of coming at their property is pointed out by law, but here we are without any guide. These self-created bodies corporate would be without any check or control did we lose sight of the individuals ; and there was no individual existence.”\nIn Witmer v. Schlatter, 2 Rawle 359, twelve years afterwards, Chief Justice Gibson said (p. 363), “ It is indeed supposed that he who deals with a company is bound to know the principles on which it is constituted, insomuch that he ipso facto agrees to contract according to the conditions of the articles. So differently is the law held in actions against joint stock companies, both here and in England, that the stipulations in the articles have never been allowed to exempt the members from liability beyond the joint funds or to restrain their responsibility to third persons on the general principles of partnership. It was indeed intimated by Justice Platt, in Skinner v. Dayton, 19 Johns. Rep. 513, and by one of the judges of this court, in Hess v. Werts, 4 S. & R. 361, that partners may limit their liability by an explicit stipulation between them, and the party with whom they contract, but that such a limitation is never a matter of silent inference. ‘ But stipulations of this kind,’ says the learned commentator on American law, ‘ are looked upon unfavourably, as being contrary to the general policy of the law; and it would require a direct previous notice of the intended limitation to the party dealing with the company and his clear understanding of the terms of the limitation:’ 3 Kent’s Com. 5. Without such direct notice, therefore, the question of assent to the articles is not one of fact, but of law.”\nIn Ridgely v. Dobson, 3 W. & S. 118, twelve years later, Judge Huston, speaking of this case, says, “ In 2 Rawle 363 it is decided that if joint stock companies, not incorporated, contract debts they are answerable to pay them. On this point the court were unanimous, though a division on another ground.”\nThe courts possess extensive powers in granting charters of incorporation to persons associated for any literary, charitable, or religious purpose, which have been extended to many other associations, including mutual saving fund, loan, or building associations, and charters are granted under general laws to iron manufacturing, mining, and other companies; but all are under provisions securing a wholesome control over their actions and sometimes imposing personal liability in various forms, and punishing stockholders, members, officers, and directors for a dereliction of duty ; and the enrolment-tax on any law chartering a savings institution is one hundred dollars. Limited partnerships for the transaction of any agricultural, mercantile, mechanical, mining, and transporting of coal, or manufacturing business, may be formed by two or more persons upon the terms prescribed by law, but it does not authorize any such partnerships for the purpose of banking or making insurance.\nIt is clearly, therefore, against the general policy of the state to encourage or foster attempts on the part of individuals to secure to themselves a personal irresponsibility, which is appropriated to corporations created by or under special or general laws of the Commonwealth.\nIn the case of Hallett v. Dowdall, 18 Q. B. 2 (E. C. L. R. vol. 83), in the Exchequer Chamber, the limitation of responsibility of the shareholders of the assurance company was on the face of the policy, and there was an express agreement between the assurers and the assured that the capital stock and funds of the company should alone be liable to answer and make good all claims under the policy. Here therefore was an express and positive agreement to limit, and that is really the extent of the decision. Baron Martin says, “ It seems clearly established by the authorities that, with respect to those persons who have no notice of the terms of the partnership, the stockholders and partners in joint stock companies are liable to the same extent and in the same manner as the partners in ordinary partnerships, and that the law pays no regard to the stipulations in the partnership deed as to the restriction of the liability, or to any particular provisions as to the mode of carrying on the business different from that ordinarily used in such concerns.\n“ If the policy contained no notice of a restricted liability, proprietors, shareholders, or partners, by whatever name they may be called, would be liable upon it; for it was a contract made in the way of their business, and by the parties authorized to make such contracts for the company. But the plaintiff had express notice on the face of the policy of the restriction, and he agreed that the capital stock and funds should alone be liable to him, and that no proprietor should be in anywise subject to his claim beyond the amount of his shares.\n“ The plaintiff was under no obligation to insure with the company, but as he thought proper to do so, he is in my opinion bound by the express declaration in the policy.”\nIn Re The Worcester Corn Exchange Co., 17 Jurist 721, 19 Eng. L. & Eq. R. 627, it is not distinctly so stated by the’Lord Chancellor, Cranworth, but it seems to have been the inclination of his opinion that if third parties, knowing the stipulation for limited liability, enter into contracts with the directors, they cannot set up unlimited liability against the body of shareholders. In Re The Sea, Fire, and Life Assurance Co., 18 Jurist 118, 387, 23 Eng. L. & Eq. R. 422, the same Lord Chancellor said: “ Supposing, in order to test the point, that there had been a clause in the deed stating that the parties thereby stipulated that in no contingency, and under no circumstances whatever, whether the affairs prospered or failed, should any one of the shareholders become liable for more than ¿61 per share. What would be the effect of such a stipulation ? His honour’s judgment proceeded upon the assumption that the effect of such a clause would be that no creditor could ever come upon any shareholder ultra the ¿61 per share. That was a very strong assumption, because it militated against the doctrine of partnership as hitherto understood in this country. Whether the principle was right or wrong was a question then under investigation before the legislature ; but that it was the law at that time could not, for one moment, be disputed— that every person engaged in a partnership was liable for everything. If three persons agree to carry on a business together, notwithstanding they stipulate among themselves that no one should be liable beyond ¿61000, if a debt were contracted in the conduct of the business to the extent of ¿610,000, every one of them would be liable for the ¿610,000 and the stipulation so made would be inoperative.\n“ That doctrine did not defend upon the persons dealing with them having or not having notice of such stipulation, for the creditors would only know what engagements the partners had made amongst themselves, and their rights were rights extrinsic of any such contract, and therefore notice would be wholly immaterial. If the deed of partnership were hung up in a shop and it contained a provision ‘ Notice is hereby given that it is agreed that none shall be liable for more than *100,’ it would make no difference. How could a person tell whether they would be liable or not ? He might trust them to the amount of ¿650, but they might already have incurred debt with other persons to the extent of ¿6100, and therefore how would it be possible for him to ascertain the extent of their liability ? Whether there ought to be such a limited liability was not the question. The court had only to enunciate what was then the law, and that was, that such a notice would be of no avail. That was the law in common partnerships, and although joint stock partnerships might differ from them in some respects, they agreed with them in the main.\n“But certainly they” (the joint stock partnerships) “had not forced their way to the extent that partners could enter into an arrangement to absolve themselves from liabilities beyond the circle of their own deed, and although some of the shareholders did not possess all the privileges which partners had in ordinary partnerships, they could not absolve themselves from liabilities to third persons.”\nPersons dealing with companies in England are deemed to have notice of the limits of the authority conferred upon the agents of a company by its Act of Parliament, charter, or registered deed, and this is the explanation of a certain class of authorities; and in companies which have neither Act of Parliament, charter, or registered deed, and which, are therefore substantially nothing ■more than large partnerships, the public has no constructive notice of their regulations. In all partnerships, it is competent for any one dealing with the firm to contract n'ot to hold the partners liable to an unlimited extent, but the onus probandi is on the firm, and if they fail in establishing their case the general ■rule of unlimited liability applies to them as a matter of course.\nJudge Story, in his Commentaries on the Law of Partnership, says, § 164: “ This question many years ago was presented to the Supreme Court of the United States, but the cause went off without any decision upon the point. It seems to have been thought that such a stipulation can in nowise operate as a limitation of the general liability of all the partners for all their debts, even though the creditors have full notice thereof. It may, however, be still deemed an open question, whether creditors, with such notice, can proceed against the members upon their general responsibility as partners, where they have expressly contracted only to look to the social funds ; and whether, if they have notice of the qualifying stipulation, and contract with reference to it, it may not be easy to assign a reason why it does not amount to an implied agreement to be bound by it as much as if it were expressly agreed to. But a qualified agreement of this character must be proved, and is never presumed without some reasonable proof thereof.”\nThe association in the present case was formed in 1887, under the name of “ The Loudon Savings Society,” and continued to transact business until about August 1857, when it became insolvent. The object of the society was declared to be “ the securing to the prudent and industrious a safe and profitable investment for such small sums of money as may be saved from their earnings,” and all subscribers to the institution who are regular weekly depositors are members of the society, and may transfer their interest in the funds to any other person, who shall thereby become a member.\nBy the 4th article, “ The joint funds of this society shall consist of deposits of money made for the purpose of sharing the profits of the association by persons who intend to become members thereof, and the public stocks, other securities, and property in which said deposits or any of them may from time to time be invested, and the profits of any and -all such deposits and investments.”\nBy the 7th article, “ The president and directors shall at their discretion receive in deposit such sums of money for stated and determined periods or for indefinite periods, as they may deem proper, and allow such rate of interest thereon as will conduce to the benefit of the society.” The 9th article provides for half-yearly dividends among the weekly depositors alone in equal proportions.\nBy the 12th article, “ The funds of the society, as defined by the fourth article of this constitution, shall at no time exceed fifty thousand dollars, and these funds” (that is, the deposits of members), “ whether consisting of money, rights, credits, goods, chattels, or estate, or of whatever kind of property the said funds may be invested in, exclusive of dividends that may be made in the manner hereinbefore mentioned, shall alone be responsible for the debts and engagements of the society.” If, therefore, the society received on deposit from persons not members, and issued certificates bearing interest amounting to $50,000, the execution could not be levied on that money if in the possession of the society, or on property in which it was invested. The only fund liable would be that described in the 4th article.\n“ And no person who shall or may deal with this society or to whom the society shall or may become in anywise indebted, shall on any pretence whatever have recourse against the separate property of any original or future member of this society or against their persons further than may be necessary to secure or compel the faithful application of the funds thereof to the purposes to which by this constitution they are made liable.”\nBut the society, to protect all persons not actual members, added this clause: “ and it is hereby expressly declared that no engagement can be legally made in the name or on the behalf of this society, nor any bond, check, draft, or order be given or passed thereon, unless the same shall contain a limitation or restriction to the effect above restricted.”\nResolutions were passed by the board of directors authorizing the treasurer to receive special deposits at varying rates of interest on the 20th April 1838, September 10th 1847, January 12th 1850, and February 29th 1856, but without the slightest reference to the article or clause just above quoted.\nThe special depositors are not members or in any way liable for any debts of the society, nor can they have any interest in the joint funds of the 4th article except as creditors of the partnership, and it would seem from the terms of the loans to the society which are without any limitation or restriction as to liability, that they were not considered as affected by the limitation in the 12th article, as no such limitation was ever inserted in the certificates of deposit, which should have been the case if the personal liability of members was not to be preserved in such cases.\nUpon lenders of money to the society it would be a direct fraud to say, that the very investments of their loans could not be reached because they were limited to certain funds specified in the fourth article, and which expressly excluded all other property held by the society. Under these circumstances, it is nearly certain that these loans by persons not members never could have been affected by the limited liability clause. “ But this” (clause) “is a stipulation” (to use the language of Judge Gibson) “ so unreasonable on the part of the partnership, and affording such facility to the commission of fraud, that unless it appear unequivocally plain from the terms of the contract, I will never suppose it to have been in the view of the parties.” The stipulation must be explicit between the partnership and the party with whom they contract.\nThe only ground of defence of the defendants is that the intestate was a member of the society fourteen years befpre, but the uniform practice of the association, as shown by the certificates of deposit, would seem to place all these loans upon the footing of the usual partnership liabilities. This being our opinion, it is clear, that the order of the court limiting the operation of the judgment must be reversed.\nIt was undoubtedly an error in the court in saying to the jury that from the uncontroverted evidence in this case, the separate property of the defendants is not liable for the payment of the debt due to the plaintiff. Por the whole evidence showed clearly that there was no such express stipulation made with the plaintiff’s intestate as to limit their responsibility in so unreasonable a manner, but on the contrary, the whole course of dealing as to loans of this character to the defendants, with the regular and constant omission of the positive requisition of the 12th article of the constitution, in all these transactions, go very far to prove that there was no agreement whatever on this subject, and if so, then these defendants were, personally liable. Mr. Beaver certainly thought so.\nThese large loans were negotiated to enhance the profits of the association, and appear to have been intrusted to the direction of the treasurer, to whom the association loaned about twenty-five thousand dollars without security, and his failure caused the insolvency of the society. If there ever was a case in which partners should be made personally responsible this is the one, and the court should have submitted all the facts to the jury, with proper instructions on the law as.understood in this state.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "T. B. Kennedy and J. McD. Sharp, for plaintiffs in error.",
      "F. M. Kimmell and G. M. & W. S. Stenger, for defendants."
    ],
    "corrections": "",
    "head_matter": "Beaver’s Administrator versus McGrath et al.\nPersonal liability of members of saving fund society for special deposits.— Power of association to limit their personal liability as to third parties, discussed. — Notice of limitation derived from former membership of depositor.\nWhere, by the constitution of an, incorporated savings fund society, organized for the purpose of receiving and investing deposits made by members, it was provided that the joint fund should alone be liable for the debts or engagements of the association: that no creditor should have recourse .to the separate property of any member: and that no engagement could be legally made in behalf of the society, nor check, draft, or order given or passed, unless the same contained such limitations and restrictions: in an action by the representatives of a special depositor and former member against the members of the society, at the time of its failure, to recover on his certificates of deposit, which were without limitation or restriction as to personal liability, it was Held,\n1. That the members of the society were liable personally for the debt, unless it was clearly shown that the deposit was made subject to the limitations and restrictions contained in the constitution.\n2. That the former membership of the depositor was not alone sufficient to affect him with knowledge of the constitutional limitations, so that the assets of the association would alone be liable for his claim.\nError to the Common Pleas of Franklin county.\nThis was an action of assumpsit by Mary Jane McGrath and Peter Kunldeman, administrators of John Beaver, deceased, against William McGrath and twenty-eight others, as surviving partners of a firm doing business as the Loudon Savings Fund Society.\nThe narr. was in assumpsit, founded upon the following certificates of deposit:—\n“ No. 442. “ Loudon Savings Fund Society, 1\nLoudon, November 27th 1856. /\n“ Mr. John Beaver has deposited in this office one thousand dollars, and payable to his.order twelve months after date, with interest at the rate of 4J per cent, in currency, on return of this certificate.\n(Signed) “ Hezekiah Easton, Treasurer,\n“ $1000. “ Per John W. Reges.”\nEndorsed was the following: — '\n“ Or. By payment ofAme-half of within certificate, of principal and interest.\n“ March 14th 1859. (Signed) “ John Beaver.”\n“ No. 458. “ Loudon Savings Fund Society, 1\nLoudon, February 14th 1857. /\n“John Beaver has deposited in this office one thouáand dollars, and payable to his order twelve months after date, with interest at the rate of 4J per cent, in currently, on return of this certificate.\n(¡Signed) “ H. Easton, Treasurer,\n“ Per John W. Reges.”\n“ $1000.\nEndorsed was the following:—\n“ Cr. By payment of one-half of within certificate, principal and interest, at this date.\n“ March 14th 1859. (Signed) “ John Beaver.”\n“ No. 483. “ Loudon Savings Eund Society, 1\nLoudon, May 28th 1857. /\n“ John Beaver has deposited in this office two thousand dollars, and payable to his order twelve months after date, with interest at the rate of 4J per cent, in currency, on return of this certificate.\n(Signed) “ H. Easton, Treasurer,\n“ $2000. “ Per John W. Reges.”\nEndorsed was the following:—\n“Or. By the payment of one-half of principal and interest of within certificate at this date.\n“ March 14th 1859. (Signed) “ John Beaver.”\n“ No. 493. “ Loudon Savings Eund Society, 1\nLoudon, June 18th 1857. j\n“ John Beaver has deposited in this office five hundred dollars, and payable to his order twelve months after date, with interest at the rate of 4J per cent, in currency, on return of this certificate.\n(Signed) “ H. Easton, Treasurer.\n“ $500. “ John W. Reges.\nEndorsed was the following:—\n“ Cr. March 14th 1859, by payment of one-half of witmn certificate, principal and interest, at this date.\n(Signed) “ John Beaver.”\nThe declaration also contained the usual money counts, to which defendant pleaded “payment with leave,” &c.\nThe defendants were an association doing business in the name above mentioned, which was organized in 1837, and continued to transact business until about August 1857, when it became insolvent. The object of the society was declared to be “ the securing .to the prudent and industrious a safe anc^profitable investment for such small sums of money as may be saved from their earnings.”\nThe business was transacted through the agency of a board of directors, consisting of nine members, a treasurer and a secretary, and a committee of safety consisting of three persons. The association had a printed constitution and by-laws for its government; and the duties of the officers, and the method of managing the business, were therein expressed and defined. All persons who subscribed to the constitution and by-laws, and made weekly deposits of not less than 12| cents nor more than $3, became memhers, and had all the privileges incident to membership. The capital of the society consisted of the weekly deposits and the public stocks, or other securities and property in which said deposits or any of them were from time to time invested, and the profits of such deposits and investments.\nThe twelfth article of the constitution was as follows: — “ The funds of this society, as defined hy the fourth article of this constitution, shall at no time exceed $50,000, and these funds, whether consisting of money, rights, credits, goods, chattels, stocks, or estate, or of whatever kind of property the said funds may be invested in, exclusive of the dividends that may be made in the manner hereafter mentioned, shall alone be responsible for the debts and engagements of said society. And no person who shgll or may deal with this society, or to whom this society shall or may become in anywise indebted, shall, on any pretence whatever, have recourse against the separate property of any original or future member of this society, or against their persons, further than may be necessary to secure or compel the faithful application of the funds thereof, to the purposes to which hy this constitution they are made liable. And it is hereby expressly declared that no engagement can be legally made in the name or in the behalf of this society, nor any valid check, draft, or order be given or passed thereon unless the same shall contain a limitation or restriction to the effect above recited.”\nShortly after the organization of the society, it made arrangements to receive money on special deposit; and from that time to its dissolution by insolvency in 1857, its principal business was the borrowing of money and discounting paper. When deposits were made certificates were given therefor, the form of which was adopted and approved by the board of directors, which is the one now in suit. A large number of certificates of special deposit Avere exhibited upon the trial of the ease, not one of which contained the limitation or restriction required by the twelfth article of the constitution. These certificates were paid at maturity without objection. The institution made a voluntary assignment for the benefit of creditors, to James Nill and Patrick Me Garvey, on the 30th day of December, A. d. 1859. Fifty per cent, of th indebtedness was paid to the creditors by the treasurer before the assignment. About $1000 worth of assets passed to the assignees,' not enough to pay more than five per cent, of the remaining liabilities.\nJohn Beaver was one of the original members of the society, and had signed the constitution and by-laAvs. He was a director for five years, hut finally withdrew his weekly deposits, and ceased to be a member on the 5th day of February, A. D. 1842. He Avas one of the heaviest special depositors in the society. For many years after he ceased to be a member he made deposits and received certificates similar to the ones now in suit, wnich were always paid by the treasurer at „maturity without objection. In the latter part of 1856 and beginning of 1857, he made four separate deposits amounting to $4500, and received the certificates now in suit. There was no evidence on the trial that when these last deposits were made, there was any express contract that Mr. Beaver should only look to the firm assets for reimbursement. He loaned his money to the society and received certificates therefor, in the same form which had been used for twenty years, in similar dealings between him and the association. There was nothing said or done to change the established usage of dealing between the parties. Before the certificates in suit matured the society became insolvent. The representatives of Mr. Beaver claim that the members are individually liable. The defendants alleged that Mr. Beaver having had a knowledge of the twelfth article of the constitution, must be held to have contracted subject to its limitation, and that, therefore the assets of the society are alone liable for the debt.\nUnder the instruction of the court below the plaintiffs recovered a verdict for the whole amount of their claim; but the court below made an order that execution should not be levied upon the separate property of the partners ; which was the error assigned.\nT. B. Kennedy and J. McD. Sharp, for plaintiffs in error.\nF. M. Kimmell and G. M. & W. S. Stenger, for defendants.\nJune 29th 1865,"
  },
  "file_name": "0479-01",
  "first_page_order": 479,
  "last_page_order": 489
}
