{
  "id": 425188,
  "name": "O'Donnell versus The Allegheny Railroad Co.",
  "name_abbreviation": "O'Donnell v. Allegheny Railroad",
  "decision_date": "1865",
  "docket_number": "",
  "first_page": "490",
  "last_page": "494",
  "citations": [
    {
      "type": "official",
      "cite": "50 Pa. 490"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 573,
    "char_count": 12374,
    "ocr_confidence": 0.389,
    "pagerank": {
      "raw": 1.9936796671569143e-07,
      "percentile": 0.7420897897908334
    },
    "sha256": "1f3d6e00756f9b5f746f3c5d862b01d70dea321caa247f64820c0d82d5714e8e",
    "simhash": "1:38129e9897a5e17e",
    "word_count": 2172
  },
  "last_updated": "2023-07-14T17:59:34.595400+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Strong, J., dissented."
    ],
    "parties": [
      "O’Donnell versus The Allegheny Railroad Co."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, C. J.\nWe think there was manifest error in rejecting that part of Listen’s deposition which is in the bill of exception, The plaintiff had been very badly hurt whilst riding in the baggage-car of a passenger train, and the accident arose apparently from the defective condition of the railroad. Rut his action was resisted on the ground that he was an employee of the company, going to his proper work on the road, and that it was negligence on his part to place himself, even with the conductor’s consent, in the baggage-car. It would seem that Listen had the general supervision of the railroad from Pittsburgh to Kittanning, for the building of bridges, trestle-work, &c., and occasionally, says Listen, “ myself and hands were employed in repairing the track. I was authorized by the company to employ all the hands under me. I employed plaintiff to work for me on the Kiskiminitas bridge; he was living at Kittanning. I boarded at Kittanning and the other men from Pittsburgh with me ; we left Kittanning in the morning train for our work, and returned in the up train from Pittsburgh in the evening: by my contract with the plaintiff I authorized him to do the same. Under and by virtue of my contract with him, he was carried by the company on their cars daily back and forth to Kiskiminitas, the place of work.” Then follows the rejected clause in these words: “ It was the custom for myself and hands to ride in the baggage-cars; this was done in going up and down town. By the request of the conductor, myself and hands always assisted in taking in and putting out freight.”\nIt was a primary and fundamental question in the cause whether the plaintiff was a passenger, entitled to all the rights of a safe transit which belong to passengers, or whether he was a servant of the company, in such a sense as to preclude an action at law for a personal injury to himself resulting from the negligence of other servants of the company ; and on this question the rejected evidence ought to have been received. It tended to prove that, though in the service of the company, he was, by original contract, a daily passenger on their road; that he was not out of place in the baggage-car, but was there in pursuance of a custom of the road ; and that, besides the original contract, there was a consideration rendered by him for his ride, in helping to take in and discharge freight. Had the jury been convinced that he was a paying passenger, it is fair to presume that he would have recovered a larger verdict. They must have regarded him as sustaining a relation to the company something more than a mere servant, else they could not have found for him at all under the instructions given them by the court; and as his right of recovery, and to some extent the amount of the verdict, depended on a clear definition of that relation, whatever evidence tended to elucidate it was relevant and very important. If he was in fact a passenger who had paid for his transportation, he was entitled to the benefit of the fact, and all of its legal consequences. The cause must go back to secure to him this right.\nIt is quite possible that a majority of us would think that there was error also in admitting that part of Dr. Reynolds’s deposition, which undertook to fix the amount the plaintiff claimed, had it-been excepted to and sent up under a sealed bill. Plaintiff’s paper-book shows neither exception nor bill, and all the defendant’s paper-book tells us about this piece >of evidence is, that it was not objected to until after it was received, and it is not intimated that a bill was then sealed. The record is not at hand to be consulted, and if it were, and a sealed bill should appear upon it, the negligence of counsel in not furnishing it in our paper-books, is reason enough for our not noticing it. The rules prescribed in 6 Harris 577, for preparing paper-books, are plain and simple, and if counsel mean to have their questions considered they must respect the mode prescribed for presenting them.\nDismissing, therefore, the second assignment of error as baseless because founded on no bill of exceptions, we give no opinion about the remaining fifteen assignments, not merely because every one of them is informal, but because it is not legally manifest that the plaintiff was injured by the misrulings alleged. Notwithstanding the answers of the court, the plaintiff recovered a verdict. Why then should we reverse these rulings at his instance ? A vague conjecture may be indulged that had the answers been different, his damages had been larger, but judgments are not reversed on vague conjectures. How are we to know that more correct answers would have augmented damages a dollar ? We never reverse for harmless errors, and all errors are harmless which the record does not show occasioned the complaining party a loss, inconvenience, or injury. If the jury undertook to reverse the court’s law, it was a great wrong, for which the proper remedy was a new trial and not a writ of error.\nIn the instance of Listen’s deposition, there is ground for presuming injury from the error of the court, for that was an exclusion of part of plaintiff’s case from the consideration of the jury; and in a suit for damages it is impossible to reject the most material part of 'a plaintiff’s evidence without impairing his damages; but in the instructions given upon what evidence was received, the record affords no presumption that the plaintiff was injured, and therefore we inquire not into the soundness of those instructions.\nThe great question of the cause was whether this plaintiff, in the peculiar circumstances of his case, comes within the rule of law that denies to a servant an action against his employer for the negligence of fellow-servants, and it is a question on which we reserve our opinion until the record presents it in a shape fit for judgment.\nThe judgment is reversed, and a venire facias de novo is awarded.\nStrong, J., dissented.",
        "type": "majority",
        "author": "Woodward, C. J."
      }
    ],
    "attorneys": [
      "Fulton & Barclay, for plaintiff in error.",
      "Golden & Neale, for defendant."
    ],
    "corrections": "",
    "head_matter": "O’Donnell versus The Allegheny Railroad Co.\nEvidence for plaintiff in action for injury to employee on railroad,.— Rules as to assignment of errors and, preparation of paper-books must be observed.— What errors are harmless.\nIn an action for negligence against a railroad company it is error to reject any evidence tending to prove that the plaintiff, although in the service of the company, was by the original contract a daily passenger on their road, that he was not out of place at the time of the injury.\nAlleged errors will not be considered unless the rules prescribed in 6 Harris in relation to paper-books are strictly observed.\nError to the Common Pleas of Armstrong county.\nThis was an action on the case brought by Daniel O’Donnell against the Allegheny Railroad Company, to recover damages for personal injuries received while riding on its road. The accident occurred on the 2d of March 1861, and under the following circumstances : — The defendant employed a number of carpenters, under a master workman, in repairing bridges on the line of the road. These men were working on the Kiskiminitas viaduct at the time, but were boarding at Kittanning, where the plaintiff and some others resided, about fifteen miles from their work. As the downward train left Kittanning early in the morning, and the upward one returned late in the evening, it was convenient for the hands to ride to and from their daily work. In doing so they occupied the baggage-car. They assisted in receiving freight along the line, at the way stations, and paid no fare directly; but it was alleged to be part of the contract with the foreman that they should be carried thus to and from their work. On the day of the accident, O’Donnell, who had been at work, was coming home as usual, in the train. Whether he was in the front or baggage ear at the time of the accident did not clearly appear, but the weight of evidence seemed to be in favour of the latter. When the train was within two miles of Kittanning, a rail broke, and the baggage-car was thrown off the track and upset. Mr. O’Donnell was afterwards found near the centre of the road, under one of the passenger-cars. He was very badly injured. Both legs were broken, and one of them had to be amputated. He was otherwise badly injured. He lay many months in the hands of- his physician. Soon after his recovery, this suit was brought to compensate him for the loss. There was evidence that when the rail broke, which it was supposed threw the car off, a tie was rotten, and also that the chair, at the' end of the broken rail, was broken.\nOn the trial the deposition of Edward Listen was received in evidence for the plaintiff, as follows: — “ I am between fifty-two and fifty-three years of age ; I have been employed on the Allegheny Valley Railroad under the different superintendents, Mr. Wilmoth, Mr. Moreley, and Mr. Wright. I was two years under Mr. Moreley; I had the general supervision of the Allegheny Valley Railroad from Pittsburgh to Kittanning for the building of bridges, trestle-work, including plains, removing obstructions, and occasionally myself and hands in repairing the track. I was authorized by the company to employ all the hands under me ; I employed the plaintiff, Dennis O’Donnell, to work for me on the Kiskiminitas bridge. When he was employed by me and at work, he was living in Kittanning; I boarded at Kittanning, and the other men from Pittsburgh ivith me; we left Kittanning in the morning train for our work, and returned in the up train from Pittsburgh in the evening; by my contract with the plaintiff, I authorized him to do the same, under and by virtue of my contract with the plaintiff; he was carried by the company on their cars daily, back and forth to Kiskiminitas, the place of work. [It was the custom for myself and hands to ride in the baggage-cars ; this was always done in going up and down. By the request of the conductor, myself and hands always assisted in taking in and putting out freight.] We also assisting in removing obstructions of any kind on the road, and putting locomotives on the track. I speak now of what was done while I was repairing the Kiskiminitas bridge, between that point and Kittanning.\n“ If the morning train was behind time from any cause or not, the men were allowed full time. From Kiskiminitas to Kittanning, at the time O’Donnell received his injuries,-the-road, generally speaking, was not safe; there were great deficiencies in the ties between Kiskiminitas and Kittanning; many of them were, rotten and worn off; they did not lie firm and solid.\n“ The Monday after the accident, in the evening train, I went up to KittanningI saw where the accident had occurred; the. car was lying off the' track; next morning coming down I saw the old ties had been taken out and new ones pu,t in their places for a considerable distance. I reside in the ninth ward, city of Pittsburgh. The accident happened when Mr. Moreley was superintendent of the road.”\nCross-examined by Mr, Wright, superintendent of Allegheny Valley Railroad Company: “I was not on the train when the accident happened; it was Saturday evening when it occurred; I came home; the keeping up of the road was no part of my duty, or under my charge. O’Donnell was an employee of the Allegheny Valley Railroad, under me. The reason I know the track was in the condition spoken of in my examination in chief, was, that I walked along the road several times, and found the ties in a very bad condition; it was the understanding when I employed O’Donnell, that he was to travel to and from his work on the company’s cars, free of charge,. It was a part consideration of the contract that the men were to travel free on the road; it went in as part of the day’s work.”\nThat portion of the testimony printed above in brackets was ruled out by the court, which was one of the errors assigned here after a verdict and judgment, for $200 in favour of plaintiff. Another error assigned was to the admission of a portion of the deposition of Dr. W, Reynolds; but no. exception was taken nor any bill sealed as to its admission, so far as, could be gathered from the paper-books filed in this court.\nThere were other errors assigned to the charge of the court, but they were not considered very material.\nFulton & Barclay, for plaintiff in error.\nGolden & Neale, for defendant."
  },
  "file_name": "0490-01",
  "first_page_order": 490,
  "last_page_order": 494
}
