{
  "id": 425156,
  "name": "The Pennsylvania Railroad Company versus The Pittsburgh Grain Elevator Company",
  "name_abbreviation": "Pennsylvania Railroad v. Pittsburgh Grain Elevator Co.",
  "decision_date": "1865",
  "docket_number": "",
  "first_page": "499",
  "last_page": "509",
  "citations": [
    {
      "type": "official",
      "cite": "50 Pa. 499"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "13 Wright 289",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 946,
    "char_count": 29795,
    "ocr_confidence": 0.386,
    "pagerank": {
      "raw": 6.300979900461301e-08,
      "percentile": 0.3876577360301701
    },
    "sha256": "624e5777ad1744f4626d0b51b9fd90150ea7c1deb0936efe81e390282483f54e",
    "simhash": "1:ab0e27f0e42e85b6",
    "word_count": 5184
  },
  "last_updated": "2024-02-27T16:19:12.070484+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Pennsylvania Railroad Company versus The Pittsburgh Grain Elevator Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nThe complainants, by deed dated April 22d 1864, convoyed to the defendants a lot of ground in the city of Pittsburgh, near the junction of Washington and Liberty streets, describing it (in part) as beginning at a designated point on the east side of Washington street, thence extending northwardly to a point on the said east line of Washington street twenty-one feet from the corner of Liberty and Washington streets (this point being the south line of Liberty street produced westwardly to its intersection with the east line of Washington street), thence eastwardly to a point on the south line of Liberty street, thence by two courses to the place of beginning. The deed expressly declared that the ground embraced in the triangle north of the line of the said Liberty street, produced as above described, was not intended to be conveyed, but was reserved to the complainants. It also contained a covenant of the defendants (they having sealed it) to erect on the lot a building to be used as a grain-elevator, and to locate and erect said building twelve feet from the line of said Liberty street, so that the space of twelve feet by one hundred and twenty feet (the width of the lot) might be used by the said defendants to lay down a railroad track.\nThe controversy between the parties now arises out of differences of opinion respecting the location of the northern boundary of the lot thus conveyed. The defendants are proceeding to erect their building twelve feet back from the curb-line of the street, but not twelve feet back from the house-line as it was before the alterations were made which we shall presently describe. This, the complainants allege, will be a violation of their covenant, and hence this bill. The fundamental question therefore is, what did the parties to the deed mean when they spoke of the iine of Liberty street, or the south line of Liberty street produced westwardly to its intersection with the east line of Washington street.\nWere it not for the Act of Assembly of April 5th 1860 (P. L. 668), and the ordinance of the city councils of Pittsburgh of December 12th 1861, there would be no difficulty. It ispiot controverted that long before, and up to the passage of the Act of Assembly, Liberty street had been well defined and in use as a street out to the house-line. The space of twelve feet between the curb and the building line had been occupied as a paved way for foot-passengers, and it was as much a part of the street as was the cartway itself. But that act, in order to enable the complainants to remove their railroad track from Liberty street eastward of Washington street, authorized them to acquire the ground south of Liberty street for railroad purposes, and empowered the select and common councils of the city of Pittsburgh to vacate any street or alley crossing the property acquired, and the whole or any portion of any street or alley adjoining the same. In pursuance of this power, the councils of the city,' on the 12th day of December 1861, declared by ordinance that they vacated and surrendered to the complainants (inter alia) “ all that footway or pavement, twelve feet wide, lying on the south side of Liberty street, and extending from the east line of Washington street to the line between the Eifth and Ninth wards of the city. The ordinance contained two provisos: one, that no street, alley, passageway, or footway, or portion therein mentioned, should be closed or obstructed until the railroad company had obtained possession of the property or lots respectively fronting or abutting thereon. The other proviso was, “ that whenever the lots of ground and premises to be acquired as aforesaid by the said railroad company, shall after such acquisition by it, cease to be used, owned, and occupied by it for railroad purposes, that then the streets, alleys, passageways, and footways thereby vacated and surrendered shall again revert to the city of Pittsburgh.”\nThe position taken by the defendants is that by this Act of Assembly and this ordinance the south line of Liberty street has been changed; that the street was narrowed twelve feet; that what had been the sidewalk or footway became no longer a part of it; and that its southern line became what had been the o.ldcurb-line, separating the cartway from the footway, instead of the house-line as previously. Hence it is argued that when afterwards, on the 22d of April 1864, the parties entered into a contract by which the complainants conveyed a lot of ground to the defendants, extending at its south-west corner to a point twenty-one feet from the corner of Liberty and Washington streets (the point being described as the termination of the south line of Liberty street, produced westwardly to its intersection with Washington), and at the north-east corner to a point in the south line of Liberty street; the defendants covenanting to retire their building twelve feet from the line of Liberty street, so that on the space left they might lay down a railroad track for their use, they meant the curb-line instead of the true line as it had always been known until the passage of the city ordinance.\nThis position we cannot adopt, nor can we assent to the argument. We do not regard the city ordinance as having either intended to extinguish the rights of the public over the footway, or as having worked such an effect. It cannot be so construed unless we strike out the provisoes. The twelve feet between the curb and the house line were, on the 22d of April 1864, as much a part of Liberty street as they ever were. The public’s right of passage was suspended, hot annihilated. The councils vacated and surrendered the footway to the complainants while they shall use the property acquired south of Liberty street for railroad purposes, and no longer. When they shall cease thus to use that property,. the footway, by express reservation, reverts to the city. How reverts ? Not in fee-simple ownership, for that the city never had to grant. Unquestionably then as a highway, as a part of Liberty street. Would any one say that on such reverter a new condemnation would be necessary before it would become a part of the street ? Assuredly not. The city would be remitted to its former position, that of a trustee for the public of a general right of passage. And if the ground reverts as a highway, if no new condemnation be necessary, when must it be said the public rights over it were acquired ? They could not have their inception in the act. of reversion. If the public shall then have any rights over the footway as such, it must be because they were acquired before the city ordinance which has suspended them. No new exercise of the power which at first appropriated the ground to public use will ever be needed. Hence it still remains a part of the street. It does not follow because passengers cannot use a highway, nor even because they are lawfully prohibited its use, that it is not a way in laiv. Even under our common road system, the statute declares a route selected by viewers and approved by the court, to be a public road or highway before it is opened and prepared for public use, even before any order for opening it is issued. And suspension of the public right in a street is no uncommon thing, without its working destruction. Individuals in our cities are often allowed to occupy portions of a street, one-half or one-third, for a limited time, for the deposit of building materials or for excavating vaults. Thus the general use of the community is restrained, and for a time is excluded. No one ever supposed that the parts of streets occupied under such licenses cease, even for the time being, to belong to the highways. In these cases the surrender of the public right differs in degree, but not in kind, from that made by the councils of Pittsburgh to these complainants.\nThese considerations lead us to the conclusion, that the old house-line of Liberty street, as it was before the passage of the Act of Assembly and the adoption of the city ordinance, extended westwardly to its intersection with Washington, and meeting it at a point twenty-one feet distant from .the corner of Washington and. Liberty streets, at the house-line, is the northern boundary of the lot conveyed to the defendants, the boundary called for in the deed to them. And it is from this line they are bound by their covenant to retire their building twelve feet.\nWe are confirmed in this opinion by several circumstances, all tending to show that such must have been the understanding and intention of the parties. The construction contended for the defendants makes it necessary for us to hold that the complainants sold and the defendants bought the footway out to the curb, along a part of the lot. But this the complainants had no right to sell. Even if owners, they were restrained by the city ordinance which they had accepted. And their inability to sell must have been known to the purchasers.\nAnd again, the drafts accompanying the record and the testimony of the city regulation show that not far from the middle of the north line of the lot, Liberty street coming from the east deflected at a considerable angle towards the north, thus leaving a triangle to be cut off from the lot by an extension of the general line of the street to intersect Washington. This triangle the complainants reserved. Without it, and the old footway, it is impos: sible to extend their road so as to connect with that part of their line west of Washington and running to Duquesne depot. They are not allowed to occupy any part of Liberty street outside of the curb-line and east of Washington. And neither the Act of Assembly nor the ordinance requires them to take up their road on that part of Liberty west of Washington. Dealing as the parties did upon the ground, it is manifest therefore that the foot-way was understood to be reserved for an indispensable use of the complainants, and that the contemplated railroad of the defendants was designed to be placed on ground exterior to the footway.\nThere is also positive evidence that the defendants purchased with drafts before them, showing the house-line as the line of the street. William J. Howard testified that Mr. Bissell (the president of the corporation defendants) and himself had several plans of the ground before them pending the negotiations; that upon these plans the house-line was the only line represented as the line of Liberty street; that in the negotiations as to placing the building there was no other line considered as the line of Liberty street than the house-line, and that the description in the deed was taken from one of the plans.\nThe complainants then have a right to insist that the building shall be set twelve feet further back than the defendants propose to set it, that it shall be retired twelve feet from the old house-line of Liberty street, projected from the north-east corner of the lot until its intersection with Washington street, and this right they may enforce in equity by asking for an injunction. This is an appropriate remedy, and one which was sustained in this court in the case of Clark v. Martin, 13 Wright 289.\nAnd we are unable to see that the complainants have lost their rights in equity by their laches. We discover no evidence that notice was brought home to them of any infringement upon their rights, until the 14th day of September 1864, when immediate steps were taken to vindicate them.\nThe decree of the court below must therefore be reversed, and an injunction awarded.\nAnd now, to wit, March 13th 1865, this cause having come on for argument, on appeal from the Court of Common Pleas of Allegheny county, ^nd having been argued by counsel, thereupon, upon consideration thereof, it is ordered, adjudged, and decreed, that the decree of the said court dismissing the bill of the complainants is reversed, and it is now decreed that the defendants, their architects, engineers, agents, and*workmen, be perpetually enjoined from further proceeding to lay any foundation, or erect any building for a grain elevator, nearer than twelve feet from the old house-line of Liberty street, produced westwardly from the north-east corner of the lot conveyed by the complainants to the defendants, which line is declared to be the true south line of Liberty street, as called for in the contract o’f the parties. And the defendants are ordered to remove the foundation already built on the said line. And. it is further ordered, adjudged, and decreed that the defendants pay the costs.",
        "type": "majority",
        "author": "Strong, J."
      },
      {
        "text": "Woodward, C. J.,\ndissented, on the ground that the deed is to be construed with reference to Liberty street as it existed at the date of deed.",
        "type": "dissent",
        "author": "Woodward, C. J.,"
      }
    ],
    "attorneys": [
      "John H. Hampton, for appellants.",
      "Hopkins & Lazear, for appellees."
    ],
    "corrections": "",
    "head_matter": "The Pennsylvania Railroad Company versus The Pittsburgh Grain Elevator Company.\nLine of streets in city. — Power of councils to alter by ordinance. — Proper boundary of street. — Inf motion to restrain encroachment on public street.\nWhere under an Act of Assembly and an ordinance of the city councils of Pittsburgh, the footway or pavement of a street was surrendered to a railroad company, for a specific use, with a proviso for reversion to the city when the use ceased; and the company conveyed a lot, described as bounded by the line of the street, the grantee covenanting in the deed to locate and erect a building twelve feet from the street line; on an application for an injunction to restrain the ereption commenced at the distance of twelve feet from the curb line, it was Held,\n1. That the line of the street had not been changed by the ordinance and the Act of Assembly.\n2. That the house line, and not the curb line separating the cartway from the footway, was the boundary or line of the street; and\n3. That the erection of the building twelve feet from the curb line, could be restrained by injunction.\nError to the Common Pleas of Allegheny county.\nThis was a proceeding founded on a bill filed in the court below by The Pennsylvania Railroad Company, praying for an injunction to restrain the Pittsburgh Grain Elevator Company from building on the line of Liberty street, in the city of Pittsburgh.\nThe bill averred .that the complainant and respondent are bodies corporate, under and in pursuance of the laws of Pennsylvania.\nThat on the 22d day of April, A. d. 1864, the complainant sold and conveyed to respondent, by a deed duly executed and delivered, a lot of ground, situate in the city of Pittsburgh. That said deed was also duly executed by the said respondent, binding itself to the performance of the covenants therein contained (a copy of the deed being attached to said bill).\nThat the said lot of ground was described as follows, to wit: “Beginning on the east side of Washington street, at a point, thirty feet north from the north rail of the north track of the extension of the Pennsylvania Railroad, under Washington street, being a distance of one hundred and seventy feet, more or less, from the south-east corner of Liberty street and Washington street; thence northwardly along the east side of said Washington street one hundred and forty-nine feet, more or less, to a point on, said east line of Washington street twenty-one feet from the said corner of Liberty and Washington streets, this point being the south line of said Liberty street produced, westwardly to its intersection with the east line of Washington street; thence eastwardly one hundred and twenty feet to a point on the south side of Lib'-erty street; thence at right angles with the line of said Liberty street one hundred and twelve feet, to a point-; and thence west\"wardly one hundred and fifty six feet, more or less, to a point on the east side of Washington street to-the place of beginning.”\nThat it was in said deed expressly stated that the ground embraced in the triangle north of the line of the said Liberty street produced, westwardly to its intersection with the east line of- the said Washington street, was not intended to be conveyed to the said respondent, and was so reserved by complainant.\nThat in and by said deed the respondent undertook and covenanted to keep and perform certain covenants as therein fully set forth, one of which was in the words following: “ And the said Pittsburgh Grain Elevator Company, their successors and assigns, shall and will erect on the premises hereby granted a building to be used as a grain elevator, and to locate and erect said building twelve feet from the line of the said Liberty street, so that the space of twelve feet by one hundred and twenty feet may be used by the said Pittsburgh Grain Elevator Company, their successors and assigns, to lay down a railroad track, and that the said building shall not be used or occupied for any other purpose than as a grain elevator without the consent of the said Pennsylvania Railroad Company.”\nThat said respondent, wholly disregarding the said covenant, and intending to injure the said complainant, and subject it to great inconvenience, has' entered upon the said premises, and marked, fixed, and located finally the site of .its said building, in violation of said covenant; and has, by its engineers, agents, and 'workmen, dug and excavated on said premises, for the purpose of putting down foundations for said building twelve feet beyond the line mentioned in said deed, being to and on the line of said Liberty street.\nThat respondent has built large and permanent stone foundations for said building to and along the line of Liberty street, and has thereby not left a space of twelve feet in width by one hundred and twenty feet in length, between the line of said street and the foundation and building thereon to be erected, as required by the said covenant.\nThat on or about the 17th of September, A. D. 1864, a notice in writing was served by the complainant on the respondent, requiring it to make the said proposed building conform to the stipulations in said deed, and the space of twelve feet from the line of Liberty street be left clear and unobstructed; copy of which was attached to the bill.\nThat said respondent has failed to comply with the terms of said notice, and has proceeded, since the giving thereof, to erect said foundations and building, in violation of said covenant, and give the complainant to understand that it will not make the building conform to said covenant, nor remove the foundation built to and along the line of Liberty street, so that the space of twelve feet by one hundred and twenty feet may be left unobstructed from the line of said street to said foundation and building.\nThat the acts and conduct of the respondent are contrary to equity and good conscience, and tend to the wrong, injury, and oppression of the complainant; that there is no adequate remedy at law for the redress of complainant’s rights, and that it can only have proper redress in a- court of equity.\nThe bill then prayed that the respondent may be enjoined, by a preliminary injunction, from further proceeding with the erection of the foundation and building on and along the line of Liberty street, in violation of said covenant; and that upon a final hearing the respondent may be compelled to remove the foundation built on and along the line of Liberty street, and that it shall replace the earth dug for the said space of twelve feet by one hundred and twenty feet, for putting in said foundation, and that said space shall be left free and unobstructed by said respondent.\nBy leave of court, upon motion, an amendment to the bill was filed of record, to the following purport:—\n“ That said respondent, in locating said foundation and building to and along the line of said Liberty street, as claimed by complainant, pretend and assert that they have erected the same twelve feet from the true line of said street, by placing the same on what was known as the house-line, distant twelve feet from the curb-line of said street; whereas, in truth and in fact, the foundation and building are not located in accordance with the said covenant, and are not twelve feet distant from the line of Liberty street.”\nThe answer admitted the sale and conveyance of the property by the deed of April 22d 1864, as stated in the bill, and that the exhibit attached is a true copy of the said deed.\nThat a notice in writing was served upon the respondent on or about the 17th day of September, A. i>. 1864, to such purport or effect as is set forth in the exhibit attached to the bill.\nThat a grain elevator building is in process of erection on the premises conveyed, and that excavations have been made, and large and permanent stone foundations have been built thereon ; but it denied that the same have been made and located on the line of Liberty street, or any nearer thereto than twelve feet from the line of said street, the distance required in the covenant contained in the deed.\nRespondent also averred that before they commenced the erection of the building, or made any excavations preparatory thereto, the deed, and a plot of the survey from which it was drawn, were placed in the hands of the recording regulator of the city of Pittsburgh, to enable him' to stake out the ground and the lines for the location of the building, as set forth in the deed. That the excavations were made, and the foundations laid in conformity with the lines designated by him.\nThat excavation was commenced on the lot in June 1864, and that the work has progressed at great expense, “ and in full view and knowledge of complainant, hut complainant made no objection thereto, nor intimated in any manner the least' dissatisfaction, therewith until the 17th of September 1864 but the respondent denied that the covenant had been disregarded or violated in locating the building, or otherwise, and averred a readiness to observe the covenant and all the stipulations of the deed.\nIn answer to the amended bill of complainant, respondents averred a compliance with the terms of the deed, and that the building is being erected twelve feet from the line of Liberty street, as that line was understood by both parties.\nThat by an act ajDproved the 5th day of April 1860, the councils of Pittsburgh were authorized to vacate the sidewalk on the south side of Liberty street for the convenience of complainant; that councils, in pursuance of said act, passed an ordinance on. the 12th of December 1861, vacating said sidewalk for the use of complainant. That by it the complainants were required to, and have built a stone wall on the south curb-line of said Liberty Street, twelve feet distant.from the location of said building ; that it has been and is still treated by complainant as the true line of said street, and was so considered and treated in the deed. And that complainants cannot comply, on their part, with the covenants in the deed, and cannot give the respondents the quantity of ground thereby conveyed according to the boundaries therein set forth, without treating the curb-line and wall as the line of said street.\nThe preliminary injunction was refused, and J. W. Parker, Esq., appointed examiner to take testimony.\nThe facts, as exhibited by the examiner, were in substance as follows:—\nThe councils of the city of Pittsburgh, by an ordinance passed the 15th day of July, a. d. 1848, granted to the Pennsylvania Railroad Company the right to enter the city limits, and reach the present Duquesne depot on the Monongahela river, by laying down rails and running cars along Ferguson street to Liberty street, and thence along it to the river. The license to use these streets in the manner indicated was recognised by the legislature by an act passed shortly afterward declaring the ordinance valid. It was found, however, in a few years, that the necessity for the almost hourly use of Liberty street for the passage of trains was so dangerous to the public that the removal of the tracks from the street was urgently pressed by the city, and the company, desirous to meet the popular wish, projected, and have nearly carried into execution, a plan securing the end desired, so far as it was possible. To accomplish this, it became necessary to acquire the title to all that portion of the property in the city lying south of Liberty street to the manor line in the Third, Fifth, and Ninth Wards, extending from Oarson to Washington street. The company, aided by the city, applied to the legislature for the passage of an act by which this ground could be taken and used, and on the 5th of April, A. i>. 1860, the requisite power was granted.\nBy the 2d section of the act, the Select and Common Councils of the city were authorized, upon the application of the company, “ to vacate any street or alley crossing said property, and the whole or any portion of any street or alley adjoining the same.”\nThe company made application to the councils for the vacation of certain streets and alleys intersecting the property, and also for the right to use the pavement, twelve feet in width, on the south side of Liberty street, in connection with the business proposed to he done on the premises about to he acquired. This was made necessary by the constant falling down of the earth from the high hill immediately in the rear of the property, rendering any attempt at excavation toward the hill for the purpose of gaining track room extremely hazardous. And, as a further reason, the pavement, after the purchase of the property and the pulling down of all the houses on it, some seven hundred in number, would be of no benefit to the public, but could be made of considerable advantage in transacting the company’s business.\nThe councils, on the 12th day of December 1861, in pursuance of the power conferred by the act, and in response to the application, passed an ordinance vacating, inter alia, the pavement in the following manner: “ Also all that footway or pavement, twelve feet wide, lying on the south side of Liberty street, and extending from the east line of Washington street to the line between the Fifth and Ninth Wards.”\nBy a proviso to a subsequent section, it was “ Provided, nevertheless, that whenever the lots of ground and premises to' he acquired aforesaid by the said railroad company shall after such acquisition by it cease to be used, owned, and occupied by it for railroad purposes, that then the streets, alleys, passage-ways, and footway thereby vacated and surrendered shall again revert to the city of Pittsburgh.”\nIt was further declared by the ordinance, that before it should take effect, the railroad company should, by a resolution of the hoard, accept the same, and that a certified copy of it should he filed with the comptroller of the city, which was done.\nThe company acquired title to all the property between Carson and Washington streets within the past three years, part by proceedings under the act, hut the greater portion by purchase from the owners. The respondent in this case, desiring a lot for the. erection of a grain elevator, proposed to purchase from the company a site on the ground they had recently acquired, desiring to place it as near as practicable to the point where the western railroads make their connection in the city, with the main line of the Pennsylvania Railroad. Negotiations were commenced in Philadelphia as early as February 1864, and continued from time to time until the 27th day of April following, when a deed for a lot was executed in duplicate by the company, and delivered to the president of the Grain Elevator Company. As it contained certain covenants to be performed by the latter company, it was duly executed by it, and placed of record in Allegheny county.\nThe lot sold was situate on the south side of Liberty street, bounded in front by the south line of the street, having a front on it of one hundred and twenty feet. A covenant in the deed required that the grain elevator should be built twelve feet from the line of the street, “ so that the space of twelve feet by one hundred and twenty may be used by the Grain Elevator Company, their successors and assigns, to lay down a railroad track.”\nSoon after the delivery of the deed, the president of the Grain Elevator Company, as required by an ordinance of the city, employed the city regulator to run off the lot, and mark the site for the proposed building. He placed the deed in his hands, and relied upon his accuracy and fidelity for a location strictly in accordance with its description and requirements. The city regulator, looking only at the descriptive part of the deed, fixed the site of the building in ignorance of the requirements of the covenant as to the distance it was to be placed from the line of the street, and he located its front foundation wall on the then line of the street. Workmen commenced excavating upon the lot, and dug out to the street line, and by the middle of September the stonework on the front wall was about level with the street. Prior to this time no officer of the railroad company in Pittsburgh had any supervision of the woi'k, nor any knowledge of the contents of the deed; the whole negotiation having been commenced and concluded in Philadelphia. J. Edgar Thomson and Thomas A. Scott, Esqrs., being in the city of Pittsburgh about that time, and ascertaining that it was being erected in violation of the above covenant, Mr. Thomson gave notice to the person in charge of the work, and to the workmen, to stop at once, explaining the reason for making the demand. Subsequently, on the 17th of the month, a formal notice in writing was served upon the respondent to the same effect, and then the bill as above stated was filed.\nOn hearing the case the bill was dismissed with costs by the decision of a majority of the court; which was the error assigned.\nJohn H. Hampton, for appellants.\nHopkins & Lazear, for appellees."
  },
  "file_name": "0499-01",
  "first_page_order": 499,
  "last_page_order": 509
}
