{
  "id": 425159,
  "name": "Edwards's Executors versus Trumbull et al.",
  "name_abbreviation": "Edwards's Executors v. Trumbull",
  "decision_date": "1865",
  "docket_number": "",
  "first_page": "509",
  "last_page": "512",
  "citations": [
    {
      "type": "official",
      "cite": "50 Pa. 509"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 435,
    "char_count": 8010,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 5.99450240923876e-08,
      "percentile": 0.372550098480645
    },
    "sha256": "544e275f9c9e3b681f0c4cdc4acc33b14dcd278ccb7fd420b4761e129bae85b9",
    "simhash": "1:5baf40bd2218e2c4",
    "word_count": 1380
  },
  "last_updated": "2023-07-14T17:59:34.595400+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Agnew, J., dissented and filed a dissenting opinion."
    ],
    "parties": [
      "Edwards’s Executors versus Trumbull et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nThe only question submitted to us is whether the transaction between Lisle and Edwards was a mortgage or not. If a mortgage, then as the defeasance was not recorded, it was to be treated as an unrecorded mortgage, and as Samuel E. Smith, the subsequent mortgagee, had no notice of its existence, the proceedings under this mortgage vested a good title in the defendants.\nThe words of the paper of the 22d April 1847, signed by George W. Edwards, clearly show that the whole transaction of the deed, the power of attorney in blank afterwards filled up, and the deed to Edwards without any new consideration, constituted only a mortgage. It was in its inception' only a security for the repayment of money and so remained. The court below were therefore clearly right in their charge to the jury.\nJudgment affirmed.\nAgnew, J., dissented and filed a dissenting opinion.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "S. W. Dana, for plaintiffs in error.",
      "D. Craig, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Edwards’s Executors versus Trumbull et al.\nDeposit of title-deeds with power to sell, when equivalent to a mortgage.— Validity of unrecorded defeasance.\nWhere a deposit of title-deeds with a power 'of attorney authorizing-to sell and transfer the land, &c., was made April 22d 1847 by one, who received in return a paper which was not recorded, stating that they were deposited as collateral security for a balance due on certain stock theretofore sold, and stating that they were to be returned whenever the stock should be taken up and paid for, and subsequently, in 1858, the holder of the power filled up the blank with the name of one who, thus empowered, conveyed the land described in the deed to the holder: in ejectment by the executors of the vendee, under this power, against the trustees of one who claimed as purchaser at a sheriff's sale, under a mortgage executed February 18th 1859, Held, that the defeasance was intended to apply to any conveyance made under the power of attorney, that the conveyance, together with the other papers, constituted but a mortgage, and the defeasance not being recorded, the whole should be treated as an unrecorded mortgage and be postponed to a. subsequent mortgage without actual notice of the existence of the defeasance.\nError to the Common Pleas of Lawrence county.\nThis was an action of ejectment by Elizabeth R. Edwards, •James M. Smith, and John H. Edwards, executors of the last will and testament of George W. Edwards, deceased, against John M. Lisle, Ralph Copper, Robert Irvine, and Matthew Malone,-trustees for Mrs. Ellen Harrison, for a tract of land containing four hundred acres and allowance in Slippery Rock township.\nThe facts of the case were as followsBoth parties claimed title under John M. Lisle, who by virtue of deed from John Lisle and wife, dated January 23d 1841, and recorded in the recorder’s office of Beaver county, became the owner of th« whole tract. On the trial the plaintiffs gave in evidence the above deed. They then gave in evidence a written power of attorney from John M. Lisle to Joseph E. Devitt, dated April 22d 1847, recorded in the recorder’s office of Lawrence county, in the book in which articles of agreement, letters of attorney, &c., are recorded, on the 21st day of April 1862, of which the following is a copy:—\n“ Know all men by these presents, that I, John M. Lisle, of Philadelphia, do make, constitute, and appoint ‘ Joseph E. Devitt,’ of the same place, my true and lawful attorney for me and in my name, to sell and transfer a certain farm in Beaver county, state of Pennsylvania, containing five hundred acres more or less, being the same farm conveyed by John Lisle and wife to John M. Lisle, as will fully appear upon the record’s book of said county, Deed-Book T, page 367, with power, also an attorney under him for that purpose to make and substitute, and to do all lawful acts requisite for affecting the premises ; hereby ratifying and confirming all that the said attorney, or substitute, or substitutes shall do therein by virtue of these presents. In witness whereof, I have hereunto set my hand and seal the 22d day of April, in the year of our Lord, one thousand eight hundred and forty-seven.\n(Signed) “ John M. Lisle.” [l. s.]\n“ Signed, sealed, and delivered in the presence of\n“ Chas. L. Hahvey.”\nPlaintiffs then gave in evidence deed from John M. Lisle by his attorney in fact, Joseph E. Devitt, to George W. Edwards, dated August 21st 1858, for the whole five hundred acre tract, and recorded in “ Deed-Book,” on the 25th of August 1858. This deed recited the consideration of “ one dollar and other good and sufficient considerations.”\nPlaintiffs then offered will of George W. Edwards, dated August 2d 1861, proved September 4th 1861, devising the whole of testator’s real estate to plaintiffs, and rested.\nThe defendants then showed title to themselves by mortgage John M. Lisle to Samuel F. Smith, dated February 18th 1859, and recorded February 22d 1859, of land described in the declaration to secure debt of $2000 with interest from date. The record of scire facias upon this mortgage at Ho. 50, May Term 1863, in Common Pleas of Lawrence county. Peter McCall, Benjamin B. Comegys, and William Ashmoad, executors of Samuel F. Smith and John M. Lisle, issued March 23d 1863, and same day judgment thereon hy confession of defendant for $2491, upon which & fieri facias to May Term, No. 25, 1863, was issued, and the land sold by the sheriff on the 14th of May 1863, to L. L. McGuffin. The sheriff’s deed and conveyance to defendants, though not given in evidence, were admitted to be regular.\nDefendants then proved by the deposition of Joseph E. Devitt (the attorney named in the above power of attorney), that prior to the date of the deed to George W. Edwards the power of attorney was in blank, that about the time of executing the deed, the blank was filled by Mr. Edwards’s agent, by writing therein the name of “ Joseph E. Devitt,” and that the deed was then made by him in pursuance of the said letter of attorney.\nDefendant then gave in evidence the papers of which the following are copies:—\n“ 1847. John M. Lisle\nTo Geo. W. Edwards, Dr.\nApril 14, To 100 Morris . . . 22J $2250.00\n“ 19, “ . 22| 2250.00\n$4500.00\nInterest 36\n$4500.36\nApril 19, By Cash 300.00\n$4200.36\n“ Received, Philadelphia, April 19th 1848, of John M. Lisle, two hundred shares Morris Canal stock, upon which I have advanced him the sum'of $4200, upon the payment of which with interest I promise to return the said stock to him or his order.\n“ Geo. W. Edwards.”\n“ Received, Philadelphia, April 22d 1847, of John M. Lislev a deed for a farm of five hundred acres in Beaver county, Pennsylvania, together with a power of attorney to transfer said farm. This deed is to be held by me as collateral security for the payment to me of the balance due upon four hundred shares of Morris Canal stock, which balance’ will appear upon reference to the receipts which have already passed between us. Upon the said Lisle’s taking up and paying for such stock, this deed with power of attorney to be returned to him — it being distinctly understood it is only held by me as collateral security for the payment of the balance due me on said four hundred shares of’stock. '\n“ Geo. W. Edwards.”\nThis paper was not recorded.\nUpon these facts, the court (Johnson, P. J.) charged the jury that the defeasance of the 22d April 1847, was intended hy the parties to he, and was legally, applicable to any conveyance of the land made under the power of attorney, and that the conveyance, together with the other papers, all together, constituted but a mortgage, and the defeasance not being recorded, the whole should be treated as an unrecorded mortgage, and be postponed to a subsequent mortgage without actual notice of its existence ; and that consequently the defendants were entitled to hold the land. The jury returned a verdict accordingly for defendants, and judgment was entered thereon.\nWhich was the error assigned.\nS. W. Dana, for plaintiffs in error.\nD. Craig, for defendants in error."
  },
  "file_name": "0509-01",
  "first_page_order": 509,
  "last_page_order": 512
}
