{
  "id": 425161,
  "name": "Henneigh versus Kramer",
  "name_abbreviation": "Henneigh v. Kramer",
  "decision_date": "1865-03-20",
  "docket_number": "",
  "first_page": "530",
  "last_page": "534",
  "citations": [
    {
      "type": "official",
      "cite": "50 Pa. 530"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 259",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846065
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0259-01"
      ]
    },
    {
      "cite": "2 Jones 128",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    },
    {
      "cite": "1 Whart. 177",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829026
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/1/0177-01"
      ]
    },
    {
      "cite": "3 W. & S. 382",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854610
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0382-01"
      ]
    },
    {
      "cite": "1 Wright 394",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 601,
    "char_count": 12730,
    "ocr_confidence": 0.41,
    "pagerank": {
      "raw": 1.1093393171926911e-07,
      "percentile": 0.5703079600393691
    },
    "sha256": "a7f6ff67dba534d64bff1d6c793ce7cb4bcbc211258c9d11059f81cf5ebb2d62",
    "simhash": "1:34abac77b77f06b5",
    "word_count": 2230
  },
  "last_updated": "2024-02-27T16:19:12.070484+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Thompson, J., dissented.",
      "Woodward, O. J., and Read* J., were absent."
    ],
    "parties": [
      "Henneigh versus Kramer."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\nIf this were a case to be treated solely as a submission, award, and affidavit filed under the provisions of the 1st and 2d sections of the Act of 16th June 1836, the argument would be conclusive, that unless the authority of the arbitrators who made the award appeared affirmatively upon the face of the submission, no judgment could be regularly entered. But this was an amicable action in account render, and a reference entered in the court and filed on the 17th of August 1860. The actual reference took place afterwards, and the award was not filed until the 1st of March 1861. It was therefore spending action within the 6th section of the Act of 1836, and not a proceeding outside of the court, having no place within it, until the submission, award, and affidavit were filed, according to the first and second sections of the law. Wall’s Administrator v. Fife, 1 Wright 394, therefore rules this point; opinion by Justice Thompson. Now under the sixth section, the judgment is not founded upon the terms of the submission, but is the result of the award, which has the operation of a verdict when approved of by the court, “ and the party in whose favour such report shall be made, whether plaintiff or defendant, shall have judgment thereon, and the like process for the recovery thereof, as on a verdict in an action commenced by such party.” Thus the case is not dependent on the literal fulfilment of the terms of the submission, but goes back to thé approval of the court, the language of the section being' “ the award of such referees, if made according to the submission of the parties, being approved by the court, and entered on record, shall have the same effect,” &c. This case is not like that of Stokely v. Robinson, 10 Casey 315, where there was no submission; but we have a written submission, and a further clause that “ judgment shall be entered on the report of our said auditors, or those acting as such, to have the same effect as if regularly tried in court.” Whether the arbitrators making the report were regularly substituted by the parties for those named in the submission, was a fact for the decision of the court, before approval. The submission itself provided for substitution, and therefore a court would recognise those whom the parties themselves clearly recognised as invested with authority. The award stated on its face that the parties appeared, submitted their accounts and proofs, and were heard, and concluded with the award and an account. The defendant filed exceptions to the merits April 1st 1861, and supplemental exceptions January 29th 1862. In neither did he suggest any want of authority, but following up the merits, on the 16th of January 1861, presented his petition praying for a rule to show cause why the said account should not be sent back to the same auditors. The court granted this rule to show cause, upon the express condition that it was not to interfere in anywise with the rights of the plaintiff to proceed on the award. This rule to show cause was discharged by the court on the 17th day of February 1862, and it was not till then, after recognising the authority of the auditors by excepting to their award upon the merits only, and by solemnly asking the court to send back the case to be reheard before the same auditors, that for the first time we hear of an objection to the authority of the auditors, by taking a rule to show cause why the award should not be set aside on the ground of a want of authority. The defendant had said to the court in language of unmistakeable import, both implied and expressed, Let me go back before my auditors to be reheard. Rut when the court said, No, we see no ground for this, and we therefore discharge the rule to show cause why you should not go back, he turns around to the court, and says, in the face of the recital on the front of the award, and his own acquiescence for .almost a year, 'Now I object to this award, because it was made without authority. Clearly this objection is too late: it is a trifling with fairness and •justice, and a double dealing with the court. The following cases most conclusively decide that in such a case the court will not permit a party to escape the effect of his own conduct, but will” hold him to his waiver of any defect in the appointment of the arbitrators: Brooke v. Bannon, 3 W. & S. 382; Christman v. Moran, 9 Barr 487 ; Browning v. McManus, 1 Whart. 177 ; Graham v. Graham, 2 Jones 128 ; Mitchell v. Wilhelm, 6 Watts 259 ; Bemus v. Clark, 5 Casey 251.\nThe parties have put their own interpretation upon the words “ or those acting as such.” They appeared before those auditors, produced their accounts and proofs, were regularly heard by them, ■and suffered them to make out and file their award without objection, and after it came into court and was filed in a pending action, the defendant makes no objection to their authority, though he excepts, and excepts a second time after months of interval, to the •merits, and even asks the court to be permitted to go before them to be reheard; and only when the court refuses this request, and after nearly a year had elapsed, he for the first time asserts a •want of authority. In every respect except the change of the names of the auditors, the proceedings appealed to be regular on their face and pursuant to the terms of the submission. The court was justified by the conduct of the defendant in concluding that •the auditors were regularly substituted, or if any irregularity had occurred that it was fully waived by the defendant, and justified, therefore, in approving 'the award. This approval is evidenced by dismissing the exceptions and entering judgment on the award.\nJudgment affirmed.\nThompson, J., dissented.\nWoodward, O. J., and Read* J., were absent.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "David Barclay, for plaintiff in error.",
      "Gordon & Brother, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Henneigh versus Kramer.\nAmicable action in account render. — Submission to arbitrators, validity of under Act of 1886. — Party by appearance and trial estopped from objection to power of auditors. — Substitution of auditors.\n1. An amicable action in account render, with an agreement, that the stated case be entered in the Court, of Common Pleas by the prothonotary, and tried as if summons served, narr. filed, appearance by defendant, plea, and judgment of account entered; naming the auditors, and providing for sub- » stitution; and further that judgment should be entered on the report of the auditors, or those acting as such, to have the same force and effect, as if tried regularly in court: is not a submission, within the first and second sections of the Act of 1836, and it is not necessary that the authority of the auditor who made the award appear affirmatively upon the face of the submission, in order that judgment be entered.\n2. After participating in the proceedings before the auditors, and after award filed, and exceptions on the merits by the party excepting, he cannot afterwards object to the authority of the auditors to make the award.\n3. Where the agreement stipulated for judgment on the award of the auditors, “ or those acting as such,” and the award was made by the three, not named therein, but substituted, it will be implied that the substitution was made by consent, after proceedings had before them, and exceptions to their award on the merits only, or if there was any irregularity, that it had been waived.\nError to the Common Pleas of Jefferson county.\nThis was an amicable action of account render between George Kramer, plaintiff, and David Henneigh, defendant.\nThe facts of the ease were as follows:—\nHenneigh and Kramer were partners in buying, running, and selling lumber. While thus engaged they had. mutual dealings, the result of which they desired to ascertain. They therefore entered into the following agreement; which was duly filed of record:—\n“ And now, to wit, July 24th, A. D. 1860, We, David Henneigh and George Kramer, agree that the above-stated case be entered in the Common Pleas of Jefferson county, and have the same force and effect as if regularly commenced by summons, and the prothonotary is hereby authorized to enter the same — and we agree that the case shall be tried without filing a narr. or order of court to account, the said case to appear and be tried as if summons served, narr. filed, appearance by defendant, plea.filed, and judgment of account entered by the court — and we do further agree that Sanford Neil, Robert Hamilton, and John T. Carrol shall be auditors to state an account between us, to have the same powers and authority as if appointed by the court, and they, or a majority of them, to meet and report — and should any or either of the above-named auditors refuse, or not attend, the other two shall have, and are hereby authorized to choose a third auditor, and our said auditors so chosen by us are hereby authorized to try all matters of law and fact without an issue certified to the court; and should a majority, or more than one of the said auditors, refuse to act, then the vacancy shall be filled by appointment of court, to have the same powers as we hereby agree the above-named auditors shall have ; and we do hereby fix Thursday, the 23d day of August next, at one o’clock of said day, at Punxsutawney, at the house of James McHenry, as the time and place of meeting, our said auditors having power to adjourn from time to time, as they think necessary, or either of them, should a majority not be present; and we do further agree that judgment shall be entered on the report of our said auditors, or those acting as such, to have the same force and effect as if triad regularly in court; and further, should our said auditors aforesaid find for defendant, it is agreed that judgment shall be entered for defendant with same force and effect as if judgment were entered for plaintiff; and we do further agree that the value of running, taking charge of and sale of lumber, shall be regulated and fixed by our said auditors by the testimony of W. E. Gillespie, L. Me- ■ Quown, and S. B. Williams, or a majority of them, and the price so fixed and found by our said auditors to be the amount pending upon the said parties, irrespective of what it might have cost. It is further agreed that our said auditors shall have full power, and are hereby authorized, to investigate and settle all individual accounts between the said parties.\n“ In testimony whereof witness our hands and seals.” Signed by the partners in the presence of two witnesses, one of whom made affidavit as to the execution of the submission.\nNone of the persons chosen by the parties served. No new submission was ever filed, nor was any appointment made by the court. Thus the case stood on the record. The parties, however, some time after went into trial, Thomas Mabon, Thomas K. Litch, and W. W. Corbet acting as auditors or referees.\nThese referees on the 1st of March 1861 filed a paper as an account stated, with their award, which was as follows:—\n“ And now, to wit, February 28th 1861, we, the auditors to whom were referred the accounts of the respective parties, having been duly sworn according to law, and having heard the parties, their proofs, allegations, and accounts, do award for the plaintiff one hundred and twenty-six eighty-eight hundredth dollars and costs of suit.\n“ W. W. Coebet,\n“ Thomas K. Litch,\n“ Thomas Mabon.”\nDuring the progress of the trial, W. W. Corbet, one of the acting referees, took notes of the testimony and accounts on loose half-sheets of paper, intervals of weeks occurring sometimes between the meetings of the referees. These loose pieces of paper meanwhile were placed in a desk in the prothonotary’s office, easily accessible to whomsoever should choose to interfere with or remove any of them — and it was from these that the account was made out and the award made up.\nIt was alleged by Henneigh that many credits due him, as also many charges against Kramer, were omitted, some of which had been admitted on the hearing.\nOn the 1st of April 1861, the defendant below and plaintiff above filed exceptions to the award. January 29th 1862, additional exceptions were filed. February 17th 1862, a rule to show .cause why the award should not be set aside was granted; and W. P. Jenks, Esq., was appointed auditor to report on alleged errors. He reported at May Term 1862, and in his report sustained the 4th, 7th, 12th, 13th, and 14th exceptions, and the 8th, 11th, and 14th items of the 16th exception, showing errors in the aggregate of more than $1000 against Henneigh. On the 16th of May 1862 the rule to show cause, was discharged.\nWhich was the error assigned.\nDavid Barclay, for plaintiff in error.\nGordon & Brother, for defendant in error.\nMarch 20th 1865,"
  },
  "file_name": "0530-01",
  "first_page_order": 530,
  "last_page_order": 534
}
