{
  "id": 401886,
  "name": "Chambers v. Jaynes",
  "name_abbreviation": "Chambers v. Jaynes",
  "decision_date": "1846-09-25",
  "docket_number": "",
  "first_page": "39",
  "last_page": "48",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 39"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts & Serg. 165",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480104
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0165-01"
      ]
    },
    {
      "cite": "4 Watts & Serg. 545",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "17 Pick. 222",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2023991
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/34/0222-01"
      ]
    },
    {
      "cite": "11 Pick. 151",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2016098
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/28/0153-01"
      ]
    },
    {
      "cite": "8 Miss. 214",
      "category": "reporters:state",
      "reporter": "Miss.",
      "opinion_index": -1
    },
    {
      "cite": "21 Pick. 417",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2048068
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/38/0417-01"
      ]
    },
    {
      "cite": "4 Watts, 265",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842787
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0265-01"
      ]
    },
    {
      "cite": "5 Pick. 425",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2033163
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/22/0425-01"
      ]
    },
    {
      "cite": "7 Watts, 360",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846862
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0360-01"
      ]
    },
    {
      "cite": "1 Watts, 360",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838061
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0360-01"
      ]
    },
    {
      "cite": "8 Watts & Serg. 367",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483403
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0367-01"
      ]
    },
    {
      "cite": "1 Watts & Serg. 301",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852584
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0301-01"
      ]
    },
    {
      "cite": "2 Watts & Serg. 26",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853556
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0026-01"
      ]
    },
    {
      "cite": "3 Watts, 331",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841267
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0331-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 838,
    "char_count": 24704,
    "ocr_confidence": 0.555,
    "pagerank": {
      "raw": 5.186158553377774e-07,
      "percentile": 0.9400526826081366
    },
    "sha256": "f599b1ee27b9677eef093ae785433faaa877f9629610456d367db139a8a63a4a",
    "simhash": "1:68d36eac0e48e3bf",
    "word_count": 4381
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Chambers v. Jaynes."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nJudgment affirmed for the reasons given by Judge Grier.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Woods and Metcalf for plaintiffs in error.",
      "Biddle and Dunlop, contra."
    ],
    "corrections": "",
    "head_matter": "Chambers v. Jaynes.\nA plaintiff, who has substantially and bond fide complied with the covenants on his part, in a written contract, is not precluded by slight omissions from receiving a fair compensation according to such contract, where the breaches can be paid in damages.\nWhere it is the original contract of the parties, that the creditor shall look to a certain fund alone; upon the failure of that fund, he cannot have recourse beyond it to the personal responsibility of his debtor.\nWhere by an article of agreement, part of the price of the erection of certain houses was «to he paid out of the rents of said houses quarterly, the whole amount to be applied to that purposeand the houses were burnt down soon after they were completed and rented ; in covenant to recover that part of the price, the plaintiff should allege and prove that the defendant had received rents from the houses, or should on account of default or negligence be charged as if he had received the same.\nError to the District Court of Alleghany county.\nSept. 18. This was an action of covenant brought by James Chambers, the plaintiff in error, who was plaintiff below, against Alexander Jaynes, the defendant in error, upon the following articles, dated the 26th day of August, 1844, whereby it was agreed «That the said James Chambers, for the consideration of two thousand dollars, to be paid by Alexander Jaynes as hereafter specified, hath agreed and doth hereby covenant and agree to build two houses of the following description, viz. : To be each eighteen feet front by thirty feet deep with back buildings; one twelve feet by fourteen feet, and one twelve feet by twenty-two feet, all two stories high, with basement kitchen on Ross street; and to be finished in a neat, plain, substantial manner, and find all materials and workmanship for the same. The cellar walls to be of stone, except the division wall, which is to be brick on stone foundation, according to the plan agreed upon; the whole to be completed by April 1st, 1845.\n“ And the said Alexander Jaynes, on his part, doth hereby covenant and agree to pay or cause to be paid, two thousand dollars, as follows : one note for five hundred dollars, payable in fifteen months, with interest, dated August 5th, 1844; one note for three hundred dollars, payable in twelve months, with interest, dated September 1st, 1844; one hundred dollars in nails, and one hundred dollars in saw-mill lumber at cash prices, and the balance to be paid out of the rents quarterly, the whole amount to be applied to that purpose, with interest on the amount due and unpaid on and after April 1st, 1846. ”\nThe plaintiff, after setting forth in his declaration the agreement aforesaid, and averring performance thereof on his part, and that the defendant did not perform and keep the covenants thereof, on his part, alleged, “ that after making the said agreement, to wit, on the 27th of November, 1845, at the county aforesaid, a large sum of money, to wit, the sum of one thousand two hundred dollars, being the one hundred dollars in nails, one hundred dollars in saw-mill lumber, at cash prices, and the balance one thousand dollars, as the same are specially set out in said agreement, had become and was due, and still is in arrear and unpaid to the said plaintiff contrary to the tenor and effect, true intent and meaning of said articles of agreement, and of the said covenants of the said defendant by him in that behalf so made as aforesaid, to wit, at the county aforesaid.”\nAnd for further breaches of said agreement, the said plaintiff alleges, “ that after the making of the said articles, and after he the said plaintiff had built and finished the said two houses, &c., as he had covenanted to do, and within the time in said articles of agreement specified, and before the said 1st day of April, 1845, he had delivered up to the said defendant the said houses, &c., so finished as aforesaid, and the said defendant having so received the same, did on and before the said 1st day of April, 1845, in his own name and right, lease and rent one of the said houses, &e., unto Wm. Wilson and John Macklinn, for the term of two years, from April 1st, 1845, for the sum of two hundred and twenty-five dollars per annum, payable quarterly, and delivered the same unto , said tenant, and the other of said houses, &c., he the said defendant did on or before the day and. year last aforesaid, in- his own name and right, lease and rent unto John Parry for the term of one year, from April 1st, 18.45, for the sum of one hundred and forty dollars per annum, payable quarterly, and delivered the same unto the last-mentioned tenant, whereby, and by virtue of said agreement, to wit: On the 1st of October, 1845, at the county aforesaid, a large sum of money, to wit, the sum of dollars, became and was due, and still is in arrear and unpaid to the' said plaintiff, contrary to the tenor and effect, true intent and meaning of the said agreement, and of the said covenant of the said defendant, by him in that behalf so-made as aforesaid, to wit, at the county aforesaid. '\n«And the said plaintiff further says, that after he had faithfully fulfilled all the covenants, by him to be kept and performed as aforesaid, and had finished said houses as aforesaid, and the defendant had taken possession thereof as aforesaid, and received the same from him the said plaintiff; that the said houses, &c., were worth the sum of six hundred dollars per annum, quarterly, whereby there became due and payable, by the defendant to the plaintiff, on. the 1st of October, 1845, the sum of three hundred.dollars, and the same is still in arrear and unpaid to the said plaintiff, cdntrary to the true intent and meaning of the said articles of agreement and of the covenant of defendant, wherein he covenants that <■ the balance shall be paid out of the rents quarterly, the whole amount of rents to be applied to that purpose.’ ” -\nThe facts of this case proved on the trial, are contained in the following special verdict found by the jury.\n« The jurors in this case do find that the plaintiff and defendant, on the 26th of August, 1844, entered into the article of agreement in the declaration mentioned; that the plaintiff went on to build the houses, according to his covenant, except that the'buildings were not completed, in some small particulars, on the first of April, 1845, viz.: The store-room in one of the buildings had not a second coat of paint. The windows and doors had not been sufficiently painted. No grate in one of the cellar windows. In all, the work and materials, in which the-buildings were defective, 'and not complete, amounted to the sum of $>10.\n« That the plaintiff was about to 'complete these matters, when (on the 10th of April, 1845) the houses were burnt, and in consequence. thereof the plaintiff could not finish them.\n“ The defendant, in anticipation that the houses would be completed on the first of April, made a lease of one of the houses ; one of them, to William Wilson and John Macklin, on the 3d of January, 1845, term to commence on the first of April following, for a term of two years, at the yearly rent of $220, payable quarterly. These tenants took possession before the first of April, without objection by plaintiff. The other house was leased by parol, to John Parry, at a yearly rent of $140, term to commence on 1st of April, 1845, who entered on the 1st of April, or thereabouts.\n“ The houses were destroyed by the great fire on 10th of April. The tenants paid no rent to defendant or plaintiff, and neither of them made demand of any.\n“ The defendant has given the two notes called for in the agreement; he has paid the $100 worth of lumber therein covenanted to be'paid; but on the $100 worth of nails, there remains a balance due of $43, which has not been paid, although demand was made by plaintiff.\n“But whether on these facts the plaintiff in this ease is entitled to a verdict, and for how much, this jury are ignorant, and pray the instruction of the court.\n“1. Whether the plaintiff can recover any amount in this form of action.\n“ 2. Whether thé plaintiff is entitled by law to recover from defendant any thing on account of the rents, and if so, whether the whole thousand dollars covenanted to be paid out of the rents, or only the two quarters due when this suit wras brought.\n“ 1. If the court are of opinion that plaintiff may recover on the first point, but not on the second, then we find for plaintiff $35 58.\n“ 2d. If the court are of opinion that the plaintiff may recover the whole amount that was to be paid in rents, then we find for the plaintiff the sum of $1035 58.\n“3d. But if the court are of opinion that the plaintiff is entitled to recover the amount of the rent for two quarters, due by contract before this suit was brought, then we find for the plaintiff $215 58.\n“4th. But if the court are of opinion that plaintiff, under the circumstances stated, is non-entitled in law to recover, then we find a verdict for defendant.”\nThe opinion of his honour Judge Grter, upon the points presented by the special verdict, wras as follows:—\n“ Three points are presented by the special verdict in this case, for the consideration of the court:\n“1. Can the plaintiff recover any thing, on the facts as found by the jury, as connected with the allegata in his declaration ?\n“The declaration avers that the < plaintiff did erect, set up, build and finish said two houses, in every respect as he was bound,, and had covenanted to do by said articles of agreement, and within the timé therein specified, and had, before the first day of April, 1845, delivered up to defendant the said houses, so finished as aforesaid, and the defendant had so received the same, and entered into the occupancy thereof by himself and tenants, &c.’\n“The jury find < that the buildings were not completed in' some small particulars, on the first of April, 1845, amounting in value to about $10;’ that the tenants took possession of the houses on the 1st of April, and the plaintiff was proceeding to complete these matters when the houses were burnt, on the 10th of April, which of course rendered it impossible for plaintiff to finish them.\n“ It is contended by the counsel for the defendant, that the plaintiff having averred complete performance of his contract within the time specified, is bound to make out his case precisely as he has stated it, and that the verdict shows that he did not complete his contract within the time specified, and in fact has never done it—that, too,, without any fault or interference of the defendant.\n“As a general rule'it is undoubtedly true, that where a contract is entire, it is incumbent on'the plaintiff to show a performance of all that wras stipulated on his part to be performed, and on failure so to do, he is not entitled to recover any thing. But there are exceptions to this rule, and that is, that where there has been a substantial and bona fide compliance on the part of the plaintiff with his contract, he shall not be precluded from recovery of his compensation on account of some slight imperfection, for which the defendant may be compensated in damages. This doctrine was first .established by the case of Boone v. Eyre, 1 H. Black, 273, in note, and has been fully adopted in our Supreme Court, in the cases of Ligget v.~ Smith, 3 Watts, 331; Preston v~. Finney,. 2 'Watts & Serg. 53'; Wilhelm v. Caul, 2 Watts & Serg. 26. . .\n. “N.or do the bases cited by defendant’s counsel contradict this doctrine, viz.: -Harris v. Ligget, 1 Watts & Serg. 301; Alexander v. Hoffman, 5'Watts and Berg. 382; arid Martin v. Schoenberger, 8 Watts & Serg. 367. They but affirm the general principle: That where plaintiff avers performance, he cannot.recover by showing part performance, through a default or omission by the defendant, or a waiver of performance. The principle which governs the present case is, that the plaintiff has shown a sufficient performance to support the averment in his declaration, because he has shown a substantial performance, and therefore that the allegata and probata agree.\n“ The verdict shows that the defendant considered the contract to build the houses-substantially performed, for his tenants are put in possession of them. The trifling omissions of a second coat of paint on some of the window-shutters and doors, and a grate in a cellar window, could be supplied at any time without injury or annoyance to the tenants, and the sum of $10 is found to be sufficient compensation for the omission. It is plain that neither plaintiff or defendant considered these omissions, at that time, as any substantial breach of their contract, and the cases cited show that we are not bound to treat them as such now.\n“We are of opinion, therefore, that the -plaintiff is entitled to have a verdict entered for him on the first point, for $35 58, being the balance unpaid by defendant of the keg of nails, deducting the $10, his damages for the small matters omitted in finishing the houses.\n“ 2d. We must next consider the second condition stated in the special verdict.\n“ Is the plaintiff entitled to recover the sum of $1000, which by the agreement was ‘to be paid out of the rents quarterly; the whole amount to be applied to that purpose.’\n“ The counsel for plaintiff seemed hardly to consider this point tenable, and have not much urged it, and I think very justly and judiciously. This is not the case of a previous debt for which the rents of the houses have been pledged or mortgaged as a security, and where the loss of the security would not affect the plaintiff’s right to a remedy on the original debt or duty. 'It is the original contract of the parties that plaintiff shall. look to this fund alone, and not to the personal responsibility of defendant, and neither law nor equity can change their contract. By this contract the plaintiff necessarily took the risk of the loss of the houses by fire, before his compensation was obtained. He had an insurable interest in them, and cannot now complain, if he is a partial loser, and insist that the whole loss should fall on the defendant. To this demand the defendant may justly answer, ‘ Non in hcec fcederá veni.’ Scott v. Fields, 1 Watts, 360.\n“ The plaintiff, on this condition of the verdict, -cannot therefore have judgment in his favour.\n“ 3dly. Is the defendant liable for the rent which he has not received, and which, if the houses had not been burnt, would probably have been paid by the tenants to the defendant before this suit was brought ?\n“The plaintiff’s counsel insist that the defendant binds himself to pay the amount out of the rents quarterly, and is therefore liable for the amount for which the houses were leased, whether received by him or not. .That the tenants are bound to pay the rents to defend-. ant and not to plaintiff, and having the remedy in his own hands, by action on the lease or contract, he should be treated as having-received that which he might have received.\n“In order' to test the correctness of these positions; we must examine, first, what was the defendant’s contract; second, what breach has been alleged in the declaration; and thirdly, what'is the finding of the jury. • ■\n■ “1. As we have already observed, the defendant has not contracted to pay the balance of $1000 absolutely, but out of a certain fund. The words of agreement are, ‘ The balance to be paid out of the rents quarterly; the whole amount to be applied-to that purpose:’ It would certainly not be a fair.construction of this contract, to say ■that the defendant would have been liable to the value of .the premises whether a tenant could be obtained or not. If the houses had lain vacant and idle, and produced no rent, (without any default of defendant,) he could not be called ori to- pay from a fund which he had' never received.\n“2. Does the declaration allege that the defendant ever .received any rent, or any portion of the fund which he was.bound to pay to plaintiff, which he has neglected or refused to pay to him ? I think it does not.\n“ The first count sets' forth a breach generally,' in the non paymént' of the $100 in nails, and the $100 in lumber, and the balance of $1000, without alleging any leasing of the houses or reception of the rent.\n“ The second count alleges the leasing of the property as found by .the jury, and the' delivery of the possession to the tenants, but does not allege the receipt of any rent by defendant, unless it may be inferred- from the following words, «Wheréby, and by virtue of said agreement, to wit, on the first of . October, 1845, at the county aforesaid, a large sum of money, to wit,- the sum $ became and was due, and still is in .arrear and unpaid to the said plaintiff, contrary to the tenor and effect, &c.’\n“ This breach assumes' that because the defendant had made leases payable quarterly, that he. had.broken his covenant by not paying the rent received to the plaintiff, whether defendant had received any rents or not. But neither the letter nor spirit of the contract warrant such an assumption.\n“The third count avers «that the premises were worth the sum of $600 per annum, payable quarterly,’ whereby there became due and payable, by the defendant, to the plaintiff, on the 1st day of October, 1845, the sum of $300. But this covenant is wholly unsupported either by the terms of the contract or the facts of the case.\n'«<3. The special verdict maybe said to support the allegations of the second count, so far as it directly avers matters of fact, while it negatives any inference that defendant has received any rent from the lessees. It finds that the «houses were destroyed by the great fire, on thé 10th of April,’ and «that the tenants paid no rent to defendant or plaintiff, and neither of them made demand of any.’\n««The truth is, neither party is willing to incur the odium of attempting by an action to extort the pound of flesh from their fellow-sufferers from this great calamity, if it could be done. Where the tenant has covenanted by deed to pay the rent, the law, it is true, does not permit him to set up as a defence against its payment, that the premises have been consumed by fire. But where the action is for use and occupation, on a parol contract to let a house, the authorities are more contradictory, as to whether such a defence is available. Though Mansfield, C. J., in Baker v. Holtpzaffell, 4 Taunt. 45, has held that the landlord may recover even in this form of action.\n“But in-this case the declaration neither alleges, nor does the verdict find that the defendant has received any rents which should be < applied to the payment of the balance,’ or that on account of his default or negligence, he ought to be treated as' if he had received them, and such being the case, we are of opinion that plaintiff has neither averred nor proved such a breach' of. the defendant’s covenant as entitles him to recover any thing on'that account.\n“Let .judgment be entered for the plaintiff on the verdict for the-sum of $35 58.”' -. ... '\nTh.e plaintiff thereupon sued out this writ of error.\nWoods and Metcalf for plaintiffs in error.\nIt is important that the-questions presented-in this case should be settled. • The covenants in the. agreement -are independent. We contend that under the' agreement Jaynes was personally responsible for the payment of $2000, the entire consideration mentioned in the agreement. It is not denied that he is personally responsible for the payment of $1000, at the times and in the manner specified. But it is contended, that for the payment of the remaining $1000, the plaintiff was bound to look to the rents of the houses'; tfiat the houses were responsible. Such was not the intention of the parties; and such a construction cannot-be-given to the covenants. 'The plaintiff, it will be observed, is not only to do the work, but to furnish all the materials. The defendant is to pay $2000. In \"relation to $1000, of this sum-there is no difference of opinion. How is the remaining $1000 to be paid ? -It is to be paid out of the rents quarterly; the whole to be applied for that purpose. The defendant was to rent the houses and receive the rents. Out of the rents—his own rents— so to be received, the defendant was to pay the plaintiff. He is, therefore, as clearly personally responsible for the remaining $1000, as he was for the payment of the first. But the court below-charged that the plaintiff was to look (under the agreement) for the last payment. to the fund to be raised by the rents, and not to the personal responsibility of the defendant. It cannot be- pretended for a moment that the plaintiff, under the agreement, had a lien either upon the houses or the rents. He had no interest in either that he could touch. He could not-have insured. The plaintiff has complied with his part of the contract, and the law will hold the defendant- to a strict compliance with his. It has, to be sure, become impossible for him to pay us our $1000 out of the rents, but this will not relieve him from personal responsibility; and the .law will compel him to respond in damages to that amount. If the houses had not been destroyed, we could have recovered as soon as we could have shown that a sufficient amount of- rents had become due; now that they have been burnt down, we would have to show the value of the property and yearly rental, and from this to establish the fact that a sufficient amount would have been due. . .\nThe defendant had insurable property, the plaintiff had not even an insurable interest in it. Plaintiff had nothing to do with renting the property. He had no lien on the houses. If the houses had not been burned, he could not have recovered in ejectment; He never agreed to release the defendant, in case the houses should be destroyed by fire, or in case they could not be rented. In the event of the destruction of the houses by fire, or otherwise, he never agreed to sustain a share of the loss. If the houses had been burned down before they were finished, the plaintiff would have been bound, inlaw, under his contract,to rebuild. ' The houses were completed, and the defendant took possession and actually rented them. The plaintiff bound himself absolutely to pay out of the rents; and if the source of payment has been destroyed, this will not inure to his benefit and discharge, and to our loss and injury. We are not compelled by any principle of law' to wait until rents are received. Scott v. Fields, 7 Watts, 360; Chitty on Con. 271, 272; 5 Pick. 425; 4 Watts, 265; 21 Pick. 417; 8 Miss. 214; 11 Pick. 151; 17 Pick. 222.\nBiddle and Dunlop, contra.\nThere are two points; one as to the meaning or understanding of the parties to the agreement, and the other the construction of that agreement, and the effect upon us— now that one of the funds for payment has been taken away from us. It was the intention and understanding of the parties at the time the agreement was executed, that the defendant, Jaynes, should make himself personally responsible for $1000 only, and that the rents of the houses should constitute the fund for the payment of the remaining $1000. The defendant knew his own circumstances, and that he could not with safety bind himself personally for more than that sum. He in all probability contemplated that they might be destroyed by fire, or that he might not be able to rent them. The plaintiff meets his views and also his apprehensions, and agrees to share the risk and hazard. He agreed to take the defendant personally for $1000, and the rents for the balance. The mode of payment is expressly set out in the agreement. ‘That part for which the defendant was to be personally responsible is first specified, and in the next place, that for which the houses were to be responsible. The last payment to be made, not out of the land, but out of the rents of the houses to be built by the plaintiff. The plaintiff agreed to take the rents as the fund for the last payment, and, now that that fund is gone, attempts to get clear of his share of responsibility. There is no averment or allegation in the declaration that rents were received, nor that the lessees were solvent or able to pay; but merely that the houses had been rented. They cannot therefore recover in this suit. Montgomery v. St. Stephen’s Church, 4 Watts & Serg. 545. There was no antecedent liability of defendant to plaintiff. Scott v. Fields, 7 Watts, 360. An action of debt will not lie upon a mortgage which contains no express covenant to pay, and therefore creates no personal responsibility. Bond v. Aitkin, 6 Watts & Serg. 165.\nSept. 25."
  },
  "file_name": "0039-01",
  "first_page_order": 39,
  "last_page_order": 48
}
