{
  "id": 401915,
  "name": "Barker v. The City of Pittsburgh",
  "name_abbreviation": "Barker v. City of Pittsburgh",
  "decision_date": "1846-09-21",
  "docket_number": "",
  "first_page": "49",
  "last_page": "52",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 49"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Serg. & Rawle, 322",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1805862
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/6/0322-01"
      ]
    },
    {
      "cite": "5 Watts & Serg. 211",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "6 Serg. & Rawle, 222",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "6 Serg. & Rawle, 322",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1805862
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/6/0322-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 454,
    "char_count": 7749,
    "ocr_confidence": 0.563,
    "pagerank": {
      "raw": 2.528737036075356e-07,
      "percentile": 0.8122585525256492
    },
    "sha256": "e8d490579b5bdf1cf28a19a6ce49e4c66e5fa524de1977efadfbf85b46ede88e",
    "simhash": "1:fd61fee8ae08d2dc",
    "word_count": 1328
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Barker v. The City of Pittsburgh."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThat there is no contract, express or implied, for the permanence of a salary, is shown by the constitutional provision for the permanence of the salaries of the governor and judges, as exceptions. That there is a strong moral obligation, independent of constitutional provisions, is not to be disputed; but a moral obligation, however sacred, is not a ground for the enforcement of it as a legal right, with which alone we have power to deal. The point, however, was decided in the Commonwealth v. Bacon, 6 Serg. & Rawle, 322, which is conclusive as a precedent; and the plaintiff is without remedy for what is certainly a hardship.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Woods and Hampton, for plaintiff in error.",
      "C. B. M. Smith and Todd, contra, were stopped by the court."
    ],
    "corrections": "",
    "head_matter": "Barker v. The City of Pittsburgh.\nA joint resolution of the select and common councils of the city of Pittsburgh, abrogating the salary of a collector of tolls, before the expiration of the time for which he had been elected and given bond, was'held, in an action by the collector, for the balance of the annual salary, brought after the expiration of the term for which he had been elected, not to be unconstitutional, and that the plaintiff Was without remedy.\nError to the District Court of Alleghany county.\nSept. IS»-. This was an action of assumpsit brought by the plaintiff’ in error, who was plaintiff below, against the defendant in error, to recover one quarter of a year’s salary, as collector of tolls at the aqueduct, across the Alleghany river.\nThe aqueduct erectéd by the state, across the Alleghany river at • the city of Pittsburgh, had become so much impaired by time, as to be impassable. The legislature, unwilling to appropriate a sum sufficient to rebuild the same, passed an act, which was approved the 19th day of January, 1844, authorizing the mayor, aldermen, and citizens of the city of Pittsburgh, to rebuild or repair the same, and to receive the tolls therefrom, until they should be reimbursed their expenses, interest, 'See.\nOn the -29th of January, 1844, the councils of the city of Pittsburgh passed an ordinance accepting the provisions- of the said act of Assembly, and making provisions for carrying the same into effect.\nBy the fourth section of this ordinance, it is provided, “ That the select and common councils shall meet as soon after the passage of this ordinance'as may be necessary,-and by their joint vote proceed to elect one respectable and suitable person as a collector of tolls for said aqueduct, and annually thereafter, at the regular time of-electing other city officers: who before entering on the performance of his duties, shall give bond with good and sufficient securities, in the sum of $2000.” This section, after enúmerating the duties of the collector, &c., concludes thus : « and the said collector shall be entitled to the annual compensation of $500, payable in like manner as other city’officers are now paid.”\nAfter giving in evidence the foregoing ordinance, the plaintiff called Alexander Millar, who testified, that he was clerk .of select council,- and produced the minute-book of the same, containing the following entry, which was given in evidence. . -\n“ March 13, 1844. This council adjourned to room of common council, for the purpose of electing on joint ballot one person to serve as collector of tolls at the aqueduct. After ballot had, Joseph Barker was duly elected.”\nIt was admitted, that the plaintiff gave bond according to the requirements of the ordinance. The witness then proceeded: “ I think he was notified of his election; I understood he acted as collector. The regular time of election of city officers, is Monday succeeding the second Tuesday of January. The election in January, 1845, was on the 21st of the month; Henry Kenney was elected, then; Kenney was elected under the original law.”\nThe following notice of plaintiff’s election, as collector, was then read.\n“ March 13, 1844. Sir, at a meeting of the select and common councils, held this day, on joint ballot, you were duly elected collector of tolls' at the aqueduct, for the city, until the annual election of city officers, if so long in possession of the city.”\nSigned by the clerks of both councils. Plaintiff entered immediately on the discharge of his duties, and remained at his post until the next annual election.\nDefendant’s counsel gave in evidence the act of Assembly above referred to, together with the supplement thereto, of the 29th of March, 1844. It was admitted that plaintiff had been, paid his salary' up to the 16th of October, 1844, Defendants then gave in evidence the following resolution of councils. '.\n“ September 30, 1844. Resolved, That the committee on aqueduct, be instructed to notify the collector at aqueduct, that'his salary will cease, from and after the 16th of October next; he to have the use of the dwelling-house until the 1st of April next, if not wanted sooner by the city.”\nDefendants then called Robert Galway, who testified as follows:\n“ I was chairman of the aqueduct committee in 1844. It was in the latter part of summer we suspended taking tolls, but did not suspend fully for foot passengers till the contract was made with Roebling; contract dated 18th of August, 1844. He tore it. down that fall, but not immediately after the contract; it was considered useless to the city from the time of the contract. I gave notice verbally to the plaintiflj of the resolution of the councils to dispense with his services after the 16th of October. He continued to live in the house ; we flattered ourselves at first, that the aqueduct would stand, but we found out by experience that we could not bolster it up long. •\nCross-examined. Mr. Barker performed his duty faithfully-;. we had no complaint against him. We had a bond with security to keep up the aqueduct till the opening of spring navigation in 1845, without interruption. The state has never taken the aqueduct out of our possession.\nThe jury was directed to find a verdict for the plaintiff, subject to the opinion of the court on the above case, as a point reserved.\nThe jury accordingly found a verdict for the plaintiff, for $133 75, subject to the opinion of the court on the'point reserved.\nOpinion of the court, (Grier, President,) on the point reserved. On the authority of the case of the Commonwealth v. Bacon, 6 Serg. & Rawle, 222, I feel compelled to arrest the judgment in this case, and enter judgment for the defendants on the point reserved.\nThe plaintiff, thereupon, sued out this writ of error.\nAssignment of errors. The court erred in entering judgment for the defendants on the point reserved.\nWoods and Hampton, for plaintiff in error.\nThere is but a single point in the case. Can a municipal corporation, in the discharge of their duties, elect or appoint a person to an office for a given time, and at a fixed salary, and before the expiration of that time and without any charge of neglect of duty, or misconduct against the officer, turn him out or deprive him of his salary. If councils, by a vote, elect a man to office to which a salary is attached, or to which they attach one, and he accept the office, it is a contract. Corporations are bound by the same rules of law as individuals. There ought to be some rule binding corporations to good faith in their election or-appointment to office, and to render them responsible for the violation of such contracts.\nIf the city, by one of its officers, hire a man to work for one year, they would be compelled to comply with their contract. And can it be, that when councils elect and employ him by a vote of their body, that they can rescind, at any moment, their agreement ? They cited Fereira v. Sayres, 5 Watts & Serg. 211, and Commonwealth v. Bacon, 6 Serg. & Rawle, 322.\nC. B. M. Smith and Todd, contra, were stopped by the court.\nSept. 21."
  },
  "file_name": "0049-01",
  "first_page_order": 49,
  "last_page_order": 52
}
