{
  "id": 401893,
  "name": "Chess's Appeal",
  "name_abbreviation": "Chess's Appeal",
  "decision_date": "1846-09-30",
  "docket_number": "",
  "first_page": "52",
  "last_page": "55",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 52"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Johns. Ch. Rep. 408",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1976855
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns-ch/3/0408-01"
      ]
    },
    {
      "cite": "7 Watts, 141",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846868
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0141-01"
      ]
    },
    {
      "cite": "4 Watts, 307",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 489,
    "char_count": 10136,
    "ocr_confidence": 0.536,
    "pagerank": {
      "raw": 1.5976404650634058e-07,
      "percentile": 0.6833018063987515
    },
    "sha256": "baca3e265fcbe5aa03dc9e63b5a97ea41db64c04ebdccd21b9669b6e46da74e2",
    "simhash": "1:e9d0e42c122c8dbe",
    "word_count": 1789
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Chess’s Appeal."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThe mischief intended to be remedied by the act of 31st March, 1792, and the act of 'the 10th March, 1818, was, that.in case' of death there might remain a contract of the deceased binding on his executors or administrators, but no person in being capable of carrying it into specific execution. The purchaser of land might be willing to pay the purchase money on receiving a conveyance. The executor might stand in need of these moneys to discharge debts and legacies; yet, notwithstanding, there being no competent grantor, the contract must be rescinded or delayed, or a suit brought in a court of law to recover damages for its nonperformance. The acts of Assembly, therefore, require the contract to be judicially proved before suit brought, and then empowers the executor or administrator to execute a deed to the purchaser. Hagerty’s Case, 4 Watts, 307; 7 Watts, 141.\nThe proceedings under these acts are in the Court of Common Pleas, who in the first place receive proof of the contract, and after-wards, if there be any difficulty as to the right to a specific performance, it must be enforced by suit brought in the same court through the medium of a jury. This, in many cases, was found to be an inadequate remedy, whereupon an additional remedy is given in the Orphans’ Court, (in all its essential features a court of equity,) by sections 15, 16, 17 and 18 of the act 24 Feb., 1834, an act relating to executors and administrators. This act provides for a distinct system, and it is only by confounding remedies that are so diverse, that any difficulty can arise. In all cases coming within the provisions of the latter act, the remedy is by bill or petition to the court, setting forth the facts, and after due notice the court has power, if the case be sufficient in equity and no sufficient cause be shown to the contrary, to decree the specific performance of the contract according to its terms, intent, and meaning.\nThe seventeenth section declares—that the order or decree, See., being certified by the clerk, Sec., may be recorded in the office for recording deeds in the county where the real estate is situated. And the eighteenth section declares, that when such order or decree for the specific performance of any such contract shall have been made, and the purchase money paid, or secured to be paid, according to the terms of such contract, it shall be the duly of the executors or administrators, &c., to execute such deed of conveyance as shall be directed by the court, in conformity with the intent of the contract; and the same being so made, shall be of the same force and effect to pass and vest the estate intended, as if the same had been executed by the decedent in his lifetime.\nThus, it appears that the Orphans’ Court, without the intervention of a jury, have the same power and authority as a Court of Chancery in such cases to decree, and by a necessary implication, to enforce by attachment a, specific performance of the contract according to its true intent and meaning. This is a power certainly exercised by a Court of Chancery. They háve authority to decree and compel a specific performance by an infant heir, or any other person, of any bargain, contract, or agreement made by any party who may die before the performance thereof. The remedy is administered as here, on petition of the executors or administrators of the estate, or of any person or persons interested in such bargain, &c., hearing all parties concerned, and being satisfied that the specific performance ought to be decreed or compelled. Merritt on Ch. Practice, 125; 3 Johns. Ch. Rep. 408. The draftsman of the bill of 1834 seems to have had in view this practice, as they have made the proceedings to enforce performance strictly conformable to it.\nIt is no new power, but one well known and understood in those states where they have a Court of Chancery. Here, the court has undertaken to decide, that they will not compel the specific performance of a contract, because the petitioner is not in a situation to demand such a decree, that he has not proven that he has performed his part of the contract, or that he has been hindered from doing so. Now, admitting the case to be as is assumed by the court, there could be no gainsaying the correctness of the decision; but the truth is, when this decree was made, the cause was not in a situation for a hearing at all. There is no appearance for the heirs or administrators, at least none appear on the record; no answer to the petition; indeed, nothing appears but the petition itself; no proof, no affidavits to prove the contract, or the nature of it. It is impossible for us to tell whether the petitioner is, or is not entitled to a specific performance, as this may depend upon a variety of circumstances to be made the subject of proof. The petition, it is true, is deficient in this, that the petitioner omitted to aver that he is willing and offers to perform the agreement on his part. Fide Equity Draftsman, 526. But this is a defect in form merely, and may be amended. It is the duty of the court to inquire, according to the practice of a Court of Chancery, whether this be a case in which the petitioner is entitled to relief, and if so, the extent and nature of the relief to which, under the true construction of the contract, he is entitled, and to decree accordingly. What this may be, it is obvious, can only be ascertained after a full hearing of all the parlies.\nThe decree of the Orphans’ Court is reversed, record remitted, and.procedendo awarded.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Dunlop, for appellants.",
      "Callan and Forward, for appellees."
    ],
    "corrections": "",
    "head_matter": "Chess’s Appeal.\nA petition praying for a decree of specific performance of a contract for the purchase and sale of real estate should state, either that the petitioner has performed the- agreement on his part, or that he is willing and prepared to perform it; but an omission to make such statement is a defect in form merely, and may be amended.\nThe Orphans’ Court, in cases within the purview of the fifteenth, sixteenth, seventeenth,* and eighteenth sections of the act of 24th’February, ¿834, have the same power and . authority as a court of chancery, to decree, and by necessary implication to enforce by • attachment a specific performance of a contract.\nUpon a petition for the specific performance of a contract, it is the duty of the court to inquire, after a full hearing of all the parties, whether the case presented be one in which the petitioner is entitled to relief, and if it be such, the nature and extent of the relief to winch he is entitled, under the true construction of the contract, and to decree accordingly.\nA case, under such petition,is not in a situation fora hearing, where there is no appearance of record for the heirs or administrators, no answer to the petition, no proof of contract, and no opportunity given to prove the same.\nAppeal from the decree of the Orphans’ Court of Alleghany county. '\n■ Sept. 18. Thomas Chess presented his petition to the Orphans’ Court of Alleghany county, setting forth, in substance, that on the 18th of April, 1845, he and one David Chess entered into articles, of agreement, by which the said David Chess agreed to séll and convey unto the said Thomas Chess, the petitioner, a tract of land, containing one hundred and six acres, being all the real estate of-the said David; that in consideration thereof, the said Thomas agreed to pay the debts of the said David, and to support and maintain the said David and his wife during their lives, and to pay cer- • tain sums of money to the children of the said David in one year after the death of the said David, and to support Ellen, a daughter of the said David, during her life, &c.; that the said David, after making his will, died, on the 23d of June, 1845, leaving a widow and seven children, of which the said Thomas was-one; and that no sufficient provision had been made by the said David, for the performance of the said contract, and praying the court to decree specific performance of the same, unless cause should be shown to the contrary. A rule was granted on the administrator, cum testamento annexo, and the heirs, to appear and answer said petition, returnable on the 18th of-July, 1846. • On the return-day of the rule, the hearing was continued.\nOn the 10th-of August, 1846, the court decreed as follows: “ The court refuse the decree prayed for, the petitioner not being in a situation to demand it; not having proved that he has performed his part of the contract, or that he has been hindered from doing so.” From this decree, the petitioner, appealed to this court, and' assigned, as error here, the refusal 'of the court to decree specific performance of the contract.\nDunlop, for appellants.\nWe came into court and asked to be permitted to prove the contract of the decedent, which had been .duly executed and placed on record. ' Our application was refused, with.out any valid cause assigned, as it appeared to us. The act of Assembly, requires nothing more than that the contract should be established beyond a doubt;, so that a-specific performance thereof maybe decreed. We did not ask for. a deed, as seems to have been the impression, but merely to prove the contract. , The decree of specific .performance is as obligatory upon one .party as upon the' the other. Purd. Dig., ed'. 1841; Act of the 24th Feb., 1834, secs. 15, 16, 17 and 18, in relation to the proof of contracts .of decedents.\nCallan and Forward, for appellees.\nThe- first inquiry is, what was the contract ? Was it an agreement to convey at a.future, day without any consideration, or without the performance of any act or duty on the part of the grantee ? - We say not. There was no stipulation to convey at all; and if there wTas, no time was fixed,, and it was to be made upon certain conditions, the performance of certain acts, none of which were performed. On the application, of Chess' to prove the contract, the court refused to permit him to do so, because he had not performed his part of the contract; ' The 'conditions -were all precedent; to be performed before the conveyance was made. They neither alleged nor proved performance on their part.\nSept. 30."
  },
  "file_name": "0052-01",
  "first_page_order": 52,
  "last_page_order": 55
}
