{
  "id": 401921,
  "name": "Agnew's Administratrix v. Fetterman's Executrix; Same v. Same",
  "name_abbreviation": "Agnew's Administratrix v. Fetterman's Executrix",
  "decision_date": "1846-09-29",
  "docket_number": "",
  "first_page": "56",
  "last_page": "63",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 56"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts, 529",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849997
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0529-01"
      ]
    },
    {
      "cite": "8 Watts, 504",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848506
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0504-01"
      ]
    },
    {
      "cite": "1 Wharton, 66",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829021
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0066-01"
      ]
    },
    {
      "cite": "15 Wend. 302",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2018898
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/15/0302-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 180",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481783
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0180-01"
      ]
    },
    {
      "cite": "6 Watts & Serg. 213",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480222
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0213-01"
      ]
    },
    {
      "cite": "6 Watts, 219",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846041
      ],
      "pin_cites": [
        {
          "page": "44"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0219-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 794,
    "char_count": 19408,
    "ocr_confidence": 0.557,
    "pagerank": {
      "raw": 1.9881035306669916e-07,
      "percentile": 0.7414046147091974
    },
    "sha256": "db86b6165a1ef151661a09f9fcb0f51d7859743cd3dec6ca7b5110360ba6a4db",
    "simhash": "1:99eadcb1e841629a",
    "word_count": 3450
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Agnew’s Administratrix v. Fetterman’s Executrix. Same v. Same."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThe earlier decisions that a trust for payment of debts is a direction not to plead the statute of limitations, have been properly swept away. They were vigorously attacked by counsel in Stackhouse v. Barnston, 10 Ves. 459; and they have received the pointed disapprobation of Lord Hardwicke, Lord Eldon, and other eminent men. The entire series which preceded Burke v. Jones, 2 Ves. & Beam. 275, was examined by the vice-chancellor in that case; and the principle he deduced from them is a very rational one, that debts barred at the testator’s death are not revived; but that debts, against which the statute was running, are taken out of its further operation into the protection of the trust. The difficulty then resolves itself into the familiar principle that a trust is not within the statute of limitations. It is predicated, however, as in other cases to which it is applicable, with this restriction, that the trust be not an implied one; and in view of the stringent tendency of the modern decisions on the statute, I would add that it be not only express, but precise and clear. As a decedent’s land is, with us, a fund for the payment of debts, whether by specialty or simple contract, there is not the same necessity to favour the creation of such a trust here as there is in England. Indeed it is of no further use, in any case, than to save the expense of a sale by order of the Orphans’ Court. The question then is, has this testator distinctly created an express trust? His words are, “I direct all my debts to be paid ; and I hereby devise in fee-simple to my wife Sarah all my estate, and appoint her testamentary guardian of my children. I do hereby authorize my said executrix to sell sufficient real estate to pay my debts.” Now, as respects the statute of limitations, a simple direction to pay debts goes for nothing. There can be no trust of personal estate in the hands of the executor to whom it is addressed ; and when the statute has begun to run in the testator’s lifetime, it runs as to personalty after his death; as it did in Freak v. Cranefeldt, 3 Mylne & Craig, 500, though there had been no personal representative to be sued for more than six years. Standing alone, as it does, in the first clause of the devise, this naked direction would be no answer to a. plea of the statute from the executrix; or impose any duty on her which the law does not impose; and'standing in connection with the superfluous power to sell, it adds nothing to its effect. True, we have a statute which declares every devise of a power to .sell to be a devise of the title; and which consequently turns the devisee into a trustee for the purposes of the power. But to bring this case within it would give her less than is given her by the words of the will, which carry the equitable as well as the legal estate; .and it cannot be a sound construction of them which would turn her into a trustee against the testator’s evident intent. Then, joined to the mere devise to Mrs. Fetterman, what does the direction to pay express ? Undoubtedly a devise to her for her own benefit, with a request to pay; but out of the whole fluid? Primarily out of the personal estate, which is the. legitimate fund. It is strange that a formal direction, which means absolutely nothing, should from mere habit of expression find its way into almost every will, side by side with the formal disposition.of the testator’s soul and body.' What then is a devise of the legal and equitable estate joined with the unnecessary power to sell? It is still a devise, not in trust for the devisee and creditors, nor any trust at all. An English chancellor would indeed compel her, and, in order to assume jurisdiction, would treat her as a trustee; but he would do so on the ground of an-implied trust only, which has ever been subject to the' statute of limitations; for there is not a syllable in the devise to create án express trust. Nor is there any thing in Alexander v. McMurry, or Steele v. Henry to indicate that a constructive trust is not within the statute. Those were cases not of trust, but of charge, in which the temporary charge imposed by the law was supplanted by the permanent charge imposed by the testator. The present is not even a case of charge; for as Mrs. Fetterman was to be the untrammelled owner of the estate, the power to sell was no-more than a suggestion. She took it burdened with no more than the law imposed on it; and the direction to pay had relation to debts which might be recoverable. In any aspect, therefore, there was no more than.an implied trust; and the debt was barred by the statute of limitations.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Woods, for plaintiff in error.",
      "Metcalf, contra."
    ],
    "corrections": "",
    "head_matter": "Agnew’s Administratrix v. Fetterman’s Executrix. Same v. Same.\nA testamentary trust for payment of debts does not revive such debts as are barred by the statute of limitations; but when clear and explicit, and not merely implied, it suspends the statute on debts which are due at the death of the testator.\nThis rule has no. application to personalty in the hands of an executor. Where A., by his will, directed his debts to be paid, and devised to his wife in fee all his estate, and appointed her executrix, no trust is created for creditors which will take their claims out of the statute of limitations.\nError to the District Court of Alleghany county.\nSept. 19 and 21. These were actions on the case to July term, 1845, between the same parties, and although brought in different rights, both presented the same question, involved the same principles, and were decided on the same. evidence. The first was brought by Sarah Agnew, administratrix of Dr. James Agnew, the plaintiff in error, against Sarah B. Fetterman, executrix of W. W. Fetterman, to recover a bill of plaintiff’s intestate for medical services to defendant’s testator, and also moneys collected for plaintiff’s intestate by defendant’s testator, and not paid over. The second was brought by Sarah Agnéw, administratrix of James Agnew,. who was administrator of John S. Stoxe, against the same defendant, to recover moneys had, collected and received-by defendant’s testator, as the attorney of plaintiff’s intestate, -iii his official capacity of administrator of John S. Stoxe, and not paid over. 'The declaration in this suit alleged, that W. W. Fetterman in his lifetime, as the attorney of James Agnew, administrator of John S. Stoxe, deceased, collected and received the amounts respectively, of two judgments, stating them specially; in favour of the estate of the said decedent, wliereby he became indebted to the said James Agnew, administrator, as aforesaid, Ac., and promised and undertook, &c., in his lifetime to pay him the amount thereof, &c., and that after the death of the said W. W. Fetterman, Sarah ,B. Fetterman, his executrix, in consideration thereof, undertook and promised to pay the’same, &c. ;• which said promise neither of them had regarded or performed, &c. The defendant, in each suit, pleaded non assum/psit, non assumpsit iñfra' sex annos, actio non accrevit, &c. • ...\nOn the trial-of the second suit, at March Term, 1846, the plaintiff gave in evidence the record-of the judgment declared upon, and also the receipts of W. W. Fetterman, for -the debt, interest and costs in each case. It appeared that Dr. James Agnew died in the winter of 1840; and that W. W. Fetterman died in December 1838. The plaintiff then called and examined Dr. Jacob Dimmitt, who testified in substance, as follows:\n“ It is some ten or twelve years ago, since my first conversation with W. W. Fetterman about this matter. I lived with Dr. Agnew, and attended to settling his accounts. Fetterman said he had obtained judgments against several persons who owed the estate of John S. Stoxe; that he wished to retain these moneys in his possession, until the doctor made a final settlement of the estate. That whenever the doctor was ready he would furnish the money on a few days’ notice. That it would be an accommodation to him if the doctor would do so, that he required money, and it would be an accommodation to him. I partially agreed he should do so. I mentioned it to the doctor, and afterwards told Fetterman that the doctor appeared to be willing he should retain the money. Not long before Fetterman left for Philadelphia, in the spring of 1838, I requested a settlement with him, told him I understood he was going away, and it would be better to close the account. He stated at that time that he had not time to attend to it, nor health sufficient, and that he had not the money to spare at that time; that he wished to hold the money on the same conditions till his return, when he expected to be in a better condition as to money matters. That on a few days’ notice he would pay the money. A few days afterwards be asked me if I had mentioned this to Dr. Agnew, that he could not attend to settle these things now. I told him I had, and that the doctor was content. In the first conversation, he mentioned the amount of the judgment against Hanson as $188; about a year afterwards, he mentioned he had got these judgments collected. In 1839,1 called on Mrs. Fetterman; did not mention these accounts particularly—they were mentioned among others. After 22d July, 1839, she assured me, that every debt that Mr. Fetterman owed should be fully satisfied to the last farthing.”\nThe plaintiff then gave in evidence the will of W. W. Fetterman, the only material part of which is the following:\n“ I direct all my debts to be paid, and I do hereby devise, &c., in fee-simple unto my wife Sarah, (whom he appointed executrix,) all my estate, and appoint her testamentary guardian of my children. I do hereby authorize my said executrix to sell sufficient real estate to pay all my debts.”\nThe court, (Grier, President) instructed the jury to ascertain the amount due and unpaid, and reserved the questions, whether the plaintiff could support this suit, and whether the statute of limitations was a toar; this suit having been instituted more than six years after the death of W. W. Fetterman. The jury found a verdict of $248 34' for the plaintiff. The court, in their opinion on the points reserved, after .stating, that under the evidence given on the trial, the plaintiff could support the suit, directed judgment on the last point reserved, to be entered for the defendant, for the reasons given by him on the points reserved, on the trial of the first case.\nThe following is the opinion of the court below, (Grier, President,) on the points reserved on the trial of the first case. The facts of the case and the points raised on the trial are stated in this opinion. 1\n“ On the trial of this case, the plaintiff gave in evidence a book-account’of Dr. James Agnew, for medical attendance and services rendered by Dr. Agnew, in his lifetime, to W. W. Fetterman/several years before his death, and also that Mr. Fetterman received the amount of a small judgment of $22 65 in favour of Dr. Agnew, on the 4th of May, 1829. Mr. Fetterman died on the 12th day of December, 1838, and this suit was brought in May, 1845. The defendant pleaded the statute of limitations. On the trial, the court directed the jury to find a verdict for the plaintiff, subject to the opinion of the court on a point reserved, whether .the matters given in evidence by plaintiff were sufficient to take the case out of the statute of limitations, or in other words, whether the court should not have directed the jury, that the statute of limitations was a bar to plaintiff’s recovery, admitting the truth of all the testimony.given in the cause.\n“ 1st. As this suit was not instituted till more than six years after the death of Mr. Fetterman, it is unnecessary to decide whether the acknowledgments made by Mr. Fetterman in his lifetime, as proved by Dr. Dimmitt, -were sufficient to take the case out of the statute, or amounted to a promise to pay the account. Under the late decisions on this subject, it would at least be doubtful whether this testimony should have been submitted to the jury as sufficient for this purpose. See Berghaus v. Calhoun, 6 Watts, 219,44; Gilkinson v. Larue, 6 Watts & Serg. 213; Allison v. Pennington, 7 Watts & Serg. 180.\n“ 2d. As to that portion of the plaintiff’s claim, which is for moneys collected for plaintiff’s intestate, by Mr. Fetterman as his attorney, it is clear that the statute of limitations will apply to such a demand as well as any other. After an attorney collects money for his client, it is his duty to pay it over at once, and he is not considered in.the light of a trustee in whose favour-the statute will .not run. Any other doctrine would be ruinous to the profession—if. authority were needed on this point, it will'be found in the case of Stafford v. Richardson, 15 Wend. 302.\n“ 3dly. The general promises made by Mrs.. Fetterman, the executrix, that all her husband’s debts should be paid, amount to nothing, even if the law permitted a debt to be revived by the promise of an executor or administrator. But that it does not, is now well settled. Fritz v. Thomas, 1 Wharton, 66.\n“ 4thly. That a clause in the testator’s will, directing all his just debts to be paid, will not revive a debt barred by the statute of limitations, is also decided in the case of Smith v. Porter, 1 Binney, 209. Much less will it have the effect of hindering the statute from running, after the testator’s death, as in this case.\n“ 5thly. The last point insisted on by plaintiff’s counsel, as saving his demand against the bar of.the statute, is founded on the following devise, in the will of W. W. Fetterman : ‘I devise all my debts to be paid, and I do hereby devise, in fee-simple, unto my wife Sarah, all my estate, and appoint her testamentary guardian of my children, and I do hereby authorize my executrix to sell sufficient real'estate to pay my debts, &c.’ • .\nIt is contended that Sarah Fetterman is in the situation of a trustee for the creditors.of W. W. Fetterman, and holds the estate in trust to pay his debts, and that therefore the statute, of limitation cannot protect her from a suit at any length of time while she has any of the trust property in her possession-. And the case of Alexander v. McMurray, 8 Watts, 504, is quoted-as authority for this doctrine. That case decided that a devise of land to executors, to be sold for the payment of debts and legacies, vests the estate in them as a trust fund for that purpose, and if they neglect to execute the trust, the creditors may sell the land upon a judgment and execution, and the purchaser will take a good title;- and in such case, there is no limit' to the lien of the debts, short of a presumption from, a lapse- of time.\n“ But the doctrine' of .that case' will'not apply, to the present, for. several reasons: '. ' •- . ■\n“ 1. The devise of'the testator’s estate to his wife and executors is hot in-trust, but for Her own use, and the náked power to sell-sufficient to pay his debts was no more than what she wmul'd be compelled to do by process of law, and gave the creditors no greater power over the estate or right in it than they had if no such clause had been in the will. ’ • - .\n« The decision -of Alexander v. McMurray had a reference to a debt in which judgment was obtained in due form of law against the executors, and decided only that the lien of the judgment or remedy against the trust-fund was not lost by length of time, as it would have been if the property had descended to the heirs, or been devised absolutely in the will. That case did not decide that while executors have properly devised to them in trust to pay debts that they could not, nay, that it would not be their duty to plead the statute of limitation against a stale claim set up against the estate. But if a bare authority to sell land by executors for payment of debts should deprive the estate of the benefit of this most wholesome statute, no sane man would ever put such a clause in his will. Every man’s experience must have shown him that claims are made every day against the estate of deceased persons, that never would have been presented to the person if alive, and if the doctrine now contended for were established, it would deliver over many estates to wholesale plunder and robbery for twenty years, at least, after the death of the testator.\n“ Let judgment on the verdict be arrested, and judgment entered for the defendant on the point reserved.”\nThe plaintiff thereupon sued out this writ of error, and assigned here the following errors:\n1. The court erred in entering judgment in favour of the defendant on the point reserved.\n2. The court, in their opinion as to the statute of limitations being a bar to plaintiff’s recovery in this case, erred in the first division of said opinion.\n3. The court erred in the law laid down in the second division of their opinion.\n4. The court erred in the law laid down in the third division of their opinion.\n5. The court erred in the law laid down in the fourth division of their opinion.\n6. The court erred in the law laid down in the fifth and last division of their opinion.\nWoods, for plaintiff in error.\nThe question for decision here arises under the clause in the will of the testator, directing the payment of all his just debts, devising to his wife all his estate, appointing her the testamentary guardian of his children, and authorizing her to sell sufficient real estate to pay his debts, &c. The testator, in his lifetime, repeatedly acknowledged his indebtedness, and promised payment. This he did up to the time of his death. The clause in the will, authorizing his executrix to sell sufficient real estate to pay his debts, makes her a trustee for that purpose. She is a trustee for the creditors of the testator, holds the estate in trust to pay his debts, and the statute of limitations does not therefore run.\nIn Hill on Trustees, 341, it is stated that a general devise or charge by will for the payment of debts out of real estate will prevent the statute of limitations from running against such debts as are not barred at the time of the death of the testator; although a debt upon which the statute has already taken effect at the testator’s death, will not be revived by such direction.\nThe principle of these decisions is, that the statute does not run against a trust. Steel v. Henry, 9 Watts, 529, and Alexander v. McMurry, 8 Watts, 504.\nMetcalf, contra.\nThis case is an exemplification of the healthful operation of the statute of limitations. Agnew’s estate and Fetter-man’s estate were mutually indebted in nearly similar amounts, and each are barred by the statute.\nFetterman’s acknowledgments amounted to no more than this. There are debts between us; but I have not time now to sit down, examine the accounts, and ascertain what the balance may be.\nBut it is contended that the will creates a trust, and that therefore the statute does not run. This court never established such a doctrine as that the words, the very general and usual words in this will, ever created a trust. If a trust to pay debts be created by the words in this will, then is a trust for the same purpose created in every will. There is a distinction between the operation of the general statute of limitations and the statutes limiting the time within which claims against an estate must be presented, and the time within which the estates of decedents must be distributed amongst the heirs.\nSept. 29."
  },
  "file_name": "0056-01",
  "first_page_order": 56,
  "last_page_order": 63
}
