{
  "id": 401917,
  "name": "McClelland v. Herron",
  "name_abbreviation": "McClelland v. Herron",
  "decision_date": "1846-09-30",
  "docket_number": "",
  "first_page": "63",
  "last_page": "68",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 63"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Binn. 284",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "8 Serg. & Rawle, 173",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "pin_cites": [
        {
          "page": "174"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "2 Wash. 193",
      "category": "reporters:state",
      "reporter": "Wash.",
      "opinion_index": -1
    },
    {
      "cite": "4 Ohio Rep. 155",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle, 492",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822501
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0492-01"
      ]
    },
    {
      "cite": "17 Serg. & Rawle, 414",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts, 52",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849973
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0052-01"
      ]
    },
    {
      "cite": "5 Watts, 490",
      "category": "reporters:state",
      "reporter": "Watts",
      "pin_cites": [
        {
          "page": "491"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "9 Watts, 482",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850020
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0482-01"
      ]
    },
    {
      "cite": "7 Watts, 51",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846787
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0051-01"
      ]
    },
    {
      "cite": "9 Watts, 52",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849973
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0052-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 635,
    "char_count": 14708,
    "ocr_confidence": 0.537,
    "pagerank": {
      "raw": 4.4265276719536815e-08,
      "percentile": 0.2773233111274055
    },
    "sha256": "cd9bff9f39d4f4561364da41edafcb0b27a24f16d627c8e8ef6d22107967a750",
    "simhash": "1:10ff46e7a14e9d9e",
    "word_count": 2575
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McClelland v. Herron."
    ],
    "opinions": [
      {
        "text": "Bíjrnside, J.\nThis was an -action, of ejectment for a tan-house .and lot of grofind on. Diamond Alley, in the city'of Pittsburgh. \" •\n- On the trial below, it was admitted the legal title of the premises' in question was in Doctor Herron, the defendant in error ;■ -ánd'that he'held the property in trust, for Eve Hámshire and .her issue,-who intermarried with- George Anshutz, jun; On the 7th January, 183.3,\" Anshutz leased the property to Robert'McCullough for the term of six years, from the 1st of April following; at a rent qfi four hundred dollars per annum. McCullough proceeded.to build, a tan-.house on-the premises, and on- the 7th August, 1833, James Aberp'rombie filed a mechanic’s lien 'against Robert McCullough.for $618.67, for materials furnished and labour done on a brick.tan-house. A scire facias issued on this lien, No. '84, October Term, 1833.' James Abercrombie v. Robert McCullough’. March the 18th, 1834;-judg-ment for’$643 41. No,.312, March Term,- 1834,-</i.t/m_COinm.and-ing the sheriff to levy of .the goods and chattels, lands and tenements of Robert McCullough,.-See fi On this execution the sheriff returned, «By virtue of this writ, I have seized and taken in execution all the right, title, and interest, and. claim of the defendant of,.in, and to a certain two-storied brick tan-house,” See. . 21st March, 1834, Robert McCullough endorses on the' execution a-waiver of inquisition, and agrees to-\"a condemnation. June Term, 1834, venditioni exponas, commanding-.thé .sheriff to sell all the right',-title, interest, &c. of ■ Robert McCullough in the brick tan-house, following the description in the levy. • The sheriff on this -vend. exp.,, sold ’all the right, title, -aiid interest of. Robert McCullough to James Abercrombie,, the. plaintiff in the. .execution, for four hundred dollars. 2.1st March, - 1’834, sheriff’s deed poll to James Abercrombie.' •\nThere, was evidence that Anshutz assentéd to the erection of the. building, and that Doctor Herron- permitted -him to take care of'the property. No doubt this was so ;; but .there is no' evidence in the case that Dr. Herron had notice of the mechanics lien filed, against McCullough, or of the purchase by Abercrombie. '.\n• In this proceeding, what did Abercrombie purchase ? He brought no party on the record but McCullough. His scire facias was against him, and hi's fi.fa., levy and sale was of:all the right, title, interest, and claim of McCullough. That title, interest, and claim was a six years’ lease. The counsel for the plaintiff in error contends that the opinion of this court, as delivered by Mr. Justice Kennedy, in the case of Ho'Idship against Abercrombie, 9 Watts, 52, being a former ejectment for the same premises, determines this case in favour of the. defendant in this ejectment. I have looked carefully into the record in that case. I find that that ejectment was brought in the Common Pleas on the 25th March, 1837; tried on the 1st June,’ 1838. The lease to McCullough did not end until the 1st April, 1839. In that case, the title was in the plaintiff. It was impossible to resist a recovery, if the point had been made. The title of McCullough by the sheriff’s sale was vésted in Abercrombie, and that title was then in full force. . An ejectment in Pennsylvania is a possessory action, and Abercrombie was entitled to the possession beyond all question, until'the 1st of April, 1839. Nor was the’point in that case made, that although the proceeding was thought to be in rertv, the holder of the legal title was not brought on the record, and that, after the lien filed, the whole proceeding against McCullough was as' in the ordinary case of debt. Such a proceeding cannot divest him in remainder. It had no operation on the title of Doctor Herron. Although inadequacy of price is no ground to set .aside a sheriff’s sale, yet it is manifest from the price, that every person knew and supposed that only the title of McCullough was selling, when a productive property in the heart of the city of Pittsburgh only brought what was equal to one year’s rent, and that, before the brick tan-house was erected. It is said, many sales will be affected unless the court hold that the fee passed in this case. I doubt this. But, if it were true, that is no reason why a wrong construction should be given to'our mechanics’ lien law. If such construction has been given in a case that did not require it, it is our duty to correct it. What is this case ? A lien filed against a mere tenant who is putting up a building for his own convenience; no other person brought upon the record no notice by scire facias, or otherwise, to the owner of'.the premises.; a levy and sale of all the right, title, and interest of that tenant. Nothing passed by the sheriff’s sale but the title levied. Nothing more was sold and conveyed by the sheriff. This has been determined in many cases. I need only refer to Carpenter v. Cameron, 7 Watts, 51, and McCormick v. Harvey, 9 Watts, 482. The judgment is affirmed.",
        "type": "majority",
        "author": "Bíjrnside, J."
      }
    ],
    "attorneys": [
      "Forward, for plaintiff in error,",
      "Dunlop, contra."
    ],
    "corrections": "",
    "head_matter": "McClelland v. Herron.\nTenant for years erected upon the demised premises a brick tan-house, against which , and the ground appurtenant was entered a mechanic’s lien, wherein the tenant was described as owner, or reputed owner. After judgment on the sci. fa. sur Hen against the reputed owner, being the tenant, a fi. fa. was issued, to which the sheriff returned, that he had taken in execution “ all the right, title, interest, and claim of the defendant, (the tenant,] óf, in, and to a certain brick tan-house.’’\" On a ven. ex. the sheriff sold what he had levied upon under the fi. fa. Held, that under these proceedings, which were under the act of 1808, nothing more passed to the sheriff’s vendee, than the interest of the tenant in the land. '\nError to the District Court of Alleghany county.\nSept. 21. This was an action of ejectment brought for a house and lot in the city of Pittsburgh, by Francis Herron, the defendant in error, against David McClelland, the plaintiff in error. On the trial of this case, there appearing to be no facts in dispute, it was agreed to submit the case, as a case stated, in the nature of a special verdict, for the opinion of the court below, with leave to either party to take a writ of error. ■\nThe facts of the case are these. The plaintiff, Dr. Herron, was vested with a legal title to this property, in trust for the separate use of Eve Anshutz, wife of George Anshutz, by a deed of marriage settlement, made on the 22d of August, 1817.\nAnshutz was permitted to manage the property, and on the 7th of January, 1833, leased the lot to Robert McCullough for a term of six years, at a yearly rent of $400.\nMcCullough was a tanner, and when he took possession erected a brick tan-house, for the purpose of his trade, upon the lot. On the 7lh of August, 1833, one James Abercrombie, in October Term, 1833, filed a lien for materials furnished and labour done to the brick •tan-house, amounting to something over $600, describing the tan-house, and Robert McCullough as ovmer or reputed owner.\nA sci. fa. issued on this lien, on which judgment was entered on the 18th of March, 1834. On this judgment the plaintiff issued a fi. fa. to March Term, 1834, commanding the sheriff to levy of the goods and chattels, lands and tenements of Robert McCullough, $643, &c. And on this writ the sheriff returned, ««By virtue of this ■ writ I have seized and taken in execution all the right, title, interest, and claim, of the defendant, of, in, and to a certain two story brick tan-house,” &c., describing the property in dispute. Robert McCullough endorsed on the execution a waiver of inquisition, and agreed to the condemnation on 21st of March, 1834.\nAfter this, to June Term, 1834, the plaintiff issued a venditioni ex-ponas, commanding the sheriff to sell all the right, title, and interest of Robert McCullough in the tan-house, &c., following the description of the levy.\nAt the sale under this writ, James Abercrombie, the plaintiff in the execution, became the purchaser of all the right, title, interest, &c., of Robert McCullough in this property, for the sum of $400, being one year’s value of the lot, without the improvement, and for this he received the sheriff’s deed, dated the 21st of May, 1834.\nBy virtue of these proceedings, which were under the act of 28th of March, 1808, the defendant’s counsel contended that James Abercrombie had become vested not only with what he levied on, advertised, and sold—the right, title, and interest of Robert McCullough in these premises, and whose interest was worth four or five times the amount bid for it; but also, with the whole fee in the land, including the right, title, and interest of Dr. Herron, the legal owner, and Eve Anshutz, the cestui que trust.\nThe ^ourt directed judgment to be entered for the plaintiff on the case stated; whereupon the defendant sued out this writ of error, and assigned the judgment of the court below for error here.\nForward, for plaintiff in error,\nreferred to and cited Anshutz v. McClelland, 5 Watts, 490, 491, and Holdship v. Abercrombie, 9 Watts, 52, as branches of the present case,, and necessary to elucidate it. The reason why this property sold so low, was, that no one felt disposed to bid against the mechanics. A number of them had liens against the building,' and entered into an agreement to purchase it, to save themselves. This agreement is referred to in the sheriff’s deed. There was no effort made to set aside the sale.; -nothing was alleged against its fairness.\nWe treated McCullough throughout as the.owner of the building. The claims were filed against him as the owner or reputed owner; and judgment oh the scire facias wras obtained against him, as the owner. The lien is always filed against the contractor or owner of the building. - And in all cases of lien, the levy is made upon the interest of the defendant, be he the owner or tenant. Savoy v. Jones, 2 Rawle, .343; Christine v. Manderson, 2 Barr, 365. It-was McCullough’s interest in the-building that was levied upon and sold.\nThe only question is, did the lien attach not only to the building but also to the ground upon which it stood? A lien cannot be filed against the ground, but against the building. The interest of the contractor tenant for years,, or owner in fee, is only levied upon and sold. The sale of the building carries the ground upon which it stands, and which is necessary to the enjoyment of the building. *\nThe execution issued in this case was a writ oí fi. fa., and such has always been the form of the writ in this county. In Gray v. Holdship, 17 Serg. & Rawle, 414, and McDonald v. Lindad, 3 Rawle, 492, writs oí fi.fa. were issued on judgments obtained on mechanics’liens.\nThe act of 1836 gives a levari facias; but the proceedings in this case are under the act of 1808, It is a proceeding in rem, and the mode of proceeding on to judgment is clearly pointed out.' If a levari facias had been issued in this case, the building would not have been specifically mentioned in the writ. The levari facias would therefore no more have. answered the object contended for than the fieri facias. A levari facias, except in cases of mortgage, is no more appropriate to a proceeding in rem than a fi. fa. ' No analogy exists between a mortgage and a mechanic’s lien. If the writ of execution must contain a special cláuse against the building, it can as readily be inserted in the fi. fa. as in the levari facias. It is admitted that if our fi. fa. had contained such special clause, that not only the building but the fee in ground upon which it stood would have been sold and passed.to the- purchaser. The defendant,. McCullough, then not only owned the building, but his interest in the building passed, under a sheriff’s sale,,-a fee in the ground upon which it stood. Now what was sold under our fi. fa. 9 Why the very same interest. . If Herron had been made a- party to the scire facias, his only defence must have been, that the contract had not been made -with the mechanics, or that the claim was void. If not made a party to the scire facias, the owner can make the same defence in an action of ejectment that he would have done in the sciré facias. •\nDunlop, contra.\nThis case stands upon-the defective execution of the act of 1808. The act of April 1st, 1803, gave a lien for debts ■due by the owner only. The act of 1806 left out the word owner, and of course the ground only was debtor. .The act of 28th of March, 18Ó8, 4 Sm. Laws, 529, gave a remedy: 1. A personal action-against the owner; 2. A sci.fa. against the debtor and owner.\nThe construction of the act of 1808 must be in accordance with justice, and honesty. In discussing this question, the morality of the mechanics’ lien law is not called into question. '\nA personal action was not. adopted in this case. -The scire facias was not against the owner and debtor. The claim is against McCullough as “ownerhe is not called the debtor. Who then was the debtor ? Calling him owner will not conclude the real owner without notice. 1 Barr, 96; 3 Pet..Cond. Rep. 312; 2 Ohio; 229; 4 Ohio Rep. 155,-156.\nThe scire facias■ is against McCullough alone; and no one is charged-as debtor. It should have been against the owner and debtor. A scire facias- against the owner alone is bad. Wright v. Barnes, 2 Wash. 193 ; Hampton v. Broom, 1 Miles,\" 241.\nThe judgment was against McCullough, as owner; it c.ould not bind Herron, who was no party to it and had no notice of the'claim.\nThe judgment justified no, execution but a levari-facias. The. act forbids the issuing of any execution, excépt against the building upon which the lien existed.\" Now, was a fi. fa. against the goods and chattels of McCullough an execution against the building.? If, as has been done, a fi. fa. be adopted, then it is subject to all the rules and restrictions of that form of writ.\nThen to divest Herron’s title-, they should have held ah inquisition. McCullough had no' right to waiveinquisition for any one but himself.\nThe question is, not what might be the levy, but-what was the' execution. , ‘ ■ . .' .\nBut it has been said', the- issuing writs oifi.fa. upon judgments obtained on mechanics liens-, was the common practice. Usage-can never supersede positive law.' Stoolfoos v. Jenkins, 8 Serg. & Rawle, 173, 174. Usage against a statute is oppression. 3 Binn. 284;. 2T. R. 275; 6Bac. Abr. 392. ' . .\nUnder this fi.fa. the sheriff would have been justified in levying. upon the household furniture of.McCullough.. .-\nThe levy was of all the right, title, and interest of McCullough, in and to a certain tan-house, &c. The .levy is of his interest. His interest in the lot was a lease of six years. ■ .'\nSept. 30."
  },
  "file_name": "0063-01",
  "first_page_order": 63,
  "last_page_order": 68
}
