{
  "id": 401937,
  "name": "Dundas et al. v. Sterling",
  "name_abbreviation": "Dundas v. Sterling",
  "decision_date": "1846-09-29",
  "docket_number": "",
  "first_page": "73",
  "last_page": "80",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 73"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Whart. 446",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836979
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0446-01"
      ]
    },
    {
      "cite": "2 Whart. 253",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830449
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0253-01"
      ]
    },
    {
      "cite": "11 Wend. 312",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "2 Johns. Ch. Rep. 554",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1178089
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns-ch/2/0554-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 829,
    "char_count": 19167,
    "ocr_confidence": 0.543,
    "pagerank": {
      "raw": 8.488204342118744e-08,
      "percentile": 0.4859026530118165
    },
    "sha256": "8df433f54a12a307e740f769742adc59f7a6457ffb191176c337b2e82312f139",
    "simhash": "1:78901188ad93ff5b",
    "word_count": 3305
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dundas et al. v. Sterling."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nAfter \"stating the agreement,- the counsel for the plaintiffs in error contends that judgment ought to have been entered for the plaintiffs, because there was no consideration moving from the defendant to the bank, he having been fixed by a regular protest and notice for- the amount of the note, and because the engagement of Sterling, not to take advantage of the delay-that might'be' given to Huey, was'absolute and unconditional, and also because .the bank made no engagement that the note should be reduced' every sixty, days.. .The testimony establishes that Huey, who probably proposed the arrangement to the bank, was directed by the institution to'its attorney, for the-purpose of having a writing drawn, that would prevent Sterling from taking • advantage of the delay. The attorney .of the .bank-drew'up a paper which was presented to Sterling, who refused to sign it on the ground of its fixing no time when his responsibility should cease,.and interlined the provision that the note should be reduced from five to ten per-cent, every sixty daysthe instrument 'was then presented to. the gentleman that acted as attorney for the bank, who agreed- to the paper as .altered by-’Sterling, and .it was afterwards taken to him,-and under the impression that the ingredient of reduction of the note was.the-c'ondiiion of his engagement, he executed it. ■ The paper was then delivered to the bank, which accepted it, and acted upon it, and has retained it-since that period. .It will.not do, under such circumstances, to saythát the-contract is' obligatory on Sterling for -the benefit of the bank, and . not 'against the .-bank'as to those stipulations which were intended for.the safety of Sterling. By-an irresistible implication, the paper as to these stipulations became' the contract of the bank aS effectually as if.it had been signed by its'proper officer, and Sterling, reposing on'its faith, had a right to believe that the note would be regularly reduced at .each-renewal until the debt- should be extinguished—an impression as clearly justified by the terms of the written contract as by the parol testimony. It was strongly urged in the argument of the. cause, .that the-bank had .ho inducement to bind itself on the subject matter,.as Sterling was already fixed for the debt. : It is of nq consequence in this cause, what inducement the bank had for entering into the arrangement. It doubtless considered it- in some .way advantageous; as institutions óf that description usually'act with a special regard to’-th'eir own interests. It probábly considered.Huey at that-'time a good.customer, and that the interest and reductions being paid according to the understanding of the parties, would afford a profitable employment of the money'., Be that as it may, the agreement was consummated, and there' was a sufficient consideration to support the .contract. Any forbearance of a money right at law- or equity, if done at the request, express or implied, of the other party, imports a consideration. There is a distinction between a merely voluntary engagement and one on the faith of which the other party does some act or enters into some engagement. Now, Sterling did agree to forbear a' right which he had. inequity to enforce the creditor to proceed on the protested note; and he waived his right to pay it bft himself, and proceed against the principal.. He thus disarmed himself of two important legal rights, at ,a time when, by pursuing either, he might have made, himself perfectly safe; for it’ appears by the testimony, that- Huey-was then in all probability, of sufficient ability to have paid the note, and -he thus disabled himself at the instance of the bank, which requested the paper to be drawn for that very purpose. These' stipulations on the part, of Sterling afforded the consideration on. which the.-bank agreed to the provision,, introduced by Sterling himself, that the note should be reduced from five to’ ten per cent., every sixty'days, and that engagement on the part of the-bank was the consideration or condition of the engagement made on the.part of Sterling not to take advantage .of the delay. The contract' was then mutually obligatory. ■ •\nThe next inquiry is, has it been fairly and justly performed on the .part of the bank. . • -\nIn every contract of suretiship,-the law requires the most exact good faith on the part of the creditor throughout the whole transaction-. Any concealment-of a material fact, or any'undue advantage taken of the surety by withholding from him proper information, ar.e grounds of relief in equity. ' If any arrangement is made between the creditor and principal debtor, and not communicated to the surety for his assent, inconsistent with the contract, it will operate as a discharge of the surety. 2 Johns. Ch. Rep. 554. The bank renewed the note of Huey when it first fell due, without exacting any reduction. This was clearly inconsistent with, and a departure from, the contract. The note was renewed, periodically, up till 2d of January,- 1844, without a reduction equal to five per cent, on any renewal, except twice,-, and sometimes with no reduction. During all which time there is no evidence.that the bank communicated the facts to Sterling, or requested his assent to this new arrangement. And thus having departed from the contract, and having concealed the fact from the surety, he would on that ground alone be entitled to relief. - \"\nWhen the first note of Huey fell due, and he failed to pay the reduction, the bank was bound, in the exercise of good faith and due diligence, to have brought suit on that note, and to communicate the fact to the surety. But instead of doing that, the creditor thought proper .to extend the time, ‡0 impose risks on the surety not contemplated at the time of the contract, to make a new arrangement with the principal debtor according to his own pleasure; and yet seeks to recover from the surety after the principal is insolvent. Justice forbids it. It is the duty of the courts to enforce the obedience of good faith, and with this cardinal principal in view, this court can perceive no error in the judgment of the court below.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Shaler, for plaintiff in error.",
      "Williams, contra."
    ],
    "corrections": "",
    "head_matter": "Dundas et al. v. Sterling.\nThe endorser of a promissory note protested for non-payment, signed an agreement reciting that, whereas the drawer was about making an arrangement with the holder for the renewal of the note, “ which is to he reduced from five to ten per cent, every sixty days,\" and consenting that the protested note be held as collateral security, and stipulating to take no advantage of any delay given. The holder received the agreement, and extended the time without always exacting the stipulated reduction. Held, (1.) That the agreement was founded on a sufficient consideration. (2.) That the holder having accepted some renewals without exacting the reduction, had given time to the drawer without the consent of the endorser, and could not recover on the original endorsement.\nError to the District Court of Alleghany county.\nSept. 23. James Dundas et ah, the plaintiffs in error and plaintiffs below, brought this action against Henry Sterling, the defendant in error, as the endorser of a note drawn by Baird and Huey for $1300, and endorsed by the defendant to the plaintiffs.\nIt appeared that there were no disputed facts in the case; and at the trial, after the evidence on both sides had been closed, the counsel, in open court, agreed to submit the papers and testimony to the court as a case stated in the nature of a special verdict, and if the court were of opinion that the plaintiffs were entitled to recover, judgment to be entered for $1078 51; either party to have leave to take a writ of error.\nThe facts of the case, as collected from the opinion of his honour, Judge Grier, on the case stated, and the testimony given on the trial, are these.\nThe defendant was sued as the endorser of a note, drawn by Baird and Huey, for $1300, in favour of the plaintiffs. The note was dated 29th of April, 1841, at sixty days, and being unpaid, was regularly protested. The defendant was an accommodation endorser for Baird and Huey, and the note had been discounted at the branch bank of the United States, in the city of Pittsburgh. Baird died before the note became due, and Huey was desirous of making an arrangement with the bank to gain time by the renewal of his notes. The bank refused to make the arrangement, unless with consent of the endorser.\nThe testimony on this part of the case was contained in the deposition of Samuel C. Huey, which was in substance as follows:\n“In January, 1837, John D. Baird and myself, in Pittsburgh, formed a partnership to carry on the wholesale dry goods business, which was continued, under the firm of Baird and Huey, until the death of the said John D. Baird. I think in May, 1841, at the time of the death of John D. Baird, our firm had several accommodation notes, which were discounted- at the branch bank of the United States Bank, were in a process of reduction, and at the death of J.- D. Baird were protested, in order to hold the estate of Baird. After protest, I proposed to the bank to consolidate all the notes which the late firm had there, and 'to take my individual noté for the amount—say upwards of $3000, to be renewed and reduced every sixty days, as I might be able to do it; the reduction on my note to be considered as a prorata reduction on each of the protested notes; the bank to hold the protested paper as security for my notes. The bank agreed to the proposition, provided I would get the endorsers to execute a paper that they would take no advantage of the delay, and referred me to Edward Simpson, Esq., attorney for the bank, to have the proper kind of an instrument drawn up. He drew up the paper, bearing date July 16th, 1841, without the interlineations. I presented it to Mr. Henry Sterling, who is the endorser.on one of the notes of Baird and Huey, for $1300, which was to be included in the arrangement. He objected to signing, unless it was stated in the paper how often it was to be renewed, and how much it was to be reduced at each renewal, and stated that he wanted to know when he might expect to get clear of the responsibility. He (Sterling) then took the paper, prepared by Simpson, and inserted the interlineations. I then submitted the paper with the alterations to Mr. Simpson, wdio was satisfied with it; and I drew off, I believe, an exact copy, including the alterations or interlineations, and Mr. Sterling signed it, which I gave to the bank.”\nThe following is the paper referred to in the above deposition, and which was finally signed by the defendant, Sterling.\n“1841, 16th July: Whereas, the note of Baird and Huey, due July 1st, 1841, for $1300, on which I was endorser, has been protested for non-payment, and said Huey is about making'. an arrangement with the bank for the renewal of the paper, and which is to be reduced from five to ten per cent, every sixty days. Now, I do hereby agree to let the bank hold the protested note as collateral security for the payment of the above-mentioned amount of the debt of Samuel Huey, and that I will take no advantage of the delay which shall or may be given to said Huey.\n“ (Signed) H. Sterling.”\nThe above agreement was in the handwriting of Edward Simpson, Esquire, with the exception of the clauses, “ and which is to be' reduced from five to ten per cent, every sixty days,” and “ of the above-mentioned amount,” which were, interlined in the handwriting of the defendant, where they respectively occur in the paper.\nIn pursuance -of this arrangement, Huey gave his note to the bank at sixty days, including this and other debts, but when the note was renewed at the end of sixty, days, the . bank neglected to exact the reduction, and permitted Huey to renew it every sixty days, down to the, 2d of January, 1844, having, in two instances only, reduced the\"principal to' the amount of five per cent.\nHuey had- become, insolvent, and the firm of Baird and Huey, and the estate of Baird, were in -’the same situation. During the tim.e of these renewals, Huey paid other debts to a considerable amount. ■ . . . '\nDefendant insisted, that .the bank not having pursued the terms of this agreement, but having given Huey time, without exacting a reduction of the principal debt to'at least five per cent., he, as surety, was discharged. •\n■ Plaintiff’s counsel contended that the reduction was not a condition of the agreement to take no advantage of the delay, but rather if time were givén to Huey, the defendant agreed that' his endorsement should- stand as the security, that Huey would redeem the principal on the.several renewals of his notes, and that parol evidence cannot be received to alter the writing and make that a condition, which is not so expressed in the written agreement.\nThe. court .directed judgment to be entered for the defendant. Whereupon the'plaintiffs sued out'this writ of error, and assigned as error the judgment entered by the court'for the defendant.\nShaler, for plaintiff in error.\nThe court below was in .error in the construction given to the instrument. Taking it, unconnected with all circumstances, as a m'ere naked guarantee, the giving -of time did not alter the liabilities of the surety. .\nThe- clause relative to the reduction is a clause that does not affect the bank -any .further than that, upon a fair construction-of the instrument, the guarantee i's bound for the reduction, and his liability is fixed whenever'the drawer ceaSes to reduce. The clause-relative 'to reduction-and that relative to delay are distinct. By applying each clause to the parties'to be affected'by each, the matter will appear clear. So far as relates to the drawer of the note, the consideration of the guarantee is, that he should reduce. So far- as relates to 'the bank, the guarantee is, that the ;drawer shall reduce; the stipulation.is, if he does not, the .'guarantor is to become liable, and that he •■will fake no advantage of the delay. Their argument is, that the stipulation relative to delay is necessarily connected with the clause relative to reduction. Our allegation is,.that they are distinct stipur lations, the one having reference to the bank, the other to the drawer. That the bank was at liberty to proceed, upon the guarantee whenever there was a failure to reduce; and that the delay, if any was given, was by the contract of the parties not to avail the guarantor.\nOur second position is this, that supposing the reduction not to have been made, and supposing the notes to have been renewed without it, that such renewal would not in the remotest degree affect the security of the guarantee, because the drawer having renewed the paper leaving the original note in the hands of the holder, and having stipulated to reduce at the rate per cent., and not having done so, would neither prevent the holder from going on to recover against him on the original note, nor the guarantor, upon paying or going into equity for the purpose, from enforcing it from the time of his having failed in the stipulation to reduce. In other words, that the renewal without reduction was not a giving of time, as the case stands, and would not have precluded any party from a recovery. Third. That the renewal of the paper without the reduction according to the stipulation, is not a giving time within the purview of the adjudicated cases, there being no consideration, and the party was not barred from proceeding on the original paper. Gould v. Robson, 8East, 579; Lumley et al. v. Hudson, 4 Bing. 14, (33E.C. L. R. 268;) Pring v. Clarkson, 1 Barn. & Cress. 14, (8 E. C. L. R. 10;) Twopenny and Boys v. Young, 3 Barn & Cress. 208, (10 E. C. L. R. 54;) Goring v. Edwards, 6 Bing. 94, (19 E. C. L. R. 14;) Ernes et al. v. Widdowson, 4 Carr. & Payne, 151, (19 E. C. L. R. 316 ;) Thomas v. Courtenay, 1 B. & Aid. 1; Theobald on Surety, 204, and 1 Law Lib. 121; Gahn v. Niemcewicz, 11 Wend. 312. Fourth. The case nowhere states, that there was any stipulation to give time, which it is essential the guarantor should make out clearly in order to protect himself. 4 Har. Dig. 2626.\nWilliams, contra.\nIf this case depended upon the facts alone, it is perfectly clear upon authority, that by the indulgence given the endorser was discharged. Chitty on Bills, 8 Am. ed. 441, 443, and notes; Gould v. Robson, 8 East, 576; Okie v. Spencer, 2 Whart. 253; Walters v. Swallow, 6 Whart. 446.\nIt is insisted, however, that the arrangement with Huey by the plaintiffs was entered into with the assent of the defendant; and his liability is deduced from this assent alone. His liability must therefore be regulated by the terms upon which that assent was given or obtained. If these terms import a condition, the plaintiffs must show that it has been complied with. The instrument in question contains a formal recital of an arrangement with Huey for. the re- ’ newal of the endorsed note, to be reduced from five to ten per cent, every sixt-y’days. The instrument,- as originally submitted by the bank, through Hiiey, did not' contain the words, “ and which is to be reduced from five to ten per cent, every sixty days.\" Sterling, the defendant, refused to. sign unless those words were inserted, and they were accordingly inserted. These words were interlined by the defendant himself, exhibited to the plaintiffs, and by them accepted. Here then, as far as the mere equity of the case is concerned, was ample notice to the plaintiffs, that the clause in question was intended as a condition, and would be insisted on by the defendant. . • ■\nThe stipulation a reasonable one. The defendant was not asking for time or seeking the arrangement himself. As a prudent man, he did not choose to. place himself at the mercy of the plaintiffs, by having his liability suspended over his’head for an indefinite period. If the bank had- enforced the reduction, Huey would have discharged the-note.in a year or two. . He was able to pay at the time, and if, the bank had refused to' renew the ' note except upon the terms of the arrangement, he would, have paid. The note,, however, was renewed on the-first occasion, without any reduction whatever; and was renewed over and over again for a period of two and a half years without-a compliance with the arrangement, and without any notice to the defendant. . Huey was the. agent of the bank, to take the instrument in question to Sterling and get his signature. The bank, by accepting, it, wdth the words inserted by Sterling, became a party to it. The original note was to be held .as collateral security.\nThe responsibility of tiñe deféndant '.was terminated by the first renewal of-Huey’s own note, onthe payment of interest in advance, and without any reduction of the débt in. conformity with the terms of the agreement. Whether the defendant were actually injured or not by the delay, makes no difference in,law, as the mere suspension of the right to sue has always been held to be of itself a sufficient injury to, the endorser.— In this case, there was not only an agreement but an adequate consideration also.\nSept. 29."
  },
  "file_name": "0073-01",
  "first_page_order": 73,
  "last_page_order": 80
}
