{
  "id": 401904,
  "name": "In re Cooper's Estate",
  "name_abbreviation": "In re Cooper's Estate",
  "decision_date": "1846-09-24",
  "docket_number": "",
  "first_page": "88",
  "last_page": "92",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 88"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Rawle, 238",
      "category": "reporters:state",
      "reporter": "Rawle",
      "pin_cites": [
        {
          "page": "239"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "3 Watts, 339",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841235
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0339-01"
      ]
    },
    {
      "cite": "3 Rawle, 237",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Wharton, 246",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829035
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0246-01"
      ]
    },
    {
      "cite": "11 Ohio, 287",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        589569
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ohio/11/0246-01"
      ]
    },
    {
      "cite": "9 Pick. 350",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2058487
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/26/0356-01"
      ]
    },
    {
      "cite": "1 Watts & Serg. 208",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852517
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0208-01"
      ]
    },
    {
      "cite": "5 Watts, 84",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844055
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0084-01"
      ]
    },
    {
      "cite": "2 Watts, 214",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts, 337",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts, 511",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts, 473",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846032
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0473-01"
      ]
    },
    {
      "cite": "3 Yeates, 486",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6775310
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0486-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 572,
    "char_count": 11392,
    "ocr_confidence": 0.53,
    "pagerank": {
      "raw": 9.90121616628927e-08,
      "percentile": 0.5354885555103792
    },
    "sha256": "8bbc807cc936bfee07b243a1b58498fb46e49edc7a65806c962f399145ec995d",
    "simhash": "1:dee3654cf0e4a0ae",
    "word_count": 1999
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re Cooper’s Estate."
    ],
    "opinions": [
      {
        "text": "Coulter, J.,\nafter stating the case. At the time of making his will, it was the intention of the testator that the house and lot which he directed his executors to sell should remain his property until after his death; and that the funds produced by the sale should afford the means of paying his funeral expenses, all his just debts, and the legacies bestowed upon five of his children. He thought proper afterwards to sell thé house and lot himself. But how long previous to his death, or when his will was dated, does not appear by the evidence furnished to this court. ■\nBy the sale of the property, the- testator rendered it impossible for his executors to carry out the. provisions and clear intent of the will. This is not a case where a -testator having himself sold a part of his real estate, previous to his death, left sufficient remaining to carry his intention into effect, except so far as he had anticipated that intention by arrangements of his'own. ' In such cases a sale of land operates as revocation only pro tanto. But in this it is impossible to execute the will according to his intent. Whether his necessities compelled him, or a change of mind in relation to the disposition of his estate induced him. to sell his property himself, he must have perceived that he was rendering the provisions of the will invalid; that he ’was sweeping away the very foundation on which it rested. He directs that out of the fund raised by the sale, his executors shall pay.his debts and funeral expenses, and the legacies to his five children. Now, the personal property left by the testator, excluding his household furniture, amounting to $251, which the executors delivered to the appellants under the residuary clause, is barely sufficient to pay the debts of the deceased, leaving nothing to pay the legacie's to the five children,-when by the very terms of the will the residuary legatees were to take nothing but the balance of the estate after payment of debts and the pecuniary legacies. If the will stands and could be executed at all in its broken state, the two daughters, as residuary legatees, would get every thing, and the other five children nothing, thus defeating the primary intent of the testator. The largest latitude which the law allows to discretion will not permit the court to give this effect to an instrument; which the testator must'have known he was rendering invalid -by the sale. By such-a-result, the court would make a. new will-for the testator. It is the opinion of this court, from all the circumstances of the case, that it -was the intent of Joseph Cooper to revoke his will by the sale which he made of the- principal part of his real estate; and that it is therefore revoked except so far as the appointment of an executor, in which respect it remains valid. '\nThe decree of the Orphans’ Court is reversed, and the clerk of this court is directed to make the following entry in the cause':\nIt is ordered and decreed by the court that the decree of confirmation of the administration account of John Glenn and William Noble, executors of Joseph Cooper, deceased, be reversed,- and that the said executors settle an administration account, under the direction of the register of Alleghany county, of the goods and chattels of the deceased, which came to their hands in the- same manner as if the said Joseph Cooper had died intestate.",
        "type": "majority",
        "author": "Coulter, J.,"
      }
    ],
    "attorneys": [
      "Woods, for appellant.",
      "Wills, for the appellees."
    ],
    "corrections": "",
    "head_matter": "In re Cooper’s Estate.\nIf a testator, after malting his* will, sell preyiously.to his death so great a part of the real estate devised, as to render it impossible to give effect to the dispositions of his will, it . amounts to a revocation of the will. .\nTestator, seised of Whiteacre and Blackacre, directed his executors to sell Whiteacre for the payments of debts, funeral expenses, and certain legacies; the residue of his property of all kinds, after the payment of the-said legacies, he gave to certain other legatees.. Afterwards, he sold Whiteacre, and received the purchase money ; and dying, his personal property barely sufficed to pay his debts, leaving nothing for the legacies first named. Held, that under the circumstances, the testator intended by the sale of Whiteacre to revoke his will as to every thing but ‘the appointment of executors.\nSept. 24. This was an appeal by Elizabeth Cooper, one of the devisees an\"d legatees under the will of Joseph Cooper, from the decree of the Orphans’ Court of Alleghany county.\nThe facts of the Case; as stated in the opinion of this court, delivered by his honour, Judge Coulter, are these:\nJohn Glenn and William Noble, executors of Joseph Cooper, deceased, presented their account to the 'Orphans’ Court of Alleghany county, at October Term, 1845, showing a balance in their favour of $168 58, which,‘upon exception file el, was referred to an auditor, who reported in favour pf the account as it was presented, which report was confirmed by the court on the-23d May, 1846.. From this decree of confirmation, Elizabeth Woods, one of the residuary devisees and legatees under -the will of Joseph Cooper, deceased, appealed to this court, and filed the following exceptions:\n1. The court erred in 'confirming the report of the auditor on the fourth and sixth exceptions filed to the account of the executors as to the money paid to Mrs. Mary Glenn, a legatee: First; Because the said legacy was specific, and adeemed by the testator’s selling the. house and lot, out of the proceeds of which said legacy was payable. Second, Because the auditor’s .construction of the will was erroneous.\n“ The clause of the will, on which the controversy arises, is in the following words: ‘I hereby direct my executors hereinafter named, to sell and dispose of my new brick house recently erected on part of the lot on which I now reside in the borough of Birmingham, with twenty-four feet in front on said lot, including the part occupied by said house, and running back the whole depth of said lot; the proceeds of which .are .to be disposed of in the following manner :— After the payment of my funeral expenses and all my just debts, I give and bequeath unto.my son Joseph Cooper; fifty dollars; unto my son Hugh L. Coo.per, fifty dollars ; to my daughter Esther, widow of David Moon, fifty dollars; to my daughter Margaret, intermarried with James-Parker, fifty_ dollars ;’-to my daughter Mary, intermarried with David Glenn, I give and bequeath the sum of two hundred dollars,-and the residue or balance of my property, after payment of the above legacies, real, personal, ánd mixed, I leave to my wife Esther during her life, and at her death, to be equally divided between my daughtérs Elizabeth and Jane, share and .share alike.’ •\n« After making' this will, Joseph Cooper, the testator, sold the brick house and lot mentioned in the-' will, • anpl received • the purchase money therefore previously to his death. ’ The pérsonal property left by testator at his death, exclusive of the household furniture, which the executors delivered to the two daughters, Elizabeth and Jane, under the residuary clause of the will, their mother being dead, was barely sufficient to pay his debts, leaving nothing to pay the legacies to five of his seven children: Esther, the wife of testator, died ten months before himself.” ■ • ; ' . . ' • ’\nWoods, for appellant.\nIt is settled that a legacy properly specific., and hot merely specific in its nature, by being charged on a specific fund, is adeemed by .any change of its state or form, effected, not by fraud or operation of law, but by the act of the testator. 3 Yeates, 486 ; 6 Watts, 473 ; 7 Watts, 511; 3 Watts, 337.\nThe only effect of a settlement of administration account in the Orphans’ Court is to show the balance of assets in the executor’s hands after payment of debts and charges. It can have no effect on the question as to the amount due to a legatee. Foulk v. Brown, 2 Watts, 214.\nAn executor will not be permitted to settle an account for the mere purpose of charging the estate with a debt due to himself by the testator in his lifetime. 5 Watts, 84; 1 Watts & Serg. 208.\nA conveyance by the testator in his lifetime, of only a part of the estate devised in his will, is but a revocation pro tanto, and furnishes no reason why there should not be a probate of the will. Hawes v. Humphrey, 9 Pick. 350; Brush v. Brush, 11 Ohio, 287; Carter v. Thomas, 4 Greenl. 341; Skerrett v. Burd, 1 Wharton, 246.\nHere the testator in his lifetime sold the house and lot, and by his own act revoked his will pro tanto.\nAdmitting for a moment that he had not sold this house, could they have permitted this house to remain unsold, and paid any part of the legacies out of the personal assets.\nHe directs the house to be sold, and “ the proceeds of which are to b.e disposed of in the following mannerthereafter specifying the legacies to be paid out of the proceeds, he says, “ and the residue or balance of my property, after the payment of the above legacies, real, personal, and mixed, I leave to my wife,” &c.\nIs it not his plain meaning, that his wife and two daughters were to get the residue of the proceeds of the sale, and all his other estate.\nIn the estimation of the testator, the house was sufficient to pay his debts, and the legacies and residue were to go to the wife, &c.\nWills, for the appellees.\n1. The legacies in this case are not specific, but specific-general—a mixed class, partaking of the qualities of specific and general legacies; both' being specific so far as they are primarily payable out of a particular fund; and general so far as they are ultimately payable out of the estate at large, on a total or partial failure of the particular fund. 1 Roper on Leg. 150, 153, 154, 166, 172, 173, 181, 182. They are not specific, because the land itself is not devised; it is only looked to as a source of payment. 1 Roper on Leg. 150,151,153,178,179. On the contrary, they are pecuniary, having none of the attributes of specific legacies. 3 Rawle, 237. A sum of money bequeathed out of particular stocks or annuities, is primá facie a general, that is, a specific-general1 legacy; liable, however, to bé considered specific when a clear instruction to that effect appears ,from other-parts of the will. • 1 Roper on Leg. 168. The' intention to create-specific legacies must be clear and manifest, as they are 'nót favoured in' the law. ' 1 Roper on Leg. 155, 156, 159, 163, 164, 167,.173, sec. 1. Courts of law and equity both lean to the construction that legacies are general, or specific-general,, rather than specific. 1 Roper on Leg. 178; 3 Watts, 339; 3 Rawle, 238, 239. - But there is no such intention in this case. On the contrary, the testator gives the balance or residue of his property to his wife in the first-instance, and afterwards to his two daughters, Elizabeth and Jane, as residuary legatees after the payment of these legacies.\n2. If not specific, then they do not fail by a failure of the modus of payment; but are payable out of the general estate of the testator, 1 Roper on Leg. 181, and cases there cited. 6 Watts,,483, 484.\n3. Apart from a consideration of the character of these legacies, there is another view of this case equally decisive. By the provisions of the will, in addition to the. charge of these legacies on the proceeds of the land in the first, instance,- their payment is also, charged in express terms on the residuum of the estate.\nSept. 24."
  },
  "file_name": "0088-01",
  "first_page_order": 88,
  "last_page_order": 92
}
