{
  "id": 401913,
  "name": "Boyd's Heirs v. Bigham",
  "name_abbreviation": "Boyd's Heirs v. Bigham",
  "decision_date": "1846-10-05",
  "docket_number": "",
  "first_page": "102",
  "last_page": "109",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 102"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Watts, 390",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Serg. & Rawle, 513",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "16 Johns. 584",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "5 Mass. 505",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2002260
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/5/0391-01"
      ]
    },
    {
      "cite": "3 Binn. 150",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "5 Mass. 500",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2002164
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/5/0386-01"
      ]
    },
    {
      "cite": "2 Yeates, 400",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812627
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "405"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0400-01"
      ]
    },
    {
      "cite": "17 Serg. & Rawle, 441",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1818177
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/17/0441-01"
      ]
    },
    {
      "cite": "3 Rawle, 59",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822516
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0059-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 878,
    "char_count": 20549,
    "ocr_confidence": 0.537,
    "pagerank": {
      "raw": 1.8973318884102604e-07,
      "percentile": 0.7298114677728316
    },
    "sha256": "56f3b812937fc58ff8d41b560501c1c9d41630f1790f5b38fb94125c1d61ac47",
    "simhash": "1:53056a38155e417f",
    "word_count": 3696
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Boyd’s Heirs v. Bigham."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThe widow took, by this devise, either a fee-simple or an estate for life. If a fee, she took it subject to an executory devise to the plaintiffs on the contingency of her marriage or. death without disposal of it by will. If an estate for life, the limitation to the plaintiffs is good as a contingent remainder; and it is certainly good as the one or the other.\nThere is, perhaps, no case in which a limitation to one and his heirs has been cut down to an estate for life in furtherance of the general intent gathered from the context; but there is a series of cases in which it has been reduced to a limitation in tail. From Claches’s case, Dyer, 330, b, and Fitzgerald v. Leslie, 3 Bro. P. C. 154, it has constantly been held, that engrafting it with a limitation ovei; or dying without issue, restrains the generality of the word heirs, to heirs of the body, because the testator’s plan could not else take effect. It may be alleged that, 'in those cases, the word was at least satisfied; and that nothing was rejected to give effect to the evident intent. But would it be necessary to reject the words heirs and assigns in this case? “All my estate, real and personal,” says the testator, “of what kind or nature soever the. same may.be, I give and devise the same untó my dear wife Mary, her heirs and assigns for ever, and to 'will the same to whom she pleases, on condition she remain my widow; .and in case of marriage or death without a will, I desire my estate, real and personal, to be divided into thirteen shares,, and to be -divided in the following.manner.” Now, nothing can be clearer than that he'did not-intend to give his widow power to alien in fee by a conveyance taking effect in her lifetime, and that- the conveyance of an indefeasible fee-simple to Bigham or any. one else, would, if successful, have prostrated his whole arrangement. He expressly declares that the children i shall have the estate in certain proportions, unless she shall devise it otherwisé; and the express power to transmit it by will is an implied exclusion-of a power to transmit it by deed. It was not enough to leave a will, if it were not a will operating oh the subject-matter of the will before us; that is, operating specifically on the'land, for the testator never contemplated any alteration in the quantity or nature of the estate in her lifetime. He obviously intended that she should live on the profits while- she lived a widow.; and that she should have power to discriminate between the children at her death. True, • he did not restrict her power to a division of it among them'; but he evidently-trusted--to her natural affection for that. -Such, at a glance, is seen to be the outline of his intention; and' how is' it to be filled up so as to give it entire effect?' Evidently by giving tofihe words heirs and-assigns'their popular meaning; and reading the clause as a-devise‘to the widow and her appointees. -To say nothing of the hares natus and the hares f actus, it is enough for. the interpretation of an unprofessional man’s phrase, that in popular apprehension, the terms are convertible, nothing being more corhmon than the talk, making an heir. Heir is, indeed, a technical word of limitation; but there’ are many cases in which -it has been taken to be a word of purchase to carry out the evidentjntent. For instance, Pybus v. Mitford, 1 Vent. 372, in which a testator gave land to his nephew by the designation of his heir male, and directed his daughter not to “ trouble the heir.” The same principle in Baker v. Wall, 1 Ld. Raym. 185, and in Rose v. Rose, 17 Ves. 347; the words “ my heir under this will,” were held to indicate the testator’s residuary legatee. Why, then, may not the same word indicate the widow’s devisees in the will she was empowered and expected to make ? I am unable to perceive a difficulty in the way of it. Of the word assigns, we know no more than that it was held in GrafFtey v. Humpage, 1 Beav. 46, to be a word of limitation when joined to the words executors and administrators; but, as such, it cannot be more refractory than the word heirs, which we have seen submits implicitly to the power of the general intent. ®\nBut even if the words might not be controlled, whatjs there in the case to prevent them from being rejected ? Though every word in a W'ill is to have effect when it may, it follows not that any words must have effect to subvert the testator’s whole design. From Bamfield v. Popham, 1 P. Wins. 54, to Machell v. Weeding, 8 Simon, 4, there is a well-known series of decisions, in which an express devise for life, or for life and no longer, has been enlarged to a devise of the inheritance in tail, by implication from a devise over on failure of issue. And why ? Because, as it was held in Robinson v. Robinson, 1 Burr. 38, the policy of the law forbade such a limitation to take effect consistently with the ulterior limitations; and because the general purpose of the testator is to be carried out at the expense of every particular and inconsistent purpose. The general purpose was, in this instance, to let the widow have the absolute dominion during her widowhood, with power to transmit it by will, but not to sell the estate, and perhaps to squander the price of it; or in default of á will by her, to let the children into the enjoyment of it under the father’s will. Why he introduced words of limitation in fee to invest the widow with this power, can scarcely be conjectured. Possibly because he was ignorant of the technical effect of the terms; possibly because they are often used in wills as words of course, like the words assigns in bonds, and transfers of choses in actions; but more probably because he could not conceive of a power to sell uncoupled with an interest. But whatever the purpose, it is enough that it was inconsistent with tire principal one ; and on either of the preceding grounds, it seems to me, the widow took an estate for life, with concurrent remainders in fee, to her appointees or the plaintiffs, dependent on a contingency with a double aspect; and if the limitation may be sustained as such, it shall not be construed to be an executory devise.\nBut if not a contingent remainder, it is certainly not too remote to be a good executory devise ; and has not one of the contingencies taken place, on the happening of either of which the estate was to go over to the children in the one way or in the other? The testator’s widow did not marry, but she died intestate as to this land; and it will not be pretended that it would not have gone to the children had she retained the title. But her alienee stands precisely in her place; for an executory devise cannot be defeated by the instrumentality of a conveyance, even- though it w;ere a common recovery. The widow, indeed, 'made a will, but without disposing of the land ; and \"though she disposed of the price of it, that was not the subject of the testator’s will. He gave it to the. children as land, and they were entitled, if they pleased, to have it' as land. He intended that the estate should go to the children as he had it, unless his widow should otherwise dispose of it by will; and as she has not done so, the plaintiffs are entitled. -\nJudgment-reversed, and entered for the plaintiffs.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "McCandless and Biddle, for plaintiffs in error.",
      "Woods and Shaler, for defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Boyd’s Heirs v. Bigham.\nT. B. devised as follows, «All my estate, real and personal, of-what kind or nature soever the same may be in the. county of A. or, elsewhere, I give and devise the same unto my wife, M., her heirs and assigns for ever,' and to will the same to \"whom she pleases, on condition she remain my widow;. and in Case of marriage, or . death withmit a will,. I devise my estate, real and personal, to be divided into thirteen shares, and.to be distributed in the following manner, to wit, I give and devise one - share of my estate to the eldest male issue.of my daughter M.; in case- of no male 'heirs, to the eldest female heir. One share to my daughter C., hel- heirs .and assigns for everand so on, giving and devising the thirteen shares to and amongst ' his children, naming’them. M., the widow of testator, survived him; entered into the possession of the land devised to her, and continued to hold, the same until the 4th day. of April, 1844, when she conveyed the same to R, B.in fee. Shortly,after this, she made her will, by which she bequeathed the price of the land sold to R. B. to her children, to be divided amongst them. She remained a- widow.\nHeld, that'the vvidow.had n'o power to alien in fee by a'conveyance taking effect in her lifetime;' but that she took an'estate for life, with .concurrent remainders in fee to her appointees, or testator’s children, dependent on a contingency with d double aspect.; and if the limitation might' be sustained as such, it should not be 'construed to be an executory devise; but if not a' contingent remainder, it was certainly not. too remote to be a good executory devise. Held, also, that as the widow did not ■ marry, and did not devise the land; she died intestate as to the land; that as testator gave it to his children' as land, in the event, of his widow not disposing of it otherwise by'will;.they were entitled, if they pleased, to have it as land ; that her alienee stood precisely in her place, and that an executory devise could not be defeated by . the instrumentality of a conveyance, even-though it were a common recovery. ' •\nError to the District Court of Alleghany' county.\nSept. 25 .and 26. This was an action of'ejectment for 'one hundred and twenty acres of land, brought by,Francis McClintock and Catharine his wife, John Wilson and Sarah his wife, Mary Anne Boyd, George Boyd, Réed Boyd, James Boyd; and Joseph Boyd, heirs at law of Thomas Boyd, deceased, the plaintiffs in error, and plaintiffs below, against Robert Bigham, and-Hopper, the defendants in error. At the trial, it'was agreed-in open court, as there was no dispute- in. relation to the facts of the case, that the . following facts; admissions, and documents should constitute a case stated in the nature of a special verdict, to be submitted'to the court for their opinion. Thomas Boyd; by his'last will and testament, devised the property in question as follows;\n. “All my estate, reál and personal,.of what-kind.or nature soever the same maybe in said county'or'elsewhere, I give and .devise the same unto my dear wife Mary, her heirs and assigns for ever, and to will the same to whom she pleases, (on condition she re-' main my widow,) and in case of marriage,'or death without a’will, I desire my estate, real-and personal, to be divided' into thirteen shares,-and'to-be distributed in the following mánner, to wit;' I give and. devise one share of my estate to the eldest male issue of my loving daughter Martha; in case of no' male heirs, to the eldest female heir. I give and devise one share to my loving daughter .Catharine, her heirs and assigns for ever.. Sixth, I give and'devise - one share .to my loving daughter Sarah, her heirs and assigns for ever'. Seventh, I give and devise one share to my loving son James,. his heirs and assigns for ever. Eighth, I give and devise o.ne share to my loving son Robert, his heirs' and assigns for ever. Ninth, I give and devise two shares to my loving son Thomas, his heirs-and assigns for ever. Tenth, I give and devise two and one-third shares to my loving son Joseph, his heirs and assigns for ever. Eleventh, I give and devise one and one-third shares tó my loving daughter Mary, her'heirs and assigns for evér. Twelfth, I give and devise two and one-third shares to my loving son George, his heirs and assigns for ever. In cáse any of my children should die before they arrive at the age of twenty-one years, I desire their share or shares to be divided amongst the surviving heirs-at the discretion of my executors.” ■ •\nThe testator died in 1803, and it was admitted that he died seised of the land in dispute, leaving a widow, Mary Boyd, and four children ; namely, Catharine, intermarried with Francis' McClintock; Sarah, intermarried with John Wilson; Mary Anne Boyd, 'and George Boyd, and three grandchildren, Reed Boyd, James Boyd, and Joseph Boyd, children of Robert-Boyd, deceased, a son of the testator. The widow entered into the possession of the land in controversy, after the decease of her husband, and continued to hold the same until the 4th day of April, 1833, when, by indenture of that day, she convéyed the same to Robert Bigham'; the defendant, his héirs and assigns for ever. On the 18th of December, 1844, Mary Boyd, the widow, made her last will and testament, in and.-by which she/ bequeathed the price of the land- sold 'to Robert Bigham, the defendant, to her children to be divided' amongst them. The said Mary Boyd remained a widow, and died -in 1845.\nThe plaintiffs .contended that-Mary Boyd, the widow, took under the will of her husband, the testator, but á life-estate, with power of appointment'by her last will and testament, and as she failed to execute that power, the estate had passed by the limitations in her husband’s will, to them .as the devisees'in remainder. ■\n'The defendant contended that'she took an estate in fee-simple, and that her conveyance of the fee to him was valid.\nThe court (Grier, President) was. of opinion that the widow had a -right under the will to convey by deed a fee-simple to the land in controversy, and directed judgment to be entered for the defendant. The plaintiffs thereupon sued out this writ of error, and assigned the judgment of the court below as error here.\nMcCandless and Biddle, for plaintiffs in error.\nThe question here is, whether the widow, under the will of her husband, Thomas Boyd, took any other than a life-estate, with the power of appointment by her own will; or whether she took an estate in fee-simple. They contended that she took but a life-estate, with the power of appointment by will; and consequently that she had neither right nor power to sell the land in controversy. If the widow married or died without a will, the estate is devised over. The testator, it is manifest by the words of inheritance used in the devises over, intended that the real estate should be kept in the family. Paxson v. Lefferts, 3 Rawle, 59; Caskey v. Brewer, 17 Serg. & Rawle, 441; Haines V. Witmer, 2 Yeates, 400. The subséquent devises restrained the meaning of the words “ heirs and assigns,” in the devise to the widow. They cited Coates’s Appeal, 2 Barr, 131, for the general rule in the construction of wills. They argued that the leading purpose throughout the will of Thomas Boyd was to preserve the integrity and identity of his estate. Until it reached its final destination, its distribution amongst his children, it was to remain his estate. In case of the widow’s marriage, it was to pass in all its integrity and identity. The argument is vain and futile that there was not sufficient to support and educate the children, and therefore she had to sell. This strikes at once at the meaning of the will, as conceded by themselves. She had no power to sell. This restriction made the widow safe against her own imprudence, and against her own whims and caprices, and against any disposition which she might have felt to speculate upon the proceeds of the property. She was to live upon the profits of the estate. Thorley v. Thorley, 10 East, 438. The opinion of Lord Ellenborough in that case is, what we might suppose was the reasoning and anxious purpose of the testator here.\nWhere a discretionary power is given to a widow, and she does not exercise it, the will must be looked to as the guide in distributing the estate. Wood’s Estate, 1 Barr, 371-.\nHere the intention of the testator was to keep the estate as land, and it cannot be broken in upon or defeated. The words « heirs and assigns” are but the ordinary words used by every scrivener almost, whenever a fee-simple is to be carried forward and to vest somewhere. And it is settled, that these words may be restrained by subsequent devises and words. Haines D. Witmer, 2 Yeates, 400,405. ■\n■ The testator makes an absolute disposition of his estate, unless by the intervention of a will by his widow, a different direction be given to it. The power to dispose of the estate is ambulatory up to the moment of her death. Wright v. Átkyns, 19 Ves.- 299.\nNow it is admitted 'that, on her marriage, the estate goes over. Oñ a contingency, then, the testator'can make-it less than a life-estate,, but where the object is a most meritorious one, it is to be frustrated by the very words which can make it less than an'estate for life. Ide v. Ide et al., 5 Mass. 500'; § Cow.- 284. In the cases cited from Johnson’s Reports, there was an unlimited power to sell, and they do not rule this case. But the* case cited from 3 Adol. & Ell. 123, 30 Eng. Com. Law Rep. 48, is decisive of the present case. (7 Taunt. 129,) 2Eng. Com. Law Rep. 49.\nWoods and Shaler, for defendants in error,\n.cited Findlay v. Riddle, 3 Binn. 150, and Coates’s Appeal, 2 Barr, .131, for the best rule in the construction of wills; and to show, that in order to give effect to the general intent, the court will overlook a particular intent inconsistent therewith.\nTestator gave and devised all his estate, real and personal, to his wife Mary, her heirs and assigns for ever, to' will the same to whom she pleases; on condition she remained his widow.\nThe words heirs and assigns give her an absolute estate in fee' simple, so clearly-and strongly, that it requires the most unequivocal words of restriction to make it a life-estate. The estate is riot given ' her in trust to be distributed amongst his-children, but ««to will it to whom she pleases.” On condition she1 remained his widow, which she did, she had the power of willing it to whom she pleased. The intention of testator is manifest. Why did the testator use the most appropriate and apt words to give a fee-simple absolute, and, in addition, give her the unequivocal right and power of disposing of the estate by will to whom she pleased ? If his intention were to give her life-estate only, why did he not say, to her during her' natural life, and'after her death to his'children.\nIf the widow married, her estate was defeated: • but if she died without disposing of the estate by will, the testator devises it over and distributes it. It is, however, only the residue he devises over. The general intent of the testator was, that his widow should have an estate in fee. The words, ««and' in case of marriage, or death without á will,” are inconsistent with the general intent, and must give way thereto. These words were thrown into the will, to guard against a failure on her part to dispose of the residue. Where a testator devised lands to his wife, her heirs and assigns for ever, with the expression of the «< intention,” “ that she may enjoy the same during Tier life,” and'by her will “ dispose of the same as she thinks proper.” It was held, the wife took a fee. 30 Eng. Com. Law Rep. 48, 5 Mass. 505; 16 Johns. 584, 585 ; Ross v. Ross, 1 Jac. & Walk. Rep. 154, and note a ; Jac. 415, 4 Eng. Ch. Rep. 191.\nIf the widow took a fee-simple, the subsequent clauses in the will, devising the estate, in case she made no will, are repugnant and therefore void. 4 Kent’s Com. 5th ed. 131,132; 2 Serg. & Rawle, 513. If the testator has given the same land, in several clauses of his will, to different persons in fee, then the devisees take concurrently. 1 Jarman on Wills, 417. The widow had a young and helpless family to support. She did dispose of the residue of the estate, of what remained in her hands by will, and thus complied with the condition in the will. She never married. Testator nowhere in his will intimates that his real estate is to be preserved, and go as such to his children.\nThe widow, by her will, disposes of the price or purchase money of the land sold to.Bigham, ratifies her act, and confirms the deed of conveyance to him.\nIt is an undoubted rule, that a bequest of a general power of disposal carries the absolute property wherever a limited interest is not given. 1 Watts, 390.\nConditions, that land devised to “A. and his heirs” shall not be aliened, &c., are void. 2 Serg. & Rawle, 513, 1 Jarman, 810.\nAs to the power of appointment and its execution, they referred to 1 Jarman on Wills, 628. To A. and his assigns, held to pass a fee. 2 Jarman, 180.\nThis is an estate in perpetuity, the devisee having the power of disposal, and nothing can change it. 10 East, 436; 2 Roper on Wills, 297, 17 Vesey, 255.\nOct. 5."
  },
  "file_name": "0102-01",
  "first_page_order": 102,
  "last_page_order": 109
}
