{
  "id": 401942,
  "name": "Hatch et al. v. Smith",
  "name_abbreviation": "Hatch v. Smith",
  "decision_date": "1846-10-02",
  "docket_number": "",
  "first_page": "109",
  "last_page": "111",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 109"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts, 69",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841248
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0069-01"
      ]
    },
    {
      "cite": "10 Watts, 367",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851001
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0367-01"
      ]
    },
    {
      "cite": "9 Watts, 64",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849963
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0064-01"
      ]
    },
    {
      "cite": "7 Serg. '& Rawle, 191",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "pin_cites": [
        {
          "page": "192"
        }
      ],
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 401,
    "char_count": 6495,
    "ocr_confidence": 0.551,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.01487094421334989
    },
    "sha256": "a933c4f72db8c56908e8f0b310002ceaf32a2cf0caac41da31d2b89960caf107",
    "simhash": "1:da770332da0eacde",
    "word_count": 1118
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hatch et al. v. Smith."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nIt has been repeatedly ruled, that where there are interfering lines, the statute of limitations only protects to the \"extent actually improved. This the court conceded to be law, but very properly observed, that it had no,.application to the facts of the case. Whether the lines of the adjoining-lots, Nos. 140 and 440 interfered, is of no sort of consequence, inasmuch as Isaiah Clarke, under whom the plaintiff claims, held the adverse possession,' as the jury have found, of part of both tracts, and therefore he-has a right to the protection of the act of limitation against the owners of one or both those tracts; and those who claim under them. Judgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Riddle, for- plaintiff in- error.",
      "Family and Derrickson, for defendant in'error."
    ],
    "corrections": "",
    "head_matter": "Hatch et al. v. Smith.\nA survey was made on land already covered by two adjoining surveys, and the warrantee entered, and resided on the land, clearing and cultivating a part, and paying taxes for the whole tract, for more than twenty-one years.. Held, to be properly left to the jury whether there had been an adverse possession of the entire tract, though the portion of the land in dispute had not been enclosed or cultivated more than seventeen years.\nIn error from the District Court of Crawford county.\nSept. 28. On the trial of this .ejectment,, the plaintiff gave in evidence1 a deed to Clark, wdiose title he had, from Austin for ninety acres and one. hundred and fifty-three perches, and a survey made December 4, 1818; and proved that Austin first settled the land about twenty-five years before the trial. About six or eight acres, a part of the tract not now in dispute, were cleared, and\" subsequently sold to another person. Clark afterwards built a house, cleared, fenced, and cultivated from three to five acresl A part of the meadow was occupied by one Hurst, since then the ninety, acres were said to have been occupied, but there was no actual occupancy for twenty-one years of that part in dispute in this cause, this clearing not being on the land in dispute. About two years before the trial, the defendant entered and cut grass, and trees for firewood, but no timber was hauled away or sold. The defendant,, for the purpose of proving the situation of the south line of the donation tract, No. 140, gave in evidence a patent for a tract to one Marshall, which called for No. .140 as a boundary. He then proved a survey made for himself of the tract No. 140, about sixteen years before the trial, the lines of which ran some eight or nine rods into the clearing made by Clark, but, in consequence of the dispute, the surveyor, who appears to have been employed for that purpose, said he divided the land among Hatch’s sons, stopping at the clearing—supposing the matter would be settled among the parties. Another of the witnesses employed in this survey stated that Clark had cleared and occupied the meadow and the ground in dispute, for sixteen or seventeen years.\nPlaintiff then gave in evidence a deed from the heirs of Hatch, in 1830, for their land to a third person, describing it as bounded by land in possession of Isaiah Clark, and a deed' by their vendee for land described as adjoining land in possession of Clark.' Also, the assessment books from 1819 to 1841, in which the tract was assessed in the names of Clark and Austin. .?\nThe court assuming that the plaintiff’s survey was located on land already covered by the donation or Mifflin tracts, instructed the jury:\n“ How does plaintiff seek to prevent the effect of the titles under the two older surveys ? He claims to have had actual adverse possession by himself and those under whom he claims of the disputed territory for more than twenty-one years, clearing, cultivating, and residing on it, paying taxes for it all this time. His survey was made in 1818, and if you believe the testimony, there has been an uninterrupted possession of it since, by the plaintiff and his ven-, dors. There-has been no entry nor claim whatever on it, by the owners of. the Mifflin warrant. . As to them, therefore,, the possession has- been -actual, adverse, -and continued for twenty-one years. The statute of limitations will confer a good title. The Mifflin tract was vacant during all this time,, at least no possession is shown.\n- <■<■ Fourth point. That where there are interfering lines the statute of limitations only protects to the extent actually improved, and that where there has been an interruption of the possession by cutting timber, &c., the statute does not protect. •\n“ Answer to fourth point. This point is so, but I conceive is not applicable to this case. I have in the'preceding answer given you the law as it relates to this case on the statute of limitations.\nRiddle, for- plaintiff in- error.\nThe important question in this case is the statute of limitations. The statute:, does not apply here, because there are interfering surveys. 7 Serg. '& Rawle, 191, 192; Burns v. Swift, 2 Serg. & Rawle,.439. . An entry for.the purpose of cutting-timber will bar the statute,/’\nFamily and Derrickson, for defendant in'error.\nThere.is nothing like .disputed boundary here. One who enters without- cplour of title, upon unseated ’ lands surveyed\" and patented to another, acquires title by twenty-one years’ possession, only to. so much as he actually cultivates or enclose?.' But if the owner acknowledge him-' self out of possession, by suffering the improver to pay the taxes, and have his claim designated by lines distinctly marked on the ground, and to use the wood,-&c., the jury may presume an- actual ouster, and the settler may hold all within his lines. Heise'r v. Riehle, •7 Watts, 35. If one enter upon land north of the Ohio and Alleghany river, and makes improvements, and procures.a deputy surveyor to make a survey on the ground, without a warrant or other authority, such survey is competent evidence of the extent -of the. settler’s claim; and if he continue his possession twenty-one years, he will be protected in his title to the extent of his.claim as designated by his survey, which is to be regarded as made under colour of authority in such case. Lawrence v. Hunter, 9 Watts, 64.\n. If a settler, after completing his settlement, lay off on the south end of the tract, by a line distinctlymarked, a larger quantity than by his agreement he was entitled - to, and take possession, clears, fences, &e., and the warrant holder-lie by for twenty-one years, he will be barred by the statute of limitations. McCullough v. McCall, 10 Watts, 367. They also cited McCall v. Neely, 3 Watts, 69.\nOct. 2."
  },
  "file_name": "0109-01",
  "first_page_order": 109,
  "last_page_order": 111
}
