{
  "id": 401872,
  "name": "Fox and Stratton v. Foster for the use of Benedict",
  "name_abbreviation": "Fox v. Foster ex rel. Benedict",
  "decision_date": "1846-10-05",
  "docket_number": "",
  "first_page": "119",
  "last_page": "122",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 119"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts & Serg. 118",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854583
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0118-01"
      ]
    },
    {
      "cite": "4 Serg. & Rawle, 238",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1801911
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/4/0238-01"
      ]
    },
    {
      "cite": "6 Serg. & Rawle, 294",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts, 315",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844043
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0315-01"
      ]
    },
    {
      "cite": "4 Watts & Serg. 92",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856233
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0092-01"
      ]
    },
    {
      "cite": "3 Watts & Serg. 118",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854583
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0118-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 509,
    "char_count": 9974,
    "ocr_confidence": 0.554,
    "pagerank": {
      "raw": 1.4647827444666492e-07,
      "percentile": 0.6580522648231615
    },
    "sha256": "5bf259929ddd5ca5059137a0e9cf79d89f0700670c0f72355450f88a4c355e02",
    "simhash": "1:02e230b5aa16e5ec",
    "word_count": 1744
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fox and Stratton v. Foster for the use of Benedict."
    ],
    "opinions": [
      {
        "text": "Coulter, J.,\n(after stating the first exception.)—It is difficult to imagine any valid reason why the evidence ought not to have been admitted. The original judgment on which the present scire facias issued, was a general judgment in favour of the plaintiff, and did not specify the amount of purchase money due. It was therefore peculiarly proper, and conducive to'the ends of justice, for the plaintiff to give notice of the actual balance due, and also that he retained the legal title. Bidders would thus be all placed on a footing of equality, and enabled to bid with an exact knowledge of the amount the purchaser would have to pay for the lot. It being, therefore, a fair and honest part of the res gesta between the parties, the paper was properly admitted in evidence. (His honour here stated the second exception.)\nIn the part excluded, Mr. Alden does not testify to any fact, nor to any declaration of the parties, but merely to his understanding of what the parties meant by the agreement, and what he considered the operation of the instrument. Mr. Alden, however astute, might have been mistaken, and it would be both unwise and unusual to let in the notions of anybody as the foundation of judicial decision. The article of agreement itself was in evidence, and the court admitted all the -deposition which stated any facts or testified to any declaration of the parties. The rest of the deposition was properly rejected by the court.\nAfter the evidence was gone through with, on both sides, and one of the counsel had addressed the jury; the counsel for the defendant asked leave to add the plea of nut tiel record, to which the counsel for the plaintiff objected, and the court refused to allowthe amendment.\nThe allowance of an amendment on or during the trial is matter of discretion with the court trying the cause pa legal- discretion, undoubtedly, which may be reviewed' in this court. But after a full trial on’the merits of the cause, this court would act unwisely to interfere. The cause had'been tried once before in the court below in 1839, was brought up here, and the judgment reversed; the cause was on trial the second time on the same issue, and if this court were now to reverse, because the court below did not receive the plea of nut tiel record after the cause was before the jury, it would be making judicial proceedings too much subject to the caprice of the party. The act of 31st March, 1806, was passed for the purpose of preventing matters of form obstructing a full trial on the merits, but an allowance'of this amendment would have been to prevent a trial on the merits, by interposing a matter-of form. On the authority of Ridgely v. Dobson, 3 Watts & Serg. 118, the court-were right in refusing leave to amend..\nIn addition to these bills of exception, the defendant assigns for error, that the court erred in answering defendant’s points.\nThe points submitted to the court .below are not on the paper-books ; and as the answers of the court to the first and third points-are in the negative merely, and the answer to the fifth point is a simple affirmative, it is impossible to say there is error in the answers..\nThe second point, so far as it can be gathered from the answer of. the court, embraced the'precise matter which was assigned for error in the case' of Foster v. Fox, 4 Watts & Serg. 92, when - this cause was in this court before, and upon which the judgment was reversed. The court below have conformed to the opinion of this court, and there is no error in the answer.\nThe answer to the fourth point states the law as follows: “ If the witness named, proved that the judgment (Foster v. Fox) was released by the agreement of the-parties, and that this was their intention, then the. law is as stated in the point. The intention of the parlies must be fairly drawn from the proof in the case, and this must be clear and satisfactory in such a case as this. The taking-of an article from another is not ipso facto a payment, without it is expressly agreed to be taken as a payment.” This answer is quite as favourable to the defendant as the facts in the case would allow. However slight the facts were, taking the whole case together, which conduced to prove that the plaintiff could possibly have intended to take the agreement with Galbraith as satisfaction or a release of the judgment, or that Fox could have so understood it, the evidence of that intent was left to the jury. The agreement on its face bears no mark of such intent. It was a conditional agreement, altogether executory in its character, for a nominal consideration, and immediately after its execution, Galbraith left the country, and has not been heard of since. All parties, Foster, Fox, and Strat-, ton, acted upon the-faith of its extinction and abandonment, and it Would be monstrous injustice now to wake it into life for the purpose of injuring an honest and fair purchaser of the judgment. There is no error in this answer of the court.\nThe case throughout is strongly against the plaintiff in error, and the-errors assigned have not been sustained. Judgment affirmed.",
        "type": "majority",
        "author": "Coulter, J.,"
      }
    ],
    "attorneys": [
      "Riddle and Pearson,' for plaintiff in error.",
      "Derrickson, contra."
    ],
    "corrections": "",
    "head_matter": "Fox and Stratton v. Foster for the use of Benedict.\nIn sci. fa. to revive a judgment in ejectment, which was to enforce payment of purchase money, against the original defendant, and a purchaser at sheriff’s sale, a written notice put up at the sale, signed by the plaintiff,-stating the amount of purchase money due; that it was assigned to A., and that no deed had been made, or would be made, until the amount was paid, is evidence for A., for whose use the set. fa. was issued.\nEvidence of the understanding of one who. drew' a written agreement, as to what the agreement was, arising from expressions of the parties, not admissible.\nAfter trial of a sci. fa. to revive a judgment on the merits, and a new trial on the old pleadings also on the merits, a new plea of nut tiel record offered under the act of 1806, after one counsel had addressed the jury, was properly rejected, the object being to take advantage of a misrecital in the sci. fa.\nAssignment of a debt carries with it, by implication, a judgment which is recovered as a security therefor.\nIn error from the District Court of Crawford\" county.\nSept. 29. The defendant in error issued a sci. fa. to revive a judgment in ejectment, entered generally against Fox, without specification of any amount, which judgment was to enforce the payment of purchase money due under articles of agreement, that debt having been assigned to Benedict. The instrument by which it was assigned was a notice put up at á sheriff’s\" sale of the land to Stratton under a judgment against Fox, stating the amount of the purchase money “ assigned to Benedict” claimed by the plaintiff below as due on his judgment, and that-no deed had been made, or would be made until payment of this amount, which notice was signed by Foster. The admission of this in evidence constitutes the first bill of exceptions.\nThe second was to. the exclusion of so much of the testimony of a witness, who proved the articles between Foster and Galbraith for the purchase and sale of certain real estate, as consisted of statements of the purport of the agreement which-had been written by himself, and of what he considered, from the expressions of the parties, was the understanding and agreement.\nBy this article,'Foster agreed to convey to Galbraith certain land, 'in consideration, among other things, of Galbraith’s assuming the payment of the judgment now in question. Some other slight evidence was also given to show that Foster had agreed to accept Galbraith’s agreement, in payment of his judgment against Fox. Shortly after this, Galbraith had left the country, and had not been heard from.\nAfter the evidence was closed, and one of the counsel-had addressed the jury, the defendants asked leave to add a plea of nul tiel record. The plea on the record was -not guilty, with leave to add, alter, or plead specially.- The objection was, that the application was too late. The court was of opinion .the proposed plea would defeat the object of the act of 1806. This cause having been once tried on its merits, and the-judgment reversed in the Supreme Court, and now again tried on the same pleas, and the object of .the present plea being merely to withdraw the case from the jury, on account of a mis-recital in the sci.fa.; such a defect was waived by going to the trial on the merits. The motion was therefore refused.\nThe court, (Thompson, P. J.,) after summing up the evidence, left it to the jury to say whether Foster had 'agreed to accept'the. agreement with Galbraith, in satisfaction of the judgment against Fox. ' The points submitted by defendant are not stated in the paper-book. The answers are given in the opinion of the court here; ' - • •\nTo the second point, the judge said, the transfer from Foster to ■Benedict passed the securities, and therefore the'judgment passed.\nThe errors assigned were, 1. and 2. The ruling as to the evidence ; 3. The answers to defendant’s points; 4. In refusing leave to amend the-pleadings. ‘\nRiddle and Pearson,' for plaintiff in error.\nThe notice was not evidence of the assignment; it contained a mere recital of the fact, which- was not evidence against a stranger. It was intended, simply, to show the amount of unpaid purchase money. The understanding of the witness, or what the agreement was from the'expressions of the parties, wras evidence. Cotton .v. ITuidekoper, 2 Penna; Rep. .149. The plea of nul tiel record is often essential to justice, and clearly the amendment was within the act of' 1806. Maus v. Mans, 5 Watts, 315 ; Farmers v. Israel, 6 Serg. & Rawle, 294; Wilson v. Hamilton, 4 Serg. & Rawle, 238..\nDerrickson, contra.\nThe agreement was in writing, and in evidence its purport was to be gathered from itself. After the witnesses have been dismissed, it is too late to add a plea requiring evidence to repel it. Ridgely v. Dobson,. 3 Watts & Serg. 118.\nOct. 5."
  },
  "file_name": "0119-01",
  "first_page_order": 119,
  "last_page_order": 122
}
