{
  "id": 401922,
  "name": "Hulings v. Guthrie",
  "name_abbreviation": "Hulings v. Guthrie",
  "decision_date": "1846-10-05",
  "docket_number": "",
  "first_page": "123",
  "last_page": "125",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 123"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Serg. & Rawle, 419",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle, 325",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819289
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0325-01"
      ]
    },
    {
      "cite": "7 Watts, 261",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846900
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0261-01"
      ]
    },
    {
      "cite": "15 Serg. & Rawle, 79",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "6 Binn. 16",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795105
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/6/0016-01"
      ]
    },
    {
      "cite": "1 Penn. Rep. 447",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 426,
    "char_count": 7196,
    "ocr_confidence": 0.565,
    "pagerank": {
      "raw": 9.928204373862521e-08,
      "percentile": 0.5363235462762501
    },
    "sha256": "5e7454a77fd8c3d933c7ae1036772a6dbb27665346b01d08a20e7aad2607b801",
    "simhash": "1:d72d8c99b3d0d09c",
    "word_count": 1258
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hulings v. Guthrie."
    ],
    "opinions": [
      {
        "text": "Rogers, J.,\n(after stating the titles of the parties.)—The agreement is neither for a conditional dr absolute sale but a mortgage, or, in the language of the act of 1820, a defeasible deed in the nature of a mortgage. It can admit of no other construction. • It runs thus, (his honour here stated the agreement.) It is therefore very plain that the effect of the agreement is as a security or indemnity only, with a power in a certain contingency to sell and indemnify Henry, returning the overplus, if any, to Mitlen. It is, therefore, a mortgage, and must be so viewed. It seems, (for I shall consider the case as if all the testimony had been admitted,) the contingency did arise, for Mitlen having failed to pay the judgment, Henry was compelled to pay it for him, and to enable him to do so, by an article of agreement dated 16th February, 1841, and recorded the 26th of the same month, in pursuance of the power he sold the property so mortgaged to the defendant. And thus stands the title of the respective parties. The mortgage is prior in time, the sale to Guthrie subsequent to the rendition of Huling’s judgment, but the mortgage was not recorded until the 6th of December, 1838, which is after the judgment which was rendered the 31st of July, 1838. This, therefore, resolves the case to a simple-point, which has the prior lien, a judgment or an unrecorded mortgage, or, in other words, whether the mortgage, though prior in date to the judgment, is not postponed, the mortgagee having neglected to record his mortgage in time. • And that the judgment is entitled to preference is very clear, under the act of the 28th of March, 1820, “ An act relative to mortgages,” which especially provides, “that no mortgage or defeasible deed in the nature of a mortgage shall be a lien till such mortgage or defeasible deed shall have been recorded or left for record.” As a mortgage is but a security for a debt, it is necessary for the safety of mortgagees that they do not disregard the plain directions of the act, at the risk of having their lien postponed by a prior judgment. The maxim applies, prior in tempore, potior injure. A doubt has arisen, whether if the judgment creditor has notice before entering his judgment, the mortgage would be postponed in equity. But there is nothing in the objection, for the doctrine of notice, whether arising from an actual possession of the mortgagee or express notice, does not apply to- a creditor but to purchasers only. The lien, and consequently the right , according to the reasonable construction of the act of 1820, before adverted to, depends, as between the mortgagee and judgment creditor, on the date of the respective entries on the record. In that respect, with the single exception in the act in favour of mortgagees for the purchase money, where the mortgagee is allowed sixty days to record the mortgage, creditors as regards liens are'placed on the same footing ; the date determines the right of priority. A mortgage, unrecorded in the lifetime of the mortgagor, as is ruled in Adams’ Appeal, 1 Penn. Rep. 447, has no preference over other specialty debts out of the proceeds-of the sale of the mortgaged premises, after the decease of the mortgagor. The case proceeds on the intelligible principle, that although the acts are made for the protection of mortgagees, yet mortgagees, like others, may lose their lien by .neglect, and this was true even when the law allowed, them six months to record their mortgages. It was to remedy the great injustice which sometimes occurred under the law. as it then- stood, that the act of 1820 was passed, compelling mortgagees to record their mortgages under peril of losing their debt by the action of more vigilant creditors. Whether the latter has notice is not material, as he is not compelled to wait until the mortgagee thinks proper to comply with the plain directions of the act. As, then, the plaintiff’s title is held by virtue of a sheriff’s sale or a judgment, which is the first lien, it takes precedence of the defendant’s title, which depends on an un- . recorded mortgage, or a mortgage which the mortgagee neglected to. record in proper time. It follows, from what has been said, that admitting in its utmost extent the error of the court in rejecting the defendant’s evidence, it was an immaterial error, which worked no injury, consequently no reason exists for reversing the judgment.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J.,"
      }
    ],
    "attorneys": [
      "' Howe and Thompson, for plaintiff in error.",
      "Sutton, contra."
    ],
    "corrections": "",
    "head_matter": "Hulings v. Guthrie.\nWhere a mortgage, with a power of sale, has not been recorded until after a judgment ■ entered against the mortgagor; the plaintiff in the action having purchased under the judgment, has a better title than a purchaser under the power; and this, it.seems, even though he had notice of the mortgage before his judgment was entered.\n' In error from the Common Pleas of Clarion county.\nSept. 29. The plaintiff in this ejectment showed title in Mitlen, in 1835, a judgment against him entered on the 3lst of July, 1838, in favour of the present plaintiff, and a sheriff’s deed, dated February 23, 1841, acknowledged on the 26thi. The defendant gave in evidence an article sealed by Mitlen and William Henry, whereby it was agreed, -that Henry “ should have the -land, and hold the rights of said lot until the said judgment (which appears to have been given on Denkle for the purchase money) is paid by said Mitlen, ánd if Mitlen shall fail in paying the judgment in which the said Henry is bail, the said Mit-Jen agrees the said Henry shall have power to sell the said lot so as to make himself safe as bail,”'-which agreement was proved and recorded on the 6th of December, 1838. The title papers were left with' Henry at the same time. He.then.proved that Henry had taken and kept possession of the land for about twTo. years, but no one resided there., nor were any improvements made; also, that Henry was security on the notes given by Mitlen for the purchase money of the land. He then offered to prove that Henry had paid these notes under execution; and- that to enable him to do this, he had sold the land to defendant under the power contained in the above agreement; and also offered the conveyance by Henry to Guthrie; all .this was rejected by the court, who (McAlmont, P. J.) directed a verdict for the plaintiff, because there was no evidence that Mitlen Himself had not paid the notes, they not having been produced, and consequently Henry had no right-to sell the land.\n' Howe and Thompson, for plaintiff in error.\nThe offer was to show a pledge of the land to indemnify a security and a payment of the money by him, which was raised under a sale ; the court rejected it, because the notes were not produced; but receipts are not required, as-one paying.money ma-y prove the fact without producing receipts. Heckert v. Haine, 6 Binn. 16; Wishart v. Downey, 15 Serg. & Rawle, 79, This was not a mortgage but a sale oh a specific condition.\nSutton, contra.\nThe instrument under which alone the defendants. claimed 'is clearly a mortgage with a power of sale; -as such, it gave no lien until recorded under the act of 1820. Jaques v. Weeks, 7 Watts, 261’; Rickert v. Madeira, 1 Rawle, 325, 7 Serg. & Rawle, 419, 1 Binh. 177.\nOct. 5."
  },
  "file_name": "0123-01",
  "first_page_order": 123,
  "last_page_order": 125
}
