{
  "id": 401868,
  "name": "Thompson v. Carpenter et al.",
  "name_abbreviation": "Thompson v. Carpenter",
  "decision_date": "1846-10-28",
  "docket_number": "",
  "first_page": "132",
  "last_page": "134",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 132"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts & Serg. 82",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12168996
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/9/0082-01"
      ]
    },
    {
      "cite": "6 Watts, 299",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846035
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0299-01"
      ]
    },
    {
      "cite": "5 Watts, 164",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843948
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0164-01"
      ]
    },
    {
      "cite": "5 Watts, 164",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843948
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0164-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 380,
    "char_count": 5761,
    "ocr_confidence": 0.554,
    "pagerank": {
      "raw": 1.2026226942866216e-07,
      "percentile": 0.5940398455662859
    },
    "sha256": "717ca1b2c34bb497e4ddf339f7b429f7719312a0626ea16cac96bd8e39113cfd",
    "simhash": "1:d3e320042d2fd7ce",
    "word_count": 968
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thompson v. Carpenter et al."
    ],
    "opinions": [
      {
        "text": "Per-Curiam.\nAs the defendant below did not pay his' third instalment at the day in order to entitle him to a conveyance, he had not gained a right to control the use of the title in the hands of the plaintiff, on the principle of Brown v. Metz, 5 Watts, 164; and as he ever afterwards was behind in his payments, it might well be used against him as an instrument of compulsion. Subsequent to the day, however, the title became indubitably encumbered; and the defendant objected at the trial against being compelled to take it in that plight. But though equity will' not compel a vendee to take a defective title, it will compel him to take a good title subject to a pecuniary charge, against which adequate security has been given. The distinction is taken in Fildes v. Hooker, 3 Mad. Rep. 193, in order to reconcile that case to Halsey v. Grant, 13 Ves. 75, and Horniblow v. Shirley, id. 81, in which specific performance was decreed on security given against such an encumbrance. The case before us falls directly within the principle; and as the qu.es-. tion of adequacy was for the jury, the direction was clearly right.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per-Curiam."
      }
    ],
    "attorneys": [
      "Laird, for plaintiff in error.",
      "Foster,. contra."
    ],
    "corrections": "",
    "head_matter": "Thompson v. Carpenter et al.\nWhere a vendor has agreed to convey the legal title on payment of a certain number of • the instalments’of the purchase money i and before those instalments are paid subsequent instalments fall due, he is entitled'to detain his legal*title as security therefore, until complete satisfaction of all that may be due at the time of the payment -made; and he may use.the legal title to .compel performance of the articles by an ejectment and conditional verdict. .. ' ‘ •\nWhere vendee retains possession, a lien created’by the vendor after the agreement to convey, which cannot be immediately removed} is no ’bar to a proceeding ‘to compel payment of the purchase money,* if the vendor at the trial givé adequate security for ♦ indemnification. • * .\nIn error-from the'Common Pleas of Westmoreland county.,\nOci.. 23’., This was an action of ejectment by the holder of the legal title,-to enforce pérformanc-e of articles, for the purchase of the land by -defendaiitj by means of a conditional verdict.\nThe. defence rested on .two points : that under the articles they were, entitled to a Conveyance, and of consequence this action could not be maintained;-and that'at the trial there were'encumbrances on 'the property. The articles were dated Aug. 30, 1836, by which it was agreed that the purchase money should be paid as follows: $200' on the 1st April following, at which time the purchaser was to have possession; the balance was to be paid' in anrj.ual instalments of $75, with interest. The vendors agreed-to make-a good-deed with general warranty, upon receipt of the third 'instalment, at which' time \"the .vended was to give his notes with security for the residue of the purchase money. The defendants proved payments on account of the purchase’ money, but at the time,the third instalment fell due, but $211 had. been paid, the total amount then due being $350. Before ’.'Ijis’was fully paid, other instalments’fell due, and- at all times the defendants were in arrear for the subsequent instalments, though they had completed the payment of the third-and the previous instalments. It was admitted that, after the sale, and before the action was commenced, one of the vendors (plaintiffs) had entered into a recognisance as surety for the coroner of the county where the lands were, and another of the vendors had become surety for the sheriff.\nAt-the trial, the court permitted the plaintiff to file a judgment' bond with two sureties as indemnity against any demand which might be made on the encumbrances created, by the vendors.\nThe court (White, P. J.) instructed the jury, that although the proceeding was a .novel, one, yet the' plaintiffs were permitted to file this bond, with ample security to prevent the injustice which would otherwise happen by permitting a- retention of the'land, together with the price, until the liens expired' by lapse of'time. And that the defendants had not shown themselvés at any time entitled to call for the legal title, by reason of non-performance of the conditions at the times agreed upon, and the maturing of the subsequent instalments before such conditions were-performed. Also that the plaintiff might recover without.tendering the amount already received, as there had been no offer of rescission on the part of the defendants. -\nLaird, for plaintiff in error.\nUnder the article of agreement, the plaintiff below was not entitled to 'recover at any time. We proved .that the defendant had paid more of the- .purchase’ money than he was' bound- to .pay under the article'. He had, therefore, complied, with his covenants, and was éntitled to a deed. Brown- v. Metz, 5 Watts, 164; Southerland v. Burry, 2-Penna. Rep. 146.\n’\"He further contended that the plaintiff was not entitled to recover, without returning the purchase money which had been, paid, together with a compensation for improvements made. Richardson v. Kuhn, 6 Watts, 299 ;• Gansu. Renshaw, 2 Barr,' 35. • A purchaser is not houn'd’to take a bad title.- Creigh u'.-Shatto, 9 Watts & Serg. 82.\nFoster,. contra.\nThe only question . is, whether a ' chancellor woiihl compel the defendant to fake a'title pending encumbrances upon it. Where a title fails as to a portion of the land, compensation can be made; but, where it fails as to the whole, this cannot be done. Fildes v. Hooker, 3 Mad. Ch. Rep. 193; Horniblow v. Shirley, 13 Ves. 81; Halsey v. Grant, 13 Ves. 75.\nThe defence is purely equitable, and the defendant is bound to show that he had performed every thing he was bound to do.\nThe bond of indemnity tendered by the plaintiff was unexceptionable.\nOct. 28."
  },
  "file_name": "0132-01",
  "first_page_order": 132,
  "last_page_order": 134
}
