{
  "id": 401894,
  "name": "Peters et al. v. Horbach",
  "name_abbreviation": "Peters v. Horbach",
  "decision_date": "1846-10-26",
  "docket_number": "",
  "first_page": "134",
  "last_page": "138",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 134"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts & Serg. 468",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478858
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0468-01"
      ]
    },
    {
      "cite": "15 Serg. & Rawle, 153",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1815526
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/15/0153-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 480,
    "char_count": 9644,
    "ocr_confidence": 0.549,
    "pagerank": {
      "raw": 1.1835528757470439e-07,
      "percentile": 0.5892129232244814
    },
    "sha256": "ac756d3477f779f9f37727ddc885a40b589462dc4da5784eefa3532a105fbee4",
    "simhash": "1:a0cebc4dcb25dcf8",
    "word_count": 1618
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Peters et al. v. Horbach."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThe first error-is to the admission of the deposition of Benjamin Weaver, one of the defendants. As appears by the bill of exceptions, the plaintiff offered the deposition of Weaver,. which'was objected to by defendants’ counsel,-but the court overruled the' objection, and-directed the deposition to be read, to which the defendants’ counsel objected. This is all that appears on the record; and is, therefore, nothing more than a general objection to the deposition, but without any specification whatever of the grounds of exception. -When objections-are taken to the whole of a deposition, a general exception is good; but when a part only is exceptionable, the exceptionable part must be specified; for on a general objection, if.any part of the deposition be evidence, this court will not reverse!, And this distinction is grounded’, not in form merely, but has its support in substance; and, indeed, a departure from this rule, as has been repeatedly held, would be attended with the charge of doing manifest injustice. In many cases this court, sitting as a court of error, would be called on to reverse on exceptions, of which the court and the opposite party never heard, and which, if pointed out at the time, would have been remedied or waived. Here, it is not denied that - part of the evidence contained in the deposition was competent. .'There is nothing, therefore, in the exception, that part of the contents of the deposition was improperly receivéd. But it is objected,.that Weaver’ was a party to the record. But there is nothing in this fact to prevent the plaintiff,- or vice versa, from availing himself of the testimony of one of the parties, if he is willing to testify, consensus tollit errorem. If Weaver was competent for any purpose, as he certainly was, it will not now avail the defendants that he was incompetent on the special ground of interest, to prove a joint liability of others with himself to pay the debt. If put on that ground at the trial, it might have served the defendants’ purpose; but he waived the objection then, and shall not be permitted to urge it now.\nThe defendants’ counsel requested the court to charge the jury: That this being an action brought by one partner against his co-partners to compel them to account to him for his-, share of the profits of -the firm,'-the plaintiff must show a joint liability,on their part to do so, but, thai'having failed to offer any;-eyidence J^vjng that import, the plaintiff-cannot sustain this action,;'--1 To 'this 'point, the court answered : « The law is' correctly stated in this proposition, and we instruct you, the plaintiff must show a joint liability in all the defendants, who have been included in this suit. But from the testimony of Weaver, which is not contradicted-, (and, of course, it is presumed you will take it for truth,) the defendants had the control of the money due to the plaintiff for his share of the receipts of the quarter ending in April, 1838; they refused tó pay. him'the money, and directed McCall to pay it, and gave him the money, and allowed him to retain it. This, plaintiff refused to accede to, and the defendants refused to pay. This wo'uld establish a joint liability in all the defendants, and we instruct you, that the present action can be maintained ; and if you believe Weaver, the'plaintiff is entitled to recover.” In this instruction, we pferceive no error. This action is brought against the defendants as bailiff and receivers; if, therefore, they had the possession of a fund belonging to^ the plaintiff, and directed it to a different use, each and every person engaged in the-misapplication of the money incurs a joint and several liability. But as- the suit was a joint suit, the court, in conformity to the prayer, corxectiy advised the jury, that the plaintiff must show a joint liability, but they refused, with equal propriety, to instruct them that there was no evidence on that .point. Undoubtedly, if the testimony of Weaver w*as to be believed, there was evidence which, if uncontradicted, was conclusive dhat \"all the‘members of the firm, Weaver included, participated in the illegal transaction. A resolution wms passed, in the absence of Horbach, without any dissent from- any member of the firm. In addition to which, it appears that Weaver, who had the' paoney in his hands, or at least part of it, paid it over,' in pursuance of the resolution, to McCall, on his allegation that Abraham Horbach^was indebted tq-him, and that he would ■agree* to pay Mr. Horbach’s share for the company. It cannot, therefore, with any propriety, be said that the defendants were entitled to an affirmative answer to the proposition, that-there was no evidence of a joint liability. But the counsel for the defendants contend, that -the court went too far, after stating the prominent facts, in saying that this would establish a joint liability in all-the defendants, and in instructing them that the action could be maintained, and that if they believed Weaver,- the plaintiff was entitled to recover. But we do not view the direction as taking the case away from the jury, although it is a strong expression of the. opinion on the weight to which the testimony is entitled on the part of the court. Nor do I see how the defendants, in answer to this point, could expect a more favourable direction; for if the witness was to be believed, the inference was irresistible, that all participated in the disposition of the fund from its proper direction.\nThis created a joint liability, as the court instructed the jury, and had the jury found otherwise, it would have been a proper case for a new trial. Judgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Cowan, for plaintiff in error.",
      "T. Williams, contra."
    ],
    "corrections": "",
    "head_matter": "Peters et al. v. Horbach.\nWhere part of a deposition is competent evidence, a general objection will not avail; the objectionable parts must be specified.\nSo of a witness competent for certain purposes; a specific objection must be taken to such parts of his testimony as axe inadmissible.\nWhere a co-defendant was called to prove a joint liability and the amount of it, defendants under a general objection cannot avail themselves of his incompetency to prove the partnership and joint liability.\nAfter a dividend is declared by a partnership, and the partner holding the share of an absent member, under a resolution of the company, pays it over in extinguishment of a debt due the company by another partner who promised to settle'with the absent partner; all the members present not dissenting from the resolution are jointly liable for the amount of the dividend.\nIn error from the Common Pleas of Westmoreland county.\nOct. 24. The defendant in error brought an action of account render, and declared against Peters & Ottinger as bailiffs and receivers to the common advantage of plaintiff and defendants, Sprowl, Weaver, and three others, who were.impleaded’but not served with process. On the trial, the plaintiff offered the deposition of Weaver, one of the defendants, which'was objected to, but admitted by the court. He stated, that the plaintiff and defendants were proprietors of a line of stages, of which he rvas the agent at Pittsburgh. There yvas a meeting of the company in 1838, at which all the members excepting the plaintiff were pre'sent, when the accounts were settled and a balance struck of’$757 87 due to the plaintiff. The respective balances were paid to the parties excepting Horbach; that McCall, one of the defendants, being indebted to the company and alleging an indebtedness by plaintiff to him,.,agreed to discharge his own indebtedness by plaintiff’s balance, and -account to him for it. Witness held the money, and would have paid it to plaintiff but for a resolution of the company taking it out of his hands and having it paid to Ottinger, one of the defendants. .'\n. The copy of the settlement annexed to the deposition, receivéd from and signed by-the secretary, showed •\nAmount due Horbach - - - - - - ■ $757 87\nB. Weaver to pay - -' -, 643 50\nand an agreement by McCall to settle for plaintiff’s dividend 114 37 •\nThe witness further stated, that plaintiff had expressed his dissatisfaction, saying - he would hold the company responsible,- and would not accept McCall for his dividend due. by the company.\nThe defendants’ prayer for instructions and the charge of the court as to the defendants’ liability on the evidence, are set out at length in the opinion’ of the court here.\nThe errors assigned were, 1. In admitting the deposition. 2. In the instruction to the jury as to the effect of Weaver’s testimony.\nCowan, for plaintiff in error.\nThe resolution contains the very gist of the action, and the original ought to have been produced. Weaver was one of the defendants sued jointly with the others, ánd was not a competent witness to prove the partnership. He might have been a’ witness to prove. other facts, after the parties, defendants, were proved to be partners.\nAs to the second exception, he cited Whelen v. Watmough, 15 Serg. & Rawle, 153; McFaddenu. Hunt, 5 Watts & Serg. 468,\nThe defendants are not jointly liable to account to Horbach, as partners. They should have been sued severally. The court erred in telling the jury, in substance, that Weaver’s testimony, if they believed it, proved the joint liability-of the defendants.\nHorbach’s remedy was against each one-of the defendants/severally, who voted for the resolutions, for his proportionate 'share of contribution.' • ' •. . • •\nT. Williams, contra.\nThe copy of the settlement came from the secretary of the company. The secretary is the Common agent of the parties. These parties, by their joint act, made'themselves jointly liable.\nOct. 26."
  },
  "file_name": "0134-01",
  "first_page_order": 134,
  "last_page_order": 138
}
