{
  "id": 401960,
  "name": "Clement v. Hayden",
  "name_abbreviation": "Clement v. Hayden",
  "decision_date": "1846-10-31",
  "docket_number": "",
  "first_page": "138",
  "last_page": "139",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 138"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 207,
    "char_count": 2839,
    "ocr_confidence": 0.546,
    "pagerank": {
      "raw": 1.310461560038441e-07,
      "percentile": 0.6242470120844883
    },
    "sha256": "02757f785fdea9c8d4ccd73dfe633ef5a4c2bcc32586340a6f232d647616dd39",
    "simhash": "1:ac0388218fb8df59",
    "word_count": 511
  },
  "last_updated": "2023-07-14T19:57:13.703465+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Clement v. Hayden."
    ],
    "opinions": [
      {
        "text": "Pee Curiam.\nThe first exception is without foundation ; for it does not appear that the ;defendánt .objected to going to \"trial without a formal joinder of the’issue; and as he took the chance of a verdict then, he shall not object now. And the other is no better. He had pleaded his certificate of bankruptcy, and the onus of maintaining that this debt was provable- under the commission was upon him. If there was evidence of the fact, it was properly left to the jury; if there was none, and that is the basis of the exception, it was the duty of the judge to charge, as matter of law, that the defence had failed. Either, then, the fact was well submitted, or the defendant had the unfair benefit of a chance; which, however, did not avail him; but, either way, he had no right to complain.\nJudgment affirmed.",
        "type": "majority",
        "author": "Pee Curiam."
      }
    ],
    "attorneys": [
      "Irvine, for plaintiffs in error.",
      "Flenniken, contra."
    ],
    "corrections": "",
    "head_matter": "Clement v. Hayden.\nif there be no replication to a plea, and the cause is tried, without apparent objection by the defendant, he cannot assign it for error.\nA debt not provable under the commission in bankruptcy is not barred by the certificate; and the burden of proof as to the time of filing the petition is on the party claiming a discharge thereby.\nIn error from the Common Pleas of Fayette county.\nOct. 26. Clement executed an instrument under seal, dated February 22, 1842, promising to pay to the plaintiff below, one day after date, $203 67, with a power of attorney to confess judgment, which was entered M'arch 22d. The cause was called for trial on a sci.fa., to revive the judgment, the pleas to which were payment, release, and nul tiel record, and an affidavit of defence of a discharge as a bankrupt, when the defendant filed a plea of discharge as a bankrupt, and the cause was continued on the ground of surprise. On the trial at a subsequent term, the defendant gave in evidence a certificate of discharge on the 5th of December, 1842, under the act of Congress, of all debts due at the filing of his petition in bankruptcy. The court, (Ewing, President,) instructed the jury that the certificate was presumed to have been fairly given, and was conclusive evidence of a discharge of all debts due at the time of filing the petition. (That the act took effect on the 1st of February, and the debt arose on an instrument, dated the 22d. Unless the petition was filed between the 1st and the 22d, the certificate was a complete discharge. It was for the jury to decide what did -not clearly appear; for if the petition was filed before the 22d, the debt was not provable under the commission. A verdict and judgment having been rendered for the plaintiff, this writ was sued out. The'errors assigned were, 1. In forcing the defendant to a trial when the cause was not at issue; 2. In the instructing the jury to decide when the petition was filed.\nIrvine, for plaintiffs in error.\nFlenniken, contra.\nOct. 31."
  },
  "file_name": "0138-01",
  "first_page_order": 138,
  "last_page_order": 139
}
