{
  "id": 401863,
  "name": "Rabe v. Heslip and Another",
  "name_abbreviation": "Rabe v. Heslip",
  "decision_date": "1846-10-31",
  "docket_number": "",
  "first_page": "139",
  "last_page": "140",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 139"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Serg. & Rawle, 306",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1808220
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/7/0306-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 208,
    "char_count": 2538,
    "ocr_confidence": 0.526,
    "pagerank": {
      "raw": 3.018624944821928e-07,
      "percentile": 0.8537322060089217
    },
    "sha256": "c88536af7f8d333195875f2f405c9c3cdc81fb263057aed2778e9f00dfb43db6",
    "simhash": "1:876d0c353b82ab94",
    "word_count": 447
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rabe v. Heslip and Another."
    ],
    "opinions": [
      {
        "text": "Peb. ¡Curiam.\nThis writing certainly gave no power to any one but the. executors or administrators. A warrant to confess judgment contains not only a, grant of the authority expressed clearly and intelligibly, but a designation, by name or description, of the person who is to execute it. The act of Assembly merely substitutes the prothonotary, though not named or described, for an attorney of the court; but it supplies no deficiency of the power given in the first instance. This writing expresses no more than a vague desire that it be recorded, which is certainly an insufficient authority for the prothonotary’s act. The defect held to be amendable in Helvete v. Rapp, 7 Serg. & Rawle, 306, was in the execution of the authority, not in a want of it, which nothing can cure. It is to be regretted that the security intended cannot be had; but the loss is not more grievous than is usually suffered when ignorant men undertake to be their own lawyers. Order and judgment reversed.",
        "type": "majority",
        "author": "Peb. ¡Curiam."
      }
    ],
    "attorneys": [
      "Jlcheson, for plaintiff in error.",
      "Tho. Williams,,contra."
    ],
    "corrections": "",
    "head_matter": "Rabe v. Heslip and Another.\nA sealed instrument by a father, in consideration of natural love, &c.,‘ ordering his heirs, executors, &c., to pay to his daughter, her heirs, &c., at his decease, $'600, which was to carry interest from the date of the instrument, and desiring that the same might be recorded according to law, does not authorize a judgment to be entered against the obligor.\nA warrant to confess judgment should 'contain the grant of an authority clearly given, and the designation of a person by whom it Is to be exercised, either by, name or description. '\nIn error from the .Common Pleas of Washington county.\nOct. 26. On the 23d of May, 1842, the prothonotary entered a judgment against the plaintiff in error^fqr $600, with interest from April 13, 1’839, «by virtue of a power filed,” which was as follows:\n« Know all men by these presents, that I, Jacob Rabe, of, &c.,for the natural affection and love of my daughter Christine Rabe, do order that, at the decease of myself, six hundred dollars to -be paid to her, her heirs or assigns, by my heirs, executors, or administrators. And from this date, that the said sum of money is to be on lawful interest until my decease, for. value received'; and desire that the same may be immediately recorded according to law. As witness my hand and seal this 13th day of April, 1839.\n“Jacob Rabe, [l. s.]”\n“Attest, &c., &c.”\nA motion for a rule to strike off the judgment was heard and refused, and this writ of error taken.\nJlcheson, for plaintiff in error.\nTho. Williams,,contra.\nOct. 31."
  },
  "file_name": "0139-01",
  "first_page_order": 139,
  "last_page_order": 140
}
