{
  "id": 401929,
  "name": "McMillan v. Graham",
  "name_abbreviation": "McMillan v. Graham",
  "decision_date": "1846-11-02",
  "docket_number": "",
  "first_page": "140",
  "last_page": "142",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 140"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts, 210",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Whart. 12",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835023
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0012-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 290,
    "char_count": 4851,
    "ocr_confidence": 0.555,
    "pagerank": {
      "raw": 6.380125665320789e-08,
      "percentile": 0.3909712496751741
    },
    "sha256": "f58a4f6d443abd43e634229936bd6df6d08833315e7a8384a53b317fc925f02c",
    "simhash": "1:f0670705281ee14a",
    "word_count": 854
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McMillan v. Graham."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nAs no bill of exceptions lies in a proceeding before justices under the landlord- and tenant daws, we. cannot know whether evidence was erroneously admitted at-the-taking of the inquisition, or whether all the jurors sworn at the inquest were freeholders. These are matters with which we have no power to meddle. The other exceptions, however, are to the record; and the first is, that the inquisition does not find the amount of the rent for any but the first year. It finds that the landlord demised the premises “for one year, and from year to year at a rent of two hundred dollars for the first year;\" and though the meaning is awkwardly expressed, yet where there is a demise for a year at so much certain, the rent for the consecutive years is the same. The words “ for the first year” are misplaced, and, reddendo singula singulis, are to be read as if they stood thus : “ two hundred dollars for the first year, and from year to year.” This is evident; and there is no substantial discrepance between the inquisition and the record. The other exception is, that the inquest have assessed damages for the detention, without having adjudicated on the right of the landlord to have the premises again. But they have specially found the facts which constitute it; and the place to award a writ of possession is in the record, not in the inquisition.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Veech and Patterson, for plaintiffs in. error.",
      "Howell and H.eford, contra,"
    ],
    "corrections": "",
    "head_matter": "McMillan v. Graham.\nOn writ of error to a judgment, on summary proceedings before two justices by a landlord, to obtain possession, removed by certiorari into the Common Pleas, this court cannot notice matters not appearing on the record, although proved, by deposition in the court below, to have occurred before the justices. -\nWhere the inquisition found a demise “ for one year, and from year to year at a rent of §200 for the first year,” and the justices’ record recited the complaint, and due proof that the landlord demised, “ until the end and term of one year thence next ensuing, at the yearly rent of §200, and rented the same from year to year at different rents,” it was held the inquisition should be read thus: “two hundred dollars for ■ the first, year, and from year to year.” Nor is it any objection that the inquest have not awarded restitution—the place for that being in the justices’ record; or that the record set out the proceedings thus: “ We, the said justices and freeholders, proceed to hear, &c., and do find, &c.”\nIn error from the Common Pleas of Fayette county.\nOct. 26. On the 3d of April, 1845, Graham made complaint before two justices, setting forth that on the 1st of April, 1840, he was lawfully seised and possessed of'a tract of land, &c., at which time he leased the same to the defendant, “ for one year, for two hundred dollars, and leased the same from year to year, which term .was fully ended on the 1st of April;” -that he was desirous to repossess himself—demand of possession on the 25th December, and refusal; and that three months had elapsed. The precept of the justices reciting the complaint stated the demise to have been “ until the end arid term of one year thence next ensuing, at the yearlyrent of $200.” The inquest found the demise to have been “ for. one year, and from year to year, at a rent of $200 for the first year,” and assessed the damages—for which, and the costs, judgment was given. . ' ’ ■ ■\nThe \"justices5 record recited the-complaint and due proof, that H. G. did demise,'&c., “until the end and'term of one year thence next ensuing, at the yearly rent of $200, and rented the same from year to year at different rents.” It .recited the inquisition “ that the ■freeholders, &c., appeared, and we the said justices and the said freeholders proceed to. hear and examine the proofs, do find,” &c., (as stated above.)\nOn the removal of the cause into the Common Pleas by certiorari, the plaintiff in error filed as exceptions, that there was error,\n1. In permitting the plaintiff to ¡ testify. By depositions, it was shown he was the only witness to prove-the \"demand of possession.\n2. That three of the -jurors were not freeholders; which was in like manner proved'as to one of them.\n3. That both the justices and jurors acted as tryers.\nThe judgment below, and the errors assigned here, were not mentioned in the paper-book.\nVeech and Patterson, for plaintiffs in. error.\nThe witness was clearly incompetent to prove a material fact in his own case. Fisher v. Bailey, 1 Ash,' .209; 4 Whart. 12; 2 Ye ates, 290, 444. The inquisition must find distinctly the rent, which is riot done here, but for the first year. Nor was there any judgmerit of restitution; but for costs, to which they are not entitled.\nHowell and H.eford, contra,\non the first point, cited 6 Watts, 210, and argued that, on this proceeding there could be no-notice taken .of the matters not appearing on the record.\nNov. 2."
  },
  "file_name": "0140-01",
  "first_page_order": 140,
  "last_page_order": 142
}
