{
  "id": 401918,
  "name": "Lantz v. Worthington et al.; Hughes et al v. Worthington",
  "name_abbreviation": "Lantz v. Worthington",
  "decision_date": "1846-11-02",
  "docket_number": "",
  "first_page": "153",
  "last_page": "156",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 153"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts & Serg. 288",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts, 302",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "8 Serg. & Rawle, 510",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "3 Wash. C. C. Rep. 60",
      "category": "reporters:federal",
      "reporter": "Wash. C. C.",
      "case_ids": [
        6114340
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/3/0290-02"
      ]
    },
    {
      "cite": "4 Rawle, 380",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle, 340",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle, 366",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819214
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0366-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 260",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481798
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0260-01"
      ]
    },
    {
      "cite": "3 Watts & Serg. 285",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854657
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0285-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 387,
    "char_count": 6888,
    "ocr_confidence": 0.548,
    "pagerank": {
      "raw": 1.2773738597212197e-07,
      "percentile": 0.6161590888117415
    },
    "sha256": "2a1d4a1e911ff67119da073947b4f7cb833dd19bde5bb2a4aee6a4e61d50741a",
    "simhash": "1:b6460ca2d8760199",
    "word_count": 1223
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lantz v. Worthington et al. Hughes et al v. Worthington."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nIn the cases to which we have been referred, the stay was indefinite; and the inference was unavoidable, that the execution was levied either to cover the goods, or to create a lien separate from the possession; neither of which, the law will endure. The legitimate end of an execution is, to have the money at the return of the writ, or, for good reasons set forth in the return, to hold the property for another writ, not to favour the debtor by securely giving him time, or a deceptive appearance of ownership; and with this end, an indefinite postponement of the sale is inconsistent. Here, however, the sale, technically speaking, was not postponed, but adjourned for a period of ten days; a measure not inconsistent with making the money on the same writ, and, therefore, not a ground of presumption, that anything else was intended. Such a measure may even be indispensable to the creditor’s interest, as it may enable the sheriff to sell for a better price. If the adjournment were to a time beyond the return-day, when no sale could be made on the writ, it would be equivalent to an indefinite postponement, and a badge of fraud: but where it is in its nature consistent with the professed end, it would be unreasonable to interfere with the creditor’s direction of his execution. This principle is consonant with that of Wier v. Hale, 3 Watts & Serg. 285, which is the most stringent case on the subject, as well as that in Thorne’s case, 2 Barr, 331, which is the latest one. In the latter, it was held, that the question is, whether the creditor really meant to obtain his money, as he doubtless did in this instance.\nThat a taking of a forthcoming bond for the delivery of the property at the day of sale was not a dissolution of the levy, results from the principle of Sedgwick’s Appeal, 7 Watts & Serg. 260, in which it was held, that a bond for a stay of execution had not that effect. There is no reason why the creditor may not press the lien of his execution, or his bond, or both at the same time; for the legislature never meant that he should give up the certain security of an actual seizure for the doubtful responsibility of the creditor and his sureties. ■ We, therefore, discover no error in the confirmation of the auditor’s report. Decree affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Flenniken, for appellant,",
      "Veech, contra."
    ],
    "corrections": "",
    "head_matter": "Lantz v. Worthington et al. Hughes et al v. Worthington.\nA postponement of the sale- of personal property by an execution creditor to a time before the return-day, being but an adjournment, will not avoid his right, for the benefit of a subsequent execution creditor, it being consistent with an intention to levy the debt under the writ.\nNor is it material that the sheriff delivered the property on a forthcoming bond.\nA postponement to a day subsequent to the return-day would be equivalent to an indefinite postponement—per Gibson, O. J.\nAppeal-from the Common Pleas of Green county.\nOct. 29. This was an appeal from the decree of distribution of the proceeds of a sheriff’s sale of personal property, in which.the point raised was whether the earlier execution had lost its priority by reason of the conduct of the plaintiff. On the 5th of June, 1844, judgment was confessed against Worthington and Long, at the suit of Lantz. This was assigned by the plaintiff to A. Lantz, jun., and by him, in Sept. 1845, assigned to Alfred Myers, who, in February, 1846, assigned it to Hughes and Murdock. On the 25th June, a fi.fa. returnable at September term, issued on the judgment, and was left with the sheriff. On it was endorsed, “ the sheriff is directed to make the money from the personal property of the defendant.” A levy was made on the 19th August, and a forthcoming bond with a surety taken by the sheriff. In the second of these cases, a judgment was confessed by Worthington at the suit of Hughes and Murdock on the 18th September, 1845. On the same day an execution issued and was left with the sheriff, and a levy made on the property previously levied on, which was given up by the defendant. The property having been sold by the sheriff when both the writs were in his hands, the proceeds were paid into court. On a reference to auditors, it was proved that Alfred Myers had bought the larger part of the property sold by the sheriff, on the 10th of August, 1845. Owing to the uncertainty as to his right as purchaser, he bid the property in at the sheriff’s sale; the parties consenting, he might retain the price until the determination of the rights of the execution creditors.\nThe plaintiff in the second execution gave in evidence a letter, from Long, who, it seems, was a surety for Worthington, directed to the sheriff, dated 14th June, stating he was willing that Worthington might be indulged until the next court, on which was endorsed an order by Lantz to adjourn the sale of the defendant’s property until the 10th day of September next. He further proved by the sheriff, that the sale was not made on the day, (the 1st of September,) in consequence of this order. That after the day of sale was fixed the second time, Myers having obtained an assignment of the judgment, directed him to hold the property until the next court, and Mr. Cleavinger, his attorney, would give him instructions. No further directions were given until the execution of Hughes and Murdock was left with the sheriff; that it was then agreed the property should be advertised on both writs, and the money paid into court. Myers stated he had no design to intermeddle in the matter, but to leave it to Mr. Cleavinger, and that it was his understanding that there was to be no other stay than until the next court, according to the letter. Mr. Cleavinger stated he had issued the writ, and directed the money to be made at an early day. It was at the time of the order to defer the sale was given, and with notice of that fact that- Myers purchased the judgment. Under these circumstances, the auditor awarded the money to Lantz’s execution, and the court (Ewing, P. J.) confirmed the report. On the appeal, the errors assigned were—■\nÍ. Because the facts stated by the sheriff showed an interference by the plaintiff to stay proceedings on the levy and sale.\n2. Because the evidence showed that the plaintiff did not intend, and would not have sold on his execution, but for the subsequent execution, which was a legal fraud.\n3. That taking the forthcoming bond and leaving the property in defendant’s possession until after the return-day, left it open to the subsequent execution, and the levy thereunder bound it.\n4. Because the plaintiff in the first execution had the benefit of a forthcoming bond which would satisfy his execution, leaving the property to satisfy the second.\nFlenniken, for appellant,\ncited 1 Rawle, 366 ; 3 Rawle, 340; 4 Rawle, 380; 3 Wash. C. C. Rep. 60; 8 Serg. & Rawle, 510; 5 Watts, 302; 3 Watts & Serg. 288; 13 Serg. & RavMe, 345; 4 Dali. 358.\nVeech, contra.\nNov. 2."
  },
  "file_name": "0153-01",
  "first_page_order": 153,
  "last_page_order": 156
}
