{
  "id": 401855,
  "name": "In re Morris's Estate",
  "name_abbreviation": "In re Morris's Estate",
  "decision_date": "1846-11-06",
  "docket_number": "",
  "first_page": "162",
  "last_page": "163",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 162"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Watts & Serg. 239",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts & Serg. 28",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854577
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0028-01"
      ]
    },
    {
      "cite": "8 Watts & Serg. 448",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "13 Serg. & Rawle, 339",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1813962
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/13/0339-01"
      ]
    },
    {
      "cite": "13 Serg. & Rawle, 340",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 290,
    "char_count": 4393,
    "ocr_confidence": 0.556,
    "pagerank": {
      "raw": 6.233605815818255e-08,
      "percentile": 0.38540606035332564
    },
    "sha256": "535122820a5f709047f3863d9b6f931d99cfe7ce795e8067ecd9a10b8e4d30d3",
    "simhash": "1:f7071f7196c05d90",
    "word_count": 769
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re Morris’s Estate."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThe question presented for decision in this case is, whether a judgment obtained on a sheriff’s bond against him and his sureties takes preference over a previous judgment obtained against the sheriff alone. By the terms of the act of Assembly of the 15th April, 1834, all the real estate of the sheriff and his sureties, in the same county, shall be bound by a recognisance taken in-the manner prescribed by the act, as effectually as by a judgment in any coprt of record in the same Gountyi.^ \\nd for the purpose of -giving Artice to purchasers, it i^^equir^&lhat the recorder shall certify'%e recognisance to the ji^thpn®^^ of the same county, who shall enter the names of the parties th'ireto upon his docket in like manner as judgments are by law directed to be entered. Judgments obtained, therefore, in suits on the recognisance, relate back to and take precedence from the date of the recognisance, in the saipe manner that the lien of i mortgage covers a judgment obtained on a bon'd secured by such .mortgage. !\nBut the bond given by the sheriff and sureties is an independent security, without relation to or legal connection with the recognisance. It is not essential that the sureties in the bond should be the same as those in the recognisance; whether they were so or not in this case is not exhibited on the .paper-books furnished the court. The act of Assembly does not make the bond a lien, as it does the recognisance, nor do the terms of the recognisance cover the bond as a mortgage does the writing, the payment of which it is intended to secure. I can see, therefore, no legal grounds upon which the judgment on the bond can be held to relate-back to the date of the recognisance, and be covered and embraced by its lien. The judgment on the bond stands unconnected and' takes effect as a lien, like all other judgments, from its date. As auxiliary to this view of the case, I cite Smith v. Miller, 13 Serg. & Rawle, 340.\nThe decree of the court is reversed, and the judgment in favour of Abraham Franks, endorsee of the German Bank of Wooster v. William Morris, endorser of Richard Brown, No. 37, September, 1834, is directed to.be first paid out . of the fund in court. Next to that,.the judgments on the recognisance are entitled to preference, and then all other judgments, according to'their priority.. • • ■ '• .",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Patterson, for appellant.",
      "Howell, contra."
    ],
    "corrections": "",
    "head_matter": "In re Morris’s Estate.\nThe official bond and recognisance given by a sheriff are distinct securities. A judgment on the bond takes precedence only from the date of its entry. A judgment on ' -therecognisance, for the purpose of distribution, relates to the original lien created by-'.\" the filing of the recognisance under the act of Assembly.\nIn error from the Common Pleas of Fayette county.\nOct. 29. The paper-book stated that Morris, having been elected sheriff of Fayette county, entered into a recognisance, and also gave bond in the sum of $10,000, faithfully to discharge the duties of his office, with M. Crow and five others as sureties. This recognisance was entered of record on the 14th January, 1842.\nOn the 6th of February, 1845, judgment for Cummings was entered in a suit by the Commonwealth to his use against the sheriff and his sureties, on the official bond. On the 1st December, 1845, judgment was entered for Veech in a similar action. On the 12th of May, 1843, judgment had been entered against Morris, at the suit of Franks, endorsee of the German Bank of Wooster,_\nThe auditor awarded the fund which was raised by a sale of the real estate of Morris, to the judgments on the official bond; which was confirmed, and this appeal taken.\nPatterson, for appellant.\nThe judgments being on the bond, and not on the recognisance, had no priority over other judgments; for the bond gives no lien. 13 Serg. & Rawle, 339.\nHowell, contra.\nThe award was right. The suit on the bond, instead of the recognisance, can only be regarded as one mode of ascertaining the damages, while the lien of the recognisance remains unimpaired; on which lien the parties are entitled to a preference. It would be manifestly unjust to follow any other rule, for by this sale the lien of the recognisance is divested from the land sold. 8 Watts & Serg. 448 ; 3 Watts & Serg. 28; 1 Watts & Serg. 239. These two instruments constitute but one security, as do a bond and mortgage.\n2. There were no exceptions to the report of the auditor.\nNov. 6."
  },
  "file_name": "0162-01",
  "first_page_order": 162,
  "last_page_order": 163
}
