{
  "id": 401934,
  "name": "Partridge v. Clarke",
  "name_abbreviation": "Partridge v. Clarke",
  "decision_date": "1846-11-02",
  "docket_number": "",
  "first_page": "166",
  "last_page": "168",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 166"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Whart. 79",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 301,
    "char_count": 5603,
    "ocr_confidence": 0.534,
    "pagerank": {
      "raw": 7.450460565929192e-08,
      "percentile": 0.4442791838443091
    },
    "sha256": "e70363dbf3ec0695b1fc4c83ce2401b956c9c8d179d36121c1cf747c3a187576",
    "simhash": "1:1ae5f9802385d6cd",
    "word_count": 974
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Partridge v. Clarke."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nIt is not easy to perceive any contradiction in the charge, or error of any sort. It is true that the alteration of a specialty by parol makes the whole a new contract by parol; but it is also true, that a part of a specialty omitted by mistake may be supplied by parol evidence, and that the plaintiff may recover on the entire contract, as a specialty, just as if nothing had been omitted. Such was the direction, and we see nothing wrong in it.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Dunlop, for plaintiff in error.",
      "McKennon, contrá, referred to 2 Barr, 13; 2 Whart. 79."
    ],
    "corrections": "",
    "head_matter": "Partridge v. Clarke.\nWhere there has been an omission from a -written contract, and one of the parties declines executing it on account of such omission, and the other induces him to execute, under a promise that the omitted items shall constitute a part of the written agreement, which was sealed ; an action lies on the contract, as if amended according to the parol agreement.\nThe pleadings in such case should set out the facts, and aver the fraud in procuring the execution of the agreement by force of the parol agreement.\nIn error from the Common Pleas of Washington county.\nOct 30. This was an action of debt, on an award in which the plaintiff declared on an agreement to refer to three, that at the time “ it was verbally agreed between the said parties, that the decision of a majority of the referees should be final and conclusive between the parties, which provision or stipulation between the parties it was then and there intended by the parties should have been inserted in the said instrument, but the same was omitted therefrom by the mistake of the scrivener, and by the suggestion of the defendant, that the same was unnecessary, as he would not deny his agreement, and if he did, he, the scrivener, could prove it,” that in pursuance thereof, the award was made by two, &c. On the trial of the case on a plea of no award, a recovery was had on a proof of these facts. On writ of error reported in 2 Barr, 13, the judgment was reversed, on the ground that the evidence, being of an omission from the articles by fraud, was improperly admitted under the pleadings, in which there should have been a. distinct averment of fraud, and not of facts merely, from which it might be inferred. After the cause was remitted, the plaintiff filed a replication to the plea of “no award,”- in which, admitting that-the three arbitrators did not make the award as averred in the plea, the plaintiff set put the verbal agreement stated in the declaration-, “ and that said stipulations were omitted from the written submission by the fraudulent\" procurement- of the defendant, and that the said plaintiff was induced to execute the submission aforesaid, by the false and fraudulent representations of the said defendant, that he would comply with said stipulations as part of his agreement,” the award by the majority of the arbitrators, notice, and ’non-compliance, whereby defendant became liable, &c. No rejoinder appears to have been filed. On the trial, the plaintiff called the scrivener, who\" stated he reduced the agreement to writing in the presence of the parties, from the statement of the plaintiff, as witness understood it and read it to them, that plaintiff suggested there wasmn omission of the stipulation that the award of a majority, or two of the arbitrators should be binding, to which defendant assented; witness said it would have to be put in a note at the bottom of the writing, orinterlined ; defendant did not think it necessary, as neither would deny their agreement; plaintiff thought it better to have it inserted, as they had a writing and a difficulty—it would be better to have it fixed so that there could be no ground of dispute; defendant said, if either of them should deny it, witness could prove it; with that, plaintiff seemed to be satisfied, and the agreement was executed. The items omitted were embraced in the statement of plaintiff made at the beginning, but forgotten by the witness to be inserted.\nThe arbitrators proved, that at the time of making the award, nothing was-said by either party as to any alteration in the written agreement which was before them.\nThe court, (Ewing, P. J.,) at the request of the defendant, instructed the jury, that a verdict for defendant would be no bar to an action on the matter referred; that the award by two was invalid on a submission to three; that the proof of the verbal alterations should be full, clear, and distinct, and leave no reasonable doubt of their truth; that such evidence was to be received with great caution; that there could be no fraud, if the parties, after the verbal agreement, either expressly or impliedly agreed that the referees should proceed on the written submission; if the verbal alteration was thus waived there was no fraud. The court'refused to decide that the action should have been on \"the verbal agreement, or that the evidence did not sustain the action. As to this, they said the rule was, that where there was a change in a ■written agreement all was parol; where part was omitted^ by accident, and the defendant fraudulently induced the plaintiff to sign, saying, that the omitted items should be considered as part of the agreement, equity would reform the contract; if the jury believed there was such an agree ment, the plaintiff could recover. _\nThe errors assigned were, that the charge was contradictory, professing\" to charge with the defendant, but erroneously charging against him, that equity would reform the contract. 2. In leaving it to the jury on the question as stated above.\nDunlop, for plaintiff in error.\nMcKennon, contrá, referred to 2 Barr, 13; 2 Whart. 79.\nNov. 2."
  },
  "file_name": "0166-01",
  "first_page_order": 166,
  "last_page_order": 168
}
