{
  "id": 401899,
  "name": "King v. Gunnison, Administrator",
  "name_abbreviation": "King v. Gunnison",
  "decision_date": "1846-10-06",
  "docket_number": "",
  "first_page": "171",
  "last_page": "173",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 171"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts & Serg. 444",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854627
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0444-01"
      ]
    },
    {
      "cite": "3 Watts, 490",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841262
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0490-01"
      ]
    },
    {
      "cite": "1 Watts & Serg. 519",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852645
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/1/0519-01"
      ]
    },
    {
      "cite": "9 Serg. & Rawle, 399",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    },
    {
      "cite": "11 Serg. & Rawle, 134",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1812823
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/11/0134-01"
      ]
    },
    {
      "cite": "3 Watts & Serg. 444",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854627
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0444-01"
      ]
    },
    {
      "cite": "3 Watts, 490",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841262
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0490-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 304,
    "char_count": 5034,
    "ocr_confidence": 0.554,
    "pagerank": {
      "raw": 2.538484366694333e-07,
      "percentile": 0.8131914254460395
    },
    "sha256": "d22eed06fefa4d2bdd751ccefcc363a95f27db9fcf0ab8a92e5389852b7c7887",
    "simhash": "1:37e4fc36da0eb0e4",
    "word_count": 894
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "King v. Gunnison, Administrator."
    ],
    "opinions": [
      {
        "text": "Coulter, J.,\nafter stating the case.—It has been decided by this court that a sale made by an administrator, in pursuance of an order of the Orphans’ Court, is a judicial sale, and that the rule of caveat emptor applies. Bashore v. Whisler, 3 Watts, 490; Fox v. Mensch, 3 Watts & Serg. 444. The same principle has been applied to sheriffs’ sales. Weidler v. Farmers’ Bank, 11 Serg. & Rawle, 134; Auwerter v. Mathiot, 9 Serg. & Rawle, 399; Friedly v. Scheetz, 9 Serg. and Rawle, 159. The defendant below was not without remedy, if he had sought it by an application to the Orphans’ Court before the sale was confirmed. In this action the decree of the Orphans’ Court must be considered as conclusive.\nIt has been the custom in Pennsylvania, from a very early period, to make sales of this kind without a contract in writing, signed by the administrator and purchaser, and without any other evidence of the sale in writing than the return of the administrator to the order of sale, and the confirmation by the court. A written contract between the administrator and the purchaser would be without value before the sale was confirmed, and totally useless when it was confirmed. The statute was not designed to operate on judicial sales, but upon contracts in the current of business, and sales between individuals.\nIn the analogous case of a sale by a sheriff this court has decided that it is not within the provisions of the statute. Cash v. Tozer, 1 Watts & Serg. 519.\nWhen the sale is confirmed by the court, the amount bid becomes due from the bidder; and the proper measure of damages in this action was the amount bid at the sale, with interest from the time of payment prescribed in the order of&ale. In case of a resale, the purchaser would be liable to make [ good the deficiency. But why complicate the machinery of the transaction, when the more simple remedy does no injury to the purchaser, and only compels him to perform his contract.\nActions for the purchase money have often been sustained when brought by sheriffs. And the reason for sustaining an action for the amount bid at a sale, like the one in the present case, are as strong as those which apply to the sheriff’s sale.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J.,"
      }
    ],
    "attorneys": [
      "Babbitt, for plaintiff in error.",
      "Sill, contra, was stopped by the court."
    ],
    "corrections": "",
    "head_matter": "King v. Gunnison, Administrator.\nWant of title in the decedent is no defence to an action for the purchase money of land sold by an administrator for payment of debts, under an order of the Orphans’ Court.\nThe statute of frauds does not apply to a sale by airhdministrator to pay debts of the decedent; under an order of the Orphans’ Court, and a note of writing signed by the purchaser is not required to charge him.\nThe purchaser is liable for the amount of his bid at such a sale.\nIn error from the Common Pleas'of Erie county.\nOct. 1. The defendant in error, administrator of Fross,'brought this action to recover the amount bid by defendant at a sale of the decedent’s real estate for payment'of debts, and on the trial proved the order of sale and confirmation by the Orphans’ Court, and gave ■parol testimony that defendant bid for the land. The defendant gave evidence that the title was in a stranger.\nThe defendant’s second point was, that he was liable only for the special damage, not for the whole amount of the bid, and no damage having been shown, nominal'damages only could be recovered.\nIn answer to defendant’s points^ and in the charge, the court (Church, P. J.) instructed the jury that, assuming the decedent had no title, there being no evidence of that fact, the rule caveat emptor applied, and the defendant was liable, if he made the bid at the sale which was confirmed.\nThat the proceeding in the Orphans’ Court was in the nature of proceedings in chancery, the administrator for this purpose being merely an officer of the court, and the parol evidence of the defendant’s purchase was sufficient to ^charge hjm; and that if this was believed, he was liable for the amount due, at the commencement of the action, according to the condition of sale, with interest from the demand and tender of the deed.\nThe errors assigned were, 1. In charging that wrant- of title was no defence. 2. In not answering the second point in the affirmative. 3. In ruling that the statute of frauds did not apply.\nBabbitt, for plaintiff in error.\nThere was no consideration for this contract, and without that no contract can exist. It is not the policy of the law to entrap purchasers; especially should not the rule prevail here, where the administrators are concerned, who always have access to the title-papers and knowledge of the state of the title. The cases in 3 Watts, 490, and 3 Watts & Serg. 444, relied on by the court below, were on bonds given after a deed was executed. There some consideration existed. Nor is there any reason why the statute of frauds should extend to private sales that does not apply here. It is to prevent mistakes or frauds, in proving a sale, that the act was passed; to both of which, sales by administrators are equally liable.\nSill, contra, was stopped by the court.\nOct. 6."
  },
  "file_name": "0171-01",
  "first_page_order": 171,
  "last_page_order": 173
}
