{
  "id": 401938,
  "name": "Randall v. Silverthorn",
  "name_abbreviation": "Randall v. Silverthorn",
  "decision_date": "1846-10-06",
  "docket_number": "",
  "first_page": "173",
  "last_page": "177",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 173"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "13 Mass. Rep. 420",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2073733
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/13/0336-01"
      ]
    },
    {
      "cite": "10 Serg. &Rawle, 67",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts, 382",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846806
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0382-01"
      ]
    },
    {
      "cite": "5 Watts, 27",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844060
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0027-01"
      ]
    },
    {
      "cite": "8 Serg. & Rawle, 492",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    },
    {
      "cite": "2 Serg. & Rawle, 521",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1798244
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/2/0521-01"
      ]
    },
    {
      "cite": "3 Binn. 302",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791092
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/3/0302-01"
      ]
    },
    {
      "cite": "7 Watts, 382",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846806
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0382-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 624,
    "char_count": 12963,
    "ocr_confidence": 0.532,
    "pagerank": {
      "raw": 1.8624154680145816e-07,
      "percentile": 0.7250629283792221
    },
    "sha256": "1bd76da504dd026792050fb5fdbc015de2896cc8ec17cd8aa758644fc527a371",
    "simhash": "1:142f1a9283ce738c",
    "word_count": 2287
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Randall v. Silverthorn."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nIt would hardly be disputed, that Isaac Silverthorn had title to the water-right at the date of his deed to his brother Abraham. The reservation of it in their father’s will, though with a declaration that he had before given Abraham this part of the tract,.and the fact that the wrnter had been diverted to the mill with Abraham’s acquiescence in the father’s lifetime, wmuld be evidence to a jury that the whole was a family arrangement, and the basis of the devise. Besides, Abraham had a legacy by the will, and if he received it, he precluded himself from contesting his father’s power to dispose of any thing he had before given him; for no one who has taken a benefit under a will can object to any part of it. It is not a part of the case, however, that the legacy was paid, and no question of election was made at the trial. Beyond all that, the undisputed use of the water, according to the will, for more than twenty years, had given him an indisputable title to it. But the father, having settled the tract under articles with the Population Company, had no more than an agreement for it; and when Isaac procured the title from Griffith and Wallace, the company’s successors, and conveyed the twenty-eight acres to Abraham, without expressly reserving the water-right, he left room for a question whether he could show it to have been implicitly reserved by parol. It is settled by German v. Gabbald, 3 Binn. 302; Wallace v. Duffield, 2 Serg. & Rawle, 521; Peebles v. Reading, 8 Serg. & Rawle, 492, and Slaymaker v. St. John, 5 Watts, 27, that a trust is not within our statute of frauds; a train of authorities that would be nearly enough to overrule the statute itself, did it conflict with them. It is, however, docked of those sections of the English statute, which require declarations of trust to be put in waiting. If the contest then was between. Abraham and Isaac, Abraham would undoubtedly prevail. But we have the intervention of subsequent proprietors ; and the question is,, whether either of them is a purchaser without notice. The deed to! Abraham is on record, and it contains no allusion to the water-right; > but at the date of the conveyance by his trustees to Brownell, and also at the date of Brownell’s conveyance to Randall, the defendant, Isaac, was in the actual, visible, and notorious occupancy of the right. Was that notice to a purchaser, or enough to lead to it? It would have been enough, beyond dispute, had not the deed to Abraham been put upon record. It was determined in Woods v. Farmere, 7 Watts, 382, that an owner of distinct titles, who gives record notice of one of them, abandons, as to purchasers, the other, of which possession would otherwise be implied notice, unless, perhaps, where a purchaser has received actual notice. That, however, is not this case ; for Isaac Silverthorn had but one title to the water-right, and held out neither notice nor pretence of any other. Had the purchaser, in Woods v. Farmere, gone to the register, he would have found a recorded title with wfliich the possession was consistent, and he would have had no reason to suspect the existence of any other. But the registry, in this instance, exhibited a title with which Isaac’s possession was inconsistent; and it was the business of the' purchaser, therefore, to demand of him the reason of it, and the basis on which it was founded. Had he done so, the mystery would have been cleared up ; but, as he did not, he was a purchaser in his own wrong, and must suffer for his supineness. The direction, therefore, was essentially proper. Judgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Marshall and Sill, for plaintiff in error.",
      "Galbraith, contra."
    ],
    "corrections": "",
    "head_matter": "Randall v. Silverthorn.\nThe occupation of an easement in land adjacent, which has been conveyed without a reservation, being inconsistent y^ith. the grant, is notice to a purchaser from the grantee in such deed, of a jrnrol reservation of the easement. *\nA., being the owner of land on which a mill was erected, and of the right of diverting the water into the appurtenant mill-race on the land of B., who had an equitable title, derived under the will of a common ancestor which made the race appurtenant to the mill, acquired the legal title to the whole tract, and conveyed the legal title of the premises on which the race and dam stood to B., clear of encumbrances, with covenants of seisin and without reservation or mention of the mill-race; which deed was recorded. Held, that a purchaser from B. had notice of a parol reservation of the right to the race, from the fact of A.’s subsequent occupation of the mill, and user of the race.\nIn error from the Common Pleas of Erie county.\nOct. 1. Isaac Silverthorn brought an action on the case against the plaintiff in error, for diverting the water of a mill-race belonging to the plaintiff’s mill; which, race was upon the defendant’s land. It appeared that William Silverthorn, the father of Isaac, had purchased a large tract of land, and in 1797, or 1798, erected a mill and diverted a stream of water from its natural channel into the millrace, by means of a dam erected on that part of the tract now owned by Randall. This race had been used with the mill since that time. In 1813, William Silverthorn made his will, whereby he directed the mill and twelve acres of ground, to be laid out adjoining for its use, to be sold to pay debts and legacies; “the right and privilege of the water to remain unmolested and entire for the benefit and -use of tbe mill, whoever may hereafter own said mill.” The residue of the farm, excepting twenty-eight acres previously “let” to his son Abraham, he devised to Isaac for his sole use, and directed him to pay the purchase money due on the whole tract to the Population Company. Pie also gave a legacy to the wife of his son Abraham, and the personalty in possession of his wife to her for life; remainder, with the residue of his estate, to his four sons and daughters. The plaintiff had occupied and used the mill and race, and cleared the latter when necessary, since the death of his father, in 1813-14, and had repaired the dam which diverted the stream, when it was broken.\nOn the 21st February, 1831, plaintiff, m consideration of one dollar, by a deed recorded on the 28th, conveyed twenty-eight acres, parcel of the larger tract, (which, it was therein recited, had been conveyed to him in 1818, by Huidekoper, attorney for Griffith and Wallace,) with its appurtenances, to Abraham Silverthorn, with a covenant of seisin and right to convey, and that the same was clear of all encumbrances. In August, 1836, Abraham Silverthorn conveyed to trustees, who, in October, conveyed to Randall, the defendant. The plaintiff gave evidence that, in 1845, Randall erected a dam on this land, which backed the water and rendered the channel of the race perfectly dry for some time, and that the water would not'return into the channel until after running some distance over plaintiff’s land; that in consequence of this diversion, his mill had ceased working. He also proved admissions by Abraham Silverthorn, who owned the land when the race commenced and until 1836, that the mill was entitled to the use of the race. The defendant gave evidence that A. Silverthorn owned a tannery (disused for thirty years) below the dam, and that he and witness-who occupied the mill at that time accommodated each other with the water in the race when the stream was low. That the dam and part of the race was on his property, and required repairs every year; and that the water would not be detained more than twenty-four hours, and would all find its way back into the race.\nThe-plaintiff requested the court to instruct the jury, that if there had been adverse user of the stream for the use of the mill for twenty-one years, and a material diminution by defendant, he could recover.\nThe defendant also requested instructions: 1. If the water was used for irrigation, and not more than was necessary, and in such a way that it would return to the channel, plaintiff could not recover, though withheld for a time and somewhat'diminished.\n3. The deed to A. Silverthorn not containing any reservation, plaintiff could not recover, if, in order to divert the stream, he was obliged to enter and erect a dam, and carry the water through a race partly on defendant’s land.\n4. Defendant was estopped by his deed in 1831, claiming an exclusive right to the water; twenty-one years not having elapsed since the conveyance.\nThe court (Church, P. J.) said: The plaintiff was entitled to all reasonable use of the water on his land for agricultural or manufacturing purposes, provided he returned it to its channel before leaving his land, without material and unreasonable diminution.\nHis honour then continued: The main point arises on the third and fourth points.\n“It is conceded, plaintiff now owns and occupies this mill, and, consequently, all its appurtenances. What is his title ? It must be that of William, his father, under and by virtue of the will. For we must not lose sight of the fact, that William, who erected the mill, and first diverted this westerly stream to this mill, (the most important stream of the two,) was, at the time he did so, the owner of all the tract, and had all the rights he exercised. When he makes disposition of his land and estate, he reserves the same rights to whomsoever should thereafter own said mill. The will then is a grant to the owner of the mill, of the right thus to direct the stream to the mill. The actual occupancy of this right, at the time of the, defendant’s purchase of the twenty-eight acres on which the race begins, was legal notice of that right to him. If the exercise of this right by plaintiff was an encumbrance thus attached to it by the testator, defendant must hold it subject to that encumbrance. Hence it is, that unless this deed from plaintiff to Abraham Silverthorn, acknowledged the 21st February, 1831, prevents it, his right, and that of whomsoever may own the mill under the same extent of title, to divert the water by this race, still subsists, and is available for this mill. Thus, it will be seen, that a correct answer to the third and fourth of defendant’s points, is conclusive or decisive of the plaintiff’s rights in this particular. I think it is clear, that under the evidence, if William Silverthorn, and those claiming under him, occupied and used this water by this race, for upwards of thirty years, prior to the deed from plaintiff to Abraham Silverthorn, without an interruption of the right, that race for our present purpose, as against this defendant, may be considered as the natural channel, and this deed from plaintiff, made under the circumstances in evidence, does not estop him in this case, nor will it prevent his recovery of damages. Hence we dissent from these points, as applied here. The defendant would have the same right to divert the stream from this race, that he would from the main stream, but no greater.”\nThe errors assigned were in the answers to the first of plaintiff’s, and first, third, and fourth of defendant’s points, and in the construction of the will, and the rule as to notice.\nMarshall and Sill, for plaintiff in error.\nThe evidence shows there was no right in the plaintiff from the natural flow of the water, but it belonged to defendant, over whose land the stream ran, until a better right was shown in another. The will of William, the father, expressly excepts the twenty-eight acres from its operation, and it there appears, that Abraham had a paramount title, which could not be clogged or affected by any thing therein contained. But the plaintiff is estopped by his deed, which is a conveyance without reservation, of the land free of encumbrances. By putting this deed on record, the plaintiff can never claim against the terms of his own conveyance. Woods v. Farmere, 7 Watts, 382, is full to the point, that notice by possession is immaterial against the effect of such a proceeding. 2 Penna. Rep. 277; 4 Kent’s Com. 467, 468. The same rule prevails as in the case of fraud; an innocent vendee is not affected vdiere the acts of one has put it in the .power of another to defraud him.\nGalbraith, contra.\nThe deed of 1818 is plainly intended to pass a legal title to Abraham in the land given him by his father, and which, with the rest of the tract, had been conveyed to Isaac, who was directed by his father’s will to pay the purchase money due thereon. That will operated as a grant to Abraham of twenty-eight acres, and of the water-right as an appurtenant to the mill, separated from the twenty-eight acres over which it ran, so as to pass by conveyance of the mill. Strickler v. Todd, 10 Serg. &Rawle, 67; Ang. on Water Courses, 23; 4 Dali. 211; Worrall v, Rhoades, 2 Wharf. 427. The covenant does not extend to this right, not being an encumbrance; hence, possession was notice of its being excepted. That the water must be returned, as laid down by the judge, is settled, Colburn v. Richards, 13 Mass. Rep. 420.\nOct. 6."
  },
  "file_name": "0173-01",
  "first_page_order": 173,
  "last_page_order": 177
}
