{
  "id": 401831,
  "name": "Hamet v. Dundass et al.",
  "name_abbreviation": "Hamet v. Dundass",
  "decision_date": "1846-10-08",
  "docket_number": "",
  "first_page": "178",
  "last_page": "182",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 178"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts, 405",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846136
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0405-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 340",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts & Serg. 195",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852563
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0195-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 595,
    "char_count": 12627,
    "ocr_confidence": 0.563,
    "pagerank": {
      "raw": 2.6357072192761113e-07,
      "percentile": 0.8226217049719887
    },
    "sha256": "1edad24f65929f335455b783c68d78a2865cedd503e8c296e9e3912a81d825ad",
    "simhash": "1:dbbdb0a1ba95d2d3",
    "word_count": 2213
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hamet v. Dundass et al."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nWhether there is evidence to justify the verdict is not for us to determine, but that there was some testimony proper for the consideration of the jury on each of the points on which the cause turned, no reasonable doubt can be entertained. The case seems to have'been heard and examined with great care, and after a full hearing and investigation on the merits, both by the court and jury, it would be perilous in us, with the lights before us, to undertake to reverse the judgment on an allegation that the cause 'had been submitted to the jury without the shadow of.proof. Such a case may, but seldom arises. In the case in hand, it would have been palpable error to withdraw it from the constitutional tribunal appointed to determine it, for without analyzing the testimony, which the case does not demand, I may be permitted to .observe, that if it be as the defendant represents, he has, unfortunately for himself, been placed in a position where appearances are very much against him.\nThe plaintiff in error complains of the charge in several particulars. As in that part of the charge where they say, that Averill was at the time of the alleged conveyance in failing circumstances, and -known to Hamet to be so. This is an assertion, as he contends, without any evidence to support it. But we are of opinion there is evidence that Hamet knew of the insolvency of Averill, and further, even admitting the expressions of the judge went beyond the mark, the remedy is elsewhere.\nAgain, he says, there is error in charging the jury, that, if they believe the judgment, No. 75, July Term, 1841, Hamet v. Averill, for $20,00, was given for the same money, (with the addition of interest,) that forms the consideration of the deed, and that that judgment was taken, as an additional security for the same, it is strong evidence that the deed was in fact but a mortgage. In this direction we concur; for giving the conduct' of the defendant the most favourable construction, it was holding out false appearances to the world, which is one of the badges of fraud, and is an index, that it was not intended for an absolute deed, but a deed in the nature of a mortgage, an additional security for the money due on the judgment. Unexplained, it would be powerful, if not conclusive evidence on that point. It was open to explanation, as the court instructed the jury, for they refused to charge it was conclusive evidence, but contented themselves (they could not do less) with saying, it was strong evidence, it was but a mortgage. But, admitting that the court was wrong, it was but the expression of.opinion on the weight of evidence, an error which we cannot correct. If, on the trial of an issue, the court erroneously say, that evidence is prima facie or conclusive, writ of error lies, for there is something tangible in it. Those are terms definite in themselves, well known and understood, and easily applied, but when expressions are used, such as that it is strong, has weight, little weight, grefit weight, or no weight, that it is powerful evidence, and words of similar'import; it is but an opinion on different degrees of testimony, and if wrong, must be corrected by the court themselves, on a motion for a new trial. If this court should attempt to disturb a verdict for this and similar reasons, wTe should do much more.mischief than good. It would’trammel the court for no useful purpose.\nThe -second error has not been much pressed, for-, undoubtedly, greát inadequacy of price is an ingredient entitled to some weight when the question is fraud, or that the instrument purporting to be an absolute deed is but a security for money.\nThe defendant insists there is error in the third and fourth bills. They depend on the same principle.\nIt is undoubtedly competent, when fraud or collusion to withdraw an estate from the grasp of a creditor is alleged, to prove that at the time of sale the vendor was largely indebted. And this was the object of the testimony. It is nothing to the purpose that Averill was an endorser, not fixed for the money, for there is a responsibility arising from his position of endorser, an eventual liability from which he cannot escape by a fraudulent sale. It is within the mischief of the statute of frauds. It may be, and if true, it would have availed the defendant, that he was ignorant of the indebtedness, but a plaintiff cannot prove his whole case at a breath, and in this case subsequent evidence was given, sufficient to satisfy the jury on this essential .point.\nBut the court, says the defendant, erred in rejecting a letter written by Guy C. Irvine to Clarke McSparren, cashier of the Erie bank, which in substance directs the money which had been deposited by him in bank should not be applied to a judgment of Butler, Lowry et al. v. Averill, unless the plaintiff assigned the judgment to him. In what respect this evidence was material the plaintiff has failed to show. It is not said that Hamet knew of the letter, that he became alarmed in consequence of it, and acted on it, even admitting there was any thing in it, which I am unable to discover, calculated to produce that effect. The amount of it was, to substitute one creditor for another, altering in no respect their rights depending on the judgment. It would be useless for us to speculate as to the different characters of Irvine and Lowry, if there be any difference between them. It would be folly to suppose, that the latter would abandon any of his rights, and this is all Irvine could obtain, had he been substituted as assignee.\nAs this case has been most earnestly pressed, I have examined it with some care, but have been unable to discover any just reason to complain. If the defendant has suffered injustice, it is at the hands of the jury and not the court.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Marshall and Thompson, for plaintiff in error.",
      "Walker and Sill, contra."
    ],
    "corrections": "",
    "head_matter": "Hamet v. Dundass et al.\nMis-statement of a fact by a judge in his charge not the subject of a writ of error.\nSo as to his opinion of the weight or strength of evidence, unless he erroneously instruct the jury that particular evidence is primá facie or conclusive, which are words pf technical and definite meaning.\nTaking a judgment for the amount of the consideration mentioned in a deed, absolute on its face, is evidence that it is a mortgage.\nGreat inadequacy of price is evidence of fraud in a conveyance.\nGrantor’s liability as accommodation endorser may be used to show indebtedness at the time of a conveyance alleged to be fraudulent, though the note was not then dishonoured.\nIn error from the Common Pleas of Erie county.\nOct. 2. The plaintiffs in ejectment claimed title by a sheriff’s sale under a judgment against Averill in favour of the Bank of the United States, of which they were trustees, which was entered June 1, 1841, and a sheriff’s deed dated February 10, 1842.\nThe defendant’s title was a conveyance from Averill in considera-\"* tion of $2000, dated May 28, 1840, and recorded December 31. On the 1st of June, 1840, defendant leased to Averill for the term of five years, according to an understanding at the time of the purchase. The plaintiff then gave evidence of defendant’s statements that the consideration of the deed was money due from Averill to himself, which he had loaned at different times.; and also that he was assignee . of a judgment, having paid an execution issued thereon against Averill; that he subsequently took a judgment for the amount, which was the consideration of the deed, and retained the bond after the deed was delivered. That defendant had inquired whether he might hold two securities for his money, and being answered in the affirmative, directed a confession of judgment to be drawn, which was entered January 6, 1841. On this there had been an execution issued, condemnation waived, and real estate sold. Also, that defendant had said he only wanted his claim to be good; if his deed was not, he would hold on to his .judgment. Plaintiff also gave in evidence records of many suits, and of judgments recovered in February, 1841, against Averill, in actions commenced prior to the conveyance, and proved the debts were due before, and at the time of the conveyance. One of these records was objected to (second exception)' because it was after the conveyance to defendant. The third exception was to evidence that the action just referred to was on an accommodation endorsement of. Averill in renewal of a note drawn in 1839, objected to, because Averill was not liable until the protest in June, 1840. The fourth exception was to evidence of a similar liability. The plaintiff then gave evidence of the value of the land, and that in the spring of 1840, Averill had said it was worth $5000.\nThe defendant gave evidence to show that the judgment taken by him 'h'as to secure him against a judgment in favour of one Burton, which was a lien on his property purchased, and that lien having been paid, his own execution was to recover costs only. The fifth exception was to the rejection of a letter from Guy Irvine, directing the bank with which he had deposited a sum of money to pay the judgment due to Burton, not to pay over the amount until the judgment was assigned to him. The objection made was, that Irvine himself should have been called.\nThis outline of the evidence, whiqh was very voluminous, is believed to be sufficient for an understanding of the points of law arising out of the case.\nThe court (Church, P. J.) instructed the jury that great inadequacy of price, of which there was some proof, was some evidence of fraud intended on creditors by the conveyance, Averill being in failing circumstances, and known to be so by defendant at the time of the conveyance, which was the first ground on which plaintiff sought to avoid the deed. The second was that the conveyance was in fact a mortgage, void by reason of the non-registry of the defeasance. The evidence that the deed was not an absolute one, consisted in the taking a judgment for the purchase money, and retaining the securities after conveyance, which were unusual; but that they might have been done honestly, and his own inquiries as to his right to hold two securities: whether it was as a security against Burton’s judgment, or for the purchase money, on repayment of which the deed was to be defeated, was for the jury; if the latter was the case, or the deed was intended to delay, hinder, and defraud creditors, it was void.\nIn answer to plaintiff’s points, the court said that if the deed was intended to defraud, &c., it was void, although defendant paid full value. 2. The inadequacy of price was evidence from which fraud, or that the deed was a mortgage, might be inferred, but the evidence did not make such an inference necessary. 5. That the giving a judgment for the purchase money and interest was strong evidencé that the deed was a mortgage, but far from being conclusive. 6. The same was said as to the effect of the execution on that judgment. To the defendant’s points the court said : “No subsequent agreement would make a deed absolute, when executed, a mortgage.” 2d and 3d. The judgment and execution, if taken as a security against Burton’s lien, and issued for costs only, was not evidence of the deed being a mortgage. 4. The deed was prima facie evidence that it was absolute, the burden lying on the plaintiff to prove it was a mortgage.\nThe first, second and third errors assigned were in admitting the evidence mentioned in the first, second, third, and fourth bills of exception, and rejecting that contained in the fifth.\n4. In charging the jury “ that Averill was at the time of the alleged conveyance in failing circumstances, and known to be so by defendant,” there being no knowledge whatever of the fact.\nMarshall and Thompson, for plaintiff in error.\nThe court erred in admitting evidence of the indebtedness of Averill at the time of the conveyance, without knowledge of the fact brought home to Hamet. There was no evidence of fraud, and it was improperly submitted to the jury. 1 Watts & Serg. 195.\nWalker and Sill, contra.\nThere was sufficient evidence of Hamet’s knowledge of Averill’s failing circumstances, from his repeated applications for loa'ns. He must also have known of the judgments against him.\nThe rejected letter was but the declaration of one, neither party nor privy to the suit. The declarations of Hamet, that he merely wanted security, were evidence that the conveyance was a mortgage, and it appearing to be absolute, was a fraud on creditors. Manufacturers v. Bank, 7 Watts & Serg. 340. It -held out a deceptive appearance. Kerr v. Gilmore, 6 Watts, 405; Kunkle v. Wolfersberger, Ibid. 126.\nOct. 8."
  },
  "file_name": "0178-01",
  "first_page_order": 178,
  "last_page_order": 182
}
