{
  "id": 401945,
  "name": "Blaine v. Hubbard",
  "name_abbreviation": "Blaine v. Hubbard",
  "decision_date": "1846-10-10",
  "docket_number": "",
  "first_page": "183",
  "last_page": "185",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 183"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts & Serg. 352",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478320
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0352-01"
      ]
    },
    {
      "cite": "1 Watts & Serg. 155",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852575
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0155-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 342,
    "char_count": 6189,
    "ocr_confidence": 0.574,
    "pagerank": {
      "raw": 6.206192424621008e-08,
      "percentile": 0.3842399692028377
    },
    "sha256": "8c1cd0c8846d294929fee43c099d71052008fbacd9aef230189f4052f4ea799d",
    "simhash": "1:9fd5b1a1233ef6f7",
    "word_count": 1069
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Blaine v. Hubbard."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nWe concur in the general reasoning of\n•Judge Church. The sheriff and the present defendant were no parties to the bargain between the execution creditor and the then defendant. . By the arrangement, time is given to the debtor, whereby the sheriff is discharged from ail liability to the execution creditor, because he is prevented by their act from proceeding to collect the debt. If he is no longer liable, then Hubbard is discharged also, for the sheriff has an action on the bond, only because of his responsibility to the execution creditor, and that being at an end, his right of action ceased. It is through the medium of a bond taken by the sheriff, for his- own indemnity, that the plaintiff seeks to recover; but as he is not injured, no suit lies,, for the assignee is in no better position than the assignor. Judgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Babbitt, for plaintiff in error.",
      "Marshall, contra."
    ],
    "corrections": "",
    "head_matter": "Blaine v. Hubbard.\nA. became surety for defendants in an execution, for the delivery to the sheriff of goods levied on, at a day certain; after that day, the original award on which the execution, issued was referred to the arbitrators on exceptions filed, and confirmed under an agreement that three months’ stay of execution should be given. The execution being discharged by such agreement, the bail to the sheriff is also discharged.\nIn error from the Common Pleas of Erie county.\nOct. 5. Case stated, with leave to take a writ of error.\nIn April, 1842, Cadwell and another, to wdiose use this action was brought, obtained an award against Bates and Holmes, under the compulsory arbitration law. On the 23d, execution was issued and a levy made. On the 26th, Bates and Holmes, 'and the present de-fendant, executed a bond to the sheriff, conditioned that Bates and Holmes should deliver the property levied on to the sheriff on the 30th of April, with powers of attorney to confess judgments. The property was not delivered, and the present question is the liability of the surety. On the 6th of May, exceptions were filed to the award against Bates and Holmes on which the execution had issued, and it was agreed by the attorneys of the parties to that proceeding, ■that the matter should be referred back to the .same arbitrators, the lien of the judgment to continue, and att securities to remain hound. On the 20th, it was agreed the award should remain unaltered, and Bates and Holmes have three months’ stay of execution.\nBates, in a deposition, which was part of the case stated, proved that when the award was referred back, he offered to make a partial payment on condition, among other things, of the stay. The plaintiff objected, that it would release his security, (the defendant,) as his attorney-informed him. Bates refusing to procure other security, plaintiff accepted the payment and agreed to give the stay.\nA judgment had been entered on the bond to the sheriff, which was opened, and the question submitted, whether, under the circumstances, Hubbard was discharged. The court below (Church, P. J.) gave judgment for the defendant for the following reasons :\n“By the sheriff’s levy he became liable to the plaintiffs in the fi. fa. This defendant became' surety to the sheriff for the delivery to him by defendants in that writ, of the property levied on at a specified time and place. The property was not delivered, and defendant was thereupon liable in law to the sheriff, to the amount of this bond, but in equity he was only responsible for the amount of the sheriff’s liability. The lien of the sheriff by virtue of the levy con-tinned, notwithstanding this failure to deliver the property. If the defendants in that case had paid or satisfied the plaintiff’s claim in any way, it would have released the sheriff from all liability, and with him his surety. So would any arrangement to which the sheriff was not a party assenting, whereby the rights of the plaintiffs on this judgment were suspended, release the sheriff, and releasing him, the surety was released also from any further liability. For the sheriff’s right to proceed being thus suspended without the consent of this surety, could not again be renewed or revived against him without his assent. This was never given. It may be said, that by referring back the case to the arbitrators, the old judgment was opened or suspended at least, and the sheriff, most certainly, could not proceed. If this was not so, the staying the execution had that effect clearly. We may, in connection with this, also observe, that the defendant does not obligate himself to deliver the property, but is security for the defendants in the fi.fa., that they will deliver it. We think, then, the law, as well as the equity of this case stated, is in favour of defendant. Therefore, judgment for defendant.”\nBabbitt, for plaintiff in error.\nThe defendant was not a surety to the plaintiff in the cause in which the delay was given, but to the sheriff. He had voluntarily interfered and prevented satisfaction being obtained by execution, and in that position is not favoured. Burns v. Huntingdon, 1 Penna. Rep. 395; Pott v. Nathans, 1 Watts & Serg. 155; Armstrong’s Appeal, 5 Watts & Serg. 352. We deny that the sheriff was discharged by the delay; there was sufficient time intervening for a sale, and the plaintiffs might have rested on that alone. At all events the time was not given until the defendant’s bond was forfeited, and the sheriff was in no way bound to pursue the property levied on. Nor could the defendant have required a proceeding on the original judgment by the plaintiff, which right is the origin of the rule applied in this case. As to the mistaken supposition by the plaintiff, that his acts would discharge Hubbard, that is perfectly immaterial. Levy v. Bank of the United States, 4 Dali. 234.\nMarshall, contra.\nThe defendant was a surety for one who was discharged by the act of the plaintiff. Could the sheriff recover without showing he had paid, or was liable to pay, the plaintiffs in the execution ? If not, as he certainly could not, can an equitable owner acquire any higher or better rights through him who is the plaintiff on the record ? It is well settled that the plaintiff’s right of action is the limit of a recovery.\nOct. 10."
  },
  "file_name": "0183-01",
  "first_page_order": 183,
  "last_page_order": 185
}
