{
  "id": 401936,
  "name": "Gray's Heirs v. Coulter",
  "name_abbreviation": "Gray's Heirs v. Coulter",
  "decision_date": "1846-10-15",
  "docket_number": "",
  "first_page": "188",
  "last_page": "192",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 188"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts & Serg. 403",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481834
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0403-01"
      ]
    },
    {
      "cite": "2 Yeates, 123",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812600
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/2/0123-01"
      ]
    },
    {
      "cite": "2 Serg. & Rawle, 142",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1798265
      ],
      "pin_cites": [
        {
          "page": "155"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/2/0142-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 607,
    "char_count": 13455,
    "ocr_confidence": 0.574,
    "pagerank": {
      "raw": 6.793060090674638e-08,
      "percentile": 0.415659175496332
    },
    "sha256": "e6ec8d72480161f7236a75c4a997decf92dbff380ed6f5bc802386b9e0511b14",
    "simhash": "1:543b8438a826e4cd",
    "word_count": 2384
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gray’s Heirs v. Coulter."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe plaintiffs below and plaintiffs in error, complained that the Common Pleas erred on the trial of this ejectment, in their answers to the plaintiff’s first, second, third, and fourth points.\n1, The plaintiffs counsel asked the court to charge the jury, “ that in an action of debt a general judgment by default against the defendants, without more, is not such a judgment as will sustain a fi. fa. and other writs. There must be a writ of inquiry or other liquidation, and the judgment from Northumberland county never having been liquidated by writ of inquiry, is not such a judgment as will sustain the subsequent proceeding.” To this request the court answered, “that a judgment by default in an action of debt, is a judgment on which a fi.fa. and other writs can legally issue; but in this case the .record in evidence shows, that the judgment was obtained on a scire facias, and that the question put does not arise on the record.” Writs of inquiry have seldom issued in Pennsylvania in actions of debt. I have never known an instance. When the demand can be ascertained by calculation, execution issues for the amount laid in the declaration; but the plaintiff’s attorney (in this case) has endorsed on the execution the real debt. If the defendant complains that injustice has been done, the court, or a judge at his chambers, before the return-day of the execution, gives relief, on a proper case being made out. Lewis v. Smith, 2 Serg. & Rawle, 142, 155.\n2. “ That the agreement of the defendants in the case, from Northumberland county, they being administrators, is one they could notin law make; and if the jury believe it only a scheme to sell the land, by the administrators, it is altogether void, and leaves the levy on the fi.fa. undisposed of.” The court answered this poiqt in the negative, saying, “ there is nothing in the agreement from which to draw an inference, that it was a scheme to sell the land by the administrators,” A scire facias post annum et diem had issued on the judgment by Bickham and Reese against the administrators of Captain Gray. The administrators appeared, and put the case at issue on the pleas of payment- and nul tiel record, and at August Term, 1807, gave judgment. A fi.fa-. issued to November Term following,-and the sheriff returned a levy and condemnation of three hundred acres in Shamokin 'township, held in partnership with Francis. Johnston, on ' which Yoxtheimer lived. A vend. ex. issued- to sell the premises. Bickham and Reese and the administrators of Gray entered into an agreement, which' is filed in the cause, that the writs be returned nulla bona, and that the tract of land in Mercer county, which was unseated, and a tax upon the estate, should be credited on the judgment at a fair price, and should be sold at sheriff’s sale to perfect the title; and the judgment should remain a lien for the balance. In pursuance of this agreement, the writs were returned nulla bona, and ’ a test. fi. fa. issued.to Mercer county, which was levied on the land in question, lot No. 68, in the fourth district of donation lands, condemned, vend. ex. to the sheriff of Mercer county,'to August Term, 1812, and returned sold to Patrick Farrelly, for the heirs of George Bickham, deceased, for the sum of ohe hundred dollars. The court. were right in answering this point in the negative. Lands in Pennsylvania were always chattels for the payment of debts.' The legislature that met at Chester, on the 7th of December, 1682, enacted,that all lands and goods shall be liable to pay debts, except where there shall be legal issue; and then all the goods, and half the lands only, in case the land was bought before the debts were contracted. This act continued in force till the 10th of March, 1688, and then' by an act passed atPhiladelphia, all lands were made liable to be taken in execution and sold for the payment of debts, though there were issue, which under subsequent legislation remains in force to this day. See appendix to Dallas’s ed. of the Laws, p. 26. Up to the year 1758, it was the universal practice, sanctioned by judicial decisions, for administrators to sell equitable titles to lands as chattels to pay debts and maintain minor children, without an order of the Orphans’Court. Campbell et al. v. Rheim, 2 Yeates, 123. When this, proceeding was had, the practice had not obtained to stay execution until an administrator could sell by order of the Orphans’ Court. That beneficial system is owing to subsequent legislation. The agreement of the administrators at that day, to change the levy from off a seated tract in the neighbourhood of the widow and her minor children, to an unseated tract in a distant wilderness, was a meritorious act which would have met the approbation of our courts.\n3. “That the deposition of Patrick Farrelly, Esq., is not sufficient evidence of the loss of the sheriff’s deed being ex parte in an application for relief in another case; and the whole application being one not provided for by the act of Assembly.” To this, the court answered, “the existence of a deed being proved, the person to whom it was made in trust, at a time when there was no controversy, would be competent to prove the loss, and his deposition, if believed by the jury, is evidence of the loss of the sheriff’s deed,.” On the 21st of May, 1813, Mr. Farrelly came into open court, and deposed that a deed made and acknowledged by Nathan Patterson, Esq., late sheriff of Mercer county, to Lewis Neill, James Whitehill, and Alexander Henry, in trust for the heirs of George Bickham, deceased, for lot No. 68, in the fourth district of donation lands, wag transmitted to him at Harrisburg last winter, to have a new one executed, as there was a mistake in the said deed in mis-stating the parties, &c., that he has not the deed, and believes he lost it, or burned it by mistake, at the time he was destroying a parcel of useless papers at Harrisburg, &c. Mr. Farrelly then presented a petition to the court, on behalf and in the name of Lewis Neill, James Whitehilí, and Alexander Henry, trustees of the heirs of George Bickham, deceased, praying the court to direct the sheriff of Mercer county to execute a deed to the said petitioners in'lieu of the deed lost. The court, after advisement, granted the prayer of the petitioner. We think that the petition of Mr. Farrelly sufficiently proved the existence and loss of the deed. It shows that the sheriff had made a deed after the sale, and the records of the court show that it had been duly acknowledged to the trustees of Bickham’s heirs. In a case like the present, after more'than thirty years, every presumption is to be made in favour of the regularity of the sale and the proceedings of the court.\n4. “ That the deed of the treasurer being a general deed for part of a tract, without lines or description, requires actual entry, survey, or other marks or designation of the extent of the claim to make it good, and if the possession of the defendant is not such a designation, the defendant is still in possession as tenant in common with the plaintiff.” The court answered, “the purchaser at the treasurer’s sale has a right of designating, in a reasonable form, the four hundred acres purchased and conveyed to him by the treasurer out of the five hundred acres. The deed gives him a good title to the four hundred acres. The designation is at the election of the purchaser, and not of the original owner. But in this case, the question put does not arise. The defendant having shown an outstanding title, consequently, the .plaintiffs are not tenants in common with the defendants, even if the law was as the plaintiffs ask the court to charge the jury.” The evidence was, that thé sale book of the treasurer showed that four hundred acres of the tract only were sold ; the deed was for five hundred acres, the quantity the survey called for. That was a matter that was perfectly immaterial to the plaintiffs. The sheriff’s sale on the test, fi.fa. and vend. ex. from Northumberland county, and the sheriff’s deed, divested their title. What became of the tract afterwards, or how it was held, was of no moment to the plaintiffs. The judgment is affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      ". Baskin, for plaintiff in error,",
      "Pearson, contra."
    ],
    "corrections": "",
    "head_matter": "Gray’s Heirs v. Coulter.\nA judgment by default in an action of debt, the amount not being liquidated, and a like judgment on a sci. fa., to revive after plea pleaded, will sustain a fi. fa. and sheriff’s sale, the nominal and real debt having been endorsed on the executions.\nAfter a levy on seated land, the defendants in the execution (administrators) agreed with plaintiff to have a return of nulla bona, and execution on a tract in another county, the price to be bid by plaintiff being fixed: a sale under such an execution, being prior to the act of 1834, was held, to pass the title.\nIn ejectment, defendant, for the purpose of proving a conveyance under a sheriff’s sale thirty years’ old, after showing a sale to one F. in trust for the heirs of B., and the record of the acknowledgment of a sheriff’s deed to N. et al. in trust for the heirs of B., was permitted to use the petition of N. et al. by F. their attorney, praying a new deed might be acknowledged, together with the affidavit of F. of the loss of the former deed, on which the order of the court for the acknowledgment of a new deed was made, to prove the existence and loss of the deed.\nIn error from the Common Pleas of Mercer county.\nOct. 6. The plaintiffs were the heirs of Gray, and brought ejectment for a tract of land drawn by him in the donation district. The defendants gave in evidence two titles; one under a sale for taxes, which was a defence as to four-fifths of the land, but which it is immaterial to mention further, as the court decided there was evidence of another outstanding title which entirely defeated the plaintiff’s claim. The records of Northumberland county showed, that in 1804, an action of debt for ¿6540 was commenced, a declaration and pleas filed, and in 1806 judgment entered against Gray’s administrators, but the amount wras not mentioned. In the same year a sci. fa. to revive issued, pleas were filed, and judgment entered as before. In 1807, a fi. fa. issued, and two tracts, on which persons were residing, were levied on and condemned. In 1808, a vend. ex. issued, which, with the levy, was set aside, by agreement between the administrators, defendants therein, and the attorney of the plaintiffs, and nulla bona returned “ to found a test. fi. fa. to Crawford (Mercer) county, to levy on a tract of donation lands patented to Gray in his lifetime,” and it was agreed the sheriff might sell without an inquest, the parties having agreed on a price to be credited on the judgment, which was to stand for the balance. A test. fi. fa. issued on this judgment to Mercer county, endorsed « debt ¿6540, real ¿6270, interest,. 28th of March, 1798,” with a direction to levy on the lot now in dispute.' In 1810, a test. vend. ex. and an alias issued; the latter was returned, << sold, &c., to P. Farrelly, for the heirs of G. Bickham, for $100, &c.” ' On the 30th of October, 1812, the sheriff acknowledged a deed to Lewis Neill et al., in trust for the heirs of G. Bickham. On the 21st of May, 1813, Neill et al., the sheriff’s grantees, trustees for the heirs of G. Bickham, by Farrelly their attorney,, presented a petition to the Common Pleas of Mercer county, praying that the sheriff might acknowledge another deed to them in lieu of one which was lost. Annexed was the affidavit of Farrelly, that the deed from the sheriff to Neill had been transmitted to the grantees and sent back for the correction of an error, and that it had been burned or lost. The court ordered a new deed to be acknowledged,which was done by the sheriff then in office, in November, 1813.\nThe points of the plaintiffs and the answers of the court will be found in the opinion delivered in this court.\n. Baskin, for plaintiff in error,\ncontended that the judgment from Northumberland county, never having been liquidated or signed by the proper officer, was not such a judgment as would sustain a fi.fa. or other writ, and that the sci.fa. issued on such a judgment, and a judgment obtained thereon, would be in no better situation than the original judgment, and that a sale founded thereon would not confer a legal title.\nThat an ex parte affidavit, made by an attorney, proving the loss of a sheriff’s deed, and asking the court to direct the successor of the sheriff to supply the place of the lost deed, could not be read in evidence on the trial of a cause between strangers, to prove an outstanding title, and that P. Farrelly’s deposition was of that character.\nThat an agreement could not be made by administrators, with judgment creditors, for the sale of real estate of the decedent for the payment of debts, and all proceedings based thereon must be illegal, they having no authority over real estate other than that given them by the Orphans’ Court. That as the return of the sheriff to the test, vend. ex. from Northumberland county, shows the land was sold to P. Farrelly, in trust for the heirs of George Bickham, deceased, the record of the acknowledgment of a deed by the sheriff to Lewis Neill and others, trustees for said heirs, (no order having been made by the court directing it,) would not prove such an outstanding title as would defeat the plaintiff’s 'recovery in. this case* 7 Watts & Serg. 403.\nPearson, contra.\nOct. 15."
  },
  "file_name": "0188-01",
  "first_page_order": 188,
  "last_page_order": 192
}
