{
  "id": 401833,
  "name": "Hamilton v. Hamilton",
  "name_abbreviation": "Hamilton v. Hamilton",
  "decision_date": "1846-10-10",
  "docket_number": "",
  "first_page": "193",
  "last_page": "196",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 193"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts, 339",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846145
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0339-01"
      ]
    },
    {
      "cite": "1 Rawle, 163",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819204
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0163-01"
      ]
    },
    {
      "cite": "4 Yeates, 35",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "17 Serg. & Rawle, 364",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1818259
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/17/0364-01"
      ]
    },
    {
      "cite": "3 Rawle, 496",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle, 171",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "6 Watts, 339",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846145
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0339-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 481,
    "char_count": 8199,
    "ocr_confidence": 0.525,
    "pagerank": {
      "raw": 9.353707453119565e-08,
      "percentile": 0.5140185779170909
    },
    "sha256": "dda26091de8df5aefaa95152be8a2775672bee7a35cb4a258aabbcd04076d857",
    "simhash": "1:aef2a4e50420d962",
    "word_count": 1404
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hamilton v. Hamilton."
    ],
    "opinions": [
      {
        "text": "Coulter, J.,\n(after stating the case and the oifer of evidence.)—The evidence ought to have been admitted by the court.\nAlthough there was no judgment on the award, and the proceedings subsequently had, including the vend. ex. and the sheriff’s deed, did not, therefore, of themselves, divest the title of the heirs of Hugh Hamilton, deceased, and transfer it to William Hamilton; yet, those of them, including the plaintiff below, who participated in the arrangement by -which it was agreed that the surplus, after paying the amount of the execution in favour of Hugh Hamilton, should be devoted to the support of Martha Hamilton and the plaintiff, are estopped from setting up their title as heirs of Plugh Hamilton, deceased'. It is true, that mere technical estoppels are not much' favoured ; the court will generally inquire into the truth of the facts. But estoppel may be by matter in pais, as well as by deed or record; and the strongest equity is sometimes founded upon facts and circumstances which can only have their beneficial effect by way of estoppel. Thus, if a man believing he has a good title to real estate enters upon it, and makes valuable improvements, the owner standing by and giving no warning of his title, but encouraging the other to proceed with his improvements, he will be estopped 'from setting up his title against the occupant, who was seduced by his acts and his silence into the expenditure of his labour and money. Wherever estoppels are conducive to justice, and promote good faith and honesty in the transactions of individuals, they are as much favoured as any other rule or principle of law. Willianf Hamilton purchased the land in 1825, and under the impression that he had acquired a good title, he entered, and expended the sweat-of his brow upon it for nineteen years, until he increased it in value more than eightfold. He set his foot on it with firmness and confidence, for he believed it was his home. During ail this time, the.plaintiff was looking on and encouraging him by her declarations that the land was his, and receiving the principal part of the purchase money which defendant paid, and which, from any thing that appears, was a full consideration for the land at the time he purchased, and which was applied according to the agreement and directions of those whose title she has annexed to her own'. It was not until time had brought the defendant in sight of the goal of the statute of limitations, that some learned friend discovered for her the technical or clerical error in the proceedings of the court, by which it is npw sought to invalidate the title of the defendant. It would seem,- that the error was clerical merely, for the prothonotary wrote his name under the éntry of the award, omitting, probably by oversight,, the words “ upon motion, judgment.” Be that as it may, however, there is a-sanative power in the principles of equity, adequate to bind up- and heal such infirmities of titles when justice' demands it. Equity interposes-to save the conscience of one party from being corrupted, and at the same time to shield the innocent victim of mistake or fraud.\nThe proceedings of the court and the sheriff’s' sale were not' merely assented to by the .plaintiff below, but were confirmed by positive acts, and made valid by-her own agreement and reception of part , of the purchase money. On the faith of all which'transactions, the defendant below entered, and bestowed his labour and expended his money. If the'facts be true,'(and the evidence -ought to have been sent to the jury,) the plaintiff below cannot now question the title of the defendant; In Folk v. Beidelman, 6 Watts, 339, this court determined, that when the owner gave aid and encouragement to keep up and repair an abutment of a dam for a period less than twenty-one years, the consequent expenditure of-money would, in equity, givem title to the occupant. If improvements are made by one on the faith of án actual disclaimer, on the land of another, equity will not disturb tlie improver. 2 Penna. Rep. 19. And the reception of the money by Nancy Hamilton was, of itself, sufficient to prevent her from alleging the defect- in the proceeding under which her brother derived title. Can equity tolerate that she should get both the money and the land? In the case of Adlum v. Yard, 1 Rawle, 171, it was' ruled, that although a clause in a deed of assignment which restrained the trustees from \"selling the land for a period of thrée years, was a hindrance of creditors, and' brought the deed'within the provisions of the statute of 13th Elizabeth, and the plaintiff-might have originally repudiated the assignment; yet having taken a dividend under it,'he was not at liberty to question its validity, •\nThe power of parties is sufficient by their acts, when they\" proceed with a knowledge, of all the \"facts, to put the seal of repose and quietude upon a transaction'more defective in point of -form than that by which the defendant derives title. It was error in the court below to reject the evidence contained in the defendant’s bill of exceptions.\nJudgment reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Coulter, J.,"
      }
    ],
    "attorneys": [
      "Pearson, for plaintiff in error,",
      "Sullivan, contra."
    ],
    "corrections": "",
    "head_matter": "Hamilton v. Hamilton.\nWhere there has been a sheriff’s sale on an award without a judgment, proof of an agreement by the heirs of the defendant, that the surplus purchase money, after payment of the award, should be applied to the support of the widow of the ancestor and the plaintiff who was one of the heirs, which was executed; and that plaintiff stood by when valuable improvements were made by the purchaser, and gave no notice of her claim of title, is admissible to work an equitable estoppel in favour of the purchaser.\nIn error from the Common Pleas of Mercer county.\nOct. 6. Nancy Hamilton, defendant in error, brought ejectment in December Term, 1844, for certain lands, of which her father, Hugh Hamilton, died seised, leaving issue four sons, of whom the defendant below was one, and four daughters, one of whom was the plaintiff. On the trial, she further proved, that until a year before suit was brought, she and the widow of her father resided on the premises; and gave in evidence deeds for the interest of five of the heirs of Hugh Hamilton, deceased. The defendant’s title offered in evidence was, an award of arbitrators against the administrator of Hugh Hamilton, filed on the 2d December, 1823; a ft. fa. and vend, ex., with a sheriff’s deed, acknowledged April, 1825. This was objected to, and rejected, because there was no judgment on the award. The defendant then offered to prove, that after the sale, defendant entered, and by improvements increased the value of the land eight-fold, plaintiff living on the land in sight of the improvements, and making no objection or claim to the property; that he had retained possession ever since; that plaintiff knew of the intended sale, and made no objections; that after the sale, the plaintiff, and those heirs of Hugh Hamilton whose title she had, agreed that the surplus purchase money at the sheriff’s sale should be applied to the support of the widow of their father and the plaintiff, which agreement was performed, and part of the money was received by the plaintiff, with a knowledge of the circumstances. That while plaintiff lived on the land she leased it of defendant, during which time defendant mainly contributed to the support of herself and her mother. That two years since, plaintiff demanded a support for the mother, and threatened to make complaint to compel such support on account of his ownership of the property, when defendant gave plaintiff his note for $30, which was still retained, and had since furnished plaintiff and her mother with -wood and provisions for their support. The court rejected this evidence, which was offered in connection with the sheriff’s deed : and this was the error assigned.\nPearson, for plaintiff in error,\nargued that the sale was confirmed by the subsequent acts of the parties, receiving the purchase money, &c.; 2 Penna. Rep. 19; 3 Rawle, 496; and that estoppels are favoured when promoting equity. 17 Serg. & Rawle, 364; 4 Yeates, 35.\nSullivan, contra.\n1 Rawle, 163; Folk v. Beidelman, 6 Watts, 339.\nOct. 10."
  },
  "file_name": "0193-01",
  "first_page_order": 193,
  "last_page_order": 196
}
