{
  "id": 401878,
  "name": "Patterson v. Reigle et al.",
  "name_abbreviation": "Patterson v. Reigle",
  "decision_date": "1846-10-19",
  "docket_number": "",
  "first_page": "201",
  "last_page": "205",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 201"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts, 261",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850974
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0261-01"
      ]
    },
    {
      "cite": "7 Watts, 581",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts, 581",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 484,
    "char_count": 9902,
    "ocr_confidence": 0.561,
    "pagerank": {
      "raw": 7.949015130763297e-08,
      "percentile": 0.46260052226983117
    },
    "sha256": "7bba8b534f95e81e07172f08e2d85fe8343f03d4a3a3813125153e42459723cb",
    "simhash": "1:9f60abb6bc25582b",
    "word_count": 1758
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Patterson v. Reigle et al."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nIt would perhaps be too much to say that a trespasser entering on vacant land may not preclude himself from claiming to hold it adversely, by a general declaration of intention to hold it in subjection to whomsoever may hold the title. It has been held that possession, taken by mistake, and continued with no view to acquire title by it, is not adverse, because not hostile. It may therefore well be, as was said in Criswell v. Altemus, 7 Watts, 581, though it was not exactly the point decided, that it is sufficient to prevent the possession from being adverse, that the party taking it intends to hold subject to the will of the owner. It has been determined that one already in possession estops himself by declarations of submission addressed to the owner; and it would seem he might do so by a general declaration explanatory of the nature of his entry. But there is a presumption which lasts till it is rebutted, that an intruder enters to hold for himself; and it is not to be doubted that a trespasser entering to gain a title, though conscious that he is a wrongdoer, will accomplish his object, if the owner do not enter or prosecute his claim within the prescribed period. But to do so, it is necessary that his possession be adverse from the first; and to infer that he intended it to be otherwise, would impute to him an inconsistency of purpose. Was there evidence to rebut the presumption that the entry and possession of Reigle and Shingledecker were adverse to the title ? No declaration by them was inconsistent with an intention to hold the land as long as they could, or evincive of a design to give it up before they should be compelled to do so by the appearance of a claimant whom they could not resist. They were conscious they had no title themselves, and they said so ; they were conscious they could not resist him who had it, and they said so ; but they did not say that they meant not to acquire a title to it for themselves. Whatever they did say, was predicated on the expected appearance of the owner while he continued to be so ; for they certainly did not mean to purchase the land from any one else. Shingledecker himself testified that he and Reigle settled on the land “ to hold it till a better owner came for it;” but the holder of the title would lose it, and cease to be the better owner at the end of one-and-twenty years. They intended to hold adversely to all the world till the title should' be produced to them, and consequently as adversely to the owner 'before he disclosed himself as to any one' else. The sum of the evidence is that they entered to hold the land as long as they could; and they consequently gained the title to it by the statute of limitations. Judgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "JÍgnew, for plaintiff in error.",
      "Fetterman, contra."
    ],
    "corrections": "",
    "head_matter": "Patterson v. Reigle et al.\nOne entering on unseated land, with an intention «to leave when the real owner came, hut not until then,” the owner being unknown, and continuing such possession for twenty-one years, acquires a perfect title against the former owner, which is not alfected by his endeavouring to find the real owner, and purchase the title, or by his declarations to strangers of his want of title, and his desire and intention to buy it or be ' pajd for his improvements, when the real owner appeared. Such a title will sustain an ejectment against the former owner who entered after the lapse of twenty-one years. . _\nIt seems that general declarations at the time of the entry, of an intention to hold the land in subjection to the real, though unknown owner, may explain the character of the possession, and show that it was not adverse; but where'possession was intended to be retained, until the real owner should dispossess the intruder, the lapse of twenty-one years perfects the title. ' —\nIn error from the Common Pleas of Beaver county.\n. Oct. 8. The plaintiffs in this ejectment claimed title to one-half -\"of a donation tract a.s acquired by the statute- of limitations under an entry-by Reigle,-their father, in 1806, and possession continued for upwards of twenty-one years. .'The defendants had the title of the original owner of the tract, and obtained possession by agreement with the. widow of Reigle and her second husband in 1833. The question was, whether there had been an adverse possession by Reigle, who with one Shingledecker entered on the whole tract in 1806, and occupied it jointly until 1815 or 1816, when a partition was made. After Reigle had been in possession some time, the evidence of the plaintiff showed that he claimed the land as his own, and paid the taxes until his death, in 1825, when his widow continued in possession until the sale by her to the defendant, mentioned above. To show the character of the possession, plaintiffs read the deposition of Shingledecker, who stated, “We intended to leave when the real owner, with a good deed, that is, the old soldier, who had a good deed, should come for it, but not till then. We settled it to hold it until a better owner came for it, and then to give it up,”\nA witness who had purchased Shingledecker’s moiety stated that Reigle had endeavoured to find the real owner, and obtain compensation for his improvements, and that both Reigle and Shingledecker had told' him they settled the land «to buy it, or get pay for the improvements.” Another witness stated he had known Reigle since 1810; that infrequent conversations, Reigle totally disclaimed holding any interest in the land whatever, and said, if the owner came and gave him any thing as a compensation for his improvements it would be well, if not, he would have to move off the land. This witness was in the same situation as Reigle, the owners of neither tract being then known. Another witness stated that he was employed by Reigle a few years before his death, to make rails, and was refused permission to use the green timber, Reigle giving as a reason that the land was not his own, and he might be put to trouble • by the owner for destroying' the timber, and that he had frequently heard 'Reigle say he wished to purchase the land from the owner when he came.\nThe defendant’s points were, 1. If R., when he entered, did so intending to hold it only until the owner should come, and then give it up, and so continued until 1816, (the time of the partition,) the plaintiff could not recover, the possession having been changed in 1834.\n2. If the evidence of the two witnesses lastly stated above was true, the plaintiffs could not recover.\nOn the first point, the court (Bbedin, P. J.) having stated the requisites to a possession to entitle a party to the benefit of the statute, instructed the jury, that to prevent the party availing himself of the statute of limitations, the evidence must be such as would amount to an agreement to hold under, and not against the title of defendants, or subject'to the control of the..person having such'title, so that’it would be a fraud on that title,.^afterwards the statute of limitations was set up. The Second ppljit was answered in the negative. . •\nThe errors assigned were: In so instructing the jury as to lead them to.believe that an express agreement with the owner himself, or some one on his behalf, to hold under him, was necessary, and consequently that declarations, on entering and .while in possession, of an intention to hold under, or subject to\" an unknown owner, were not sufficient to take the case but of the statpte ; and in the answer to the -second point.\nJÍgnew, for plaintiff in error.\nThe charge of the court below led ..the jury to the conclusion that there must have been an agreement between Reigle and the heirs of Young, to, prevent the running of the statute of limitations. But there is a distinction between the evidence to change a possession already adverse to one that is amicable, and that which proves the original entry was friendly, or subject to the owner. In the former’ case, nothing short of an agreement to hold under, or what is tantamount to an acknowledgment of title, will prevail; but in the latter, the character of the entry must be ascertained from all the evidence,' and the previous and accompanying declarations may be relied on by the jury.\nThis was the case of axi-unknown owner,'and it is impossible there cou-ld have been any agreement with him at the time of the entry. Hence there could be no other evidence of .the quo animo of the entry than the declarations of Reigle to third persons. Therefore the question results in this—can there be an entry under, or subject to an unknown owner? That such a possession can be taken, is established by the case of Jones v. Porter, 3 Penna. Rep. 135 ; Criswell v. Altemiis, 7 Watts, 581 ;• Sailor v. Hertzogg, 2 Barr, 184,185. The cases' cited in the charge of the' court were those of'possession notoriously adverse; attempted to be changed into an opposite character. 4 Watts &Serg.34; Farmer’s Bank w.Wilson, 10 Watts, 261. ’ Asettler entering to make a settlement by virtue of the provisions of the act of 1792, though he mistakes and enters on warranted land', or enters supposing the. warrant forfeited, enters to improve and make title to himself. Not so with ’one. who enters on a drawn donation tract, knowing it to be such. He cannot hope to obtain title by settlement—nothing short of twenty-one years’ possession- can avail. Therefore the fact that an entry was or was not made to obtain title by settlement, under the act of 1792, has a material bearing on the question of the quo animo of the entry. The case of Bank v. Wilson is that of a settler under the act of 1792. Hence the strong, language used in that decision is not applicable to the case of a donation tract. But the court instead of submitting the queslion of intention in the entry to the jury, shut the door to that inquiry, by saying that nothing short of an agreement would prevent the operation of the statute of limitations.\nFetterman, contra.\nOct. 19."
  },
  "file_name": "0201-01",
  "first_page_order": 201,
  "last_page_order": 205
}
