{
  "id": 401882,
  "name": "Dundass v. Gallagher",
  "name_abbreviation": "Dundass v. Gallagher",
  "decision_date": "1846-10-05",
  "docket_number": "",
  "first_page": "205",
  "last_page": "210",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 205"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Wend. 461",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2012848
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/10/0461-01"
      ]
    },
    {
      "cite": "14 Wend. 141",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2017116
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "146"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/14/0141-01"
      ]
    },
    {
      "cite": "7 Wend. 158",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2009702
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/7/0158-01"
      ]
    },
    {
      "cite": "3 Binn. 520",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791114
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0520-01"
      ]
    },
    {
      "cite": "17 Wend. 524",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2020981
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/17/0295-01"
      ]
    },
    {
      "cite": "3 Watts & Serg. 347",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "5 Whart. 536",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 585,
    "char_count": 14376,
    "ocr_confidence": 0.554,
    "pagerank": {
      "raw": 1.0267367790197618e-07,
      "percentile": 0.5469044720367867
    },
    "sha256": "36badd4324871c4d2b90b30eac64a31d352e6c7305426ec5588c7c781b057c61",
    "simhash": "1:ae0fc4f447705ffb",
    "word_count": 2541
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dundass v. Gallagher."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nIt is conceded, no notice was given of the dissolution of the partnership, and that no knowledge of that fact was brought home to the bank. The case, therefore, stands as an existing partnership at the time of the last renewal of the note, and the only question is, whether George H. Gallagher, who was the liquidating acting partner, had authority, either express or implied, to endorse the name of the firm, admitting it be a note for the accommodation of the drawer; and that he had, notwithstanding the name of a prior endorser was omitted, is to our minds very clear. The note, as conclusively appears, wras originally endorsed with the assent of all the members of the firm ; and, as it also appears, occasionally with the knowledge and assent of the defendant without objection, with the name of some of the prior endorsers omitted. When, therefore, it was presented for renewal with a similar omission, what had the officers of the bank the right to conclude ? Surely, that the partner who undertook to endorse the name of the firm was not exceeding his authority; that he had the consent of the co-partner to endorse the note in the same manner as he had before in more instances than one. sanctioned and approved. The omission of the name of Smith, although a prior endorser, was not of itself of such a nature as to excite suspicion in the officers of the bank. It was in the ordinary course of the business, and the manner in which it had theretofore been transacted. It must be recollected, that it was not the creation of a new debt,' but the renewal of a debt or responsibility incurred and contracted, which already bound the firm. What then is the powrer of an acting, or liquidating partner, in relation to a note endorsed for the accommodation of the maker ? Doubtless, to do the best he can for the interest of the firm, and it is obvious, that an authority, such as is here claimed, may be absolutely necessary to preserve the firm from utter destruction. For, suppose a prior endorser refuses any longer to endorse, (and that may haye been the case here,) is it the duty of the acting partner to suffer the note to be protested, at the risk of destroying the credit of the firm; or may he, in the exercise of a sound discretion, bind his partners by a fresh renewal ? That it is the interest of the partnership, that each partner should have the power, there is no reasonable doubt. That it may be abused, may be conceded, but its general salutary effects cannot well be denied. It is very true, that signing the name of the firm to accommodation paper by one of the partners, is not within their legitimate business, and hence, it is held that the firm is not bound, except their assent, express or implied, be shown. But when consent is proved, the case presents a different aspect. It is begging the question.to say, that it is not within their legitimate business. The renewal of a note,' the extension of their credit, is, in fact, providing means for the payment, or meeting a debt already contracted, and for wilich the firm is responsible. It is for this reason within the scope of the authority of each of the partners, and maybe essential to their preservation. Not so, where a debt is created, as in a case where the name of the firm is signed to the original note. And we are not without authority for this distinction; for in Estate of Davis & Desauque, 5 Whart. 536, recognised in Houser v. Irvine, 3 Watts & Serg. 347, it is held, that a liquidating partner may renew a note drawn by the firm, and even borrow money on its credit to pay its debts, in order to prevent a sacrifice of its effects. Even conceding that the bank had known of the dissolution, which it seems they did not, they could safely take a renewal of the note, unless the other partner had expressly dissented, for it was not the duty of the officers of the bank to inquire into the extent.of the authority of the liquidating partner. The renewal of the note was requested under circumstances differing in no essential particular from those which had attended it before, and which had received the approbation of all the parties. The bank had a right to suppose the same state of things still existed.\nJudgment reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "’ • Walker and Sill, for plaintiffs in error.",
      "Babbitt, contra."
    ],
    "corrections": "",
    "head_matter": "Dundass v. Gallagher.\nWhere an accommodation endorsement, with several prior endorsers, was given by a firm with assent of all the members, on a note which was discounted by the plaintiff; with knowledge of the facts; and the firm’s name, with assent of all the members, was endorsed on several successive notes, given in renewal, on which changes and omissions were occasionally made in the names of some of the prior endorsers; the members of the firm are all liable on an endorsement by one of their members on a note subsequently given in renewal, from which one of the previous endorsers was omitted, which had been on the previous notes, without proof of their assent to the particular endorsement under such a change of circumstances.\nWant of notice of the dissolution will charge the firm on a subsequent accommodation endorsement, the holder having had previous dealings with the firm, in the same manner as if the firm continued to exist.\nSurviving partner has implied right to continue an accommodation endorsement on notes in renewal of a former note. Per Rogers, J.\nIn error from the Common Pleas of Erie county.\nOct. 10. This was an action on a note, dated November 13,1841, at three months, for $700, drawn- by M. Kingman & Co., endorsed .by Brown, Durfee, and G. W. Gallagher & Co., of which last firm defendant, W. M. Gallagher, had been a member until the dissolution on the 1st of September, 1841, when he removed to Cincinnati. No notice of the dissolution was shown to have been given to the holders, the branch of the Bank of the United States at Erie, with whom defendant had dealt in the firm’s name on the 8th of July, 1831, and previously by drawing checks. The defendant proved this note was one of a series of renewals of two bills of exchange; the first drawn by M. Kingman & Co., on .New York, endorsed by Durfee, Applebee, D. Smith, and defendant’s firm, and discounted on the 26th March, 1839, by the branch bank at Erie. This was taken up by another bill of the same character, omitting Durfee’s endorse-, ment, which was discounted by the bank June 18th, and taken up by another bill of a similar character, endorsed by D. Smith, Browne, Durfee, and'defendant’s firm, discounted by the bank September 13th; this bill,- in its turn, was taken up by Kingman & Co.’s note, due February 4, .1840, with the same endorsers as were on the last bill, i The- second of the original bills was drawn by,Kingman & Co.,, endorsed by. Brown, D. Smith, and defendant’s firm, discounted by the bank on the 6th August, 1839, and was renewed by a note, with the same drawer and endorsers,, which matured February 4, 1840. The two-notes given in renewal of the two bills were themselves renewed by one note of Kingman & Co., for $5000, endorsed by Durfee,. Smith, Browne, and defendant’s firm, discounted at the bank February 4th; which note was reduced and renewed on May 6th, August7th, andNovember 10th, by similar notes, with the same endorsers. On -the’ 13th February, 1841, 'it was' again renewed for $1500, the' name of Smith being then omitted from the endorsers. On May 13th, the note was renewed, with the same endorsers as were on the last note; by a note for $1000, which was reduced to. $800, and -renewed by a .note discounted August 13th, with the same endorsers; which was renewed by the note in suit, with endorsements similar to those, on the previous note, to which the firm’s 'name was.signed by. G. W. Gallagher. It -was proved by two of the directors of the bank and the teller, that the original notes or bills were discounted for. the accommodation of the drawer, but it was not shown that this fact was communicated to .the board 'of directors. To show defendant’s assent to the endorsement, plaintiff showed his checks for the proceeds of the discounted notes in March', June, September, and November 1st and 12th, 1839. It was proved- that the bank, required the checks of the, last endorser, whether the note was discounted for the accommodation of the drawer,-or in the regular course'of business. ■ ■\nThe court. (Church, P. J.) instructed the jury that-the want of ■notice óf dissolution prevented' that fact having any influence, and that' the evidence was sufficient to charge, the plaintiff with knowledge that the bills were for the accommodation of the drawer. That the defendant, under the evidence, was not bounds to show more affirmatively than he- had done that the endorsement was unauthorized by him-, and that plaintiff knew it, especially as it was not the business of\" th.e firm to endorse accommodation paper like this. The plaintiffs were bound to know that defendant was-not liable, unless he expressly assented, or knew of the'endorsement,, and having an opportunity did not dissent,, which would amount to an implied assent. That the drawing checks for the proceeds .of the discounted notes was sufficient to charge him on the endorsement of such notes, but not evidence of his assent to the endorsement of this note. That the assent to the endorsements on the prior notes would charge him on this, had the same parties continued their names as endorsers on the new notes, which were on the notes the proceeds of which he checked out; but that an assent to the subsequent endorsement could not be inferred, by reason of previous endorsements with other names preceding that of his firm.\nThe errors assigned were, in not charging as requested, 1. That if the plaintiffs were bona fide holders, in the course of business, before maturity, the defendant must show the endorsement was unauthorized by defendant and that plaintiff knew it. 2.- That checking out the proceeds of the older notes was conclusive of his assent to the endorsement thereon, and strong evidence of knowledge and assent tó the endorsement on the present note. In charging, as requested, by defendant, 1. That if the original notes were endorsed by defendant’s partner for, accommodation of Kingman & Co., of which this note was a renewal, the plaintiff could not recover, not 'having given evidence of defendant’s assent to the endorsement after Smith’s name was withdrawn. 2. That the evidence was sufficient to authorize the jury to infer that the bank was apprized that the original endorsements were for accommodation of Kingman & Co.\n’ • Walker and Sill, for plaintiffs in error.\nThe principal reason assigned why William M. Gallagher should not be liable on this note is, that the name of David Smith, a-responsible endorser, and whose name was. prior to that of George W. Gallagher &-Co. .on the note, was left off, and the note renewed without his name. It is alleged that this was an accommodation note,, and. the court seem to have taken it for granted that because it was the renewal of another note, it was therefore an accommodation note. It is also contended that it was an accommodation note, for the benefit of M. Kingman & Co., the drawers; and that it was not the practice of the.firm to endorse accommodation paper for any one. It is admitted that if this had been a business note, this doctrine would not be contended for. In Story on. Prom. Notes, 215, sec. 195, (in note,) it is said, that-it has been much contested whether a note given for renewal is to be taken as an accommodation hr business note. '\nNow; if this-were a business note, or no.t known to the bank to be accommodation,‘pap'er, and the firm, as endorsers, were-indebted to the bank, it was their business, and not that of the bank, to see that all the endorsers were on it. But the court, by taking it as an accommodation note, and that this was known to the bank, reverse the situation and duties of the parties. This was not a new, but an old business of the firm. This note had been renewed, from time to time, from-1839 up to November, 1841. It was a business in which the firm, with the knowledge of William M. Gallagher, had been long engaged. A liability had been incurred by the firm to the bank, with the knowledge and consent of William M. Gallagher, and he cannot now discharge himself. Knowledge of the dissolution of the partnership was not brought home to the bank, nor did the bank know that it was accommodation paper. The fact, therefore, that the name of an endorser, prior to that of George W. Gallagher & Co., was left off, will not discharge William M. Gallagher, or any other member of that firm.\nThey cited Tanner v. Hall and Easton, 1 Barr, 417; Vernon v. Manhattan Bank, 17 Wend. 524; Story on Part., sections 127, 128, and 129, and also 209, (in note;) Bank of Pittsburgh v. Whitehead et ah, .10 Watfs,,397.'\nBabbitt, contra.\nThe endorsement of this note, was in the handwriting of George W. Gallagher, the senior partner in the firm. We showed that the endorsement of this paper was not made in the course of the business of the firm. We proved, that it was a mere accommodation note or bill, for the benefit of M. Kingman & Co., not sent on to be paid, but renewed from time to time. Knowledge of these facts was brought home to the bank. It was not the practice of that firm to endorse the paper of M. Kingman & Co. The endorsement here was made by George W. Gallagher, in the name of the firm, but without the assent of William M. Gallagher. If the endorsers had remained the same, the assent of William M. Gallagher might have been inferred. But the name of David Smith, one of the original endorsers, and whose name on the note was prior to that o'f the firm’s endorsement, was left off. 3 Binn. 520; Bank of Rochester, v. Bowen et ah, 7 Wend. 158; Joyce v. Williams et ah, 14 Wend. 141; Wilson et ah v. Williams et ah, Ibid. 146.\n.A paper made in the name of a firm by one of the members thereof, the receiver knowing that it is not in the ordinary course of the business of the firm, does not bind the other members. Mercein v. Andrus et ah, 10 Wend. 461. There was ■ nothing to show even the implied- assent of William M. Gallagher, who had left the partnership, and was out of the country, to the endorsement of the note, without the name of David Smith, a prior responsible endorser. William M. Gallagher was, therefore, not liable.\nOct. 5."
  },
  "file_name": "0205-01",
  "first_page_order": 205,
  "last_page_order": 210
}
