{
  "id": 401912,
  "name": "Clary v. The Commonwealth",
  "name_abbreviation": "Clary v. Commonwealth",
  "decision_date": "1846-10-21",
  "docket_number": "",
  "first_page": "210",
  "last_page": "213",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 210"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Dal. 41",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": -1
    },
    {
      "cite": "2 Serg. & Rawle, 551",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1798203
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/2/0551-01"
      ]
    },
    {
      "cite": "8 Serg. & Rawle, 420",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809543
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/8/0420-01"
      ]
    },
    {
      "cite": "3 Serg. & Rawle, 222",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "3 Binn. 533",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791108
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0533-01"
      ]
    },
    {
      "cite": "5 Serg. .& Rawle, 316",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "3 Serg. &.Rawle, 222",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Serg. & Rawle, 552",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Serg. & Rawle, 551",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1798203
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/2/0551-01"
      ]
    },
    {
      "cite": "8 Serg. & Rawle, 420",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809543
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/8/0420-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 433,
    "char_count": 8067,
    "ocr_confidence": 0.552,
    "pagerank": {
      "raw": 1.8404132010547378e-07,
      "percentile": 0.7220571546835356
    },
    "sha256": "992ec9f3f76e1a58b57e56e9272af49d9b066f23bc9b8c446941281e6b002e10",
    "simhash": "1:a36d5de270708268",
    "word_count": 1389
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Clary v. The Commonwealth."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe-plaintiff in error was indicted with ■another, of devising and fraudulently intending to acquire and get into their hands and possession the ' moneys, goods, and properties of the citizens of this Commonwealth, at Pittsburgh, in the county of Alleghany, by fraudulent and dishonest means, on the first day of March, 1846, did falsely, fraudulently, and unlawfully conspire, combine, confederate, and agree among themselves, to make, utter, and publish certain false, forged, and counterfeit bank notes, of the Mineral bank of Maryland, of the form, and to the resemblance of good, and genuine, and true bank notes of the Mineral Bank of Maryland, 'with the fraudulent intent and design, that the said false, forged, and counterfeit bank-notes of the Mineral Bank of Maryland, should be uttered and passed to the citizens of this Commonwealth and others, as, and for good, and genuine, and true bank notes of the Mineral Bank of Maryland, and with the intent to cheat and defraud the president, directors, and company of the Mineral Bank of Maryland, and divers the citizens of this Commonwealth. On this indictment, Clary was convicted, and the court sentenced him to pay a fine of $500 to the Commonwealth, and undergo an imprisonment in the western penitentiary, for and during, the term of two years, there to be kept, fed, and clothed, as the law directs, to pay the costs of prosecution, and to stand committed until this sentence be complied with.\nThe first error assigned is, “ that there is no overt act charged in the indictment,” and the second is, “.time and place are not stated to every material fact issuable and triable.”\nThis court held, in the Commonwealth v. McKisson, 8 Serg. & Rawle, 420, that in an indictment for conspiracy to cheat, no overt act need be set forth. A combination is a conspiracy inlaw. 'Whenever the act intended to he done has a tendency to prejudice the public by injuring and cheating the unwary, it is indictable. Commonwealth v. Carlisle on habeas corpus, before Gibson, C. J., 1 Journal of Jurisprudence, 225, 1 Whart. Dig. 344. The indictment has both time and place well laid to give the court jurisdiction. It is further objected, “that the conspiracy is laid to cheat a foreign banking company, which, for aught that appears upon'the record, is unincorporated. Again, the criminal courts of this Commonwealth have no jurisdiction to investigate, try, and punish criminally the mere intent to cheat the subjects of foreign powers, without some overt act contravening the policy of our Commonwealth, á fortiori, not to punish criminally the intent to cheat a body, which, from ought that appears on the record, has no legal existence whatever.”\nThe allegation in the indictment, “ the president, directors, and company of the Mineral Bank of Maryland,” is surplusage. The indictment will then read, with intent to cheat and defraud the citizens of this Commonwealth. To combine and confederate, to cheat and defraud the citizens of this Commonwealth, for the unlawful purpose of making a false representative of the bank notes of a bank of a sister state to circulate within this Commonwealth, is a species of the crimen falsi and a high misdemeanor. Nor is it material whether the bank is or is not incorporated, as regards this offence. The offence charged in the indictment is a conspiracy to cheat and defraud the citizens of this Commonwealth by means of forged notes, which purport to be notes of the bank of a sister state.\nThe last error assigned is to the sentence. Lewis v. The Commonwealth, 2 Serg. & Rawle, 551, settles the law. Lewis was convicted of the crime of uttering and publishing counterfeit notes of the Hagerstown Bank. It was held, that that offence would have been punished with whipping or the pillory, prior to the 27lh of March, 1789. The conspiracy to make false and forged notes, purporting to be bank notes, is surely as high a crime as the uttering and publishing, where the intent is to cheat and defraud. The act, with its supplement, which authorizes the penitentiary punishment, gives the court a discretion of some years. Surely the court can discriminate between a conspiracy to forge and make false and fraudulent bank notes, and the actual making and forging. But either is an infamous crime, and punishable by the act of 1790, sect. 4, which declares, that every person convicted of any offence not capitable, for which, by the laws in force before the passage of the act, burning in the hand, cutting off the ears, placing in the pillory, is, or may be inflicted, shall, instead of such parts of the punishment, be sentenced to hard labour. Nor is there any error in the form of the sentence; it is in substance the sentence which the law authorizes.\nJudgment affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Alden, for plaintiff in error.",
      "Magraw, contra."
    ],
    "corrections": "",
    "head_matter": "Clary v. The Commonwealth.\nAn indictment charged that A. and B., on the 1st day of March, 1847, at the city of Pittsburgh, county of Alleghany, did falsely conspire to utter certain forged notes of a foreign bank, in the form of good notes of that bank, -with the intent, that said forged notes should be uttered to the citizens of this Commonwealth as good notes, and with intent to cheat the foreign bank and divers citizens of this Commonwealth. Held,\n1. That in an indictment for such an offence, no overt act need be set forth.\n2. That in this indictment, time and place are well laid to give the court jurisdiction.\n3. That the words charging the intent to cheat the foreign bank are surplusage.\n4. That the offimee charged in this indictment, is a species of the aimm falsi, and is punishable by imprisonment at hard labour, under sect. 4, act of 1790.\n6. That it is immaterial, as regards the offence, whether the foreign bank be incorporated or not.\nError, to the -Quarter Sessions of Alleghany county.\nOct. 15. This was an indictment charging a conspiracy to cheat. The indictment, conviction, sentence of the court, errors assigned here, and all the material facts of -the case, are fully set forth and stated in the opinion of this court, delivered by his honour, Burnside, J.\nAlden, for plaintiff in error.\nNo overt act is laid, and that is fatal. 2 Ld. R'aym. 1167; 3Chitty’s Crim. Law, 615; 2 East, P. C. 816; 3 Term Rep. 104. In Lewis v. Commonwealth, 2 Serg. & Rawle, 552, and Collins v. Commonwealth, 3 Serg. &.Rawle, 222, overt acts were laid. Time and place are essential. 5 Serg. .& Rawle, 316; Cro. Eliz. 200; Dyer, 69 a. It does not appear that one of the parties intended to be cheated is protected by the laws of this state; it is a foreign banking company which may be unincor-porated. 1 Camp. 549; Purd. Dig. 865,' sect. 39; 3 Binn. 533.\nThe sentence is too severe, because the record does not show an aggravated case of cheating, as was. said in 3 Serg. & Rawle, 222. Abare conspiracy to do an unlawful act,, as is there also said by-the present Chief Justice, is not in itself an aggravated case of cheating, and therefore not so punishable.' The sentence does not follow the act of Assembly. Pprd. 859, sect., 4; Purd. 860, sect, 11. The act of 1829 determines who are tobe sentenced to the Penitentiary. Purd. Dig. 501. -.'There is no case in which a bare conspiracy, as laid here, without any overt act, was punishable by the pillory or other infamous punishment. If so, there was error in the place of confinement in the sentence.\nMagraw, contra.\nAn overt act need not be laid. Commonwealth v. McKisson, 8 Sérg. & Rawle, 420. The only place at which time or place is material in the.indictmentpis in the conspiracy to cheat, and .that is laid on a day and at a particular place. The objection as-to the persons-laid'to have been intended to be defrauded, is settled by Lewis v. Commonwealth, 2 Serg. & Rawle, 551. It is indeed, unnecessary, that any one should have been defrauded. 1 Dal. 41; Commonwealth v. Gillespie, 7 Serg. & Rawle; 469. Offences falling under the head of crimen falsi are punishable at common law by. an ihfamous punishment. So are conspiracies. Rex v. Spragg, 2 Burr, 930; 3 Chitty’s Crim. Law, 1144'; 2 Smith’s Laws, 591; n.\nOct. 21."
  },
  "file_name": "0210-01",
  "first_page_order": 210,
  "last_page_order": 213
}
