{
  "id": 401930,
  "name": "Wilson et al. v. Watterson et al.",
  "name_abbreviation": "Wilson v. Watterson",
  "decision_date": "1846-10-24",
  "docket_number": "",
  "first_page": "214",
  "last_page": "222",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 214"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Watts & Serg. 166",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852519
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0166-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 259",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481822
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0259-01"
      ]
    },
    {
      "cite": "9 Watts, 156",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849967
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0156-01"
      ]
    },
    {
      "cite": "8 Watts, 548",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848455
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0548-01"
      ]
    },
    {
      "cite": "10 Watts, 428",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851015
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0428-01"
      ]
    },
    {
      "cite": "5 Watts, 13",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843967
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0013-01"
      ]
    },
    {
      "cite": "2 Watts, 384",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840122
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0384-01"
      ]
    },
    {
      "cite": "5 Watts, 174",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts, 412",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts, 124",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840091
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0124-01"
      ]
    },
    {
      "cite": "3 Watts & Serg. 526",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854626
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0526-01"
      ]
    },
    {
      "cite": "5 Watts & Serg. 359",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        477782
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0359-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 934,
    "char_count": 22817,
    "ocr_confidence": 0.542,
    "pagerank": {
      "raw": 5.67683038770863e-08,
      "percentile": 0.35326731404031664
    },
    "sha256": "c55490d8c2c56c83178cbae82da6036a17524395939c7c6b4a5d996c348d737e",
    "simhash": "1:62ffe41098d2537b",
    "word_count": 4010
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilson et al. v. Watterson et al."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThe first error assigned is, that the court erred in their answer to the second point of the plaintiff below, who is the plaintiff in error. That point is in the following words: “ Though the jury should believe from the evidence, that William Townly did settle on the vacancy at Spring Creek, before the date of plaintiff’s survey,:yet, if he failed to make it his place of abode, and, either from inclination or any other peculiarity in his circumstances, was absent from his place one-half of his time or more during the time of his alleged settlement before the date of plaintiff’s survey, he gained no pre-emption right to the land, and the plaintiffs have shown a good title.” The court, in their answer to this point, treat it as a question of abandonment, of which the counsel for plaintiff complains, and alleges that it was no answer. But it is really a question of abandonment, and nothing else. In the body of his charge, the judge distinctly instructs the jury, that the plaintiff had shown a good, legal title, and was entitled to recover, unless the defendant had established, that Townly commenced an actual settlement, and had appropriated the land before the date of the survey on the warrant, under which the plaintiff claims, and continued it from time to time, so as to give him the pre-emption right which the law secures to the actual settler. It only remained for the court to answer, so far as the absence of Townly would constitute an abandonment of his equity. The first member of the point, in fact, admits the settlement of Townly, and then propounds the inquiry as to the effect of his absence one-half of his time and more from his settlement. The counsel seems to have thought that he was entitled to a categorical answer from the court, that such absence, without relation to the circumstances of the case, would obliterate the equity, and amount to an abandonment. If the court had thought proper to say, that such absence, of itself, would not constitute an abandon-merit, they would have been sustained by the adjudicated cases on the subject. The judge, however, looked at the evidence, and referred' it to the jury to determine, whether Townly had . abandoned his settlement of not. Some cases may be so strongly and indelibly marked, either by continuous absence, and suffering the improvement to return to its wild state, or by the declarations and acts of the party, as to justify, the .court in deciding as a matter of law upon the question; yét in a large majority of the cases which occur, there is such a mixture of motive, intent, and circumstances as to make it a matter properly referable to the jury. It is not mere length of absence for any reasonable time which gives character to'the act of quitting possession, for a man may leave behind him unquestionable marks of the animus revertendi, suchas grain growing, household utensils, and farming implements. On the other hand,-, a short absence mhy be marked as unequivocally, by acts and declarations, with an intent to give up the right of settlement. In this case, the settler was a single man, without family, and, according to the evidence, was. often absent.for provisions, sometimes to work, and, perhaps, sometimes in search of a helpmate. . But he always declared his intention of holding the land by improvement. ■ He had built a house, and made it suitable for a residence, ¿nd'left behind him some instruments of husbandry, and such furniture as he had. He cleared a small piece of land, raised potatoes on it, and'.one of the witnesses saw oats growing. /Wherever all the. circumstances of thé ease leave room for. doubt, the'jury is the. proper tribunal to decide. • Forster v. ■ McDivit,- 5 Watts & Serg. 359.- The court told the jury, that a settlement ought to be free from' the-smallest cast of abandonment.'\nThe .-next error assigned is,- the answer of the court to the third., point, which-is in these words: “ If ’the jury believe, ..from the evidence, that Town'ly settled on the land with the intention of cutting and manufacturing-lumber, as testified by .himself, instead of drawing ■ his subsistence from the .soil, he gained no pre-emption right by his settlement.'” The judge replies: ¿¿This point is answered and the law correctly laid .down, in the answer to the first point.”\nThe. answer' of the court to the first point contains a great many things', and,, among the rest, a plenary answer to the plaintiff’s third point. ■ The court say:. “ If the intention -is merely to occupy a tract of land\" for the purpose of stripping.it of the timber and making ■gainmf it, and then abandoning it, such acts would not give a person any pre-emption right, although he might.be in actual possession' and building a mill at the time the warrant was laid. . .\nThis answer is quite as' favourable to 'the 'plaintiff as the law authorizes. Townly testified that he intended to make his living by water-works; that the one hundred acres which he supposed were included in his marked and designated boundaries, were peculiarly and excellently calculated for that purpose, and but indifferently suited for cultivation. It is the interest of the Commonwealth, that poor land should be appropriated and settled as well as the fertile and luxuriant. She obtains the same price for one as for the other. And although some grain or nutritious food must be raised by cultivating the earth in order to comply with the statutory provisions on the subject, the amount or quantity is of no moment. The shoemaker, the blacksmith, and the miller may appropriate land by actual settlement, although his design is to pursue his trade as the principal means of thriving and subsistence. There is no accounting for the peculiarities of propensities among men. We find the poor and stony lands of the mountains speckled with settlements by individuals, attracted perhaps by the pleasures of the chase, or possibly driven by the rough hand of poverty and necessity; still, they find a home and the means of living and supporting a family, although a scanty part comes from the cultivation of the soil. It never could have been the intention of the legislature to exclude from the hardy and adventurous pioneer and settler, hilly and rough land peculiarly adapted to water-works, for the reason that he could not support his family by cultivating the soil. Grain or nutritious food must, to some extent, as I have said, be raised from the earth. Goodman v. Losey, 3 Watts & Serg. 526: and that was done by Townly, according to the evidence. In fact, no mill was built till after he sold his settlement right.\nThe next assignment is, that the court erred in answering the plaintiff’s fourth point, which is as follows : “ If the jury believe that no person lived on the Townly improvement at the time the taxes were assessed for the year 1836, then the sale by the treasurer passes a good title for the whole of the tract No. 3736.” The court answer—“If there was neither residence, nor cultivation on the Townly claim, in 1836, it would be so, but if there was cultivation or residence on that part of the Townly claim not included in the survey on the warrant, No. 3736, then no part of the Townly claim could be sold.” It is true that the court speaks of the year 1836, without reference to the time when the tax was assessed for that year. The tax is usually assessed in the month of November, but always in the previous year; and it is true that the time of assessment fixes the character of the land as seated or unseated. We may admit that the court was somewhat oblivious in not referring to the time of the assessment, instead of speaking generally of the year 1836, for which the tax was assessed. The court, however, in the body of their charge, distinctly instructed the jury that the period of time when the tax was assessed afforded the criterion of judging whether the land was seated or not; and the mistake in answering the point was, therefore, a mere inadvertence, probably not observed by any one at the time, and which would, or might be readily corrected by the charge in chief. But this oversight of the court could have done no injury whatever. I have looked to the evidence in vain to find some circumstances or facts that would have made any difference in the assessment, whether made in Nov. 1835, or the winter of 1836. Townly might have been absent from his house either on business or amusement on the day the assessor was there (if he was, in fact, on the ground) at either period. But still the house was there, the potatoe patch and the clearing of the two acres; enough to put the assessor on inquiry as to the person who owned the improvement. He could not help perceiving that some person had made a settlement on the land. There was a comfortable house and small improvement, and he was bound to take notice of it, and was not justifiable in returning it unseated, without unequivocal marks of the abandonment of the improvement, and its permissive return to its natural state, otherwise the owner of the improvement was personally responsible for the tax and ought to have been assessed. Harbeson v. Jack, 2 Watts, 124. The very fact whether Townly had abandoned) his improvement was submitted to the jury by the court from the evidence, and they found that he had not. This court is not inclined to reverse a judgment on account of an oversight of the court in answering a point submitted, which was corrected in the charge in chief, and which, from the evidence, could not have injured the plaintiff.\nThe next and last error assigned is, that the court was in error in answering the^flh point, which is as follows: “ The court is requested to charge the jury, that the defendants having failed to show the payment of taxes for the years 1836 and 1837, on the Townly improvement, the plaintiffs’ tax deed gives them a good title for the whole tract No. 3736, and therefore they must recover in this suit. To which the court reply: “ This would be so if the Townly tract was unseated ; if it was not unseated, it was not necessary to show the payment.of taxes ; whether it was seated or not, the jury will determine from the evidence.”\nThe court had instructed the jury in the body of their charge what ingredients were necessary to constitute a settlement, and had also instructed them what made land seated in legal estimation. It was unnecessary to repeat these instructions in answer to this point. It would have been merely useless accumulation of the same matter, quite enough of which is in the cause. It was sufficient to say that the answer to the point -was to be found in the determination of the fact whether the land was seated or not, which they properly submitted to the jury on the evidence under the instructions which they had received.\nThe errors assigned have not been sustained. The cause was submitted to the jury fairly on the facts, with suitable instructions on all the points raised. Judgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Jenks, for plaintiff in error.",
      "Buffington and Banks, contra."
    ],
    "corrections": "",
    "head_matter": "Wilson et al. v. Watterson et al.\nWhere one entered and marked the lines of a tract of one hundred acres, and by his labour at different times completed a small house, in which he had the necessary furniture and utensils for his subsistence, cleared two acres, and cultivated a quarter of an acre with’the intention of making the land his„permanent place of abode, and of using the water-power thereon; thoughhe be absent from the place, at intervals, during the larger portion of his time, (not having a family elsewhere,) it was properly left to the jury to say whether there had been at any time an abandonment of his original intention; otherwise he had acquired a title by settlement under the act of Assembly.\nThe cultivation of the soil, and raising crops for. the sustenance of man, is necessary to. give title by settlement under the act, but it is not necessary that a settler should rely on his crops as the exclusive means of support, if he intend to make the land a permanent residence; other advantages, such as a mill-seat, may also have been in his view, from the' use of which- a maintenance may be expected. But the intention to use the land only whilst timber remained, or for any other temporary purpose whatever, gives no pre-emption right. •\nCultivated land cannot be assessed-as unseated, thpugh the owner do not reside on it, ■ and the assessor is not authorized to return it as such if there be marks of cultivation without residence, which puts him on inquiry, without the clearest signs of an abandonment of the settlement. .\nIn error from the .Common Pleas of Jefférson county.\n, Oct. 15. Trespasser flooding-the land of the plaintiff by means of á mill-dam.- The plaintiff showed title to the locus in quo by a warrant to R. Morris, in 17-93, on which a survey was made in October, ■ 1831, assessments of taxes in 1836-7, and a treasurer’s deed in 1838, together with conveyances from those claiming under the devisees of R. Morris. He then proved'that tlie dam erected on the defendant’s land backed the water on the tract‘included in the survey.\nThe defendants claimed title-by a recorded conveyance from William Townly in July, 1836 ; who, it whs alleged, had acquired the pre-emption right by settlement, prior to the survey, on Morris’s, warrant.' Whether such.a right had been acquired, and whether the land was unseated when assessed, were the. questions in the cause. On the part'of. the defendant, Mr. T.ownly' stated, in May, 1828 -or 1829.-, I.commenced an improvement on the premises.;'built-a house, with the assistance' of two others, as far as we' could with the means we 'had. In consequence of -the sickness of one of the parties, we abandoned the building, which was finished « to the square.” The same seáson-I and another returned, finished the house, and roofed it. It was ten feet by twelve; had a door, no window, and a small stone fireplace.. I had planted some potatoes, and cleared all the land I was able-r^about -a quarter of an acre. The whole of the improvement made-by me was \"the cutting of.two acre's. I had no fence, there, being no-domestic animals to- fence against. I lived in-the cabin and worked there, except when carrying up provisions; made itmy' home as far as I could, according to my means, and continued to occupy it until I sold to defendants. At the commencement, I ran my lines and marked my corners, embracing one hundred acres, ■which extended beyond the point to which the dam backs the water. I lined the house with boards, put a floor on it, and had as much furniture as was necessary for a bachelor—bucket, knives, grubbing-hoe, and axe; also, bed-clothes and a bed, but that was sometimes made of hemlock tops. My intention was to hold the land. • One Carson took possession of my house in my absence. He went out and I took possession again. When the surveyor of the Morris warrant came, Carson was in my house, and I had built a camp near to it, as I would not give it up. I told the surveyor where my land was, that I claimed one hundred acres, and did not want to be interfered with. I planted some corn, but the deer eat it.\nOn cross-examination he said, my general residence was in Farmington township, (the settlement was in Ridgeway.) I was a transient person; stayed as long as my provision lasted; sometimes a week—sometimes two days. It was my intention to get my living by a saw-mill and water-works. It was not a place calculated for farming, but entirely for water-works, and those I had in anticipation. My intention in chopping the two acres was to clear and cultivate it. There is no timber on the land fit for lumber.\nAnother witness stated that he had seen Townly on the premises in 1829, where he stayed three or four days, and had built a shed to lodge in; marked some trees, and found a good site for a mill. In 1836 or 1837, when witness was there, no one was living on the land, but there were appearances of something having been raised, and some clearing was made.\nAnother witness .stated he had assisted in the erection of the house, which was completed “to the square,” and that there were upwards of ten acres grubbed and picked, and the logs cut. He had seen potatoes growing, and was present when the house was covered in, at which time Townly said he intended to make it his home, spoke of building a saw-mill, and showed him two of the marked corners. The land was thirty miles from a settled neighbourhood, there was no road, and it was very inconvenient of access. Sometimes Townly went up in a canoe, and sometimes by land, with his provisions packed. Witness at one time saw a fence and oats growing inside, understood Clover put it up; Townly lived there then. Witness was present when Carson was in the cabin, and Townly demanded possession. Carson declared it would not be safe for him to come inside. He had seen Townly going to and coming from the land, though he was absent more than half his time.\nAnother witness stated he was on the land in 1829, saw Townly clearing and the potatoes growing; eat some of them; helped to make one or two log heaps; saw the house, bed-clothes, and cooking utensils. That Crow came on the land as tenant to defendants after their purchase ; since which time there had been ten pr fifteen acres cleared, and grass and potatoes raised, and the mill-dam and sawmill built. A witness for the plaintiff stated, that, in 1835, he had been on the land and saw one or two acres chopped, which were finely grown up with briars.\nThe court below (McCalmont, P. J.) stated the law as to the right to recover damages for the trespass, and that the legal title was in the plaintiffs, under the survey and tax-sale, unless before the survey Townly had acquired a pre-emption right by settlement, and the land was seated in 1836 or 1837, when the assessments were made, and that residence or cultivation was essential to render the land seated, to exempt it from a tax-sale. In answer to plaintiff’s first point, which was, that a personal resident settlement on the land, with the manifest intention of making it a permanent place of abode, and the means of supporting a family by the raising of grain, before plaintiff’s survey, was essential to bar the title. His honour said, in substance :—An improvement to give a permanent right must be such as is described in the act of 1786, which he stated. The intention must be to make it a place of abode at the present, and not at any future time. The intention must be to make it a means of subsisting a family and raising such cultivated grain, roots and plants, as the nature of the soil admits of, 'together with the use of such timber, minerals, and water-power as may belong to the land. The intention to build a mill may be a strong inducement to settle, but the mere intention of using the timber, and then abandoning, would not give a right, although there might Ire actual possession and a mill built at the time of the survey. The intentions of Townly must be gathered from his acts and declarations on the land, as well as from his own evidence; and it was worthy of remark, that though he speaks of an intention of building a mill, nothing like it was attempted until after his sale to defendants. That being a single man, an intention to make it a means of subsisting any family but himself was'not required, unless he intended to increase his family. To the second point, which is stated in the opinion of the court here, his honour said: If the improvement was commenced with the intention required by law, whether it was continued or abandoned, is a fact for the jury. If a single man makes his place his home, his absence for one-half or two-thirds of his time, if satisfactorily accounted for, such as working for provisions or means to enable him to prosecute his improvements, would not be an abandonment. The facts do not show an abandonment in point of law. A short absence, accompanied with acts which indicate an intention to abandon, would authorize a jury to presume an abandonment: while a longer one, as for six months, or even a year,- if accounted for satisfactorily, might not furnish such a presumption. An actual settlement must not have the least cast of abandonment; but there is no law requiring a man to work a particular portion of his time. Six days’ absence out of seven, by a young man, whether working or not, would not of itself constitute an abandonment, much less if he was working for provisions, clothes, &c. The remaining points and answers, as well as the assignment of errors, are contained in the opinion of the court here.\nJenks, for plaintiff in error.\nThe title .of defendants is not valid. No improvement was made which secured to Townly a pre-emption right under the act of 1786. His improvement was not accompanied with an actual residence, which is the very essence of a settlement. Actual residence is a condition precedent, under the act. Without a compliance with this condition, no pre-emption right was acquired to the land in controversy. Pfoutz v. Steele, 2 Watts, 412; McDonald v. Mulhollan, 5 Watts, 174. Townly’s general residence was in Farmington township, Clarion county. He could not reside there, and at the same time settle land in Jefferson county. 2 Watts, 384. His improvement was not prosecuted with due diligence. Atchison v. McCulloch, 5 Watts, 13. If his improvement ever did subsist as such, it was abandoned before his transfer to defendants; and under the circumstances of this case, it was a question of law, and the court should have so instructed the jury. Townly went upon the land for the sole purpose of cutting off the timber, and therefore acquired no pre-emption right. Wyncoop v. Heath, 10 Watts, 428.\nPlaintiffs acquired an indefeasible title by the sale of the land for taxes, as there was no residence on the land in November, 1835, when the taxes for 1836 were assessed; and the character of the land, whether as seated or unseated, must be judged of as it was at .the date of the assessment. Murray v. Guilford, 8 Watts, 548. The improvement was suffered to'grow up, and the fences to rot, and Townly failed to show payment of the taxes. He also cited, Gibson v. Robbins, 9 Watts, 156; Bratton v. Mitchell, 7 Watts & Serg. 259 Strauch v. Shoemaker, 1 Watts & Serg. 166.\nBuffington and Banks, contra.\nThere is no error in the charge, or answers of the court below, for there was no evidence of a legal abandonment. The question of abandonment in this case was entirely one of fact for the jury. On a demurrer to the evidence given on the trial, the court could not pronounce, as a matter of law, that there had been an abandonment; it was, therefore, properly left to the jury. Wherever there has been an actual settlement, under the act of 1786, the question of abandonment is for the jury. Here there was a prosecution of the improvement.\nOct. 24."
  },
  "file_name": "0214-01",
  "first_page_order": 214,
  "last_page_order": 222
}
