{
  "id": 401835,
  "name": "In re Carpenters' Estate",
  "name_abbreviation": "In re Carpenters' Estate",
  "decision_date": "1846-10-20",
  "docket_number": "",
  "first_page": "222",
  "last_page": "224",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 222"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 312,
    "char_count": 5403,
    "ocr_confidence": 0.539,
    "sha256": "98e43f850ebf135cc4c42a2aa136d620ecb7bdae71afc17e99c44f6a500d6981",
    "simhash": "1:f09d828da4f034e1",
    "word_count": 924
  },
  "last_updated": "2023-07-14T19:57:13.703465+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re Carpenters’ Estate."
    ],
    "opinions": [
      {
        "text": "Rosees, J.\nThe auditors having failed to report to us the evidence, we cannot decide that he has allowed too much for the services rendered, and expenses of Miles W. Carpenter. Nor can we say he was wrong in rejecting part of the claim of George W. Carpenter, for money alleged to have been expended for the estate. So far as regards these items, the decree is affirmed. But it is alleged there is error in refusing to allow the claims of the estate of Miles- N. Carpenter, and Charles Carpenter, or in other words, to set off the indebtedness of said heirs to the estate, against their shares of the funds in the hands of the trustee. It was alleged that several of the heirs, and among others, Miles and Charles, were advanced in the lifetime of their father, an amount equal to, if not greater, than their share of the estate. - This appears by a certified record of the Orphans’ Court of the city and county of Philadelphia, showing an advancement to said Miles and Charles. The auditors decided, that as no testimony was brought before them, conclusive that said sum was advanced, it should be disallowed, and the fund equally divided among all the heirs. We understand the reason of this otherwise unaccountable decision to have been, that the record, when before the auditors, was not duly certified, but before the decree of the court it was certified in due and proper form. Now, although the decree may not be conclusive evidence of an advancement, yet it is prima facie evidence, it being a decree of a court of competent jurisdiction between the same parties, and on the same subject matter. As, however, there is some difficulty in understanding the case, we decree that it be referred back to the same auditors, with directions to report the facts to the next term of this court, taking other testimony either by deposition or otherwise, tending to show whether'the said Miles and Charles, or the other children, were or were not advanced in the lifetime of their father, Conrad Carpenter.",
        "type": "majority",
        "author": "Rosees, J."
      }
    ],
    "attorneys": [
      "Hampton, for appellants.",
      "Gaither, contra."
    ],
    "corrections": "",
    "head_matter": "In re Carpenters’ Estate.\nOn appeal from the decree of the Orphans’ Court allowing and rejecting claims on the estate for expenses, &c., according to the report of an auditor, the evidence on which they were founded not being returned, the decree was affirmed.\nDecree of an Orphans’ Court finding a sum advanced by the decedent to one of his representatives is primcb facie evidence of such advancement in proceedings between the same parties in other courts.\nAppeal from the Orphans’ Court of Somerset county.\nOct. 16. Certain real estate of Conrad Carpenter having been sold, the matter was referred to an auditor for distribution among the heirs, with directions to take into consideration any charges or expenses which any of the heirs had been at, in and about the said lands, and also any advancements, and the indebtedness of any of the heirs, in the distribution of other property of the decedent. Conrad Carpenter died in 1823, intestate, leaving a widow and nine children. Certain of his real estate in Philadelphia- having been sold, an auditor’s report-was confirmed in 1840,-which stated’that •Charles, Benjamin and Miles, three of the decedent’s sons, had been advanced $1000 each, and that Charles was also indebted on a loan by his father, with interest $2140. - The total proceeds of the sales and of personalty (not >\npaid to the-widow) were $16,628 61\nThe advancements and indebtedness of the sons, 5140 00\n21,768 61\nWhich divided into nine parts gives $2418 73\nas the share of each of the children but Charles,\nWho, being indebted to the estate $3140', therefore, 18,628 00\nDivided into eight parts gives . $2328 57 as the share of the other eight children.\nBenjamin and Miles’ shares, deducting advances, 434 00\nThe other children, 1434 00\nThere was also a record of a proceeding.in chancery in the Common Pleas of Philadelphia county, by Ann Carpenter et aL v. Miles Carpenter, founded on a purchase of certain real estate by him in trust for the heirs, which was sold. On a reference to a master, the defendant claimed, and was allowed for taxes paid, and expenses about the trust estate. 2. Claims for services about the estate generally, which were disallowed, having been rejected by the auditor, on the account stated- above in the Orphans’ Court. 3. For taxes and expenses about the lands (the proceeds of which were now for distribution) which were disallowed, as having no reference to the trust estate. The master reported that defendant was indebt-ed to the estate in $1884 14. On the 20th June, 1844, a decree was made absolute, confirming the report. The certificate to this «report” was dated about eleven months after the reference to the auditor in the present proceeding. The auditor allowed George W. Carpenter, one of the appellants, a.part of his claim. What the claim was, does not appear from the paper-book. He allowed Miles Carpenter his claim, which wTas said to be too great, and divided the residue equally among the nine children, stating « no evidence was brought before the auditor, conclusive that said sum should not be equally divided among them.” The exceptions were to the allowance and disallowance of the claims of George and Miles, and in refusing to set off the claims against Charles and Miles respectively.\nThe report having been confirmed, this appeal was taken by seven of the heirs.\nHampton, for appellants.\nGaither, contra.\nOct. 20."
  },
  "file_name": "0222-01",
  "first_page_order": 222,
  "last_page_order": 224
}
