{
  "id": 401845,
  "name": "Hall et al. v. Tanner",
  "name_abbreviation": "Hall v. Tanner",
  "decision_date": "1846-10-05",
  "docket_number": "",
  "first_page": "244",
  "last_page": "248",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 244"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Mass. Rep. 380",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2007343
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/2/0343-01"
      ]
    },
    {
      "cite": "4 Serg. & Rawle, 456",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1801958
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/4/0456-01"
      ]
    },
    {
      "cite": "4 Watts & Serg. 326",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts, 261",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842690
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0261-01"
      ]
    },
    {
      "cite": "9 Watts, 116",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850008
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0116-01"
      ]
    },
    {
      "cite": "2 Binn. 109",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788928
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0109-01"
      ]
    },
    {
      "cite": "4 Serg. & Rawle, 462",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts, 262",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 481,
    "char_count": 9466,
    "ocr_confidence": 0.535,
    "pagerank": {
      "raw": 2.2720371733619628e-07,
      "percentile": 0.7838657775028582
    },
    "sha256": "7cf9ff769561f085c59d9a8d4a99cd16b22d3d4619360294781a6bd8972436fc",
    "simhash": "1:01881283e4d1a53b",
    "word_count": 1694
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hall et al. v. Tanner."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe court were right in -declaring that neither the town lots nor the reserved tract (which .were supposed to adjoin and- lie adjacent' -to the town lot's) were open to settlement. The town lots and the .-reserved tract, were appropriated to public use. ' •\nThe act-of the 3d April, 1792, (3 Smith’s Laws, 71,) offered for sale-and settlement all the vacant lands of.the Commonwealth, '« except those appropriated) and which hereafter shall be-appropriated, to .anypub-li’c and charitable use.”. See 3Smith’sLa.ws, sec.2, page 71. Tanner, the plaintiff, showed on this trial that he was the owner of reserved tract, No. 20, which, in the return-draft, called for adjoining the Warren town lots. The defendant set up title by survey settlement, and warrant in pursuance thereof on the 13th July, 1834, and patent on the 5th September, 1836, for fifteen acres and one hundred' and fifty-two perches, lying between the survey of reserved tract, No. 20, and the town lots. The survey of No. 20, on. the side next the town, called for four courses. Of the five courses called for on that side, two were white oak, and oné hickory, and two posts, and there-was, evidence, from which a jury could hardly doubt but that these four courses were actually run and marked for reserved tract No. 20. •\nBut the judge took the case from the jury, and instructed them that the plaintiff had a good title in law to the part in dispute; that there was no vacancy, because the survey of No. 20 called for the town lots. In this there was manifest error. It has ever been held that the marks on the ground constitute the survey; that the courses and distances are only evidence of the survey. This is found in every reported case in our books. In more than one case, it is said, the law is so settled for ever. I need only refer to Walker v. Smith, 2 Barr, 43, w’here the subject is fully considered, and the authorities collected. I know of but one case, Martz v. Hartley, 4 Watts, 262, where there is an unfortunate dictum that the case did not warrant, that has misled more than one president judge, and carried several lawsuits. That dictum has been fully remarked on in 2 Barr, before cited, and I need not again review it. Mageehan and Adams, Walker and Smith, as well as other cases, settled, that when a surveyor, in the execution of a warrant, run and actually marked the lines on the ground, and returned by these lines, and then called for an old line or an old surve}^ as adjoining, the owner could not extend his title to the survey called for. He was bound by the survey on the ground. Instead of it being a question of law, it was a question of fact for the jury, under the whole evidence, whether the original survey and return of reserved tract No. 20 included any of the land within the survey and patent of the defendants.\nBut it is contended that, admitting the law as laid down in Walker v. Smith, 2 Barr, 43, the reserved tracts, by the act of the 11th April, 1799, (3 Smith’s Laws, 381,) were to be surveyed adjoining the town lots. There is no doubt the act of the legislature did so contemplate. In that the act is only directory. Is the Commonwealth to be cheated out of her vacant land, either by the ignorance, carelessness, or fraud of her agent ? Tanner has title to his survey No. 20. Beyond the lines of that survey, run on the ground, he has no title. If his survey had not been run and marked on the ground on the side next to the town of Warren, and his return-draft called for the town lots, he would have gone' to the call; but be is estopped by a rule of- property, which can never be departed from, going beyond his return-draft, when the lines of that draft have been marked and run on the ground.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Pearson, for plaintiff in error,",
      "Brown, contra."
    ],
    "corrections": "",
    "head_matter": "Hall et al. v. Tanner.\nThe lines actually marked on the ground constitute the survey in all cases, whether a .warrant call for another as adjoining or otherwise.\nOct. 20. The defendant in error brought ejectment for a lot numbered twenty, in the Warren Reserve. The only evidence on the paper-book was a copy, of the drafts, surveys of the plaintiff and defendants, and the patent of the latter. The survey of the plaintiff was made on the 28th September, 1799, in pursuance of the act of April 11, 1779, for selling certain reserved tracts, and of the order of the governor of May 14,1799, and that of the surveyor-general on the 18th of the same month. The draft, or plan, returned by the deputy surveyor is here given. The defendants’ survey was made on the 13th February, 1834, and their patent dated September 5, 1836. Their land is included within the dotted lines. On the plan of the plaintiff, as returned, it will be observed, the Warren town lots are marked as their boundary. The plaintiff’s survey contained ninety-four acres, thirty-six perches. The defendants’, fifteen acres, one hundred and fifty-four perches.\nThe defendants’ patent called for No. 20, and the Warren in-lots as boundaries. The evidence, as to the situation of the lines, was not given in the paper-book, but it is deemed not to be material to the question of law raised on the record.\nThe court (Church, P. J.) instructed the jury, that the lines marked on the land constituted the survey; but, on the evidence, there was no vacant space between the out-lot No.- 20, and the in-lots of the town of Warren, for there- could not be a vacancy between two surveys calling for each other: the question for them was, whether the defendants’ were within or without the line of the in-lots.\nThe plaintiff’s points were, That the land being reserved, was not subject to settlement, which was affirmed. 2d. If the town lots of Warren -are the southern boundary of reserved tract No. 20, or if the surveyor intended to extend that tract to the Warren town lots, the plaintiff is entitled to recover.\nThe court said: «If the town lots are the southerly boundary of No. 20, and the defendant is not in possession of part of the town lots, but holds within No. 20, plaintiff must'recover.\nThe charge-of the court was assigned for error.\nPearson, for plaintiff in error,\nargued, that the charge of the court was erroneous, in stating, that when two surveys call for adjoining, there can be no vacancy between them, although the lines are found marked on the ground, showing such a vacancy. The lines run and marked on the ground are the true survey. 4 Serg. & Rawle, 462. Where a well-known natural' or artificial boundary is called for, yet if the lines and courses marked on the ground fall short of such boundary, the marks on the ground prevail. 2 Binn. 109. In that case, the survey called for the Ohio state line. In 9 Watts, 116, the survey called for the Alleghany river, yet the party was estopped by his line run and marked some thirty perches short of it. The whole doctrine is well settled in Walker v. Smith, 2 Barr, 43, in which the case of Martz v. Hartley, 4 Watts, 261, is reviewed and corrected. There is little doubt, that the dicta in that case misled the judge who tried the cause below, although that case had been to a certain extent reviewed by.Mr. Justice Houston, in his opinion in 4 Watts & Serg. 326, in which the distinction is taken between cases where the lines are and are not marked on the ground. It establishes, that where no lines are marked, warrants calling for each other must adjoin; but where the lines are found' on the ground, it is different. . The judge also laid too much stress on the words of the act of the ,11th of April, 1799, 3 Smith’s Laws, 381, 382, relative to surveying the reserved tracts adjoining the town of Warren, &c. This act speaks merely of the reserved tracts as adjoining the respective towns, by way of the recital of a fact, and not as instructions to the surveyor. • .\nBrown, contra.\nThe acts. of Assembly under which surveys of the town lots, out-lots, and reserved tracts in and about the town of Warren were made, are positive in their directions, that.the out-lots and reserve tracts -shall adjoin the -town lots. Act of-18th April, 1795,. secs. 7, 8, 3 Smith’s Laws, 236, 237Act of 11th April, 1799, secs. 1 and 4,- Ibid.-'.381,-382. The surveyor must-follow the directions of these acts,- and it is-evident he did so, as the southern boundary of the reserve tract No. 20, calls for the town lots of Warren. The only evidence that a line was run different from the courses and distances along the town lots of Warren, 'is the finding of one solitary marked tree by 'Ludlow, on the line he traced. Such lines must be. marked very distinctly on the ground, to govern in opposition to the;courses, distances, and boundaries,, as given in this case ; and the rule laid down in Walker v. Smith, 2 Barr, 43, does not apply to this case, as the line, if there be one different from that called for in the survey, is not marked with sufficient distinctness upon the ground. - .\nWhen courses and distances differ from the natural and artificial boundaries on the ground, the latter prevail, without regard to quantity ; Hall v. Powel, 4 Serg. & Rawle, 456; 2 Mass. Rep. 380; Kelly v. Graham, 9-Watts, 116; Angelí on Water-Courses, 2; and the lines and courses of an adjoining survey, are subject to the same rule. 3 Murphy’s N. C. Rép. 82.\nThis land being reserved for public.use, is not subject to -settlement and improvement, it being expressly excepted from the’ operations- of the act of 3d April, 1792, sec. 2, Purd. Dig. 666, 667. - • .\nOct. 5."
  },
  "file_name": "0244-01",
  "first_page_order": 244,
  "last_page_order": 248
}
