{
  "id": 401932,
  "name": "In re Baldwin's Estate, Fitzsimmons's Appeal",
  "name_abbreviation": "In re Baldwin's Estate",
  "decision_date": "1846-10-27",
  "docket_number": "",
  "first_page": "248",
  "last_page": "251",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 248"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Whart. 181",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836985
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0181-01"
      ]
    },
    {
      "cite": "2 Watts & Serg. 190",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853545
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0190-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 493,
    "char_count": 8344,
    "ocr_confidence": 0.539,
    "pagerank": {
      "raw": 4.1041895889865317e-07,
      "percentile": 0.9098184874871084
    },
    "sha256": "cafa73b18c48387f56a40eb225fc234e85751ea712e1e661b81544d0a40b0963",
    "simhash": "1:b68d4130cd86b8fd",
    "word_count": 1373
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re Baldwin’s Estate, Fitzsimmons’s Appeal."
    ],
    "opinions": [
      {
        "text": "Coulter, J.,\nafter stating the exceptions to the decree.— The argument of the counsel for the appellant, to sustain the first exception, was, that tire statute makes no provision for an audilor’s fee, and that therefore the court is interdicted from allowing compensation.\nThe prohibition in the statute is expressly confined to officers for whom fees are provided.\nThe duties of an auditor aré a necessary and often a very important part of the administration of justice. In the Orphans’ Court the duties are in many respects similar to those of a master in Chancery, and in the Common Pleas they are required to perform onerous and responsible services. Diligence, intelligence, and discretion are required; and unless these essential qualities are present, the actual labour expended will often be useless. Can it be supposed that the legislature intended to exact the time and skill of honest and competent men without allowing them remuneration? Unless suitable compensation is given, this useful function of the law cannot be fulfilled; for men of capacity and usefulness will not be found willing to expend their time for the benefit of others without some reward. -Everywhere in the Commonwealth courts have authorized and sanctioned a reasonable allowance,- and unless that practice is continued, the interest of creditors, of widows and orphans, of executors and administrators, and indeed 'the entire public, which is always concerned in the intelligent administration of the laws', will suffer detriment. The exhibition of the labour required in this instance by the report itself, is evidence that the compensation was moderate and reasonable, and this court entertains no doubt of its being properly allowed.\nNo reason whatever was furnished in support of the second exception, and none appears on the face of the report of the auditor, or the- decree of the court.\nThe third exception is founded upon the following facts. (After stating them his honour proceeded :) William Fitzsimmons appeals from that decree; and his counsel contends here that the judgment of William Fitzsimmons against Ira and Alonzo Baldwin was extinguished and satisfied by the attachment, and that afterwards the attaching creditor could look only’to the garnishees, Ira and Alonzo Baldwin, on the judgment in the writ of attachment.\nThis is the head and front of the third error assigned, and which was earnestly and zealously laboured by.the counsel. It would appear to be of very small moment, so far as this proceeding is implicated, whether the attaching creditor was compelled to look only to the garnishee or not. For if he must look to him for payment, he can do it only through the medium of -the\" judgment attached, and that is precisely- what he sought, and what he- obtained. But the supposition or notion'that the judgment was-satisfied by the attachment is a perfect novelty, at least -to me. The counsel no doubt had in his mind’s eye certain -authorities which- determine that an attachment suspends operations against the'original'debtor, and may be pleaded in abatement either by him, or by the garnishee, when he is -sued oh the debt attached. But satisfaction' in this,'as in'.analogous cases,' is effected only by a levy on goods sufficient to pay the debt,.or by actual payment. If it were otherwise, the process of attachment, in the'nature of an execution,, instead of affording aid in the collection of judgments, would, provein many cases a snare to entrap the creditor. The whole process of attachment; under the act of 1836, is but auxiliary-to the old mode of .execution, for'the purpose of reaching what could not be touched of reached in -that way. It wears .in alb its features, unequivocal marks of-being designed to aid the enforcement .and not to extinguish the effect of judgments. ■•There seems,.however, to have béen some confusion in the mind of the counsel, sometimes, resting on Fidlér’s judgment against Fitzsimmons, and sometimes on Fitzsimmons’s judgment against the 'Baldwins. It is not by virtue of the original judgment of Fidl.er’s administrators v. Fitzsimmons, however, that the money is claimed ; but by virtue of the judgment of Fitzsimmons against the Baldwins, which judgment is, by operation of the attachment, transferred to the use of Fidler’s administrators, and the original judgment of Fidler’s administrators against Fitzsimmons is of no further consequence in this proceeding than to show the amount which they are'entitled to receive on the attached judgment. • The balance remaining unpaid, if any, will remain in full force against Fitzsimmons. The assignment or transfer of a debt ór judgment carries -with it all the securities, incidents, and guaranties' of the debt or judgment. A transfer or appropriation of a debt or judgment, by operation of law, has the same effect, and after judgment in'the attachment the administrators of Fidler were entitled to the judgment of Fitzsimmons against Ira and Alonzo Baldwin, with all its legal incidents, in full force, and were, therefore, properly entitled-to the fund produced by the sale of the real estate, according to the priority of that judgment.\n' The decree of the court is affirmed.",
        "type": "majority",
        "author": "Coulter, J.,"
      }
    ],
    "attorneys": [
      "Arthurs, for appellant.",
      "Jenlcs, contra."
    ],
    "corrections": "",
    "head_matter": "In re Baldwin’s Estate, Fitzsimmons’s Appeal.\nAuditors are allowed fees for distributing a fund paid in court.\nAssignment of a debt, either actual or by operation of law, as by an attachment, carries with it the right to use all securities for its recovery.\nAttachment in execution is pleadable in abatement only by the garnishee until satisfaction, when it is a bar pro lanto.\nWhere A. attached a debt due to B. on a judgment against G., A. is entitled to claim under B.’s judgment on distribution of the proceeds of a sheriff’s sale of C.’s property.\nAppeal from the Common Pleas of Jefferson county.-\nOct. 21. In'December and February Terms, 1841, certain judgments were obtained against Baldwin. On the 30th May,. 1842, a mortgage, executed by Baldwin to Fitzsimmons, was recorded, which was given to secure two bonds of $7-00 each, payable on the 1st of May, 1843 and 1844, respectively. On the 1st November, 1842, Fitzsimmons signed judgment against Baldwin for $425. Other judgments followed against Baldwin, and in May Term, 1843, Fitzsimmons entered judgment on the $700 bond, and issued execution, under which a part of the mortgaged premises was sold, and the matter referred to an auditor for distribution. It appeared that Henry, administrator of Fidler, recovered a judgment against Fitzsimmons, the holder of the bonds and plaintiff in the judgments above mentioned, and issued an attachment in execution, on which, on the 12th May, 1843, judgment was recovered against Baldwin, as garnishee; the debt due by the judgment recovered against him by Fitzsimmons, and the bonds held by him, having been thereby specifically attached. The auditor distributed the funds to the judgments against Fitzsimmons in the order of date, considering that Henry, under the judgment in his attachment, was entitled to stand in the place of Fitzsimmons as to his right under the judgment of November 1, 1842.\nThe decree of the court allowing the auditor $10 for his report, and confirming the award of the amount payable on the judgment of November 1, 1842, to Henry under his attachment, were the two errors assigned, which were relied on by Fitzsimmons, who appealed, the second being waived.\nArthurs, for appellant.\nThe judgment in the attachment was a discharge of the garnishee from so much of his debt as was due to the defendant in the execution. Irvine v. Lumberman, 2 Watts & Serg. 190; Serg. on Att. 149; 6 Whart. 181. It created a new debt by the garnishee, leaving the lien of the plaintiff unaffected; the necessity of this is shown from considering the case of a release of the mortgage to a purchaser, or if the judgment were in another county. In these cases the remedy must be a personal one as to the garnishee. The appellant was therefore entitled to come in with the plaintiff in the attachment, in the order of their respective liens on the garnishee’s property.\nJenlcs, contra.\nThis very debt, secured by the judgment, was attached; of course it is payable to the attaching creditor, though the right to the fund, as against the other creditors of the garnishee, is by virtue of the judgment which was a lien on the land.\nOct. 27."
  },
  "file_name": "0248-01",
  "first_page_order": 248,
  "last_page_order": 251
}
