{
  "id": 401905,
  "name": "Hall v. Holmes",
  "name_abbreviation": "Hall v. Holmes",
  "decision_date": "1846-10-22",
  "docket_number": "",
  "first_page": "251",
  "last_page": "254",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 251"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts, 311",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849983
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0311-01"
      ]
    },
    {
      "cite": "3 Watts, 164",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "12 Serg. & Rawle, 240",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8878407
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/12/0240-01"
      ]
    },
    {
      "cite": "6 Watts, 162",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846048
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0162-01"
      ]
    },
    {
      "cite": "8 Watts & Serg. 172",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483405
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0172-01"
      ]
    },
    {
      "cite": "2 Watts, 478",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840137
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0478-01"
      ]
    },
    {
      "cite": "5 Watts, 164",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843948
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0164-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 407,
    "char_count": 8206,
    "ocr_confidence": 0.548,
    "pagerank": {
      "raw": 7.712685138691195e-08,
      "percentile": 0.4538455716916314
    },
    "sha256": "30e06463d7653d348251de0894795cc3948e48cceee236fe1e65ded2827e6e40",
    "simhash": "1:5cfba6ad02cf96ff",
    "word_count": 1504
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hall v. Holmes."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThis was an ejectment in which the plaintiff recovered a verdict to be released on the payment of $584 53. ■'300 to be paid in one year, the balance in two years, with interest Vom date.\nHeba Holmes, by articles of agreement, had sold to Collins Hall all his title to six acres of land, with-of said mills and appurtenances with machinery, &c., for the sum of $1400. As part payment, Hall was to give up certain notes, and a mortgage that he held against Holmes. They were to be given up when the deed was made; also, a span of horses for what they were worth. The balance was to be paid in cash, in annual payments of $200. Holmes agreed to give a good and sufficient deed for the premises, and Hall agreed to make the payments and give good security for the same, either by signers to the notes with him or a mortgage on the land.\nWe have nothing on the record but the article and the charge of the district judge. The ejectment was to April Term, 1842, and the question was, whether the plaintiff had tendered his deed at the proper time, and before the suit was brought. The construction of the article, and whether the plaintiff below ought to have tendered a deed before the suit was brought, was the question below as well as in this court. The charge of the judge shows that the plaintiff on the 8th of March, 1839, tendered a deed and demanded $200 as being then due. The defendant denied that any thing was due; that the first payment of $200 only became due a year after the deed was made, and offered, but made no tender of the notes and mortgage mentioned in the agreement.\nThe district judge was of opinion, and so instructed the jury, that the notes, mortgages, See., were a payment at the time of sale, and that the first payment of $200 fell due on the 16th of September, 1838. In this we all concur, believing that to be the true construction of the article.\nThe case of Dowling v. Williamson settled, that where .the eject'ment was founded on a legal title,\" the defendant resting his defence upon an agreement of purchase, it-was not essential to the plaintiff’s right to recover, that he should have tendered a deed to the defendant before suit brought. That case was decided upon great deliberation, and the conflicting cases upon this subject were reviewed and considered. Southerland v. Purry, 2 Penna. Rep. 145; Brown v. Metz, 5 Watts, 164, as to this point were overruled, and the case of Smith v. Webster, 2 Watts, 478, where it was held, that in an action of ejectment to compel the payment of the purchase money upon an executory contract, it is not necessary, in order to entitle the-plaintiffs to recover, that he should prove a tender of a deed before suit brought, was reviewed and affirmed.\nThis point again came before the Supreme Court in Markley v. Swartzlander, 8 Watts & Serg. 172, where it was again affirmed, that in an action of ejectment to enforce the payment, of the purchase money, where the plaintiff retains the legal title, it is not requisite that the plaintiff should have tendered a deed before suit brought, -where he claims a conditional verdict; it is sufficient if done at the trial. There- a deed which 'had erasures had been tendered before suit brought, and brought into court on the trial, and such as the defendant was not bound to accept, an erased deed not. being such a deed as a vendor ought to furnish. The deed being filed in the court below, a court of error will allow the plaintiff to execute a new deed in its stead, and affirm the judgment, provided the plaintiff, before the 5th of April, 1845, filed in the court below a good and sufficient deed like that on record, but free from erasures, to be at the disposal of the defendant on complying with the verdict; otherwise, to be reversed, and a venire facias de novo awarded. As no evidence was sent up with the record, and nothing said in the charge,-nor any point made here, I take it for granted there was a good and sufficient deed in court on the trial and left there.\nIf the defendant in error had not made a good and sufficient deed, the court below can set aside any execution he may issue, and stay the proceedings until one is filed in court.\nJudgment affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Galbraith and Pearson, for plaintiff in error,",
      "Derrickson, contra, 9 Watts, 311."
    ],
    "corrections": "",
    "head_matter": "Hall v. Holmes.\nIn ejectment, by the holder of the legal title, to compel performance of articles by a vendee, tender of a deed need not precede the action, but may be made at the trial, or, it seejns, before execution on the judgment.\nA. agreed to sell, and B. to purchase land for $1400, payable by “ delivering up certain notes and a mortgage of the vendors, to answer the contract as far as they went, to be given up when the deed is given,.” the balance payable at the rate of $200 per annum to be secured.\nHeld, the purchase money was presently due, and the amount due on the notes and mortgage ceased bearing interest from the date of the contract, and are to be applied to the purchase money as of that date ; the balance was payable one year from the date of the contract, and carries interest from that time.\nIn error from the District Court of Crawford county.\nOct. 22. This case wras argued at the last term, and stood over for judgment until this day. It was an ejectment brought in April, 1842, to compel, by a conditional verdict, performance of an agreement by the defendant to'purchase. The articles were dated September 16th; 1837, by which it was agreed the payment of the purchase money, which .was $1400, was to be made thus : Hall, the purchaser, «is to give certain notes and a mortgage which he now holds against Holmes, (the vendor,) to answer on this contract so far as it goes, and the notes and mortgages to be given up -when the deed is given; also one span of horses for what they are worth, and the balance to be paid in cash, at the rate of $200 per year, until the whole is paid with interest; and the said Holmes doth agree, he has a good right to sell, and that he will give a good deed for the same; and said Hall, that he will pay as above slated, and that he will give good security for the same, either by signers to the notes or a mortgage on the land.”\nDefendant proved that the horses were appraised and received by the vendor, and that late in 1837 or in 1838, they met to settle the matter, but separated without a tender of the mortgage, which was drawn, but Holmes insisted on having interest added in. Defendant also gave in evidence the mortgage to secure $1400, dated in 1833, and three notes of the plaintiff, for $275 each, on which interest had been paid until 1835 and $194 of the principal, which were those referred to in the agreement.\nOn the 9th of March, 1839, plaintiff tendered a deed and demanded $200. Defendant denied that any thing was due until a year after the deed was made, but made no tender of the notes and the mortgage. '\nThe court (Thompson, P. J.) instructed the jury that in an action on the legal title a previous tender was unnecessary, but that here there was no covenant for a deed until payment of the purchase money. That the purchase money fell due by annual instalments, commencing one year from the date of the articles, and that if the plaintiff was entitled to interest, it was to be calculated from such times respectively. The notes and mortgage agreed to be delivered up by the purchaser were to be applied as a present credit at the date of the sale.\nIt appeared from evidence not stated on the paper-book, that the vendor had altered the agreement by inserting the words “ with interest,” and in consequence failed in an action of covenant. His honour told the jury, that if they believed the purchase money was not sooner tendered in consequence of such fraudulent claims by the plaintiff, they were at liberty to disallow interest.\nThe errors assigned were, in deciding, 1. That the first instalment fell due one year from the date of the contract, and not from the delivery of the deed.\n2. That a recovery could be had without a tender of the deed before suit brought.\n3. In deciding the mortgage set up did not prevent the recovery by the plaintiff.\nGalbraith and Pearson, for plaintiff in error,\nreferred to 6 Watts, 162; 12 Serg. & Rawle, 240; 3 Watts, 164.\nDerrickson, contra, 9 Watts, 311.\nOct. 22."
  },
  "file_name": "0251-01",
  "first_page_order": 251,
  "last_page_order": 254
}
