{
  "id": 401951,
  "name": "Altemus v. Long",
  "name_abbreviation": "Altemus v. Long",
  "decision_date": "1846-10-28",
  "docket_number": "",
  "first_page": "254",
  "last_page": "257",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 254"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts, 566",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts, 37",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Serg. & Rawle, 111",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1796757
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/1/0111-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 417,
    "char_count": 7702,
    "ocr_confidence": 0.541,
    "pagerank": {
      "raw": 1.3429534160671863e-07,
      "percentile": 0.6316765958169762
    },
    "sha256": "234dd3a6d69c83fb0f1029af35ae644d1fb782f8943e35e6cbfe9317f2c6be9f",
    "simhash": "1:3a22a7379860d60d",
    "word_count": 1356
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Altemus v. Long."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThe question for decision is one of adversé possession, arising, in the first instance, out of an interference of surveys between a warrantee and a settler; and in the second, out of actual occupancy of a part of the disputed land by actual enclosure. The settler sat down immediately adjoining the survey on the warrant, but took in a part of it in designating the extent of his claim by an unofficial survey. At this time, the warranted tract was unseated: and what is the effect of the influence upon the question of possession at the beginning of thn conflict ? A warrant and survey gives.the owner constructive possession of all the land included by his lines, though no part of it be actually occupied by him; but when two such surveys lie foul of each other, as there is no more than constructive possession against constructive possession, the legal possession is in him who has the better title. This is well settled. ' But when one of the parties enters on any part of his survey, whether it is the part embraced by both the surveys or not, the exclusive, possession of the whole of his survey is vested in him by operation of law, on the principle that he who sfets down on part of his farm, and uses the rest of it as other men use their forest land, is adjudged by the law to be in possession of the whole of it. Now7, giving, for the sake of the argument only, the same effect to the unofficial survey of the settler that could be claimed for a survey on a-warrant, he would have the exclusive possession only till the owner of the warrant restored the equilibrium'by entering on his own survey. Whether he had, in this instance, entered on it in time to preclude the shutting'in of the statute of limitations on the title to the whole, was doubtful on the evidence; and the question was properly left to the jury. But they were instructed, at the same time, that his entry would “ break the continuity of the defendant’s possession, so far as he had not enjoyed it for twenty-one years,' except as to such portion as he may have actually enclosedin other words, that the subsequent actual possession of the part enclosed might be tacked to the antecedent constructive possession, so as to give title by the statute,' at'least, to the part so occupied. But as the statute .cannot be eluded on the one hand by a play_of disabilities, compounded of infancy, coverture, and insanity, so it cannot, on the other, be held by a play of actual and constructive possession; and if- the constructive possession of the whole, from actual possession of the undisputed, part, had not continued long enough to complete' the bar, the settler could not eke it out by the further possession arising from enclosure, to'give title even to. the part enclosed. And the reason is, a general entry'into a part'within the same county is an entry into the whole, without a special entry into every particular part in actual occupancy. The law is so Jaid down by Littleton, sect. 417; and Lord Coke says, the principle holds good wherever there are not distinct tenants of the freehold who cannot be joined in an assize of novel disseisin. This remedy was gradually extended by statutes, and the liberality of the courts, to every trespass or injury to the freehold, wherever the tenant thought fit to admit himself to be disseised; and hence the disseisin by election. Now the owner of the warrant might, for the sake of the remedy, consider himself disseised of the land within the lines of his survey, and recover the whole of it in one action. In the celebrated case of Taylor ex dem. Atkyns v. Horde, 1 Burr. 60, where the subject is treated in a masterly manner, Lord Mansfield said, that since the action of ejectment has come to be the remedy, the plaintiff may elect to call the wrong a dispossession, the consequences of which are, that he may maintain such an action for the whole, and that the effect of an entry is the same as it was when the remedy wras an assize.' By the plaintiff’s entry, therefore, he was, in contemplation of law, repossessed of every part of his survey, and the defendant’s exclusive possession of the enclosed part was for an instant suspended; so that it lasted no longer than his constructive possession of the whole. The question, therefore, ought to have been exclusively, whether the requisite period was complete at the time of the plaintiff’s entry.\nJudgment reversed,- and a venire de novo awarded.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Drum, for plaintiff in error.",
      "Banks, contra."
    ],
    "corrections": "",
    "head_matter": "Altemus v. Long.\nActual possession of part of a tract of which the lines are marked, -under claim of title to the whole, gives such possession of the whole as will bar. the right of the real owner by the statute of limitations. But an entry by the owner on any part of the land within the bounds of his own survey, is an ouster of the adverse claimant, as well of the part actually occupied, as of that in constructivo possession merely.\nIn’ error from the Common Pleas-of Indiana county.\nOct. 22. This was an ejectment for á piece of land within the lines of the claims of both parties. The plaintiff-had the elder title by warrant, survey, and patent. The defendant entered as a settler, and marked the lines of his -claim, which included a part covered by-plaintiff’s survey, and which was the land now in dispute. He gave evidence of possession and improvements for twenty-one years before action brought. The plaintiff gave some evidence of an entry on his tract before the lapse of the twenty-one years.\nThe court instructed the-jury, that the title by the survey, &c., drew the constructive possession to the whole tract, unless there had been twenty-one years’ possession under the junior survey, to which the law gave the same effect as a survey for an actual settler. When he entered under that, he was considered in possession of the whole, until the rightful owner entered, and then the law adjudged the possession of the unimproved land to be in him. But, if the owner of the junior survey was permitted to remain in possession twenty-one years before entry, he is protected by the statute to the whole extent of his claim. If, however, the owner of the elder warrant take possession within twenty-one years, it divests the title of the junior surveys, except so far as the owner may have actual occupancy by clearing, fencing, and building, and the statute in such case would protect him only to the extent he had improved, twenty-one years before action brought.\nDrum, for plaintiff in error.\nA right to the whole tract by designation of boundaries merely, is an exception to the rule requiring actual possession to give title to an intruder, and the case must be brought clearly w'ithin the exception. If the lines are distinctly marked, as is said in Cluggage Duncan, 1 Serg. & Rawle, 111, so as to make the boundaries known; if the exercise of acts of ownership over the whole be notorious, and if the whole be returned for taxes, the statute of limitations would protect defendant in the possession of the whole tract. Heiser v. Riehle, 7 Watts, 37; Criswell v. Altemus, 7 Watts, 566 ; Bell «. Hartley, 4Watts & Serg. 32. Here were no acts of ownership. There was no cultivation. The plaintiff was not bound to take any notice of a private line. On the outside of our survey, the defendant was a settler, but inside of it, he was a disseisor.\nBanks, contra.\nA disseisor may, doubtless, acquire a good title to land against the legal owner, without any residence thereon, under the statute of limitations. Hoey v. Furman, 1 Barr, 295, 299, 301; Porter y. McGinnis, 1 Barr, 413. ;\n• If the statute protects nothing but the woodland of actual settlers, it would not operate on woodland at all. Porter v. McGinnis, 1 Barr, 416; '\nOct. 28."
  },
  "file_name": "0254-01",
  "first_page_order": 254,
  "last_page_order": 257
}
