{
  "id": 401850,
  "name": "Shaw et al. v. Bayard et al.",
  "name_abbreviation": "Shaw v. Bayard",
  "decision_date": "1846-10-26",
  "docket_number": "",
  "first_page": "257",
  "last_page": "259",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 257"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 246,
    "char_count": 3985,
    "ocr_confidence": 0.532,
    "pagerank": {
      "raw": 1.417798719422996e-07,
      "percentile": 0.648375831950048
    },
    "sha256": "f872e863df18abe20b83ff4828a3976027f225af94a305b2d886eca23e4ffd44",
    "simhash": "1:b32c30a11dcc96ac",
    "word_count": 713
  },
  "last_updated": "2023-07-14T19:57:13.703465+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shaw et al. v. Bayard et al."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nOn an examination of the articles of agreement, and comparing it with the description of the property for which this suit is brought, it is impossible for us, with the evidence on the record on which we can alone rely, to say that the court erred in directing the jury to find a verdict in favour of the plaintiff. The description is substantially the same, and, therefore, the allegata and probata, so far as appears, agree. Whether the sheriff, on the habere, has given plaintiff the possession of the right tract, we have no means of determining. It is, however, plain, that the right of possession is only to the tract described in the article given in evidence, and if the sheriff has delivered possession of another tract, the wrong must be remedied, either by an action of ejectment or by application to the Court of Common Pleas, who has ample power to do the defendant justice.\nThere is no error that we can perceive, in receiving in evidence the article of agreement or the deed. The action was brought to recover the amount of the purchase money due; of course the article was pertinent evidence. The deed stands on the same footing. It is, in truth, the same objection as has been met before, involving the question, whether the land described in the writ is identical with the land called for in the article.\nWe perceive no error in instructing the jury, that the plaintiff was entitled to a verdict, but that it ought to be conditional, to be released on the payment of the instalments due on the article of agreement, with interest, at such time as the jury should fix. The proceeding is in the nature of a bill in Chancery, and the situation of the parties at the time of the decree, and not at the commencement of the suit, is the criterion. Taking that as the rule, we cannot tell whether the verdict was right or wrong. If the latter, the remedy is not in this court, but in the Court of Common Pleas. I would wish it, however, to be observed, that when, in an action of ejectment, a conditional verdict is rendered, it is not, of course^ as in ordinary cases, to issue a habere facias. This can only be done by leave of the court, who will allow the writ only where it appears that the terms of the verdict have not been complied with. Judgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Jenks, for plaintiff in error.",
      "Buffington, contra."
    ],
    "corrections": "",
    "head_matter": "Shaw et al. v. Bayard et al.\nThe amount due on the articles of agreement, at the time of the verdict rendered, may be recovered in ejectment on the legal title to compel specific performance.\nIf the sherifij on a habere facias possessionem issued on a judgment in ejectment, deliver possession of other land than that recovered in the action, the court below may correct the error. And such writ should not issue on a conditional verdict in ejectment, to compel specific performance, without proof to the court that the verdict has not been complied with.\nIn error from the Common Pleas of Jefferson county.\nOct. 23. The plaintiffs in this ejectment, commenced on the 22d of March, 1841, gave in evidence articles for the purchase of certain land from them by Thompson, by which a deed was to be made May 1,1840, when the first instalment of $456 25 was to be paid, and like sums on the 1st of May, 1841-42-43, with interest on the two last sums, from August 1, 1841; all of them secured by bond and mortgage. They also gave in evidence a deed for this land from Thompson to defendants, which recited the articles. No further testimony having been given, the court (McCalmont, P. J.) directed a conditional verdict for plaintiffs, to be released onjpayment of the instalments due on the articles, with interest, from such time as the jury might fix.\nThe verdict was for plaintiffs, to be released on payment of $1473 58, on May 12, 1843. A habere facias possessionem issued and was executed.\nThe errors assigned were, in admitting the deed and articles in evidence, and directing a conditional verdict for the amounts due on the articles.\nJenks, for plaintiff in error.\nBuffington, contra.\nOct. 26."
  },
  "file_name": "0257-01",
  "first_page_order": 257,
  "last_page_order": 259
}
