{
  "id": 401950,
  "name": "Seal v. Duffy. In re Taylor & Co.'s Estate",
  "name_abbreviation": "Seal v. Duffy",
  "decision_date": "1846-01-02",
  "docket_number": "",
  "first_page": "274",
  "last_page": "281",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 274"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts, 226",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840075
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0226-01"
      ]
    },
    {
      "cite": "6 Watts, 453",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846147
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0453-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 373",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481840
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0373-01"
      ]
    },
    {
      "cite": "2 Whart. 242",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts & Serg. 329",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480247
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0329-01"
      ]
    },
    {
      "cite": "2 Whart. 232",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "16 Johns. Rep. 178",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "6 Watts & Serg. 332",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 865,
    "char_count": 19228,
    "ocr_confidence": 0.567,
    "pagerank": {
      "raw": 2.9557433923537506e-07,
      "percentile": 0.8491894701196865
    },
    "sha256": "5167cc0f4cf59f93853f57c35c04707c9913cbc6945791e3a956ce1c6ba232ed",
    "simhash": "1:1064f0973cc10c0c",
    "word_count": 3306
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Burnside, J., was .absent at Nisi Prius, from the commencement of this term until January 4th."
    ],
    "parties": [
      "Seal v. Duffy. In re Taylor & Co.’s Estate."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nThough numerous issues were asked for by the parties and directed by the court, some of them being rather issues in law, for the court, than of fact for the jury; and multifarious points presented for the opinion of the judge who tried these issues, there appear to be, in truth, but two principal questions which called for decision. The first of these is settled by the verdict rendered in Seal v. Duffy, finding the judgment recovered by Duffy against Taylor and Johnson, the assignors, to be fraudulent; not only against the other execution creditors, but against the defendants themselves. Of the grounds upon which this determination proceeded, we are not informed, nor are we called upon to inquire into them. It suffices here that the jury had so found, upon'an issue referring the question to them as one of fact, and this finding puts this judgment out of the way for every purpose connected with the cause, as it is presented in this court.\nThe other question is, What was the legal effect of the deed of assignment of theT8th of June, 1845, under the facts disclosed in this case? It is very certain that, immediately upon the acceptance of this deed by Taylor, the grantee, the legal title to all the property intended to be conveyed by it passed from the assignors (o the assignee, and the trust which it was its principal object to create in favour of the creditors instantly took effect. Read v. Robinson, 6 Watts & Serg. 332. The trust being sufficiently existing, equity would not suffer it to fail because of the misfeasance or non-feasance of the trustee named in the deed ; for, unlike naked powers, trusts are ever imperative and binding on the conscience of the agents appointed 'for their execution, and if he refuse or neglect this duty, a chancellor will either compel him to its performance, or substitute another hand to uphold the trust and carry it into effect.\n. Before the acts of 24th March, 1818, and 29th March, 1823, the authority of our courts to compel the execution of pure trusts was extremely defective, if not altogether insufficient. But the first of . these statutes, which was made to assist creditors by bringing assignees in trust, for the benefit of creditors, more directly within the jurisdiction of the courts, conferred on these tribunals the power of a chancellor to compel the performance of such a trust by calling for security, or dismissal of a defaulting or negligent assignee, and the substitution of another. The system fhus commenced is more fully developed and perfected by the act of 14th June, 1836, which, among other provisions, authorizes the courts to appoint assignees or 'trustees when any sole assignee or trustee shall renounce the trust, or refuse to act under it, or fully to execute the same. Since these enactments, a defaulting, unwilling, or negligent trustee is not, in Pennsylvania, suffered to defeat a trust once created, any more than in England, or those of our sister states possessing courts of chancery as distinct tribunals. Here,, as there, the cestuis que trust, who in this instance are the creditors, having acquired an equitable interest, are regarded as the persons beneficially interested in the thing which is the subject of the trust, and no mere refusal or disagreement of the trustee is permitted to work the destruction of the interest thus acquired, except, indeed, so far as a statute may impute such an effect to official delinquency. Generally speaking, therefore, whatever may be the technical consequence of a renunciation before acceptance of the office of trüstee, or the deed creating it, to revest the title of the property granted in the assignors by way of remitter, certain it is it will not operate to divest the intermediate interest of their creditors, which, in the mean time, have sprung into existence beyond, the power of any but themselves to destroy. So much was determined in Read v. Robinson, supra, where the assignee named in the deed disagreed to, and renounced it from the beginning. A fortiori, it is so where, as here, there, has been a formal acceptance of the conveyance for the purposes of the trust, after which the trustee cannot divest himself of the legal estate by a mere refusal to carry the trust into execution, or withdraw from its support without the consent of all the parties interested. Lewin on Trusts, 464. I see, upon the record here, no evidence of such consent ; and, consequently, this act of the assignee altogether failed to affect the beneficial interest acquired by the creditors, or to disturb the residence of the legal estate, by revesting in the. assignor the jus disponendi to be employed in conferring validity on the attempted conveyance to Seal, of the 20lh of June. For the very reason that Taylor, the assignee, refused to execute the trust, it was competent to any of the parties interested in it to call upon the proper court to appoint another in his place, in whom, eo instante, by operation of law, the legal title to the property assigned would have been immediately translated, to enable him to execute the trust. I do not see why this might not yet be done, if there was any property the subject of the assignment, untouched by the several executions.\nIt follows, that Taylor’s refusal vested no right in his assignors to execute another distinct conveyance of the same property-to Seal, though substantially on the same trusts.\nBut it is objected by the plaintiff in error that the non-recording of the original instrument, within the time prescribed by the statute, put it in the option of the creditors to avoid it, and having done so by causing execution to issue and attaching the assigned property, it is to be regarded as void ab initio; and this, it is insisted, will let in the second assignment, to operate as a valid instrument immediately upon the lapse of the thirty days. It may be true that though a conveyance be delivered presently and absolutely, yet if it cannot take effect immediately; it may, to effectuate a principal intent of the parties to it, become operative in futuro, for the rule is, if a deed cannot operate exactly in the manner intended'by the parties, it shall be so construed as to operate in some other manner, as agreeable to the intent as possible. Cruise’s Dig. tit. 32, ch. 23, secs. 17—31; 16 Johns. Rep. 178; 1 Pres, on Abs. 312, etseq. But the attempted application of this principle to the present case proceeds upon what is, I think, an erroneous construction of the act of 1818. This act was made for the benefit of the 'creditor, to enable him to hold the assignee to a strict account, and to compel him to the performance of his duty. It was in avoidance of a former crying mischief, and, being remedial, should’ be liberally construed in support of assignment of property, háving for 'their object equality of distribution among the creditors of an insolvent, and not so as unnecessarily to defeat them. This class of trusts is now so far brought within the power of our courts, and so effectively guarded, that little opportunity is afforded for the practice of fraud; and it is certainly more consonant to sound policy to sustain conveyances of this character, where it is not forbidden by positive law, than, by too easily setting them aside, encourage a scramble among creditors, in which the equity of equality is sure to be sacrificed.\nBy the seventh section of the act last cited, it is provided that all assignments in trust.for the benefit of creditors, not recorded within thirty days after their execution, shall be considered null and void, as against an^r of the creditors of the assignor. But surely this provision, made for the benefit of creditors, and intended to subserve their interests, is not to be so construed as to destroy the equitable hold they have on the property assigned, without their consent, in every case where the trustee may neglect to place the deed on record within the allowed period. Such a construction would, it seems to me, be a perversion of the object of the law, and instead of making it beneficial to the creditor, would, in a variety of instances, visit him with punishment for the default of the assignee. The statute makes'it the peculiar duty of the latter, who has possession of the assignment, to cause it to be recorded. The power of the cestuis que trust over him, for this or any other purpose, is nothing until after the expiration of the prescribed time; for, until then, he is in no default. Nor can the assignor compel him to the performance of this duty. If, therefore, the position of the plaintiff in error be correct, an obstinate or negligent trustee ’ may entirely defeat the trust, by simply folding his arms and refusing to act for thirty days, and this without the consent or laches of the creator of the trust, or those for whose benefit it was created. As we have seen, a court of equity-will- not permit this, for reasons that address themselves to every man’s sense of justice, and it is not to be presumed the legislature so intended, in the absence of incontrovertible evidence of such an intent. We do not think the section of the act under review furnishes such evidence, for, notwithstanding the generality of the language employed, it is manifest, when read in connection with the other parts of the statute, and especially that portion which gives to any person interested the right to proceed for the dismissal of a defaulting assignee and the substitution of another, the legislature did not mean to ascribe to it the sweeping and destructive effect now claimed for it. ’ In our opinion, nothing further was contemplated than, in the event of an assignment not bping placed on record, to accord to each creditor the right to proceed, if he saw proper, at common law, for the recovery of his claim by judgment and execution, avoiding the assignment pro tanto, and no further, and leaving it to other creditors, whose interests might so dictate, to keep their hold upon the assignment by insisting on the equitable interests created by it. Without the seventh section, no single creditor, nor even a majority of the creditors of the assignor, could avoid the deed to any extent, though both the assignor and assignee were assenting to it. We cannot bring ourselves to believe that, by this provision, it was intended altogether to destroy the trust without or against the assent of the cestuis que trust, or any portion of them. The language is, “ as against any of the creditors,” by which is to be understood, as against any who may elect to make the objection in the only effective mode in which it can be. made, namely, by judgment and execution levied. It puts it in the power of any creditor to avoid the conveyance, so far as he is concerned, and no further. This restrained construction satisfies the terms of the statute, while it still leaves the deed operative, so long as any thing remained upon which it can operate, and is so far consonant with the equitable rule-which forbids the destruction of a trust without the consent of all who are interested in it. The opposite construction, asked for by the plaintiff in error, would, by a statutory cancellation of the deed of trust, divest interests which, as we have seen, commenced at the moment of the delivery of the conveyance, it might be against the assent of the parties owning such beneficial interests. This would be contrary to the rudimental law of property, and there heing nothing in the statute which compels us to this extreme, we cannot agree to give it our sanction.\nFrom what has been said, it follows that the deed of the 18th of June remained valid for the purpose of passing the property, as to all the world, until attached by execution issued and levied, and that these interfered with it only so far as they withdrew the assigned properly and effects from its operation. A consequence of this doctrine is, that there never was a moment when the second assignment made to Seal could take effect upon this property, either presently or prospectively. The first assignment always stood between the second and such of the property as remained, from time .to time, untouched by the executions, covering and protecting it for the uses of the- original trust. . But as these executions eventually swept the -whole estate assigned, they finally displaced the first assignment, without, however, leaving any interval for the operation of the second, and thus the execution creditors, by force of the statute, became entitled to the fund in court, the proceeds of the goods levied.\nThis general view disposes of the whole case, and therefore a detailed examination of the several errors assigned in this court is unnecessary. The charge and answers of the court below being in accordance with the principles now.laid down, it is .not presumed that any error has been committed.\nIt is proper to add, in conclusion, that so far as the opinion may seem to conflict with the determination in Englebert v. Blanjot, 2 Whart. 232, it has the concurrence of the eminent judge-who pronounced the decision of the court in that case. Regarded as an authority for the doctrine, that an assignment of property in trust, based upon an intended fraud against creditors, is void as to them, it is not intended to impeach that decision, or to question the reasoning upon which it is founded. The inaccuracy was in assuming that the neglect to record the assignment, according to the statute, established the existence of such fraudulent intent.\nJudgment affirmed.\nBurnside, J., was .absent at Nisi Prius, from the commencement of this term until January 4th.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Ingersoll, for plaintiff in error.",
      "Raybold and Clarkson, with whom was Gillou, for the execution creditors, contra.",
      "Ingersoll, in reply,"
    ],
    "corrections": "",
    "head_matter": "Seal v. Duffy. In re Taylor & Co.’s Estate.\nAn assignment for creditors, which was not recorded within thirty days, is valid, as to a subsequent voluntary assignee.\nCreditors, by levying on the property assigned, avoid the deed pro tanto only, and are not estopped from availing themselves of the first assignment, to prevent the operation of a second assignment on the property thus levied on, and included in the first assignment.\nAn assignment for creditors, once accepted by the assignee, is vested for the benefit of creditors, and a subsequent renunciation does not affect the validity of the conveyance.\nIn error from the District Court for the city and county of Philadelphia.\nDec. 15. An execution on personal property having been issued against Taylor & Co. at the suit of Duffy, the proceeds of the sale were paid into court, and feigned issues directed between Seal, the assignee, and several of the creditors of the firm, on the trial of which, exceptions were taken to the charge of his honour Findlay3 J., which were argued here. On the 18th June, the same day on which the execution of Duffy issued, Taylor & Co. executed a general assignment to M. Taylor in trust for creditors generally, which was not recorded. On the 20th of the same month, they executed a general assignment to Seal, in trust, for releasing creditors. The creditors, other than Duffy, levied, subject to his execution, and with notice of the assignment to Seal. Whether Taylor accepted the assignment, was the question of fact'; and whether, admitting it to be so, as was found by the jury, and as Duffy’s judgment was found to 'be fraudulent, Seal the assignee, or the creditors 'under their executions, were entitled-to the proceeds, were the questions. Taylor proved that he • yrrote the assignment, intended to accept 'it, and did accept it. That he kept it for one or two days, and then declined ; writing on the deed words to that effect, and had done nothing since in the matter. There was evidence adduced to show assent by the execution creditors to the assignment to Seal. The facts of Taylor’s acceptance, and the assent of the creditors to the subsequent assignment, were left to the jury; the court, instructing them that if Taylor did once accept the office, the trust became absolute, and could • not be renounced without the assent ^of all the cestuis que trust inte-. rested therein, and if they did not assent, no property remained in the assignor which could be passed to the subsequent assignee. The omission to record th'e deed was a defect which a creditor only could: take advantage of; excepting such right the deed wras a valid one.\nIngersoll, for plaintiff in error.\n(After he had stated the issues, the - court said, after remarking on the impropriety of some of the issues which were purely questions of law, there is but one question here, whether the second assignment passed any property comprehended in the first, if that was accepted.) It was said that the first deed was valid to prevent the effect of the second. To that the answer is, the creditors by levying their executions have treated the first deed as yoid; hence they are estopped from setting it up for any purpose. It is settled that a deed intended to defraud is utterly void, even for the fair consideration. McKee v. Gilchrist, 3 Watts; 230.\nBut the second assignment can be supported on other grounds. It was only qualified by the first deed, and as that has never taken effect, nor has any one claimed under it to this day, the latter has now become absolute. 1 Prest, on Abstr. 312-14; Cheney v. Watkins, 1 Harr. & Johns. 527. The instruments are precisely the same, as the clause for a release is in effect expunged by the act of 1843. [Gibson, O. J.—The act was intended to cut out that, no doubt,] Assuming then that the parties may not destroy the assignment, here was nothing but a re-execution.\nRaybold and Clarkson, with whom was Gillou, for the execution creditors, contra.\nThe only matter really involved here is, the hand to distribute, as all the creditors claim under the executions. The first deed was perfected by acceptance, and could not be annulled by a subsequent refusal to accept. Lewin on Trusts, 464,24 Law Lib. So in Read v. Robinson, 6 Watts & Serg. 329, which is stronger, for there had never been an acceptance there. But the delivery to the agent for transmission was held to vest the rights of the cestuis que trust; while in our case there vras an actual acceptance and retention for two days. Infinite fraud would be the consequence of permitting the destruction of the conveyance at the pleasure of the assignor and assignee, at any time during the thirty days allowed for recording. The nature of the property is perfectly immaterial; if it could have passed to Seal, it did to Taylor. Englebert v. Blanjot, 2 Whart. 242. [Gibson, C. J.—That is altered in some respects.] Vandyke v. Christ, 7 Watts & Serg. 373, restrains the extent of the dictum, and it is now settled that a voluntary assignee, (not a trustee under the insolvent laws,) is in the place of the assignor, and cannot avoid a sale fraudulent under 13 Eliz., for non-delivery of possession. Stewart v. Kearney, 6 Watts, 453, merely extends the right to the agent of creditors created by law.\nIngersoll, in reply,\ncited Buehler v. Gloninger, 2 Watts, 226. Stewart v. Kearney, 6 Watts, 453, where the administrator was permitted to avail himself of a fraud on creditors. [Gibson, C. J.—The administrator is the representative of creditors.] Vandyke v. Christ assumes the transaction to have been bona fide.\nJan. 2."
  },
  "file_name": "0274-01",
  "first_page_order": 274,
  "last_page_order": 281
}
