{
  "id": 401908,
  "name": "Updergraff v. Perry",
  "name_abbreviation": "Updergraff v. Perry",
  "decision_date": "1846-12-28",
  "docket_number": "",
  "first_page": "291",
  "last_page": "296",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 291"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts & Serg.' 204",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481809
      ],
      "pin_cites": [
        {
          "page": "211"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0204-01"
      ]
    },
    {
      "cite": "1 Rawle, 249",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819310
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0249-01"
      ]
    },
    {
      "cite": "3 Watts & Serg. 233",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854649
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0233-01"
      ]
    },
    {
      "cite": "13 Serg. & Rawle, 135",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1813996
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/13/0135-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 630,
    "char_count": 12596,
    "ocr_confidence": 0.553,
    "pagerank": {
      "raw": 2.1406974926185404e-07,
      "percentile": 0.7670553379753028
    },
    "sha256": "0327368635cc1bbb856c69e0866aa81636bd4a3a1680cd2b88d87de5600cd567",
    "simhash": "1:455c0f23e65a78fc",
    "word_count": 2188
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Updergraff v. Perry."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThe judgment docket is a creation of the actrof 29th March, 1827. It was not intended to supersede the .use of any docket or record which before that time had been kept, and •which had been sanctioned by the courts; but was designed to furnish additional facility-and certainty to the officers, and all.others concerned 'in ascertaining the amount, extent, and duration of liens. Before the act of-1827, the appearance docket and the continuance docket were used in many counties; in others, but one, which was called the appearance docket, in which the continuances, the judgment, and the other usual entries were recorded. Where two dockets were kept, previously to the act of1827,1 presume their uséis continued; one, at' all events, must be kept everywhere., in which the proceedings previous to and accompanying the judgment are recorded; because the judgment-docket, according to the terms of its creation, could 'not answer the purposes for which they were used. Thus, by the terms of the act of 1827, the judgment docket is not to be used until after the judgment has-been entered. That statute thus enacts, “on said docket no case shall be entered until' after there shall have been judgment or aioarct of arbitrators on such case; and into which shall .be copiéd the entry-of every judgment, and award of arbitrators immediately after the same shall have been entered.” It is also provided, that where an execution or a scire facias has been issued, a' note thereof shall be made on the judgment docket at the place where .the other entries are made. There, can be no doubt, therefore, that where the judgment docket is properly kept, that it is in all cases made up by copying .certain specified matters from another docket, in which the record of the’ suit, the continuances, and the entry of the judgment are made. It may, therefore, be safely affirmed, that both of these dockets compose part of the entire record, and the entries in both may be essentially, necessary'to give the court, when invoked to exercise discretionary power over its' process in suc.h cause, all the information which it ought to possess. 'For this reason the act of Assembly, of the 16th April, 1840, which authorized, in addition to other remedies, a judgment to be transferred from any District-Court or Court of Common. Pleas in Pennsylvania, to any other District;Court’ or Court of Common Pleas in the Commonwealth, requires a certified copy of the whole record to be filed in the court to which the judgment should be transferred by virtue of the provisions in said act. In the case now under consideration, the question to be adjudicated by this court, arises on the certificate of the.prothonotary of Lycoming county, from.yvhich the judgment was certified; and which certified copy was filed in the District Court of this city and county. The certificate is in .the following words: «I, Hepburn McClure, do certify the foregoing docket entry to.be as full and complete as the. same now remains of record in said court.” This certificate, it is quite obvious, does not pursue the directions of the act of Assembly, which requires the whole record to be certified.- It would be a large extension of liberality, almost amounting to credulity, to presume, from a mere certificate that' the docket entry of a judgment was full and complete, that the whole record was therefore certified. The certificate does not, in fact, purport to authenticate an exemplification of the record.\nThe case of Edminston v. Schwartz, 13 Serg. & Rawle, 135, might seem at first blush to give countenance to the plaintiff in error in this cause. But in that case, the certificate avers that the paper, purporting to be a copy of the record, « was truly: copied from the record of the Court.of Common Pleas of Cumberland county.” The court say that a true copy imports an entire copy. In the conclusion of the opinion, .the chief justice .says, «The rule then,is, that when it appears from the certificate that the paper is a copy of the •record, it will be. intended that it is a copy of-the whole .record.” In the other case, cited from the same book, page 334, Voris et al. v. Smith and wife,, the court, observe, «that whether the paper offered be only an extract, or an exemplification of the whole, must be judged of by inspection, not of the record, but of the certificate of the officer by whom it was certified.” The prothonotary certified that the paper contained « a copy of the record,” which the court say, ex vi termini, means a copy of the whole record. In both cases the question was, whether a paper certified to be a copy of the record imported that it was a copy of the whole record, and the court decided in the affirmative. 'But from both the cases it is clearly to be implied, that a certificate of the verity of any particular part of a record. would not furnish evidence that the whole was certified'. . A copy of the docket entry, in legal or common parlance, is not understood to mean a copy of. the whole record, but rather the contrary. And in most cases, the language -would be understood to mean something less than the whole. The phraseology is evidently so intended in the act of 1840, where it is provided that any prothonotary receiving such certified copy of the record, shall file the same, and forthwith transcribe the docket entry thereof into his own docket, &c. The cases cited, it may be observed, were questions as to .the admissibility of a copy of record in evidence at common law, where no statutory provision, precise and definite in its directions, existed to regulate the proceeding. And it may be further observed, that this is not a mere question of evidence, but a proceeding where the effect of the certificate is to create a-new judgment, under which the property of an individual may be taken from him and sold; hence the propriety of having the whole record certified, in order that the defendant may have prompt relief in the court from which process issues, if entitled to it..\nThe certificate in this case verifies “ the foregoing docket entry to be'as full and complete as the same now remains of record in said court.” But from what docket the entry is taken does not appear. If it was taken from the continuance docket, it is possible, that a fieri facias might have issued and part of the money been made; because it is on the judgment docket that the prothonotáry is directed,' by the act of 1827, to make a. -note of the issuing of a writ of fieri facias, or a scire facias.' But, in addition to this, as the certificate only purports to verify the docket entry of the judgment, there may be a docket entry of an execution. The certificate does not exclude these conclusions; and that is the strong point of the case, taken with the fact that it is not in conformity with the act of Assembly. In the case of Bear v. Patterson, 3 Watts & Serg. 233, the existence of the appearance, the continuance, and the judgment or lien dockets is distinctly recognised; and more particularly in the remedial act of 3d April, 1843, are these several dockets recognised as in use throughout the Commonwealth, and their validity as records, or parts of records, fully acknowledged. It will not do, therefore, to allege that there is but one docket entry in some counties, in cases Of this sort, where the judgment is entered by- the prothonotáry on warrant of attorney. Wherever that practice exists, it ought to cease, for it is contrary to the statutory law on the subject. And a bad practice in one or more counties ought not to furnish the rule ,of law. We cannot look beyond the certificate of the prothonotáry of Lycoming county, and that furnishes no evidence whatever that' there 'is but one docket in cases of this kind-kept in that county. We are, therefore, bound to presume that there\" is a continuance or appearance docket, in which the judgment is first entered; and that it is afterwards copied into the judgment or lien docket, in accordance with the provisions of the act of Assembly. The certificate of the officer ought to show in a satisfactory manner that the whole record is certified; that would comply with the provisions of the statute, and is the simplest form in which such certificate could be given. ■ But we cannot say that either ex vi termini, or by any fair inference or ' intendment, this certificate can be made to mean a verification of a transcript of the whole record.\nThe law guards the rights of the debtor as well as those of thé creditor. It is the duty of the plaintiff to see that his proceedings are properly conducted. ■ A rule is presented in. the.statute so plain that he who: runs ir.ay-.read, and'if the plaintiff suffers loss by his own negligence, or the carelessness of the officer,.although it may be regretted it can .iot be repaired in this case, by the law. It would be unsafe to permit the mistakes of-officers to displace a plain statu-' tory rule, and thus give to their, errors the dignity and forcé of law. In this admirable government of ours, containing so much that is valuable,'and so .little'comparatively that is hurtful, inconveniences will occur in the working-of .the machinery. In the distribution of offices, men who are inexperienced will be 'selected to perform the duties., which require care, diligence, and skill. The first lesson .which they ought-to learn is, that these offices were instituted for the benefit of the public, and not for. private, emolument, and that they are responsible for losses which they occasion to parties by their inattention and. carelessness.\nUpon the whole, this court is of opinion that .the District Court Were right in setting aside the judgment and ji. fa.\nJudgment is therefore affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Townsend and Meredith, for plaintiff in error.",
      "II. M. Phillips, contra."
    ],
    "corrections": "",
    "head_matter": "Updergraff v. Perry.\nA copy of a docket entry certified to be “ as full and complete as the same now remains of record in said court” is not such a transcript of the record as is directed to be filed by - the act of April 16, 1840, sec. 1, for the purpose of transferring a judgment from one •court to another court in the Commonwealth.\n- In error from the District Court of the city and county of Philadelphia. '\nDec. 18. The following transcript having been filed under the act of 1840, Pamph. Laws, p. 410, and an execution issued, the District Court, on motion, made, the rule absolute for setting aside th e fi.fa. and judgment.\nThis was assigned for error. '\nT , Lycoming county, ss. a °\n1 t\nthe court of Common Pleas of the said . .. . , county, it is thus contained';\nDocket Entry.\nAbraham Updergraff v. William Perry, Andrew Cochran, and John D. Bars.\nTax and entry, $1 00, charged pUE Plaintiff, 1 00 . Pro McClure,\n1 f > ( i\n54, August -Term, 1842. Real debt, $2435 54. • Judgment for the above sum of two thousand four hundred and thirty-five dollars, and fifty-four cents> ^ virtu^ of a Power contained in a promissory note, dated seventeenth day of May, 1842,\npayable six months after date with costs'.of'suit, release.-of all errors, and stay of execution according to. law, as per single bill with plaintiff. ' . .\nEntered May 20, 1842. . H.- McClure, Prothonotary.\nI hereby assign the above judgment to Mulford and Alter, Feb. 14, 1843. ' ' ' ’\nTeste, H. McClure, Proth’y. . Abraham Updergraff.\nIajcoming county, ss':\nI, Hepburn McClure, prothonotary of the Court of Common Pleas in and for said county, do certify the foregoing docket entry, to be as full and complete as the same now remains of record in said court. . •\nTownsend and Meredith, for plaintiff in error.\nThis judgment was entered under the act of 24th February, 1806, Purd. Dig. 243, The practice is for the party to take away the instrument on which the entry was made, as is shown by Commonwealth v. Conard, 1 Rawle, 249. The docket entry, therefore, in this, class of cases contains the whole record. There is, moreover, a presumption \"that this is-the whole record, from the form'ofthe certificate, which is, that it is a true copy, and that means of the whole, as \"held in Edmi'nston v. Schwartz, 13 Serg. & Rawle, '135; Voris v. Smith, lb. 335; 7 Watts & Serg.' 204, 211; T Watts & Serg. 299.\nII. M. Phillips, contra.\nThe uniform decisions of this court have, been, that the docket entries, or copies of them, are not evidence, not being the record, but mere minutes from which the record can be made up. The effect of this would be to allow the docket entries to be used as the record, at the pleasure of the party, and thus .the ‘fact of an outstanding execution, which is entered in another book, would not appear to the court where the transcript is filed. •\nDec. 28."
  },
  "file_name": "0291-01",
  "first_page_order": 291,
  "last_page_order": 296
}
