{
  "id": 401853,
  "name": "Skidmore and another v. Bradford",
  "name_abbreviation": "Skidmore v. Bradford",
  "decision_date": "1846-01-25",
  "docket_number": "",
  "first_page": "296",
  "last_page": "301",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 296"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts & Serg. 132",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts & Serg. 444",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481802
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0444-01"
      ]
    },
    {
      "cite": "5 Watts, 289",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844079
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0289-01"
      ]
    },
    {
      "cite": "12 Johns. 350",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2139199
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/12/0350-01"
      ]
    },
    {
      "cite": "16 Johns. 165",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        378250
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/16/0165-01"
      ]
    },
    {
      "cite": "1 Watts, 63",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "11 Serg. &Rawle, 107",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1812818
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/11/0107-01"
      ]
    },
    {
      "cite": "4 Watts & Serg. 342",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856321
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0342-01"
      ]
    },
    {
      "cite": "5 Watts, 120",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844054
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0120-01"
      ]
    },
    {
      "cite": "4 Wash. C. C. Rep. 414",
      "category": "reporters:federal",
      "reporter": "Wash. C. C.",
      "case_ids": [
        6129025
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/28/0588-02"
      ]
    },
    {
      "cite": "1 Watts, 60",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838037
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0060-01"
      ]
    },
    {
      "cite": "4 Serg. & Rawle, 455",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "9 Will. 3",
      "category": "reporters:state",
      "reporter": "Will.",
      "opinion_index": -1
    },
    {
      "cite": "9 Will. 3",
      "category": "reporters:state",
      "reporter": "Will.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 709,
    "char_count": 12720,
    "ocr_confidence": 0.578,
    "pagerank": {
      "raw": 3.3161126904698363e-07,
      "percentile": 0.8727321554268221
    },
    "sha256": "3cc37659bfdd9b1f3313dbe885f8a3a3e7a7f1883bca8b37c0d17b737e3ceea7",
    "simhash": "1:b4eba9aa887e0417",
    "word_count": 2272
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "On the 20th and 21st of January, Kogers, J., was absent."
    ],
    "parties": [
      "Skidmore and another v. Bradford."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nAs to the main exception, which alone is worth consideration, it was sufficiently shown in Longstreth v. Gray, that, though bonds for the payment of money by instalments are within the 8 and 9 Will. 3, when sued by writ, yet they are not so, when judgments are entered on them without writ; and, that'the remarks of Chief Justice Tilghman, in Sparks v. Garrigues, are applicable to them only in the latter predicament. A judgment on bond and warrant is not within the statute; and the court exercises an equitable jurisdiction over it, by supervising the process upon it, and taking care that execution be not sued out for more than is due; and the usual, -as well as the better course is, to move the court for leave to issue for a particular sum in the first instance. But, as the whole subject lies within the limits of the court’s discretion, it follows not that it is the only course. The duty with which the court charges itself, is no more than to see that eventually injustice be not done. An inquiry, whether too much is demanded, may be as efficiently originated alter execution sued out, as before it; and the court would as readily direct an issue to be joined on an amicable scire facias in the one case, as in the other. The question then comes to this: Had the defendant an opportunity, at any stage of the proceedings, to showr that the execution was not warranted by the judgment? He had not an opportunity to contest the propriety of the execution for arrears of ground-rent, on which the premises were sold; but that proceeding is not before us.' The present is an attachment in execution for the unmade residue, as well as for stipulated damages incurred by the breach of -a collateral covenant; and it contains a clause of scire facias, to be served, not only on the garnishee, but also on the debtor, commanding them severally to appear at the next term, and show cause why the debt should not be levied of the effects in the hands of the garnishee. It is a proceeding in the nature of an action giving a day in court to each of them; and if, being duly warned, one of them should slip his time, he might be prejudiced by his laches, but he could not say, that, he had not an opportunity to be heard. In' the case before us, the writ was served on the garnishee, but the sheriff returned nihil habet as to the original debtor; and it is immaterial whether this was equivalent to a return of service on both, for the debtor actually appeared, at least so far as to swear to a full defence, and move for an order to open the original judgment, but without alleging that it did not, if valid, support the execution. It is a familiar principle, that actual appearance is a waiver of defects in the process or service of it; and without a full appearance, the debtor had not a right to open his lips at the return of the writ. But he did appear; and what was his defence ? Not that the execution had issued for too much, but that the judgment was surreptitious. That was a matter for the discretion of the court below, and we have nothing to do with it here. But it is enough for the argument, that the debtor could have contested the validity of the execution, and did not. As to irregularities in the proceedings on the attachment, it,is enough to say, they might be insisted on by the garnishee, if there were any, who would be liable to the debtor, if he paid over the money on an unsound judgment; but- it would be useless for the debtor-to assign errors, when he could not have a writ of restitution on a judgment of reversal. The other exceptions are either abandoned, or, palpably, groundless.\n. Judgment affirmed.\nOn the 20th and 21st of January, Kogers, J., was absent.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Gillou, for plaintiffs in error.",
      "V. L. Bradford and Thomas Sergeant, contra.",
      "Reply."
    ],
    "corrections": "",
    "head_matter": "Skidmore and another v. Bradford.\nA judgment confessed on a warrant of attorney, is not within the 8th and 9th Will. 3d, therefore, a set. fa. or motion to the court is unnecessary, previous to the issuing exe^ cution thereon.\nWhere defendant has entered an appearance de bene esse to an attachment in execution, and moved to open the original judgment, he cannot complain of want of notice, for without an appearance he could not have been heard on his motion.\nDefendant in attachment in execution moved to' set aside the judgment and execution, for reasons involving the validity of the original judgment. Held, that as the opening of the judgment was within the discretion of the court below, and as nothing was shown to defeat the execution that did not apply to the judgment, this court could not interfere.\nIn error from the District Court for the city and county of Philadelphia.\nDec. 18, Jan. 20, 21. On the 30th May, 1835, a judgment was entered against Skidmore for $10,000, on a warrant of áttorney, reciting that he was bound in an obligation to V. L. Bradford in that sum, conditioned for the payment of a yearly ground-rent of $300, payable semi-annually, reserved in articles between the parties, and “ that said S. would, on the days, &c., keep, &c. all the covenants, &c., by him therein to be kept, &c., and more-particularly, the covenant of the said S. therein mentioned, to build a sufficient brick dwelling-house, within nine months from the 'date óf said articles of agreement-; a non-observance of which, it is^dmitted, will damage the said V. L. B. to the amount of $1000. 'Ihese are to desire,” &c. as in the ordinary form of a warrant to confess judgment by non sum informatus nil dicit, or otherwise, with a clause of release of errors in entering said judgment, or in any process or proceedings thereon. On the 7th December, 1835, a fi. fa. issued, endorsed « real debt due $150, with interés! from November 1,.1835,” under which, on the 26th July, the right of Skidmore under the articles was sold to plaintiff for $5.\nOn the 11th October, 1844, an attachment in execution was issued, endorsed « balance due $1145,” and interest from 20th January, 1836. This was served on Norris, as garnishee, and nihil returned, as to Skidmore.\nA judgment for want of appearance having been entered generally against the garnishee in December,'the court, on his affidavit that he owed but $717 17, with interest, opened it, and entered it anew for that amount on the 1st February, 1845._ ■\nPreviously to the issuing of this attachment, a rule had been obtained on Norris, as attorney for'Skidmore, to have the money paid over, which.is yet undetermined.\nIn March, 1845, Bradford acknowledged the receipt from Norris of the amount of his judgment.\nIn October and November, 1844, a sci.fa. to revive the original judgment had been issued by Bradford, to which appearances were entered de bene esse, and judgment on two returns of nihil.\nAbout one month after this, Skidmore filed an affidavit in this proceeding to revive, setting out that he had a defence; that the bond and warrant were given to secure performance of the articles above mentioned, that these were rescinded, and in consideration thereof, plaintiff agreed to cancel the bond and warrant, and all proceedings thereon, and that plaintiff received rent for the premises sincé 1835.\nOn this, plaintiff discontinued the sci.fa.; the date does not appear.\nOn the 2d November, 1844, Skidmore moved to set aside .the judgment on the attachment in execution. The affidavit of defence to the whole judgment set out the following defence.\n1. That the said plaintiff had not any title to the land agreed to be conv.eyed to defendant, by the agreement recited in said bond.\nThat he demanded a deed of the said plaintiff of the said property, 'who informed him that the same was owned by his grandfather, who was not satisfied with the contract and sale, and would not execute the conveyance.\n2. That afterwards, and within three months after said agreement, and in consequence of the inability of the plaintiff to complete the title, and the prospect of the inability of this defendant to fulfil his portion of the contract, it was agreed by and between the plaintiff and defendant, that he, the defendant, should abandon and surrender to the plaintiff all interest, right or possession in the premises, and that he, the plaintiff, should retake said premises and discharge him, the defendant, from all claims of every nature by reason thereof. And that in pursuance of said agreement, he did so surrender and give up all right and possession to the premises, which were taken and accepted by the plaintiff on those terms.\nThat these facts can be proved by two witnesses.\nOn the 11th January, 1845, the court, on argument, discharged the rule, and this writ of error was sued out, and the following errors assigned : The irregularity in the entry of the original judgment ; the refusal by the court to set it aside; the irregularity of the fi. fa. and attachment; the improper service of this writ, and that it was inoperative, for want of service on Skidmore; the entry of judgment'on that proceeding, and the opening thereof and a new entry of the judgment without Skidmore’s consent.\nGillou, for plaintiffs in error.\nUnder the stat. 8 and 9 Will. 3, execution cannot issue without leave of the court,.and a previous ascertainment on the record of the fact of a breach of the covenant, and the amount of the damages sustained. Tidd, 585,1108; 4 Serg. & Rawle, 455; Longstreth v. Gray, 1 Watts, 60 ; United States v. White, 4 Wash. C. C. Rep. 414;. Duffy v. Lytle, 5 Watts, 120; Adams v. Bush, Ibid. 289.\nThe execution was also defective, for want of service on the defendant; Corbyn v. Bollman, 4 Watts & Serg. 342.; for he had a right to defend. 2 Barr, 311.\nV. L. Bradford and Thomas Sergeant, contra.\nBefore the sale of the land there had been a breach of this condition, for which it was agreed that $1000 should be liquidated damages. The authorities show, that the parties may, by á previous agreement, fix the amount, and that they have done so here. Lowe v. Peers, 4 Burr. .2225; Barton v. Glover, 1 Holt, 43, (3 E. C; L. R.); Fletcher v. Dyche, 2 Term Rep. 32; Reilíey v. Jones, 1 Bing. 302, (8 E. C. L. R.) In such a case, a previous sci.fa. is unnecessary, from the presumption against performance of an affirmative covenant or condition. Hurlst. on Bonds, 132, n. b.; 11 Serg. &Rawle, 107 ; Longstreth v. Gray, 1 Watts, 63. [Rogers, J.—We all agreed, in that case something must be done .to ascertain the amount due, either by a sci.fa., or an application to the court, and we decided at the last term, that execution could not issue on a conditional verdict in ejectment, to be released on payment, without leave, or showing the amount was not paid: ante, p. 257.] There is no advantage in taking a warrant of attorney if this is required, and no court has done so as yet. 16 Johns. 165; Thompson v. Montrose, 12 Johns. 350. In Adams v. Bush, 5 Watts, 289, there was a precedent condition, requiring the'intervention of a jury. This would be adding a new article to the agreement, and is unnecessary, as the court on motion will inquire into the matter after the writ has issued. Holden v. Bull, 1 Penna. Rep. 460. That a sci.fa. is not a prerequisite, is clearly shown from all the cases. Hurlst. on Bonds, 129, (9 Law Lib.); Austerbury v. Morgan, 2 Taunt. 195; Cox v. Rodbard, 3 Taunt. 74, where the bond was to pay by instalments. Kinnersley v. Mussen, 5 Taunt. 264, (1 E. C. L. R.); Delane v. Mott, 2 Chitty, 423, (18 E. C. L. R.); Shaw v. Worcester, 6 Bing. 385,'(19 E. C. L; R.) 'The reason is, the statute was intended to avoid the necessityof going intoChancery, and this never prevailed in cases of judgments confessed under warrants of attorney, for the courts always exercised jurisdiction over the executions at common law. Nor is it necessary to move for leave, Davis v. Gompertz, 2 DowL' Prac. Ca. 407, where this objection tfras made, and overruled. Leveridge v. Forty, 1 M. & Sel. 706 ; Rose v. Tomblinson, 3-Dowl. P. C. 49; Atkinson v. Bayntun, 1 Hodges, 7; Woolley v. Jennings, 5 Barn. & Cress. 165, (11E. C. L. R.); Ijing. on Ex. 118,143, (13 Law Lib.)\nThe attachment in execution' was in the nature of a sci. fa. Ogilsby v. Lee, 7 Watts & Serg. 444; McCormack v. Hancock, 2 Barr, 310.\nReply.\nThe case in 7 Watts & Serg., is on the ground of actual notice, which is not the case here; and the only thing on this record is the affidavit, which is sufficient ,to entitle the party to his trial.\nThe cases in Taunt, are within the reasoning in 4 Watts & Serg. 132. The other cases will be found to be mere money bonds, or where the non-performance has been found by a jury. In 6 Bing., there was a release of this right, expressly. Our act puts all judgments confessed on a par with those confessed in term time in a regular action, and had that been done here, confessedly a sci. fa. was essential.\nJan. 25."
  },
  "file_name": "0296-01",
  "first_page_order": 296,
  "last_page_order": 301
}
