{
  "id": 401884,
  "name": "Snyder v. Leibengood",
  "name_abbreviation": "Snyder v. Leibengood",
  "decision_date": "1846-01-04",
  "docket_number": "",
  "first_page": "305",
  "last_page": "309",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 305"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "14 Johns. 401",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        376224
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/14/0403-01"
      ]
    },
    {
      "cite": "1 McCord, 575",
      "category": "reporters:state",
      "reporter": "McCord",
      "case_ids": [
        8865638
      ],
      "opinion_index": -1,
      "case_paths": [
        "/scl/12/0575-01"
      ]
    },
    {
      "cite": "1 Cow. 99",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2156535
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/1/0099-01"
      ]
    },
    {
      "cite": "8 Watts & Serg. 420",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts, 388",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848511
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0388-01"
      ]
    },
    {
      "cite": "6 Watts, 26",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846097
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0026-01"
      ]
    },
    {
      "cite": "5 Watts, 408",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts & Serg. 546",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts, 213",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841255
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0213-01"
      ]
    },
    {
      "cite": "8 Watts, 448",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848412
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0448-01"
      ]
    },
    {
      "cite": "8 Watts, 388",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848511
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0388-01"
      ]
    },
    {
      "cite": "3 Watts & Serg. 546",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 534,
    "char_count": 10498,
    "ocr_confidence": 0.578,
    "pagerank": {
      "raw": 1.9598750263284895e-07,
      "percentile": 0.7378621301859684
    },
    "sha256": "55d3d6465dc6f306daec19c6356dde3e71c167258d3abe74d00c14a82251a0dc",
    "simhash": "1:70cf6827e1072370",
    "word_count": 1855
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Snyder v. Leibengood."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nIt is conceded that the written engagement of the plaintiff in error, dated May 4, 1843, cannot be considered orltreated as a statutory recognisance. Since the decisions of the court cited on the argument, the propriety of this concessioncannot be questioned. B.ut admitting this, the court below decided that the engagement enured to the benefit of the plaintiff below, as a common law obligation, and, taking the case out of the hands of the jury, instructed them that, on the undisputed facts, he was entitled to recover. In this, we think, there was error. So. far as this case is exhibited by the record .returned, there is no other consideration upon which the offer of Thomas Snyder can be supported as a contract than a supposed agreement by Leibengood to forbear execution for nine months from the rendition of the judgment against Charles Snyder. There-was no express undertaking to this effect, and, therefore, it could only be established by an implication flowing from proof that Leibengood knew of, and acceded to, the engagement of Snyder. In the absence of such acceptance, implying assent, there was nothing in the case to prevent Leibengood from causing execution to be issued at any time within the nine months, and if he was at liberty so to do, of course the proffered engagement-, now sought to be enforced as a contract in pais, was nudum pactum. Rhoads v. Frederick, 8 Watts, 448; Todd v. Blair, stated in 3 Penna. Rep. 440; If this engagement had been made directly with Liebengood, there would, perhaps, have been no room for this objection. But -there is no direct proof that he knew of it, or in any way held himself bound by it, and it is a mistake to suppose that in a case like this, the law will presume adquiescence on the part of the judgment ere-' ditor. The facts, that no execution was issued within the nine months, and that the plaintiff below was possessed of, and sues upon the paper, are not by. any means conclusive, as the court be-, low seemed to think they are, of the question whether Leibengood had forborne at Snyder’s instance, or accepted his proposal. Clark v. Russel, 3 Watts, 213. At best, they are but circumstances in connection with other facts, to show his' assent to and acceptance of Snyder’s undertaking, which ought to have been left to the jury, with instructions that they must be satisfied of such acceptance and assent, and a consequent forbearance to sue out execution, otherwise the plaintiff was not entitled to recover. Koons v. Seward, 8 Watts, 388. But the court assumed this moot point to be conclusively established, and, upon this assumption, peremptorily instructed the jury. In this, as already intimated, an error was committed.\nBut again, as the case is presented to us by the record, another difficulty stands in the way of the plaintiff’s right to recover. The rule laid down by rPothier, and recognised by this court, in Case v. Cushman, 3 Watts & Serg. 546, is, that however general the terms may be in which an agreement is conceived, it only comprehends those things in respect of which it appears the contracting parties proposed to contract, and not others they never thought of. If, in this case, there was a contract, it must be taken as made in reference to the existing law, prescribing the condition of a recognisance of bail for stay of execution, sur judgment rendered by a justice of peace, for the legal presumption is, the parties were acquainted with, and contracted in reference to the statutory provision. The engagement of Thomas Snyder is: “I will go Charles Snyder’s security for nine months’ stay of execution in the suit wherein Samuel Leibengood is plaintiff.” What is this more than an undertaking, based upon the act of Assembly, regulating such bail or security, and dictating its terms. It seems to me to be impossible, without a gross violation of the meaning of the language used, to torture it into a promise to pay the amount of the judgment, at the expiration of nine months, if the defendant did not. Even if the phraseology employed were more vague and general, it would only comprehend the thing in respect to which the parties proposed to contract, and if referable to a statutory recognisance, as it clearly is in this instance, would be controlled by the prescribed terms of that recognisance. By the thirty-third section of the act of July 12th, 1842, (P. L. j>. 347,) these terms are, that no part of the property of the defendant, liable to be taken in execution by the plaintiff, shall be removed, &c., until the plaintiff’s demand shall be satisfied, or until the expiration of ten days after such plaintiff shall be entitled to have an execution issued on the judgment. Such must beyond question be taken as the condition of the agreement, upon which the plaintiff below claims to recover; for the form of the security exacted by the law being in the view of the promissor, must be taken as part of his agreement. If this be so, it was incumbent on the plaintiff below tó show by proof that within ten days after the expiration of the stay stipulated for, the defendant in the original judgment in some way disposed of property liable to the execution of the plaintiff. The only evidence given in the cause, to establish this important fact, was the execution issued by Justice Brotzman on the 8th of February, 1844, and the constable’s return thereon, of “ no property found.” But the judgment against Thomas Snydfer was rendered on the 21st of April, 1843, and, consequently, the execution did not issue until some time after the expiration of the ten days allowed by the terms of the agreement. From this it is obvious the return made upon it .cannot be accepted as competent proof in itself to show that the original defendant had made way with his chattels liable to execution, within the period limited by the statute. On this ground, therefore, as his case now stands, the plaintiff ought not to recover. This defect in his proof, it is probable, may be remedied on another trial. It is now noticed in order that the whole case may, qh the next occasion, be considered, and, as it is hoped, finally disposed of. '\nJudgment reversed, and a venúe de novo awarded.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Reeder, for plaintiff in error.",
      "J. M. Porter, contra.",
      "Reply."
    ],
    "corrections": "",
    "head_matter": "Snyder v. Leibengood.\nA promise made to a justice to be bail in stay of execution, not being a recognisance, requires a consideration to make .it binding, and there must be evidence of assent by the plaintiff, whereby he was to be bound by the condition, not to issue execution during the stipulated period. The mere fact that no execution was issued during that time is not sufficient to raise a legal inference-;, though had the promise been to the plaintiff himself, such might have been made.\nAn agreement only comprehends those things about which the parties may be supposed to have contracted. Hence a promise to become bail in stay of execution must be construed with reference to the then existing law on that subject, and to entitle a party to sue on if, he must have performed the same conditions as are pre-requisites to a proceeding on a legal recognisance .of bail. Per Bell, J.\nIn error from the Common Pleas of Carbon county.\nBee. 21. This was an action of debt against defendánt, as bail for-stay of execution which was removed by appeal into.ffhe Common Pleas. On the trial before Kidder, P. J., the plaintiff conceding there was no recognisance, claimed to recover as on a common law obligation.\n.The-plaintiff proved a judgment recovered-against Charles Snyder--before a justice on the 21st of April, 1843, and an entry on the docket as follows: “ May 6. Thomas Snyder sent in my office an order dated May 4th, 1843, agreeing to be bound security in the above judgment for nine months’ stay.” He then proved the order referred to, which was as follows:\n“ J. J. Herver, Esq., (the Justice.) Sir—This is to inform you I will go Charles Snyder’s security for nine months’ stay of execution in the suit where S. Leibengood is plaintiff. Thomas Snyder.”\nHe then called the justice, who said, “ I had a conversation with T. Snyder, after he gave the order, before the stay was out. He said C. Snyder had promised him to pay $50. He did not consider himself responsible. I said this would be defrauding the man; he said C. Snyder had promised to pay it, and it would be paid. There was no doubt it would be paid.”\nOn the 8th February, 1844, an execution issued against C. Snyder, and was returned no goods, and the present proceeding was then commenced. The defendant giving no evidence, the court directed a verdict for the-plaintiff.\nReeder, for plaintiff in error.\nIt is contended this was a contract that cannot be sustained, for the parties never met, nor did the plaintiff assent to this arrangement; the paper was not intended for his eye, nor did he ever see it. They should have shown the stay was in consideration of this promise, and that the promise was based on the agreement for the stay.\nBut if obligatory as a promise, it is to be construed with reference to the circumstances under which it was made ; and it would then be subject to the rule regulating recognisances under the act 1842, and was, in fact, a security against alienation, as if under that act. Case v. Cushman, 3 Watts & Serg. 546. In this view it was discharged, for the execution was not in time to bind a security under that act.\nJ. M. Porter, contra.\nThere was a promise in consideration of the stay of execution and performance of that consideration proved, and not disputed. Such a promise is binding; as in Claasen v. Shaw, 5 Watts, 408, where a constable took the obligation of a stranger. And in Nice v. Bowman, 6 Watts, 26, where an instrument void as a bail-bond was allowed to be sued on. So in Koons v. Seward, 8 Watts, 388, where the security was void as a statutory obligation. In Silvis v. Ely, 8 Watts & Serg. 420, a promise to an attorney without evidence of assent by the party was held to be binding. Stewart v. McGuin, 1 Cow. 99 ; 1 McCord, 575; Raymond v. Lent, 14 Johns. 401. The point that there was no evidence of a want of goods was not made below.\nReply.\nIf it was to be inferred that the stay was in consideration of \"the promise, that was for the jury. The cases cited of promises to third persons all assume an agency. The execution not being issued in time was no evidence of want of goods, and it seems conceded the act of 1842 is the rule of construction of this promise, and by that act the removal of the goods is necessary to a recovery against the bail.\nJan. 4."
  },
  "file_name": "0305-01",
  "first_page_order": 305,
  "last_page_order": 309
}
