{
  "id": 401881,
  "name": "Levers et al. v. Van Buskirk et al.",
  "name_abbreviation": "Levers v. Van Buskirk",
  "decision_date": "1846-01-04",
  "docket_number": "",
  "first_page": "309",
  "last_page": "317",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 309"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts, 215",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "7 Watts & Serg. 70",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481781
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0070-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 836,
    "char_count": 21730,
    "ocr_confidence": 0.557,
    "pagerank": {
      "raw": 1.6810202742091423e-07,
      "percentile": 0.6975617111267877
    },
    "sha256": "48a7a1dad5dd08b0d8e482b63a1d6491087ce4e339194108ee66cd427aaa6001",
    "simhash": "1:8d5064f3499cb0ca",
    "word_count": 3748
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Levers et al. v. Van Buskirk et al."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nThis case was here once before, and is reported in 7 Watts & Serg. 70. Then, as now, the leading question was whether the record and other evidence offered by the plaintiffs below tended to rebut the legal presumption of payment of the bond, due the 27th of May, 1814; to enforce payment of which, this equitable action of ejectment is instituted by the heirs of George Levers, obligee and mortgagee. This court then held that, although the ejectment of 1821 and the subsequent proceedings- therein, down to the conditional verdict in 1835, were so mixed, imperfect, and irregular, that probably the, plaintiffs could reap no direct benefit from them, yet, as they were proceedings upon the same mortgage which lies at the foundation of the present action, they might be shown to the jury to repel the presumption of payment, flowing from lapse of time, inasmuch as they established a demand of the balance of the money due on the mortgage, within twenty years. Upon the second trial, they were accordingly admitted in evidence for this purpose. But the defendants also introduced a new feature, which very materially changed the aspect of the case. I allude to the agreement of the 6th of April, 1810, between George Levers and Abraham Horn. The effect of that agreement, immediately upon the conveyance.of the land, the subject o.f this action, by Horn to Van Buskirk, the ancestor of the defendants, was to withdraw that portion'of the' mortgaged premises from the general operation of the mortgage, considered as a security .for the payment of the purchase money of all the tracts granted by Levers to Horn, making it liable for the payment by Levers only of the consideration money of the deed from Horn to Van Buskirk, upon payment of which- Levers was bound to execute a release of the land thus granted, from the lien of the mortgage. Relying upon this agreement, the defendants, pn the trial'of the cause, did not aver, nor were they called upon by the exigencies of their defence to do so, payment and satisfaction of the whole amount secured by the mortgage. ■ As entirely sufficient for' their purpose, they alleged payment, of the'sum which their ancestor agreed to pay on the conveyance \"to him by - Horn, and a release from Levers, and rested upon the presumption of payment, springing from the passage of more than thirty years between the delivery of the last-mentioned conveyance and the impetration of the writ in-this case. Had the cause been thus presented when lást here, it may well be doubted whether this court would have decided that the ejectment of 1821, and the subsequent proceedings, relating, as they did, altogether to other tracts and parcels of land than that sought now to be recovered, was evidence as tending in the slightest degree to rebut the legal presumption set up by these defendants. But, however that may be, the plaintiffs, under the former decision, have had the advantage of this evidence; but they complain that the court below did not charge the jury that it was conclusive to rebut the .presumption of. payment of the purchase money by the defendants, or their ancestor. After the view which has been taken, it is hardly necessary to suggest that this complaint is very unreasonable.' • The court, after adverting to the rule of presumption,. and the facts proved on the one side and the other, leave it as a question of fact to the jury, whether the several matters relied'on by the plaintiffs rebutted the presumption' Ret up by the defendants. In answer to the fourth point submitted by the latter, the jury w7ere instructed that the proceedings in the amicable action of 1821 -furnish prop.er evidence, in connection with the other 'facts of the case, 'for the consideration of the jury, as bearing upon the questionof payment; and, in answer to the fifth, that the ejectment brought in 1835 did not repel the presumption of payment of itself, but afforded, evidence for them. Surely this went1 as far to support the-pretensions of the plaintiffs as they could reasonably claim. If-any one is entitled to complain of the charge, in this.particular, it is the defendants; for, to say the least of it, it is, as already observed, extremely doubtful whether any repelling effect ought to be ascribed to the testimony introduced by the plaintiffs for this purpose. Certain it is, had the. court charged, as is claimed it ought to have done by the . ninth specification, it wmuld have beemerror, for which this court would have felt bound' to reverse, a judgment in favour of the plaintiffs. ' We perceive no mistake in the other portions of the charge.\nIt remains to consider the bills of -exception to evidence, sealed .upon the request of the 'plaintiffs.\nThe first and second of these relate to the records of certain judgments, recovered during the twenty.years', by various persons against George Levers, introduced by the defendants in aid of the legal presumption of payment. It was certainly competent to them to do so: While, on the one hand, the party seeking- tp recover a demand may introduce any circumstance, however slight, having a tendency in the least degree to defeat the presumption, (Foulk v. Brown, 2 Watts, 215,) so he who relies on it may strengthen and.support it by any fact which legally or- naturally has that effect. Iii' the present' case, tbe heirs of a man are seeking indirectly to recover a claim aue more'than thirty years before suit brought. To show that this man, in his lifetime and during- the progress of these thirty years, was in needy- circumstance's, and pressed by his creditors, in various suits’, for, large sums of money,’ which ended in the recovery of judgments and executions issued against him, was but calling in aid of the legal presumption, the strong natural inference that one, so harassed by his creditors, and apparently in want of’ money for the payment of his debts, would not have permitted his debtor, to a large amount, to escape for so long a time a demand of payment by suit. These facts were, at the 'very least, legitimate subjects of consideration for the jury, when weighing presumptions and probabilities, as detracting from the force of any- counter evidence given, or pretended to have been given on the other side. But it is said the records of ihese judgments should not have been received, because it appeared all of them had been satisfied. But though this circumstance may have weakened the effect their introduction was intended to,produce, .it-certainly did not altogether destroy -it, and the force of the evidence was for the jury and not for the court.\nThe third bill of exception is to the admission of -William Van Búskirk as a witness, it appearing that he was the. legatee of 20s.,' under the will of his father, the ancestor of the defendants, which legacy is, as it is said, charged upon all the lands wdiich were of the father. But to the objection of interest, founded on this fact, there are two answers. First, it is shown the testator left other lands than those now in dispute, more than amply sufficient for the payment of this and other legacies, if any be due, and therefore the witness has no such direct, certain, and positive interest in the event of the suit as will disqualify him; and, secondly, the will giving the legacy was proved in 1821, twenty-seven years before the witness was called to testify, and, consequently, in legal contemplation, the legacy had been paid, and there being nothing in the case to show the legatee might be called on to refund it, he stood indifferent between the parties.\nThe fourth and seventh bills raise objections to the admissibility of the record of the action of ejectment, brought for the recovery of the tract of land now in dispute, No. 3, to August Term, 1845, containing, among other things, the reasons filed in the case, for a new trial. ■ ' 1\nThe record of this ejectment, being between the same parties as the present or their privies, and in -reference to the same subject-'matter, was certainly admissible under the.rules of evidence. Why might not the reasons for a new trial, which formed a part of it, be read to the jury? It may be that a former verdict set aside cannot be introduced by him in whose favour it was rendered, for such a verdict is a nullity. But. reasons for a new trial filed of record, and acted upon by the court, are part of the case itself, and as no authority has been produced, showing a reason why they.may not be read as parcel of the record, I have, myself, failed to perceive any. I cannot say, with any degree of certainty, .the court below erred in this particular.\nThe eighth specification of error has not been insisted on here, nor do I see how it could have been, successfully. The proceedings in error were part of the case, and admissible in evidence.\nThe fifth and sixth' bills relate to the admissibility of Henry D. Maxwell, Esq.,- as a witness, to prove that the title set up by the plaintiffs in the last mentioned action of ejectment, was’the same as that under which they claim in this suit. Mr. Maxwell was of cpun-, sel with the plaintiffs in that cause, and assisted at its trial. The ground of objection to his testimony is, thát in testifying,-he violated the rule of policy which forbids an • attorney or counsel to reveal, even in a court of justice, information derived from his client to the prejudice of the client. But this kind of protection has never been carried so far as’is now claimed. It is to' be confined to confidential communications, and knowledge derived wholly or in part from private and professional intercourse, and does not embrace those facts the counsel may become acquainted with collaterally, or those which were from necessity, and to subserve the interests of the client, publicly disclosed by direction of the client himself, on the trial of his cause. In some cases it has been found difficult to discriminate between what comes within the description of confidential knowledge and what not. In the present instance, no such difficulty can be felt. The knowledge which formed'the subject of this evidence was clearly of a notorious and not confidential character. The witness was, therefore, properly admitted to testify.\nThe evidence mentioned in the ninth bill was held by this court, on the former occasion, to be incompetent testimony. It is now said, it ought to have been received to repel the inference drawn by the defendants,-from the judgments given in evidence as recovered against George Levers. How it could have this effect, the first of these judgments being in the year 1821, we are at a loss to discover, and it was not pointed out by the counsel who árgued for the plaintiffs in error. We do not, therefore, perceive any error in this action of the court beloyr.\nThe only remaining exception relates to the admission of the deposition of Philip Lessig. It is said this ought to have been excluded, because, 1. It was offered out of time. But this was matter within the discretion of the court below, to be exercised as justice to the parties litigant might dictate, and cannot be made the subject of error here. 2. That the conversations related by the witness had reference éntirely to other lands than the tract now in dispute, purchased by Joseph Van Buskirk from George Levers. But we cannot say that this so certainly appears as to warrant the court to reject the testimony on the ground of total irrelevancy. To what purchase the conversations particularly alluded, was for the jury to determine as the deposition stands, and it is not doubted the plaintiffs below took full advantage' of their privilege, to urge their estimate of the proof upon that portion of the trying tribunal.\nFrom this examination it appears no error was committed in the trial of this cause. Therefore, Judgment affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Ihrie, for plaintiff in error.",
      "Reeder, contra."
    ],
    "corrections": "",
    "head_matter": "Levers et al. v. Van Buskirk et al.\nA. purchased nine tracts of B. in 1810, and gave a mortgage for the purchase money payable in 1814, under an agreement that on a resale, B. would, on receipt of the purchase money, release such under-purchaser from the lien of the mortgage. In ejectment in 1841, against an under-purchaser on this mortgage, the plaintiff having shown an amicable ejectment between B. and A., for four of the reserved tracts of land in 1821, and a general reference with an award of a balance due on the mortgage confirmed in 1824; asci.fa.to revive, as in debt, with a judgment in 1829; another sci.fa. in 1834, in which the under-purchaser was summoned as terre-tenant, and disclaimed title to the lands included in the original action, and a general judgment was entered: Held, the court could not do more than leave these as facts to the jury, to rehut the presumption of payment from circumstances and lapse of time.\nWhether, under the right to a release by the under-purchaser, these proceedings were evidence against him. Query?\nThe records of judgments recovered against the plaintiff during the twenty years, which period is set up as furnishing a presumption of payment by the defendant, are evidence,in aid of the presumption of payment, although such judgments have been satisfied.\nLegatee in a will, more than twenty years old, which charges his legacy on the land, is a competent witness for devisees: it appeared there was other property, and no evidence that ho could be called upon to refund.\nIt seems, the reasons for a new trial arc such a part of the record that they may be read where the record itself is evidence.\nFormer recovery in ejectment evidence between the parties.\nProceedings in error are admissible in evidence between the parties.\nCounsel in a cause may prove matters occurring therein in open court, against his client, as what title was in question therein.\nEjectment in 1817 against defendant not competent to rebut inference from judgments recovered in 1821 and subsequent years, against plaintiff, which were used to aid presumption of payment of a debt more than twenty years old.\nThe time when a witness is allowed to he examined, not the subject of a writ of error. Where the court answer a point as requested, hut a mistake in fact be committed therein, the counsel must, at the trial, call the attention of the court to the error.\nWhere there is evidence of payment, and records of proceedings are shown to contra, diet the presumption arising from lapse of time, it is proper to leave the whole to the jury.\nIn error from the Common Pleas of Monroe county.\nDec. 21. This was an ejectment brought in August, 1841, on a-mortgage given by Abraham Horn to the ancestor of plaintiffs, dated April 6, 1810, to secure $8000 in annual instalments of $2000, on nine tracts of land. These lands were conveyed by Levers, the plaintiff’s ancestor, to Horn, on the 5th of April, and this mortgage was executed to secure the purchase money.\nThe defendants gave in evidence an agreement under the seal of the parties, of the same date with the mortgage, and recorded, reciting the conveyance and mortgage, and «that it was the intention of Horn to sell the land in small tracts,” and that it was agreed that Levers, on receiving the amount of the purchase money on such sales, should release to such purchaser the lien he had thereon under his mortgage. On the 20th April, 1810, Horn conveyed one of these tracts to defendant’s ancestor.\nThe plaintiff gave in evidence the bond for the last instalment secured by the mortgage, also the record of an amicable ejectment in 1821, between Levers and Horn, for four of the tracts reserved by Horn after the sale to Van Buskirk. A reference was made in this case, under the act of 1705, of all matters in controversy between the parties, and it was shown that the balance due on the mortgage was the question in dispute; that after credits were allowed, an award was made for $1426 90. Van Buskirk was not before the referees. The report was confirmed in 1824. In 1829, a sci.fa. to revive this judgment, reciting a judgment in debt, issued against the representatives of Horn and others, terre-tenants, on which judgment was entered by default. In January, 1834, a similar sci. /¡.issued, in which the present defendants were summoned as terretenants. They pleaded that they had no property in the lands included in the amicable action, and subsequently disclaimed all title to those lands. The other defendants there pleaded payment. A general verdict was found, conditioned to be released on payment of $2489.\nThe defendants, for the purpose of strengthening the presumption of payment, showed the records of various judgments against Levers, all of which had been satisfied; The' first and second of plaintiff’s exceptions were to the admission in evidence of any satisfied judgments.\nThe third exception was to the ‘ admission of a witness. The ground laid was, that he was a legatee for 20s. in his father’s will, proved in June, 1821. The devise was of all the real and personal estate to defendants, after payment of debts and legacies. It was shown that testator left other land of greater valué than the legacy.\nThe fourth was to the admission of the record of. an ejectment for xthe land in dispute between the plaintiffs’ ancestor, and the present defendants, brought in 1835, affirmed in the Supreme Court.\nThe fifth and sixth were, to proof by the plaintiffs’ counsel in that case that the same title was in 'question in that case and this.\nSeventh exception. Defendants read the record of the ejectment in 1835, and were proceeding to read the reasons for a new trial annexed thereto, when plaintiffs objected, but the court admitted them; these it would seem were reasons filed on a previous verdict, on which a new trial had been granted, as they were filed on the part of the defendant who subsequently succeeded.\nThe eighth was to the admission of the proceedings in error in this case.\nThe ninth was the rejection of evidence of the record of an ejectment for the tract in dispute brought, by Levers v. Van Buskirk in 1817. The result was not stated on the record.\nThe plaintiffs having concluded their rebutting testimony, defendants, under exception, (10th,) called a witness, who proved conversations with Levers, and his assertion that Van Buskirk had paid him for that part of the land on which the widow now resides, and that he also said he had enqugh in the mortgage, on other lands, to secure his money.\nThe charge of his honour, Kidder, P. J., on the effect of these actions to rebut the presumption of payment, was assigned for error here '; it was that “ the proceedings in the amicable action of 1821, furnish proper evidence, in connection with the other facts in the case, for the consideration of the jury, as bearing on the question of payment.\n“That the action of ejectment, brought in 1835, does not itself repel the .presumption of payment. It was not brought until more than twenty years had elapsed after- the bond became due, but it affords evidence for your consideration, as a part of the proceedings on the part of the plaintiffs. We cannot say that it strengthens the presumption of payment, but it is proper evidence to go to the jury with the other evidence as bearing upon the question.”\nThe exceptions to evidence and the charge as to the presumptions were assigned for error.\nIhrie, for plaintiff in error.\nThe continual claim and the judgments recovered were conclusive evidence to rebut the presumption of payment by lapse of time. Third exception. The witness was a son of defendants’ devisor, and his legacy charged on the land. [Per Cur.—The will was proved in 1821, and the trial in 1845. You should have gone further, for there is a presumption of payment after such a length of time. You have shown him to have been disinterested.] Fifth. The witness was a counsel in the cause, and called against his client. [Rogers, J.—Merely to prove matters occurring in open court. You would not contend against that. Bell, J.—Only confidential communications are excluded.] Seventh. Though the record was admissible, certainly the reasons for a new trial were not, and the facts set out were calculated to prejudice us. [Rogers, J.—Did you afterwards make an objection?] We objected to the contents of the record. [That another paper is annexed is immaterial, it should have been excluded; but there is no special objection. Bell, J.—I do not see how it could prejudice.] The evidence in the ninth .bill was proper to rebut the presumption of payment. The tenth had reference'to other matters.\nThe court erred in leaving the effect of the record to the jury.- It is settled that matters of record are for the court. [Rogers, J.— There was evidence of admissions of payment; the whole, therefore, had to go to the jury.] The court mistook the ejectment of 1835 for the sci.fa. of 1834, and therefore misled the jury. [Bell, J.—■ They answered the point as you put it. Why did you not state the facts and call their attention to the mistake.]\nReeder, contra.\nThe new evidence, which was not in when this cause was here before, when understood, will avoid all difficulties. The agreement to release under purchasers' from the mortgage, merely required us, Who are such purchasers, to raise a presumption of payment of the mortgage pro tanto. The time that elapsed, and the evidence of an attempt to collect the balance from the unsold lands, was evidence that we had satisfied the claim. ' It was not until 1834 that an attempt was made to include us in the proceedings, and the judgment then suffered to be entered was a reconversion of the proceedings into the original form of action; that is, ejectment for other lands. This exclusion and the action of 1835 were both consistent with the fact of our release. (The court declined hearing further argument.)\nJan. 4."
  },
  "file_name": "0309-01",
  "first_page_order": 309,
  "last_page_order": 317
}
