{
  "id": 401940,
  "name": "Morgan's Administrators v. Walton",
  "name_abbreviation": "Morgan's Administrators v. Walton",
  "decision_date": "1846-01-02",
  "docket_number": "",
  "first_page": "321",
  "last_page": "324",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 321"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts, 44",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846096
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0044-01"
      ]
    },
    {
      "cite": "6 Watts & Serg. 217",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts, 172",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850980
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0172-01"
      ]
    },
    {
      "cite": "6 Watts & Serg. 213",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480222
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0213-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 434,
    "char_count": 8111,
    "ocr_confidence": 0.585,
    "pagerank": {
      "raw": 1.9386919947645482e-07,
      "percentile": 0.7352291581478302
    },
    "sha256": "7a70e70ef2bb4367e5437820faf0135e68fea54519b16cd6cedbe0a37da11153",
    "simhash": "1:7a1fcdb1c6e4f06c",
    "word_count": 1432
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Morgan’s Administrators v. Walton."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nIn the case of Gilkyson v. Larue, 6 Watts & Serg. 213,-the court, in delivering judgment, say, «the acknowledgment of a debt is evidence of a promise,” but it ought to be plain, unambiguous, express, and so distinct and palpable in its extent and form as to preclude hesitation. By the terms of the act of Assembly, of the 27th of March, 1713, entitled « an act for limitations of actions,” the remedy on the cause of action, in actions upon the case, is taken away in six years after the cause of such action or suit has accrued, if the defendant chooses to avail himself of the statutory protection, and nothing remains but the moral obligation, which is held to be a sufficient consideration to support a new promise to pay, or what is tantamount or equivalent to such promise. In the expressions cited from Gilkyson v. Larue, it is established according to adjudicated cases, that a distinct, unequivocal acknowledgment of the debt will be sufficient to authorize an inferential or implied promise to pay. This is going as far as the court felt themselves authorized to go by adjudged cases, and we are not disposed to relax the qualifications and restrictions which are there annexed, in order to bring the acknowledgment within the rule. In the conversation to which the witness testified, as casually occurring between him and the alleged debtor, there was added to the acknowledgment a promise to pay. But an express promise, like the promise implied from an acknowledgment of the debt, must have the same requisites; that is, it must be plain, unambiguous, express, and so distinct and palpable in its extent and form as to preclude hesitation. The acknowledgment and promise in this case, as they were given in evidence, were vague, sh?iowy, and uncertain. The witness did not represent himself as the agent of plaintiff below, nor does it appear that the debtor knew him as such. The alleged debtor, who was the intestate oT the plaintiff in error, said to the witness in an accidental conversation, that he owed the plaintiff, ahd he would settle with him the next spring and pay him. At that time, according to the account exhibited in evidence by the plaintiff below, there was a part of it not barred by the statute of limitations. The conversation occurred in the fall of the year 1838, and then $7 50 of the account was in full vigour. It is uncertain, therefore, whether the intestate intended to refer to that part of the account which was then legally due and recoverable, or to that part which was barred by the statute, or to the whole together. The account being all on one side and not merchants’ accounts, and consisting of distinct charges for services rendered as a physician, part would be barred by the statute, and part not, according to the lapse of time. The amount or nature of the account or claim of the plaintiff below was not mentioned or referred to by the witness, nor by the intestate ; the latter, however, qualifiedfhis acknowledgment and promise, -by saying that he would settle with the plaintiff below. Now, as it does not appear that there was any cross-demand or claim, it may have been intended by him to mean that he would settle, and ascertain what was really in full life, and pay it.' With that qualification, however, if he had even been called on in his lifetime, there was nothing in his acknowledgment which would have prevented him from setting up the statute, for there would have remained the $7 50 due and owing by the intestate to the plaintiff below, after striking off all which the statute barred; and if the intestate could have set up the statute as a defence, his representatives may avail themselves of it.\nThe account commences in June, 1828; the present suit was not brought until the 13th of July, 1844, almost six years after the alleged acknowledgment, and after the death of the alleged debtor. It is a stale claim, and not entitled, under all the circumstances, to any relaxation of the most rigid application of the statute which the adjudged cases allow. Although at the time of the alleged acknowledgment, $7 50 was due and recoverable; yet, as more than six years had elapsed from the date of the last services rendered until the institution of this suit, the statute was a clear bar to those items of the account; because the alleged promise cannot be appropriated to them for the purpose of establishing a new era from which the statute would commence to run'; as they were then-in full life, and the acknowledgment added nothing to their legal vitality. The alleged promise was, in regard to them nudum pactum, without consideration to support it. Case v. Cushman, 1 Barr, 241. The running of the statute as to these items of the áccount, must date from the time the services were rendered.\nIn relation to the other-part of the account, wTe are of opinion that the alleged acknowledgment and promise were not sufficiently certain, precise, unambiguous, and definite, as to the account or nature of the demand and amount intended to be admitted, to take the case from within the range of the statute; and as the .court below instructed the jury, that if they believed the witness, the acknowledgment was sufficient, and the plaintiff was entitled to recover, they fell into an error.\nThe judgment- is therefore reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "W. Davis and C. Davis, for plaintiff in error.-—",
      "Reeder, contra."
    ],
    "corrections": "",
    "head_matter": "Morgan’s Administrators v. Walton.\nWhere part of an account is barred by the statute of limitations, an admission of indebtedness, and a general promise to settle and pay, is not such a new promise as will tafee the case out of the statute; for it may refer'to that part unaffected by the statute. A promise within the six years is without effect. Per Coulter, ,T.\nIn error from the Common Pleas of Monroe county.\nDec. 22. Assumpsit on a book account, to which defendant pleaded the general issue and the statute of limitations. The plaintiff proved the account for medical attendance; the charges commenced June 1, 1828, and continued through that and the following years, up to 1834, amounting to $>13 55; the charges in 1832 and 1833, amounted to $7 50. The action having been commenced in July, 1844, the pláintiff, -to avoid the plea of the statute, called his son, who stated that in the fall of 1838, he had had a conversation with the defendant, ^nd asked him if he' had any corn to sell, and whether it would suit.him to let witness have any on his father’s account; he said not at this time, if he had any to spare he would let witness have it on his fáther’s account, “for,” said he, “I owe your father, but tell your father I cannot pay him this fall, not before next spring; but next spring I intend to settle with your father, and pay him what I owe him. • Either pay him what I owe him or his account, I am not sure which.”\n■ Kidder, P. J., left this to the jury as sufficient evidence, if. believed, to take the Case out of the statute.\nThe errors assigned were, in the charge that the evidence was sufficient; and second, that the court should have instructed the jury it • was insufficient. 1. For want of distinctness and precision. 2. Because, as to the'part not affected by the statute being within six years, it was nudum pactum. ' ’. ■ . •\nW. Davis and C. Davis, for plaintiff in error.-—\nThis ackno’wledgment is insufficient. Magee v. Magee, 10 Watts, 172; Gilkyson v. Larue, 6 Watts & Serg. 217. The amount was uncertain, and a promise to settle is not a promise to pay, for it is consistent with an absence of indebtedness. Gleim v. Rise, 6 Watts, 44. It was, moreover, uncertain what part of the account was referred to ; that barred by the statute, or that which was in force. As to this part, the promise was of no effect. Case v. Cushman, 1 Barr, 246. [Gibson, C. J.—That case is much contested.]\nReeder, contra.\nThe distinction between the parts of the account was not made below, it arises out of Case v. Cushman. [Per Cur.— You may dismiss that error from the argument.] There is a clear distinction taken in all the cases cited between a mere acknowledgment and a promise; the latter has always been held to revive the debt.\nJan. 2."
  },
  "file_name": "0321-01",
  "first_page_order": 321,
  "last_page_order": 324
}
