{
  "id": 401903,
  "name": "Hazleton Coal Company v. Megargel; Same v. Same",
  "name_abbreviation": "Hazleton Coal Co. v. Megargel",
  "decision_date": "1846-01-05",
  "docket_number": "",
  "first_page": "324",
  "last_page": "330",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 324"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Mass. Rep. 364",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2005716
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/3/0320-01"
      ]
    },
    {
      "cite": "17 Mass-. Rep. 1",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2036144
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/17/0001-01"
      ]
    },
    {
      "cite": "4 Serg. & Rawle, 6",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1801957
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/4/0006-01"
      ]
    },
    {
      "cite": "4 Watts & Serg. 424",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856301
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0424-01"
      ]
    },
    {
      "cite": "6 Watts & Serg. 269",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480209
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0269-01"
      ]
    },
    {
      "cite": "1 Peck, 215",
      "category": "reporters:state",
      "reporter": "Peck",
      "opinion_index": -1
    },
    {
      "cite": "3 Day, 493",
      "category": "reporters:state",
      "reporter": "Day",
      "opinion_index": -1
    },
    {
      "cite": "7 Wend. 31",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2009649
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/7/0031-01"
      ]
    },
    {
      "cite": "15 Wend. 256",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2018855
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/15/0256-01"
      ]
    },
    {
      "cite": "1 Watts, 385",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838074
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0385-01"
      ]
    },
    {
      "cite": "1 Rawle, 330",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819317
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0330-01"
      ]
    },
    {
      "cite": "5 Binn. 340",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793655
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/5/0340-01"
      ]
    },
    {
      "cite": "3 Watts & Serg. 373",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854636
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0373-01"
      ]
    },
    {
      "cite": "1 Watts & Serg. 101",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852594
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/1/0101-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 805,
    "char_count": 15661,
    "ocr_confidence": 0.56,
    "pagerank": {
      "raw": 5.8876561711594974e-08,
      "percentile": 0.3687825043081662
    },
    "sha256": "c39a04196606f793fc3f6284f4ca566a1c5b9cafd4460d8f18b560d983b15d56",
    "simhash": "1:0467805dae3ee53a",
    "word_count": 2741
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hazleton Coal Company v. Megargel. Same v. Same."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThe paper in question seems to be within the statute which declares that “no incorporated body, public officer, association, partnership or private’ individual, -other than such as have been expressly incorporated or established for the purpose of banking, shall make, issue, re-issue, or circulate, any 'promissory note, ticket, or engagement of credit, in the nature of a bank note.” The mischief intended to be prevented was the circulation of an unauthorized paper currency, passing by delivery as money; and no one can doubt that the paper before us is within the meaning. Is it not also within the words? It is in the form of a certificate of loan payable a year after date, with interest, to a particular individual or bearer at the company’s office. It is printed 'on the usual bank-note .paper, and • engraved with the embellishments of a bank note. Though in the form of what is popularly called a due-bill, it has the constituent parts of a promissory note; and, I doubt not, might be declared on as such. But if not a promissory note, it is certainly a ticket- or engagement of credit; and is it not in the nature of a bank note ? There can be no bank note which has not been issued by a bank; but there may be a note,- ticket, .or engagement of credit intended to have the properties and to do the office of-one; and that is the very substitute which the legislature intended to suppress. Now the properties of a bank note which distinguish it from any' other promissory note, are its adaptation to circulation by delivery from hand to hand, and the difficulty it presents t-o simulation; in which respects this paper is conformable to it. It is true the debt is not payable on demand, and it bears, interest in the mean time; but these are not essential differences. A' -bank’s post note is not the less a bank note; and if the statute might be eluded by extending the promise to payment of interest; it would seldom be enforced, for a nominal-rate per cent, would be as-operative as a substantial one. Even were the interest an object, though the computation of it at each exchange might be troublesome, it would not be a serious impediment to circulation; at least it wras not found so in -the circulation of the treasury notes, which were issued after the last war with England.\nBut what evidence was there to warrant the .direction that the making and issuing were well proved? None whatever but the. president’s signature,-and the prosecutor’s production of the paper. The only subject that I remember which affords analogies applicable to the present, is the publication of a libel, in regard to which it was undoubtedly held in the. King v. Beare, Ld. Raym. 417, S. C. 1 Vent. 31; 2 Salk. 417, that the handwriting of the maker is primd farie evidence of publication by him; - and J concede that if there had been proof-of an\" authority from the company to the president, to sign the paper as the company’s executive officer, it .would have shifted the burden of proof to the other side. But there-is no'proof of any special authority; and what is the. general authority.of the president o'f a company incorporated, hot. for purposes of banking •or any object connected with currency, but for mining and marketing coals ? The powers of such an officer are much more- restricted than the powers of the cashier of a bank, because the operations of a mining company are more .restricted than the operations of a banking one -r and yet in the Bank of Pennsylvania v. Reed, 1 Watts & Serg. 101, and the Harrisburg Bank v. Tyler, 3 Watts & Serg. 373, a cashier was held to be the representative of his bank only in the performance of those functions which peculiarly belong to him in the current transactions of its business.\"- Nor does any presumption of the company’s guilt arise from the act of its officer; for while the presumption of law, on the one hand, is that the. officer did no more than his duty, the presumption of innocence on\" the other is, that the company did not instruct him to violate the law.\nThese presumptions being equal and antagonistical, what other evidence is there in the case? None whatever but the naked posr session of the paper by the plaintiff. It was said in the King v. Beare that the possession of \"a libel which has been published, is evidence to prove a publication of it by the possessor, b’ut certainly no one else. Where indeed a libel has been published, there is-a presumption that the maker of it is the publisher\". But even this has been doubted by Lord Camden in Entick v. Carrington, 11 St. Tr. 322, (Harg. ed.; 19 Howl, ed., 1072;) who in speaking of the King v. Beare, said: “If all this be law) and I have at present n.o right to deny it, whenever a favourite libel is published (and these-compositions are apt to be favourites) the whole kingdom in a month o\"r two becomes criminal, and it would be difficult to .find an innocent\" jury among so many millions of offenders.” It is evident that this celebrated constitutional lawyer did not much relish the dóctrine.eveh when applied to the individual possessor. But surely it ought not to be applied to any one\"else. The bare, possession of a newspaper is not evidence of publication even against the printer whose name it bears, it being necessary, to show in addition that the libellous matter was sold at his shop. In. McCorkle v. Binns, 5 Binn. 340, (S. C. 2 P. A. Br. 79,) it was thought necessary to produce other newspapers, with the same heading and type, which had been purchased there. No case can be found where the defendant has been fixed with the fact of circulation merely because he had let the paper slip from his custody. It has been held that giving counterfeit coin in charity, is not an uttering of it within any of the English statutes. But how, it has been asked, is the prosecutor to proceed ? It is certainly in his power to give some account of the paper, and to show how he came by it; or on the principle of McCorkle v. Binns, to prove that other notes of the stamp were in circulation without being repudiated by the company. He might perhaps prove that some of these had been actually issued by its officers. But for the want of some such evidence, there was nothing to be left to the jury.\nJudgment is reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Reeder, for plaintiff in error.",
      "Broadhead, contra,"
    ],
    "corrections": "",
    "head_matter": "Hazleton Coal Company v. Megargel. Same v. Same.\nA certificate that “ there is due from the Hazleton Coat Company to A. or bearer $5, value received, payable one year after date at the office of the company, Philadelphia, . with interest at six per cent, per annum, being part of a'loan authorized by an act ' of the legislature of Pennsylvania, of the 8th of March, 1839,” signed by the president, and by B. for the treasurer, and printed on bank-note paper, is within the act of March 22, 1817, §'2d, inflicting a penalty on the issue of promissory notes, tickets, or engagements of credit, in the nature of bank notes.\nPossession by plaintiff, coupled with proof of the signatures made by the officers of the company, is not sufficient evidence of the making and issuing within the act..\nIn error from (he Common.Pleas of’Northampton 'county.'\nDec. 23, 24. There, wére two causes 'between the' same parties • brought.up by writ- of error; involving nearly the same questions. .They were actions.to recover the penalty under the act of 1817, for issuing two promissory notes, which were, identical in áll respects but their numbers. . '•\nThe notes w'ere in this form:—\n• “No. 1237—-Incorporated 1836—Capital $400,000—B.\n“5. ' 5.\n.“ This is to certify that there is due from the Hazleton Coal Company tó P. A. Reading or bearer, five dollars, value received, payable one year after date, at the office of the company, Philadelphia, with interest at six per cent, per annum, being part of a loan authorized by an act of the legislature of Pennsylvania, of the 8th day of March, 1839.\n« Philadelphia, Jan. 1, 1840.\nííRobt. Miner, for Treasurer. Saml. Moore, Pres’t.”\nAnd were printed on the ordinary bank-note paper.\nIn the first case, plaintiff proved the election of Moore'as president of the company in 1839 and 1840, and that the signature to the note was his.\nHe then proved that Miner, in 1838-39, acted as treasurer or secretary of the company—witness was employed by them as contractor, and saw him make entries in the books, and was paid money by him. on the company’s account, in August or September, 1839.\nAnother witness stated, he had transacted business and received money from Miner as treasurer, from 1839 to 1841, and that he had the books of the company in'charge.\nThe court then admitted the note in evidence, defendant excepting.\nThe act of 1817, March 22d, provides, that “ no incorporated b.ody, public officer, association or partnership, or private individual, other than such as have been expressly incorporated,-or established for the purpose of banking, shall make, issue, re-issue or circulate any promissory note, ticket, or engagement of credit in the nature of a bank note,”—“ under the penalty, in the case of a public officer, of ten dollars, and in case of a corporation, association-or partnership, fifty dollars for each and every note so made, issued, re-issued, circulated, paid, or received, to be recovered, &c., by any person suing for the-same before any alderman or justice of the peace,” &c.\nThe court (Ranks, P. J.)' instructed the jury, that the making and issuing was, no doubt, well proved; the truth of this fact could not b.e questioned! That the charter need not be. shown; the defendant being sued as an incorporated body, must, if intending to deny the-fact,- plead it in abatement.-\nThat in making and putting into circulation this paper, the very evil which was intended by the legislature to be remedied, was'committed.\nIn commenting on the statute, his honour said: “ A ticket or engagement of credit in the nature of a bank note,' are very comprehensive terms. To be in the nature of a bank note, does not require that the paper should be of the exact form of a bank note in words. It must partake of its nature so far as to be fitted.to pass from hand to hand, as a circulating medium. This characteristic is, in my judgment, the true criterion. A little reflection will clearly demonstrate this position. A promissory note in the nature of a bank note, in its enlarged and liberal sense, would comprehend any instrument having that form, given by one individual to another for money loaned, or for a debt contracted on the purchase of lands or goods between individuals, though limited to a single transaction in the usual course of business. This was not intended, and in spirit the statute does not touch such transactions. This, itself, teaches us that the language of the act, and the mischief to be prevented must be considered together, in giving an interpretation to this statute. The prohibition does not apply to private and single transactions in private life, in the ordinary and usual course of business, in the purchase and sale of property, and in giving securities for debts. The idea contained in the statute is far different from and beyond this. It is to prevent the making and issuing of paper, circulated and designed to circulate through the community for its ordinary purposes, as money. This is the sense in which I understand the words employed by our law-makers. This circulation was felt throughout the country, as a mischief deeply affecting the interest and property of all. To cut it up by the roots, was the object of the legislature in passing this law. If its prohibitions mean any thing, if the terms are not mere empty sounds, they must comprehend the making and issuing of any paper medium, by any unauthorized individual, or corporation, for the purpose of a common medium.”\nThe admission of the evidence; the charge, that evidence of the charter was unnecessary; that-the making and issuing were well proved, and the construction of the statute, were the errors assigned.\nIn the second case, there was the same evidence as to Moore, but no proof of the agency of Miner later than 1839. In 1840, he was a contractor.\nThe court instructed the jury, if Miner was treasurer defacto, the company was liable for his acts.\nA question was also raised, as appeared from the charge, (the pleadings not being mentioned on the paper-book,) whether the suit was barred by the act of 26th February, 1845, passed since the commencement of the action. The court was of opinion, that such acts were not, without the plainest words, to be construed to extend to suits then pending; that there was a right vested in the party, which it could not be supposed was intended to be barred by subsequent legislation, and that the act did not apply to this case.\nReeder, for plaintiff in error.\nThere was no proof of authority in the agents to execute the certificates; the law only implies an authority to do lawful acts, while here, the attempt is to make the principal liable criminally, which a corporation cannot be. Turnpike v. Watson, 1 Rawle, 330 ; Gordon v. Preston, 1 Watts, 385; Commonwealth v. Bank of United States, 2 Ash, 349; Clark v. Benton, 15 Wend. 256; Life Ins. v. Mechanics, 7 Wend. 31 ; Hartford v. Stedman, 3 Day, 493; White v. Westport, 1 Peck, 215. The court erred in interpreting the statute; being penal, it is to be construed most strictly as to the description of the offence. It must be within both the spirit and the letter; unless within both, it cannot be extended to cases within the mischief, per Kenyon, C. J. [Bell, J.—Our court in Mayor v. Davis, (6 Watts & Serg. 269,) has given a more reasonable construction, and say, if they can discover the intent, they will apply the statute.] It would be unreasonable to construe the statute in the alternative ; it reads “ make and issue.” As to the subject matter of the act: The paper would certainly be within the words “any engagement of credit;” but for the subsequent words, “ in the nature of a bank note :” these mean something more than similitude; they mean a paper having the essential properties of a bank note. [Bell, J.—In the nature of a bank note, is an instrument intended to pass from hand to hand as moneyj without requiring endorsement.] One of the properties is, that it should be of an unvarying value, which cannot be when they bear interest, as that would require a calculation at-every transfer. [Gibson, C. J.— Suppose the interest was one-sixteenth of one per cent. Coulter, J.—That would be a fraud On the law on the face of the instrument.]\nBroadhead, contra,\nwas confined to the question of the evidence of the issuing of the instrument by defendant.' The case was decided on that point when here before, and is reported in 4 Watts & Serg. 424. We have shown Moore was president, and the presumption is, he acted within the scope of his authority. [Gibson, C. J.—The question is, what evidence is there the paper was issued by defendant? Rogers, J.—There is possession by plaintiff; and you cannot presume a larceny. Bell, J.—It might have gone into circulation by accident ; there was a case in which it was shown, that the officer of a corporation fraudulently issued similar notes.]\nThat corporations are liable for such acts of their agents,- is well settled. Ang. & Aha. on Corp. 211; Chestnut Hill v. Rutter, 4 Serg. & Rawle, 6; Salem v. Gloucester, 17 Mass-. Rep. 1; Foster s. Essex, Ibid. 511; Gray v. Portland Bank, 3 Mass. Rep. 364.\nThe second question raised in the case, Whether the act of 1845 barred the action, was argued at great length. The court generally agreeing, that it was purely one of intention in the legislature, not of constitutional power.\nJan. 5."
  },
  "file_name": "0324-01",
  "first_page_order": 324,
  "last_page_order": 330
}
