{
  "id": 401931,
  "name": "Barry et al. v. Mervine et al.",
  "name_abbreviation": "Barry v. Mervine",
  "decision_date": "1846-01-02",
  "docket_number": "",
  "first_page": "330",
  "last_page": "331",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 330"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 202,
    "char_count": 2717,
    "ocr_confidence": 0.575,
    "pagerank": {
      "raw": 6.770845263994211e-08,
      "percentile": 0.4104934303119603
    },
    "sha256": "fe07a29498eea02b3ee58b89f9c99789678c6e26cd1d9489c695e80a582d3c1a",
    "simhash": "1:a6fb4974550b431c",
    "word_count": 485
  },
  "last_updated": "2023-07-14T19:57:13.703465+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Barry et al. v. Mervine et al."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nHad a credit for the cross demand been ■ endorsed on the note, it would have been very payment of so much; but was the agreement to defalcate, equally so ? It was no more than an agreement, and as distinctly executory as was the promise raised by the law to pay the balance resulting from the computation at the settlement. What are the facts ? The Mervines, holding a note of the Barrys, had a settlement with them of other transactions, both joint and separate, that resulted in the balance of a lesser sum against them, and which it was agreed should “ come off the note,” a memorandum of the agreement being entered by common consent on the books of the Barrys, without receipt passed as evidence of debt given up. Now the very word used by the witnesses showed 'that the agreement had respect to defalcation'. The memorandum was no more than evidence of assent that the separate claims of particular parties should be set against joint claims, which could not otherwise be done. Nor was either side bound by this assent for which no consideration had passed.. The Barrys were not bound to plead their set-off; and for that reason, if for no other, the Mervines were not bound to admit it. It was actually given in evidence however under the plea of payment; and as the amount recovered was reduced by it to the limit of a justice’s jurisdiction, the plaintiff was entitled to costs. Judgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Reeder, for plaintiff in error.",
      "J. M. Porter, contra."
    ],
    "corrections": "",
    "head_matter": "Barry et al. v. Mervine et al.\nIn an action on a joint note, there having been an agreement that the separate claims of defendants should be deducted under the pleas of payment and set-off, they viere proved and a verdict found for less than $100: the plaintiffs are entitled to costs.\nIn error from the Common Pleas of Monroe county.\nDec. 24. The question here was, whether the plaintiffs, having brought suit in the Common Pleas and recovering less than $100, were entitled to costs.\nThe action was on a note for $221, drawn by defendants, and the pleas were payment with leave and set-off. The defendants proved that plaintiffs said the price of a horse and a book account were to go off the note. They then gave evidence that a settlement took place between the parties of their joint and separate claims; that defendants wanted to apply the amount to the note, and that one of the plaintiffs said he had not the note along, but defendant might enter it in his book, which was done, and the entry made thus, “ $168 33 due me on book account.” A verdict having been taken for the balance, amounting to less than $100, a rule was taken to enter judgment without costs, as there had been no previous affidavit filed which was refused.\nReeder, for plaintiff in error.\nJ. M. Porter, contra.\nJan. 2."
  },
  "file_name": "0330-01",
  "first_page_order": 330,
  "last_page_order": 331
}
