{
  "id": 401961,
  "name": "Hallowell v. Williams",
  "name_abbreviation": "Hallowell v. Williams",
  "decision_date": "1846-01-04",
  "docket_number": "",
  "first_page": "339",
  "last_page": "344",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 339"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts, 424",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840099
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0424-01"
      ]
    },
    {
      "cite": "4 Whart. 56",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1834984
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0056-01"
      ]
    },
    {
      "cite": "1 Watts & Serg. 301",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852584
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0301-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 622,
    "char_count": 13480,
    "ocr_confidence": 0.579,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.014871137274798647
    },
    "sha256": "ccbc43d644322bfef3e25acc63cdcfdc6af3e7d95ee56ac49d79e93362ba154f",
    "simhash": "1:b4ecb579bb8e5156",
    "word_count": 2309
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hallowell v. Williams."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nIt appears, from the paper-book, that the first objection made in the court below against the admissibility of evidence, proceeded upon the notion that the agreement of the 27th of November, 1816, signed by the then practising attorneys of the Court of Common Pleas of Montgomery county, and the practice that has obtained in pursuance of it, was not applicable in a case like the present, and for this reason the evidence mentioned in the first bill of exception ought not to have been received under the declaration filed in the cause. But this is a mistake; the agreement is framed in general and very comprehensive terms. It includes all cases of appeal from the judgments of justices of the peace. There is nothing in its language or spirit, exclusive of any class of cases of which a justice has by law jurisdiction, and in which an appeal lies from his judgment. This appeal consequently falls within its scope and meaning.\nBut it is further objected here, that the agreement is not to be regarded as a rule of the court below, being but a private arrangement of the gentlemen who were parties to it, not binding upon their successors. It is admitted however, that immediately after it was concluded, it was placed among the records of the court and for nearly -thirty years has been recognised by both court and bar, as furnishing a rule of practice, of which all have had the advantage, if any advantage flowed from it. Under these circumstances, we think it has acquired the character and force of a rule of court established by general consent, and it is not now to be permitted to counsel on the •trial of a cause, to repudiate it in surprise of his antagonist. This would be a fraud on the universal understanding, and therefore unjust; If, as intimated on the argument, it has been found to work injuriously’in practice, .and it is easy to see there is, probably, truth in such an objection, it may be repealed by the court, or perhaps abrogated by a counter agreement of the bar.\nWe se.e no error presented by the second bill of exceptions. .The recognisance entered into by the defendant below, in pursuance of the thirty-third section of the act of 12th of July, 1842,- to procure a \"stáy of execution upon the judgment recovered by Williams v. Brouse, was properly conditioned that no part of the property of the defendant in the judgment liable to execution should be removed, secreted, assigned or in any way disposed of, except for the necessary support of himself and family, until the plaintiff’s demand should be satisfied, or until the expiration of ten days after the plaintiff should be entitled to have execution issued on the judgment, &c. The execution issued at the suit of Williams, having been returned by the constable with the endorsement “ no goods,” which was,\" in effect, a return that no goods of the defendant could be found .whereon to levy it; it became necessary, or at least not improper, for the plainiiff to prove, that at the time of the acknowledgment of the recognisance, the original défendant, Brouse, possessed goods liable to be taken in execution, and their value, for without this there could be obviously\" no breach of the condition of the recognisance\". If.it were admitted that the plaintiff \"might have\" safely rested on the recognisance itself as prima-fade proof of this fact, still this did not preclude him from giving\" other competent evidence to establish it, and we see no objection to parol proof for the purpose.\nThe third, fourth and fifth bills of exception, founded on the rejection of evidence offered by the defendants below,-may be considered in connection. The executions issued by Justice Leech, and the proceedings had.in pursuance of them, were offered to rebut the plaintiff’s case, by showing that at the time of the acknowledgment of the recognisance by Hallowed, Brouse had, in reality, no goods which could have been made the subject of an execution, at the suit of Williams, inasmuch as the chattels' proved by the plaintiff to have been in Brouse’s possession, at the date of the recognisance, had, theretofore, 'been taken in execution at the suit of-Charles Bosler, in whose favour Brouse had confessed a judgment for upwards of $300, which chattels were subsequently sold to satisfy the last-mentioned judgment. Whether these facts, if made.out by competent'evidence, would have availed the defendant below, as a full defence to the action, it is not now necessary to decide, since we are of opinion the proof offered for this purpose was inadmissible. The judgment recovered by Bosler v. Brouse.was rendered by John McMullin, Esq., a justice of peace of Montgomery county, on the first of February, 1844. But this judgment of itself and without execution issued thereon, would avail the defendant below nothing, even admitting that it was properly confessed under the fourteenth section of the act of 20th March, 1810, as I think it was. He therefore offered the execution sur this judgment, issued on the 2d and 22d of February, 1844, by Samuel E. Leech, Esq., another justice .of the peace of Montgomery county, connected with proof that the first of these was levied on Brouse’s personal property. But, by the defendant’s own showing, at the time these executions issued, Mr. McMullin, before whom the judgment was recovered, was in commission, and an acting justice of the peace, in the same township with Justice Leech. There was no proof that Justice McMullin was even temporarily absent from his district, and indeed he swears he did not grant the transcript, upon which the other justice proceeded, for the purposes of execution. Mr. Leech was therefore utterly without authority to act in the premises. He had no further power over the subject than any private citizen, for none of the acts of Assembly that from time to time have conferred the right to issue execution, upon justices of the peace, other than those who render the judgment in the particular case, extend to or can be made, by the utmost .latitude of construction, to embrace the jurisdiction here assumed by Mr. Leech. Possessing no such authority as he arrogated to himself by issuing the. executions, it follows that these writs were not merely irregular, and voidable but wholly void, for defect of jurisdiction, and consequently the levy and sale, made by virtue of the first of- them, did not divest the property of Brouse in the goods and chattels sold. Although, therefore, the evidence offered of the judgment rendered by Justice McMullin might, perhaps, have been received without a breach of the rules of evidence, yet, unconnected with the executions, it would have been of no effect to establish the defence set up, and, consequently, its exclusion worked no. injury to the party offering it. If it is to be taken as offered in connection with the executions, -and the returns endorsed upon them, then its rejection was strictly proper, for these writs, for the reasons given, were inadmissible.\nThe plaintiff below having shown all that was incumbent on him to prove to entitle him to recover, the defendant, upon the rejection of his evidence, stood without defence, and I cannot perceive any particular in which the court below erred in those portions of the charge assigned for error by the fourth, fifth, and sixth specifications. In fact the case below turned upon the admissibility of the defendant’s defence, and that being overruled, the plaintiff’s rightto recover, on the proof furnished by him, was indisputable, if the jury believed it. Indeed, these specifications have not been seriously insisted on.\nAs to the seventh specification, it is sufficient to say, the narr. filed in the case is but a fiction tolerated by the rule of court to which reference has already been made. It was not intended to set out truly the plaintiff’s cause of action, and therefore, for every legitimate purpose of pleading, might as well have been altogether omitted. The object, under the rule, is to try the cause on its merits without regard to the declaration or other pleading. Where such a rule exists, it is tantamount to an agreement that no defect, in form or substance in the pleadings, shall be taken advantage of. To permit a defendant to aver, as matter of defence, that a contract was made on Sunday, when in reality the plaintiff does not allege the existence of any such contract, would be laughably absurd. The plea offered is not a demurrer, though so denominated in the record. If it were, it would be sufficient to say that it is not permitted to a demurrer to aver, as the ground of it, a fact dehors the pleading demurred to. But, treating this as a plea in bar, the court below were right in rejecting it.\nJudgment affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Boyd, for plaintiff in error.",
      "Mulvany, contra."
    ],
    "corrections": "",
    "head_matter": "Hallowell v. Williams.\nAn agreement of thifty years standing among members of the bar, and filed of record, relating to the form of proceeding in all cases of appeals from justices, is binding on their successors,- not having given previous notice of their dissent; the practice during that period having been regulated thereby.\nAnd where agreeably to this practice' a declaration for money had .and received was filed in an action on a recognisance of bail,, averring a promise on a day which was a Sunday, it seems this defect cannot be taken advantage of.\nIn an action on a recognisance under the act of July 12, 1842, parol evidence that the defendant had goods at the time the recognisance was. entered into, is admissible.\nExecutions issued by one justice on the transcript of another justice of the same county, who was at that time in commission, and acting in his office, are void; not being allowed by any act 'of Assembly. ■\nIn error from the Common Pleas of Montgomery county.\nDec. 28. This was an action on a recognisance of bail taken by-a justice, conditioned that the “defendant” in that action “ does not remove any part of his property which is now liable to execution, in the manner prescribed by the act of l'2th of July, 1842,” for nine months’ stay. The declaration was for money had and received, laying the indebtedness on the 1st of December, 1844. It appeared that in 1816, seven members of the bar entered into an agreement, which was filed in the office, that “ in all cases of appeal from the judgment of justices of the peace” in that county, the declaration should be in this form, and the trial be had on the general issue without objection to the declaration or plea. The counsel for the defendant not being one of those signing this agreement, objected to the admission in evidence of the original judgment entered February 12th, and recognisance entered February 29th, because the rule of court or agreement did not extend to this case. The court overruled the objection, and the evidence was read ; plaintiff also read an execution issued by the justice, November 16th, returned on the 28th, “ no goods.”\nThe second exception was to evidence, that the original defendant had property, and its value at the date of the recognisance.\nThe defendant, to show this property was sold under execution, offered the record of a judgment confessed before McMullin, a justice of Montgomery county, and an execution issued by Leech, J. P., of the same county, reciting said judgment with evidence of a sale thereunder. At the time the execution was issued, McMullen was in commission and acting as a justice. The rejection of this evidence constituted the third, fourth, and fifth exceptions, and third error assigned.\nAfter the witnesses were discharged, the defendant tendered the following as a demurrer, withdrawing his plea, but the court rejected it, (seventh error assigned.) This document commencing as a plea in bar, averred the day on which the promise was laid was Sunday, and hence the promise was void, and concluded in abatement.\nThe court (Krause, P. J.) instructed the jury, that if they believed defendant had goods at the time of entering into the recognisance, the return of nulla bona was conclusive that they were disposed of, as no evidence had been given to rebut the fact. That it was for defendant to show they were consumed as necessary for the support of his family. These points, and the assumption that the execution was issued in proper time against the original defendant, constituted the fourth, fifth, and sixth errors assigned.'\nBoyd, for plaintiff in error.\nIn Harris v. Ligget, 1 Watts & Serg. 301, it was ruled that the forms of pleading must be preserved on appeals. [Bell, J.—There is no pretence for this proceeding unless under the rule.] Fox, amicus curies, stated the objection had been taken before Wilson, P. J., and he held a previous notice of an intention not to be bound by it, must be given. 2. The ji. fa, issued before the stay expired. [Curia.—That commences from the entry of judgment, not from the date of the recognisance.] 3. Was the return sufficient? 4 Whart. 56; 1 Ash. 74. [Curia.—As soon as there is a return of no goods he is fixed; it is equal to the return of a ca. sa.] But there had been a judicial sale before the recognisance was entered; the court rejected the evidence of the execution, 2 Watts, 424. [Curia.—There it was from another county, and by force of the act of Assembly.] But can these parties object ? [Bell, J.—Not if merely irregular, but here the whole proceeding was void.]\nMulvany, contra.\nThe court refusing to hear him on the question of practice, contended that the whole defence below failed because founded on void proceedings.\nJan. 4."
  },
  "file_name": "0339-01",
  "first_page_order": 339,
  "last_page_order": 344
}
