{
  "id": 401943,
  "name": "Commonwealth to the use of Myers v. Fretz",
  "name_abbreviation": "Commonwealth ex rel. Myers v. Fretz",
  "decision_date": "1846-01-05",
  "docket_number": "",
  "first_page": "344",
  "last_page": "348",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 344"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts, 172",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts, 287",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts, 437",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838065
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0437-01"
      ]
    },
    {
      "cite": "4 Whart. 321",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835002
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0321-01"
      ]
    },
    {
      "cite": "1 Watts, 280",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838055
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0280-01"
      ]
    },
    {
      "cite": "15 Serg. & Rawle, 107",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "8 Serg. & Rawle, 128",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809546
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/8/0128-01"
      ]
    },
    {
      "cite": "8 Watts, 159",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848438
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0159-01"
      ]
    },
    {
      "cite": "1 Watts, 480",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838067
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0480-01"
      ]
    },
    {
      "cite": "17 Serg. & Rawle, 381",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1818207
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/17/0381-01"
      ]
    },
    {
      "cite": "8 Watts, 160",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "1 Watts, 437",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838065
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/1/0437-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 459,
    "char_count": 9162,
    "ocr_confidence": 0.572,
    "pagerank": {
      "raw": 1.2154091775569257e-07,
      "percentile": 0.5970070069722212
    },
    "sha256": "97d271c287015a903fe601c17d57484c4a4a14e80d708caa437da22d81bc2268",
    "simhash": "1:9d667c91660466f1",
    "word_count": 1614
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth to the use of Myers v. Fretz."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThe non-payment of a debt by an administrator is not such a breach of the condition of his administration bond, as will enable the creditor to sue and recover his debt without a previous suit, fixing the administrator with a devastavit.\nThis principle is ruled in The Commonwealth v. Evans, 1 Watts, 437; recognised in the case of The Commonwealth v. Wenrick, 8 Watts, 160. The first was the case of a creditor, the last of a legatee; but this principle is equally applicable to heirs as distributees. The same reason applies to all, viz.: That the liability of the surety is contingent and not absolute, and, therefore, before suit can be brought against the surety, the party in interest, whether creditor, legatee, heir, or distributee, must proceed against the administrator and fix him personally for the debt. In the case of the Commonwealth v. Wenrick, 8 Watts, 160, it is ruled, that where the executor, (who has given security,) or an administrator absconds, conceals himself, or resides beyond the jurisdiction of the court, an action will lie on his official bond against the surety, without recourse in the first instance to the principal. This case is an exception to the general rule, and founded on necessity; for otherwise the parties in interest would be without remedy, induced it may be by a fraudulent combination between the administrator and surety. The principle there ruled can only apply where there is but one administrator; or if more, where there is no person within the jurisdiction of the court liable to suit, and not to a case where there is more than one administrator, one of whom is still responsible to the party aggrieved. In the case in hand there were two administrators, but one still resides in this state, and is amenable to the precept of the court. And notwithstanding his co-administrator has absconded, and may have received the assets, yet the other administrator is ultimately liable, as has been already ruled. Before a suit can be brought against the defendant, who was but surety, it is necessary to proceed against the other administrator. He is the person liable in the first instance, and it is only in the event of his being unable to pay that the defendant can be called on for the amount due. This was intimated in very strong terms when the case was in this court before, and persisting in this suit would give some colour to the allegation .of the counsel, that the object is to protect the administrator at the expense of the surety.\n. We also think that the same principle applies to the plaintiff’s first point, viz., that he assigned, as a breach of the conditions of the bond, that the administrators neglected to file an account in one year from the date of the bond. This breach, it is true, is a forfeiture of the bond; but, like non-payment of. the debt of a creditor, a legatee, or distributee, it is a breach for which suit and judgment against the principal must precede the suit against the surety. We see no difficulty in the way of the distributees, who can have complete redress on the bond against the remaining administrator, who is unquestionably liable, in the first instance, to the distributees, unless discharged by the proceedings in the Orphans’ Court. But if he is not liable, it is very evident the surety is not, as his is a contingent and not an absolute liability. The discharge, if there be one, would undoubtedly avail the surety.\nThe act of the 15th March, 1832, which alters the mode of proceeding on administration bonds, dispenses with the necessity of a cautionary judgment, by enabling creditors, in the first place, to bring suit for their debts. It was certainly not intended to alter the position of sureties on administration bonds, by turning a contingent into an absolute liability. We see nothing in that act to produce this effect, or in this respect to change the law, ruled in the cases cited. If this- act was designed to produce such an essential change, there would be something more explicit in the enactment indicating such intention. Judgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Dubois, for plaintiff in error.",
      "E. J. Fox and Fox, contra.",
      "Reply."
    ],
    "corrections": "",
    "head_matter": "Commonwealth to the use of Myers v. Fretz.\nWhere one of two administrators absconded after a settlement of accounts, and the court, on petition of a distributee, cited the administrator residing in the county and the sureties to appear, and discharged the administrator from the citation, and confirmed the report of auditors charging both administrators with a debt not included in the inventory, an action cannot be sustained on the bond by one of the distributees against the surety alone.\nIn such case, the administrator who may be served must be charged as with a devastavit before the surety is liable, for he is only liable contingently, and the law recognises the relation of principal and surety in this case. The act of 15th March, 1832, merely changes the form of proceeding, not the nature of the liability.\nIn error from the Common Pleas of Bucks county.\nDec. 29. This was an action against one of the sureties of Joseph Myers and A. Stoever, administrators of John Myers deceased, on tbe official bond, dated in 1823, brought to the use of his widow and children, to the use of plaintiff, who was one of the-children. In 1826, a settlement of the .estate by the administrators had been confirmed in the Orphans’ Court. In 1837, a petition was presented by the plaintiff in this case, setting forth that an uncollected debt due the estate had not been included in the inventory, and praying the accounts might be opened. The rule granted was served on Joseph Myers alone, Stover having removed from the state. On the return, the citation was discharged as to Joseph, and an alias issued to Stover, which was served on his sureties. On the hearing, the accounts were opened and referred. The auditors charged both the administrators with the amount of the debt and interest, and the report was confirmed.\nThis action was then brought, and the breaches assigned were that the administrators did not file a settlement in one year from the date of the bond. 2d. That they did not pay over the moneys according to the decree.\nOn the trial, it was proved that Stover had left the county at night or early in the morning, an execution against him being then in the hands of the sheriff. One witness stated that he saw some of his teams going from the place, and it was said one of them was Fretz’s, the defendant.\nIt was also proved he was living in Virginia, and had some property, and that Joseph Myers was living in the county, and had properly.\nThe court was of opinion, and so instructed the jury in answer to plaintiff’s proposition, that the neglect to file an account within one year, was a breach of the condition of the bond, but that a suit against the principal must precede a suit against the surety, and that if Stover had absconded, yet if Joseph Myers, the other administrator, was living in the county, the defendant was entitled to a verdict.\nDubois, for plaintiff in error.\nUnder the act of 1817, a cautionary judgment was obtained, and a sci. fa. was used to fix the amount; but now by the act-of 15th March, 1832, the practice is regulated by the act relating to sheriffs passed in 1803. It is to be brought in like manner, and with the same effect, as an action on the sheriff’s bond. It has never been held that it was necessary to proceed under that act against the sheriff,' in the first instance. 17 Serg. & Rawle, 381; Crawford v. The Com., 1 Watts, 480. Where the administrator absconds, his sureties may be proceeded against at once, (Com. v. Wenrick, 8 Watts, 159,) but the amount of the liability must be first ascertained, as was done here on the citation.\nThe non-filing of an account was a sufficient breach. Com. v. Bryan, 8 Serg. & Rawle, 128. But the court held we must pursue Stover to a devastavit, which would be impossible, as we cannot elect to sue two only of the obligors, 5 Bac. Abr. Obi. D. 4. Nor are we bound to pursue the principal in the first instance; all are principals, Roth v. Miller, 15 Serg. & Rawle, 107. And it is settled that in such case the action may be against all, Geddis v. Hawk, 1 Watts, 280; McCarty v. Gordon, 4 Whart. 321. [Gibson, C. J. —Those are cases where the law makes no distinction, but here the law recognises' the relation of principal and surety.] The condition is that they will pay in distribution. [Gibson, C. J.—So it is to pay debts, but no one ever thought of proceeding against them immediately.]\nE. J. Fox and Fox, contra.\nThe case is decided in Com. v. Wenrick, and reaffirmed Com. v. Evans, 1 Watts, 437. To the same effect are Backestoss v. Com., 8 Watts, 287; Stewart v. Moody, 4 Watts, 172; Com. v. Bryan, cited on the other side; 1 Hen. & ' Munf. 11. In all these the rule is recognised that the liability of the administrator’s sureties is but contingent.\nThe record does not show Myers the administrator was discharged from this claim. It was only from the citation, and certainly if they are to proceed as they would on a sheriff’s bond, he must be joined.\nReply.\nThere is no evidence Myers received the money. [Rogers, J.—They cannot separate, so as to affect creditors.]\nJan. 5."
  },
  "file_name": "0344-01",
  "first_page_order": 344,
  "last_page_order": 348
}
