{
  "id": 401926,
  "name": "Hibbs v. Rue",
  "name_abbreviation": "Hibbs v. Rue",
  "decision_date": "1846-01-11",
  "docket_number": "",
  "first_page": "348",
  "last_page": "353",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 348"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts, 293",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844096
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0293-01"
      ]
    },
    {
      "cite": "1 Serg. & Rawle, 328",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1796797
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/1/0328-01"
      ]
    },
    {
      "cite": "1 Watts, 310",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838054
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/1/0310-01"
      ]
    },
    {
      "cite": "2 Watts, 431",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840125
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0431-01"
      ]
    },
    {
      "cite": "10 Watts, 268",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "5 Watts, 293",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844096
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0293-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 616,
    "char_count": 13692,
    "ocr_confidence": 0.568,
    "pagerank": {
      "raw": 3.7151418293964954e-07,
      "percentile": 0.8935870392443729
    },
    "sha256": "3d4817ca94b8af39d56001bf1e6d5873ecfae639760dabdd60879c5410e77d31",
    "simhash": "1:14af06ea2e577ca8",
    "word_count": 2427
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hibbs v. Rue."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nGeorge W. Rue purchased at sheriff’s sale a certain tract of land, in Bucks county, for which a deed, duly acknowledged, was delivered to him by the sheriff. Rue gave notice, under the act of Assembly in such cases made and provided, to the persons in possession; and at the proper time, when the justices of the peace and a jury, summoned by the sheriff of said county in pursuance of a precept issued by the said justices, were assembled, Samuel White appeared and made oath before the justices that he came dnto possession of the premises under title derived to him from Benjamin Rue,-the person as whose property the land was sold, before the date of the judgment against said Benjamin, on which the levy and sale took place. And thereupon the said Samuel White, with Mahlon G. Hibbs and James G. Plibbs as his sureties, entered into'a recognisance, the obligatory part of which is in the following words: “ Now, therefore, the coridition of this recognisance is such, that if the said Samuel White shall appear at the next Court of Common Pleas of Bucks county, and then and there plead to any declaration in ejectment which may be filed against him, and thereupon proceed to trial in due course of practice; and in case he shall fail therein, that he will deliver up the said premises to the said George W. Rue, and pay to him the full value of the rents and'mesne profits of the premises accrued from the time of purchase, then this recognisance to be void, otherwise to be and remain in full force.” The plaintiff below, on the 10th of September, 1838, filed in the Court of Common Pleas of Bucks county the recognisance aforesaid, which was endorsed by the prothonotary, No. 107, September Term, 1838, filed September 10, 1838, George W. Rue v. Benjamin Rue. No declaration was filed in ejectment in the said case at the first term of the court, nor at any time thereafter, no appearance entered, nor any continuances marked or noted, nor any thing done which indicated an intention to proceed to trial in due course of practice. But on the 18th April, 1839, after the lapse of two terms, to wit, September and February, an amicable action of ejectment was entered, entitled No. 94, to April Term, 1839, George W. Rue v. Samuel White, in which there was a verdict on the 10th February, 1841, in favour of the plaintiff for the premises sold at sheriff’s sale as aforesaid. Subsequently an action for mesne profits was instituted by the same plaintiff against the same defendant, and a recovery had for -$339 18. The plaintiff, George W. Rue, then instituted an action of debt on the recognisance against Mahlon G. Hibbs, one of the sureties of Samuel White, in which he sought to recover, and did recover, the amount of the mesne profits, and the costs on the actions of ejectment, and the action for mesne profits, amounting to $71; and that is the action now under consideration. The court helow instructed the jury that the plaintiff was entitled to recover against the surety the amount of the mesne profits, and the costs of both actions.\nIt is unnecessary to consider the questions arising on the bills of exceptions to the admission in evidence of the records of the action in ejectment and for mesne profits, because the whole case will be disposed of in deciding upon the instructions given by the court to the jury.\nThe contract by which a surety becomes bound is voluntary on his part without profit or advantage, and without having in view the prospect of gain. It is an act of benevolence to the obligor, and of convenience to the obligee; and of emphatic use to both. The obligations of social duty require therefore that he should be dealt with in fairness, and in a spirit of the utmost good faith. The obligor and the obligee are bound to know, that if they find it convenient to change -or vary the terms of the original contract, they must seek the assent of the surety, because it is his contract as well as theirs. And if they will not do so, they take upon themselves the hazard, and thus loosen the bonds of the surety. With these principles in view we will examine the case. The counsel for the defendant in error cited Minier v. Saltmarsh, 5 Watts, 293, in which it was ruled, that the proceedings before two justices of the peace, in a case like the present, wdien the claim of the plaintiff was set.forth in his complaint, and the opposing claim of the defendant was set out in his affidavit, constituted a sufficient issue in the Court of Common Pleas, and the only one that the act of Assembly seemed to require. And that it was no error to have proceeded to trial without any formal issue. That case, however, was decided under the act of 1802, in which no form of issue is enjoined, and where the terms of the bail or recognisance are altogether different from those prescribed in the act of 16th of June, 1836, and only require the bail to be bound, that the person who claims and makes affidavit shall prosecute his appeal to the court with effect. In the act of 16th of June, 1836, under which these proceedings took place, an issue is expressly directed, and so far as the surety is concerned, it is made part of his obligation. The parties themselves, even under the last act of Assembly, might doubtless proceed to trial without a formal issue, and it would not be error, perhaps, after verdict. But the question assumes a different aspect when it is sought to make the surety responsible. In this case, the proceedings before the justices were not filed: nothing whatever but the recognisance, and that was endorsed George W. Rue v. Benjamin Rue. So far as that might he called an action or an issue, it was abandoned by Rue and White, who nearly six months afterwards, upon the lapse of two terms, instituted an amicable action to try the title. No proceeding or trial upon the recognisance, with or without an issue, ever occurred. It is impossible, therefore, to regard it in any aspect as a performance, on the part of the plaintiff, of the preliminary act necessary to make the surety liable. Indeed, so completely was the proceeding abandoned by him, that it is not mentioned in the declaration in this cause, but he throws himself entirely-on the amicable action of ejectment, and avers that as the ground-work of the liability of the surety, and as performance on part of the plaintiff. The question then occurs as to the sufficiency of that proceeding to fix the surety; I am totally at fault in perceiving its competency. It Was certainly not the proeeéding in contemplation of the parties at the time they entered into the contract; because a different one, the one provided by law, is mentioned and stipulated for in its terms. We ought to look at the situation of the surety. . He had a right to inspect the record; and we may presume he did, for all men are desirous of avoiding difficulty or loss. If he examined, he found nothing done at the first or second term which conduced to his liability. Had he not a right therefore to conclude, that all intention of holding him responsible was waived and abandoned by the plaintiff? Could he have supposed that he was bound ad libitum, contrary to the terms of his engagement ? certainly, we think, not. By the stipulation in the recognisance, that Rue should file a declaration in ejectment, and that White should plead to it, and that, thereupon, the cause should proceed to trial in due course of practice, the surety could see some definite limit to the period during which he was to continue bound. But if instituting an action in six months would answer the exigency of the recognisance, it'would be sufficient to institute it in two years. For who shall fix the limits if you once go over the terms of the contract ? The same latitudinous doctrine would establish, that after long delay in bringing the suit, it was not necessary to proceed in due course of practice, so that the surety might be hung up in suspense for an indefinite period, when the terms of his engagement clearly provided for a determination of his liability at a time not remote. The cause was to be at issue at the first term, and thenceforth conducted in due course of practice. But by not filing a declaration at the first term, Rue made it impossible for White to plead. And it was ruled by this court, 10 Watts, 268, and 2 Watts, 431, that when the defendant in replevin renders one of the conditions of the bond impossible by taking judgment for a sum certain, instead of the’ common law judgment of retorno habendo, the surety is thereby discharged. It is of no moment, to say that the surety was not injured by the course pursued by Rue and White. That may be so, we cannot determine. The eye of the court must be fixed on the contract, and while they hold the scales of justice even, they cannot absolve one party from his engagements, and hold the other bound. The-surety has a right to require that the plaintiff shall be held to his engagements without regard to results, and that he shall not be permitted to judge what is a suitable variation from the contract, without consulting the surety. Thus, in the case of Whitcher v. Hall, 8 Dowl. & Ryland, 22, the court ruled, that in- a contract by A. to let, and B. to take the milking' of cow's at so much yearly rent, payable quarterly, and by C. to pay the rent, that C. was a mere surety; and in an action against him for the rent, A. must prove a literal performance of the contract oh his part, as any variation in the contract, made by A. and B. without the consent of C., would discharge him, although his risk was not thereby increased: same case, 5 B. & Cress. 269. In the case of Bonser v. Cox, 4 Beavan, 379, A. gave to C. a promissory note as surety for B., on ah agreement that C. should advance the amount to B. by draft, at three months’ date. C. made the advance immediately to B., and not by draft at three months; held, that the surety was released.\nSee also, Commonwealth v. Simonton, 1 Watts, 310. We are of opinion, that the variation of and departure from the terms of the contract, and recognisance in this case by Rue and White, discharged the surety.\nThe judgment of the court below is, therefore, reversed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Chapman and G. R. Fox, for plaintiff in error.",
      "Ross, contra."
    ],
    "corrections": "",
    "head_matter": "Hibbs v. Rue.\nIn n proceeding by a sheriff’s vendee, before two justices, to recover possession, A. claimed title from the defendant in the execution by conveyance before the entry of the judgment, and entered into a recognisance with sureties, to appear and plead at the next term to a declaration in ejectment by plaintiff! An amicable action of ejectment by plaintiff against A. commenced at the third term succeeding the date of the recognisance, and a recovery therein is not evidence against the surety to charge him • according to the condition of the recognisance.\nIn error from the Common Pleas of Bucks county.\nDec. 29. Debt on a recognisance entered into by defendants, August 8, 1838, reciting that plaintiff had made complaint before two justices, that he had purchased a tract of land at sheriff’s sale, which B. Rue', the defendant in the execution, was in possession of; notice, citation, &c., and that Samuel White appeared before the justices and made oath that he came into possession under title derived from B. Rue, before the judgment under which the execution and sale took place, with the following 'condition annexed :\n“Now, therefore, the condition of this recognisance is such, that if the -said Samuel White shall appear at the next Court of Common Pleas of Bucks county, and then and there plead to any declaration in ejectment which maybe filed against him, and thereupon proceed to trial in due course of practice; and in case he shall fail therein, that he will deliver up the said premises to the said George W. Rue, and pay to him the full value of the rents and mesne profits of the premises accrued from the time of the purchase, then this recognisance .to be void, otherwise to be and remain in full force and virtue.” This was endorsed “No. 107, September Term, 1838. Filed September 10, 1838. G. Rue v. B. Rue.” '\nThe plaintiff then gave in evidence the record of an amicable action of ejectment by George Rue against Samuel White, in April\nTerm, 18-39, No. 94 ; the agreement for which was made April 18th, and filed the same day. This action was referred to arbitrators, an appeal taken by-defendant, and a verdict and judgment for plaintiff February 10, 1841. The defendant objecting to the evidence, the court (Krause, P. J.) reserved the point, and in the charge to the jury, instructed them that this proceeding was evidence against the sureties in the recognisance. This was the question argued here.\nChapman and G. R. Fox, for plaintiff in error.\nThis recognisance was under.-the thirteenth section of the act of 16th June, 1836, and the question is: Was this proceeding evidence to charge .the surety? There was no suit at the next term according tt> the condition of the bond, and the laches discharged the surety, especially as his liability for mesne profits was increased by the delay; Theob. Prin. and Surety, 122,3 Price, 214,7 Price, 223, where it was held a reference to arbitrators discharged the sureties in replevin. Mountague v. Tidcombe, 2.Vern. 214,6 T. R. 200 ; Commonwealths. Bolton, 1 Serg. & Rawle, 328, where there being no court held on the day, a recognisance for appearance on that day was thereby discharged.\nRoss, contra.\nThe proceedings were returned at the next term, and constituted the proper issue to be tried, (Minier v. Saltmarsh, 5 Watts, 293,) which was under the act ojf 1802; the only change being that now the vendee is the actor.\nJan. 11.\nTwo terms intervened between August and April, viz., September and February."
  },
  "file_name": "0348-01",
  "first_page_order": 348,
  "last_page_order": 353
}
