{
  "id": 401911,
  "name": "Dyer v. Cornell, Administrator",
  "name_abbreviation": "Dyer v. Cornell",
  "decision_date": "1846-12",
  "docket_number": "",
  "first_page": "359",
  "last_page": "364",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 359"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Serg. & Rawle, 397",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1808232
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/7/0397-01"
      ]
    },
    {
      "cite": "1 Serg. & Rawle, 222",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1796811
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/1/0222-01"
      ]
    },
    {
      "cite": "7 Watts, 563",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846847
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0563-01"
      ]
    },
    {
      "cite": "9 Watts & Serg. 147",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169197
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/9/0147-01"
      ]
    },
    {
      "cite": "11 Serg. & Rawle, 232",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts, 113",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844073
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0113-01"
      ]
    },
    {
      "cite": "6 Watts, 32",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846127
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0032-01"
      ]
    },
    {
      "cite": "5 Whart. 54",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "5 Wharton, 350",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878096
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/5/0350-01"
      ]
    },
    {
      "cite": "5 Watts, 115",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843996
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0115-01"
      ]
    },
    {
      "cite": "11 Serg. & Rawle, 224",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1812771
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/11/0224-01"
      ]
    },
    {
      "cite": "7 Watts, 563",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846847
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0563-01"
      ]
    },
    {
      "cite": "6 Watts, 32",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846127
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0032-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 600,
    "char_count": 11948,
    "ocr_confidence": 0.549,
    "pagerank": {
      "raw": 1.5894220721325987e-07,
      "percentile": 0.6818416826618077
    },
    "sha256": "2e5e5131c3a832d5665d3778be491df6593d906e97a60bb122b38ff4194e000d",
    "simhash": "1:914b3e60b6a630c7",
    "word_count": 2134
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dyer v. Cornell, Administrator."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nBy the order of the Orphans’ Court of Bucks county, to sell the lands of the minor children of James Craven, deceased, “for‘their maintenance and education, and the guardian having sold the land, and upon confirmation of the sale by the court, having made a deed to the purchaser and received the purchase money, the estate of the minors in the land w'as divested. In point of fact the land was converted into money.. The judicial alchymy can transform it into land. The guardian was bound to deal with it as money; and if the necessities of his ward did not require its immediate use, it was his duty to put it out on interest until the exigencies of the sale occurred. Before the Orphans’ Court grant an order of sale to an executor, administrator, or guardian, for the purpose of payment of debts of a decedent, or maintenance and education of minor children as the case may be, a bond must be filed with surety to be approved by the court, conditioned for the faithful appropriation of the proceeds, according to their respective duties. The duty of the guardian in this case was to apply the proceeds of the share of Elizabeth to her maintenance and education during her minority; and when she arrived at the age of twenty-one years, to pay her the balance, if any remained. But she intermarried with Jesse Cornell, the plaintiff below, during her minority. By that marriage, the guardianship of Allen Dyer was terminated, and her husband became her legal guardian, entitled to the care and custody of her person, and to her personal estate as husband, and to the possession of her real estate ; and was bound to provide for her maintenance, comfort and support. But she died in her minority before the money was paid over to Jier husband, leaving issue one child, which also died soon after, in its minority; and the question for resolution is, who is now entitled to the fund, the husband of Elizabeth, or her surviving brothers, the maternal uncles of the child, who are also on the record as defendants below, with notice. It was contended for the plaintiff in error, that the fund ought to wear the imprint and character of real estate, and descend accordingly. It must be observed, however, that' the provision in the twentieth section of the act of 1794, which is as follows : « If it shall happen that any lands be sold by virtue of this act, for more than the said Orphans’ Court’s computation of the value thereof, then the administrator shall distribute the same as by this act is required for the intestate’s real estate,” is altogether omitted in the revised statutes on the subject matter, and is, therefore, not now in force, nor was at the time of the sale of the real estate in this case. In Grider v. McClay, 11 Serg. & Rawle, 224, it was held that a surplus after answering the purposes of the sale, which was made for the payment of the debts of the intestate, and supporting his minor children, was to be considered simply as money, even under the provisions of the act of 1794, but was to be distributed by the administrator to the same persons, and in the same proportions, to whom the land would have descended, if it had not been sold. This case has been frequently cited in subsequent cases, and its authority admitted by this court. Thus in Clepper v. Livergood, 5 Watts, 115; Commonwealth v. Pool, 6 Watts, 32; Fromberger v. Greiner, 5 Wharton, 350: in the two former of these cases, the decisions turned on other provisions of the statute, and in the last on a provision in the supplement to the act directing the descent of intestate’s real estate, &c., passed 2d April, 1804; but all sanctioning the doctrine of Grider v. McClay. That case then asserted the principle that the surplus was money-and nothing else, and must it not, in the absence and omission of the statutory direction, be distributed, and go to the legal representatives as money? This would seem to follow as a matter of inevitable conclusion. The land was converted into money during the life of the wife ; the exigencies of the sale were not exhausted by her death, because, although the husband was bound as husband to maintain her after marriage, he was also entitled both as husband and guardian to the fund which had been specially appropriated by the act of the law to that purpose. As, however, he did not take possession of it during her life, and administered on her estate, it would seem that as administrator he was entitled to it for the purpose of applying and appropriating it according to law. The only case which comes in seeming conflict with Grider v. McClay, and this view of the case, is Lloyd v. Hart, 2 Barr, 473, which rules that the surplus of land sold by order of the Court of Common Pleas, for the payment of the debts and maintenance of a lunatic, after his death wore the impress of real estate, and descended accordingly. But it will be found that the decision in that case was bottomed on the provisions of the statute authorizing the sale and the idiosyncrasy of the state and condition of the unfortunate subjects of that statute. The chief justice, who delivered the opinion of the court, does not mention the case of Grider and McClay, or those by which it was recognised, and observes, «the case is unaffected by precedent, and we are left at large to interpret our own statute by the principles of reason and justice.” It would seem, therefore, that the rule stated by Chief Justice Tilghman at the close of his opinion in Grider v. McClay, to wit, « That surplus money arising from sales of land by order of the Orphans’ Court, whether it belong to an infant or feme covert or a male of full age, is to be considered simply as money and nothing else,” has not been impugned. In accordance with that view of the subject matter, it was held in Biggert v. Biggert, 7 Watts, 563, that a surviving husband is entitled as administrator of his wife to the proceeds of her share of her father’s real estate, sold by order of the Orphans’ Court, and the purchase money secured before her death.\nBut even admitting that the money in this case bore the impress of real estate, and the inheritable qualities peculiar to lands and houses, in analogy to the case of Lloyd v. Hart; for how many generations or descents shall it wear that complexion ? It must cease, as it mingles with other moneys of the distributee, otherwise uncertainty, confusion and litigation, will indelibly mark its character. This court is of opinion that it cannot be carried further than the first descent in any case. Here the first descent was to the child of Elizabeth, and upon its decease, the fund would assume its natural character, and from her wrould go to the father, Jesse Cornell, by the third section of the act of 8th April, 1833, relating to the descent and distribution of intestate’s estates ; the provision of the act of 1794, as to personal estate, which descended or came ex parte materna, being omitted in the revised act, and the father being entitled, no matter from whence derived.\nJesse Cornell, the husband of Elizabeth, and the father of her deceased child, was entitled to the fund in litigation, and the judgment of the court below having given it to him, it is affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "J. J. Michener, for plaintiff in error.",
      "Dubois, contra.",
      "Reply."
    ],
    "corrections": "",
    "head_matter": "Dyer v. Cornell, Administrator.\nWhere a guardian sold land of his ward for maintenance and education under an order of the Orphans’ Court, and the ward married and died under twenty-one, leaving a child, .who also died in infancy, the husband suing as administrator of the wife is entitled to the surplus of the proceeds of the sale, received by the guardian during the life of the wife, either in right of his wife, or of his child.\nThe proceeds of land retaining the character of land, loses that and becomes personalty on the first transmission, though to an infant. Per Coulter, J.\nIn error from the Common Pleas of Bucks county.\nBee. 30. J. C. by his will devised certain land to trustees in trust for his son J. C. for life, remainder among the issue of J. C. equally. J. C., the younger, died, leaving four children, Elizabeth, the plaintiff’s intestate, and E., S., and J., on whom notice of this proceeding was served.\nThe guardian of these children, on an order of the Orphans’ Court, under the act of 1836, § 31, art. 3, made sale of the real estate for their maintenance and education. After the receipt of the money by the guardian, Elizabeth married the plaintiff, by whom she had one child. Elizabeth died in her minority, and the child shortly after. On a case stated, whether on these facts, the plaintiff, as administrator of Elizabeth, was entitled to the surplus of the sale remaining in the hands of the guardian, the court (Krause, P. J.) gave judgment for the plaintiff.\nJ. J. Michener, for plaintiff in error.\nWhere the conversion is made for purposes connected with the estate or trust, as for payment of debts, the surplus has always been held personalty; but if beyond that, it retains its character as realty. Leigh & Dalz. on Conver. 93,182—187; Tilghman’s Estate, 5 Whart. 54, 64 ; Cruse v. Barly, 3 P. Wms. 20. n.; Lloyd v. Hart, 2 Barr, 473. This act was derived from the old acts, Rep. of Comrs. p. 73. See also, Com. v. Pool, 6 Watts, 32; Clepper v. Livergood, 5 Watts, 113; 11 Yes. 257; 1 Johns. C. R. 119; 2 Atk. 290; SirCharles Cox’s creditors, 3 P. Wms. 341. The same doctrine recognised in these cases, that the persons who would have been entitled to the land are entitled to the surplus proceeds, is followed in the intestate act of 1832, §§ 9 and 18, and this was held by Burnside, P. J., in Polk v. Shutt, in 1844, where there was a surplus after a sale for debts.\nDubois, contra.\nThe sale worked an absolute conversion in the first instance, and at all events the character of realty was lost on the first transmission, which was from the mother to her child. And so it was held in Grider v. McClay, 11 Serg. & Rawle, 232. Lloyd v. Hart recognises this, as there was no conversion beyond the order. The act under which we proceeded recognises an absolute conversion, as where the estate is dilapidated, and makes no special provision as to the transmission of any paR. That is left as it happens to exist. A sale in partition worked an absolute conversion until the act of 1832, Erb v. Erb, 9 Watts & Serg. 147; Biggert v. Biggert, 7 Watts, 563 ; Clepper v. Livergood decides, that -by the act of Assembly, it shall pass' to heirs.\nThe second transmission destroys this assumed character. Ram. on Assets, 207.—-209, and the cases' cited in Lloyd v. Hart. The only instances in which the nature of the original property remains, are under the intestate and partition acts. [Bell, J.—There you are met by Lloyd v. Hart.]\nReply.\nThere can be no conversion during infancy, and the child receiving 'it from the mother as realty, the property was not changed by such a transmission. Shippen v. Izard, 1 Serg. & Rawle, 222; James?s claim, 1 Dali. 47; Bevan v. Taylor, 7 Serg. & Rawle, 397; Corn. v. Poole, 6 Watts, 32.\nA note of this case was furnished by Mr. Michener, from which the following is taken.\nPolk v. Shutt. Bucks county, C. P., June Term, 1844.—In 1843, the administrator of John Polk, who died in 1842, leaving several children, had in his hands certain funds, the proceeds of real estate sold under an order of the Orphans’ Court, and also certain personal estate; his son, John Polk, died in his minority, after the receipt of part of the money by the administrator, and the question for the court was, whether the mother and guardian of John Polk, the younger, was entitled to any of the funds. The court [Botikstde, P. J.] was of opinion, that by the express provisions of the eighteenth section of the intestate act, the mother was entitled to the personal estate absolutely, and the interest on the proceeds of the real estate for life, then to the brothers and sisters of the intestate. The case does not state the object of the sale under the decree."
  },
  "file_name": "0359-01",
  "first_page_order": 359,
  "last_page_order": 364
}
