{
  "id": 401953,
  "name": "Richie v. McCauley",
  "name_abbreviation": "Richie v. McCauley",
  "decision_date": "1846-02-01",
  "docket_number": "",
  "first_page": "471",
  "last_page": "475",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 471"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts & Serg. 116",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853586
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0116-01"
      ]
    },
    {
      "cite": "5 Watts, 140",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843953
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0140-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 648,
    "char_count": 11258,
    "ocr_confidence": 0.541,
    "pagerank": {
      "raw": 1.2174564487662178e-07,
      "percentile": 0.5974516274887068
    },
    "sha256": "6bc395465982feb56a160e6a220bfb3ea5bccd34b7bdbba243a0768ad274fd28",
    "simhash": "1:deaa8ac59d6036da",
    "word_count": 1924
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Richie v. McCauley."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nUpon the authority of McDowell v. Shotwell, Whart. 26, and the cases there cited, it may be conceded, that the chattels taken in execution at the suit of the plaintiffs, Richie and Totter, (except the few pieces of furniture, oil-cloth, and the horse and cart,) are tools of trade; but the question is, can they also be regarded as the necessary tools of a tradesman, within the spirit and meaning of the seventh section of the act of 22d April, 1846 ? P. Dig. Ed. of 1847, fo. 468. It is to be regretted that, in framing a statutory provision of so much importance, a term so vague, and admitting of such variety of signification, should have been employed. In England, according to their lexicographers, the word “tradesman” would seem to be principally used as expressive of a person engaged in traffic, as a small shopkeeper; but in this country, in its ordinary acceptation, it embraces a much larger class. With us, it is scarcely ever applied to persons engaged in the business of buying and selling, and is, clearly, not so used in the statute under consideration, but is, generally, if not unvaryingly, accepted as signifying mechanics and artificers of every kind whose livelihood depends upon the labour of their hands. In its most extended American signification, it may .embrace all who are engaged in mechanical pursuits and employ-' ments; every one who exercises an art in making and constructing for the use of others the almost innumerable articles that civilization .and refinement have made necessary or convenient to the habits and business of men as social beings, whether 'the individual labour himself, or only oversee and direct the labours of others. In this sense, it would comprise manufacturers of every class, including, as well the owners and conductors of the extensive manufacturing establishments, everywhere springing up around us, whose capitals, vested in business, amount to millions, and their workmen to thousands, as the more lowly and humble handicraftsman, whose workshop is his only domain, and himself his only operative. But it requires no argument to prove that the legislature, when enacting the act of 1846, hadv not in contemplation persons engaged in carrying on large and extensive works for manufacturing purposes, such as cotton, woollen, and iron mills,, and like establishments, where the machinery and other appliances' used may be, and frequently are, worth thousands of dollars. If such argument were necessary, it might easily be deduced from the history of this branch of legislation, gathered from the several law's made from time to time, for the protection of the tools of a tradesman. That mechanics of limited means, and circumscribed business, as contradistinguished from the class usually denominated manufacturers, was meant by the term “ tradesmen” in these statutes, is obvious from the fact that, in the beginning, only the necessary tools to a certain amount in value were protected. Thus, by the act of 26th March, 1814, the protection afforded is confined to tools to the value of $20. This was repeated by the act of 10th April, 1828. The act of 16th June, 1836, extended the value to $30. As the object of these several laws was to preserve to the poor debtor the means of carrying on his .trade or business, to procure a competent livelihood for himself and family; it is manifest such trades only were meant as could be conducted, with some degree of success, with limited means and tools of small value, and not such business as requires the employment of -large capital. Then came the act of 1846, which removes the limitation of value.\nBut it cannot, with any show of reason, be said that, by its provisions, it was intended to embrace a larger or different class of persons from those meant to be covered by the prior statutes. Such an intent would surely have been exhibited by a change of phraseology.\nWhen penning the last act, the framer of it 'had, beyond question, an eye to former laws on the same subject, and must have felt that' the term «< tradesman,”1 as there used, admitted of no other construction than that I have assigned it, and which is, I believe, in accordance with the general sense of the profession. And yet the same language is preserved. It is still “ the necessary tools of a tradesman.” How can it then be thought, without doing great violence to the language, the legislature intended to change the law in a most important particular ? To induce the belief that such was the object, by extending the circle of protection beyond its former limits, and to make it embrace the machinery and other tools of large manufacturers, generally very valuable, and thus to snatch them from the grasp of their creditors, would require an unambiguous and explicit declaration to that effect. To save to the small artisan his means of employment in his proper trade, is suggested by sound policy as well as by feelings of humanity; to interpose beyond this, for' the protection of the wholesale manufacturer, would be a measure fraught with injustice. ■\nA further argument in support of this conclusion may be drawn from another act of the 26th of March, 1814, relating to insolvent debtors, which allowed to such insolvent, if a mechanic or manufacturer, his tools, not exceeding in value $50. But this was repealed by the act of 1828, before cited; and since then, the term “ manufacturer” is not to be found in the statutes of relief. This may be a fact' of little weight, in itself, but it certainly tends, in some degree, to convince the mind that this class of debtors have been purposely omitted; and when considered in connection with what has been already said, would seem to be conclusive of the question.\nThis view of'the lawmakers’ design, puts the defendant in this execution beyond the pale of the act of 1846. Without attempting • to point out minutely the difference between him and the poor handicraftsman, whose case it was intended to provide for, it is sufficient to say the defendant comes strictly under the denomination of a manufacturer whose business necessarily requires the occupancy of large and extensive buildings, the investment of a considerable capital, and the employment of numerous workmen to carry it on successfully. He can, in no proper sense under the statute, be considered a tradesman or mechanic. • The property taken in execution and sold tras, therefore, liable to be distrained for rent, and from this it follows, the defendant’s landlord is entitled to receive, from the proceeds of sale, the rent due to him, not exceeding one year.\nThis view makes it unnecessary to consider the written agreements signed by the defendant, and his deposition relating thereto, and it disposes of the whole case; for there is nothing in the objection, that though the landlord claims but one year’s rent, his claim is not confined to the current year. As matter of fact,- this is not shown by the paper-book, and if it were so, the point is settled adversely to the pretensions of the execution creditors by the case of Ege v. Ege, 5 Watts, 140. Rule absolute. .",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Sidney G. Fisher, for the landlord.",
      "Lee, contra."
    ],
    "corrections": "",
    "head_matter": "Richie v. McCauley.\nThe preference of a landlord for one year’s rent is not confined to the rent for the year immediately preceding the execution.\n.The printing or stamping blocks of a painter of oil-cloths, Costing from $1000 to $1500, Used in a business requiring peculiar and extensive buildings, numerous workmen, and some capital, are not “ necessary tools of a tradesman,” exempted from execution by the act of April 22, 1846. - *\n’ Jan. 20. This was an application by Fisher, the landlord of defendant, for leave to take the amount of rent due him, out of the money paid into court on an execution in the above case.\nThe defendant -was a painter of oil-cl,oths, and occupied two large buildings in the neighbourhood of the city, built for the.purpose of this business, and called an oil-cloth manufactory, for which he paid a rent of $500 per annum. The goods levied on and sold were large wooden blocks, costing about $1500, with which the prints were made on.the cloths stretched on large frames. The defendant had a number of workmen in his employ, and to énable them to be .paid out of the proceeds of this execu'ion,the sheriff having refused to sell without indemnity, he signed a paper, authorizing the sale for their benefit.\nThe landlord’s claim was for the amount of, one year’s rent, ending July 1. The sale was in December-.\nSidney G. Fisher, for the landlord.\nThe question arises under the act of April 22, 1846, p. 477, exempting from levy and sale “the necessary tools of a tradesman,” to an indefinite amount. The property here sold is not the, tools of a tradesman, but the machinery of a manufacturer, and does not come within the meaning and intention of the act. A tool is denned in Johnson’s Dictionary to be, “ any instrument of manual operationand a tradesman, “ a shopkeeper.” The distinction between a tool and a machine is well settled in popular use. A tool is an implement that may be used directly by the hand, without the aid of other power, as a saw, an axe; whereas, a machine is more complicated, and requires the intervention of artificial power, applied either by the hand, or some stronger force; as a power-loom, a printing-press, a wheat-thresher, a corn-sheller, &c. Neither can a manufacturer, occupying large buildings, and employing a large capital and numerous workmen, be called a tradesman. In this case, the building was used and specially adapted to the purposes of an oil-cloth manufactory. The property sold is the apparatus and machinery necessary for such a factory. They are an integrant part of it, without which it cannot be used. An oil-cloth mill without blocks and frames would be as incomplete as a rolling-mill without rollers. In Voorhis v. Freeman, and Pyle andPennock, 2 Watts & Serg. 116 and 390, these last were held to be not chattels, but fixtures, part of the realty, and passing as such by a mortgage. Ji fortiori, they cannot be regarded as tools. They are like the type of a printer, or the patterns of a calico printer.\nThe act never intended to exempt from execution machinery employed in manufactures. It is merely an extension of the act of 1836, which limited the value of the property exempted to $30. Large capitals are invested in machinery, which, by this construction, might be protected from creditors. The machinery in an oilcloth factory of this size is worth $1500. It is absurd to suppose the legislature intended that property to such an amount should not be liable for debts.\nLee, contra.\nThe defendant is a manufacturer, and intended to apply the proceeds of his necessary tools, reserved to him by the act, to the payment of his workmen. He says, in his examination, it requires $1000 or $1500 to purchase these implements; he does not know whether manufacturer or tradesman is his most proper appellation. But there is a fatal objection as to the time of the claim for rent; the preference is for one year’s rent, and that means the last. [C. J.—I think it has not been so held.] This man does not make the cloth, he only paints it, and such persons who get their living by manual labour, for which tools are necessary, were ■ intended to be protected.\nFeb. 1."
  },
  "file_name": "0471-01",
  "first_page_order": 471,
  "last_page_order": 475
}
