{
  "id": 401916,
  "name": "Schuylkill Bank v. Reigart. Reigart's Appeal",
  "name_abbreviation": "Schuylkill Bank v. Reigart",
  "decision_date": "1846-01-29",
  "docket_number": "",
  "first_page": "477",
  "last_page": "479",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 477"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts, 261",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846900
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0261-01"
      ]
    },
    {
      "cite": "5 Whart. 280",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877795
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0280-01"
      ]
    },
    {
      "cite": "2 Whart. 240",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830491
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0240-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 374,
    "char_count": 5756,
    "ocr_confidence": 0.544,
    "pagerank": {
      "raw": 9.391485385510034e-08,
      "percentile": 0.5154354558895132
    },
    "sha256": "3a895e3bbe53cf481b0ab04559ff228d77b714aa9941e5e7674abf5175bd62c3",
    "simhash": "1:8e2125232ef2f693",
    "word_count": 990
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "From the 22d to the 35th, Rogers, J., was absent from indisposition."
    ],
    "parties": [
      "Schuylkill Bank v. Reigart. Reigart’s Appeal."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe act of 1818 peremptorily requires that assignments in trust for the benefit of creditors be recorded within thirty days, in the county of the assignor’s residence ; and the act of 1836, which has done away in terms the difference that was at one time supposed to exist between . general and partial assignments, requires that a schedule or inventory of the estate or effects be filed in the same period, with the prothonotary of the same court: neither of which has been done. The-conveyance has indeed been recorded in the county where the land lies; but that is no substitute for the recording and filing required by these two statutes, the'purpose of the recording and schedule in the county of the-residence being to give information to creditors, and the purpose of recording in the'county where the land lies being to give notice to purchasers. Though reluctant to overturn a fair transaction, we are unable to overturn the decree of the court -below.\nDecree affirmed.\nFrom the 22d to the 35th, Rogers, J., was absent from indisposition.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Harris and Blythe, for appellant."
    ],
    "corrections": "",
    "head_matter": "Schuylkill Bank v. Reigart. Reigart’s Appeal.\nA. residing in L. county conveyed all his property in P. county to B., by a deed duly recorded in P. By an unrecorded declaration of trust it appeared that the conveyance was in trust for certain creditors of A. The land having been sold by the sheriff, a judgment creditor of A., secured by the assignment, and having notice of the conveyance, is entitled to claim the funds paid into court; the assignment being void for want of recording in the county where the assignor resided.\nFrom the District Court for the city and county of Philadelphia.\nJan. 22. Appeal from the decree of distribution of the proceeds of a sheriff’s sale of real estate in the county of Philadelphia, sold under an execution in the above case. On the 23d December, 1842, A. Reigart, the defendant, resident at Lancaster, conveyed to the appellant all his real estate situate in the county of Philadelphia, “ in trust agreeably to a declaration of trust this day executed by” appellant. This deed was acknowledged and recorded in Philadelphia on the 26th, but never recorded at Lancaster, nor did it appear from the record that any inventory had been filed; or that the declaration of trust was recorded at any time. By this instrument the trust was to sell at public or private sale at the discretion of the trustee, and out of the proceeds deducting expenses to pay such creditors of H. S. & S. S.. for the payment of whose claims A. Reigart, defendant, was liable as surety or endorser; with a trust for reconveyance on satisfaction of these claims out of any other funds. Hay, executor of Spangler, appellee, claimed this fund as a judgment creditor, a transcript of his judgment recovered in Lancaster having-been filed in the court below. Appellant showed this was a recovery on an award of arbitrators appealed from by defendant, and that in consideration of the withdrawal of the appeal, and an assignment of a judgment against H. S., and of the conveyance above stated in trust for creditors, including plaintiff, plaintiff’s attorney, on the 31st January, 1842, agreed plaintiff should await the result of the sale of the property assigned, and the sale, of the-property of H. S. in York county, before resorting to defendant. The attorney for plaintiff in that case stated on his examination that the present appellant had called on him and mentioned the assignment, showed him the declaration of trust, and stated the value of the property; that under these circumstances, under authority from his client, the above arrange- ‘ ment was made, and that he was not aware until some months afterwards, that the declaration of trust had not been recorded.\nThe auditor being of opinion that Englebert v. Blanjot, 2 Whart. 240, ruled the case as to the necessity of recording the assignment under the act of 1818, and that the doctrine of notice in the cases on mortgages was inapplicable, awarded the fund to the appellee, and the court confirming the report, this appeal was taken. . The auditor also reported, that there was evidence, that the agreement not to proceed against the assignor was made under a misrepresentation. The only question argued on either side here, was the validity of the assignment.\nHarris and Blythe, for appellant.\nThe deed was recorded where the land lay, and it would be dangerous to construe the act of 1818, to include such an assignment as this, which was merely a mode_ of paying certain creditors, one of whom is the party object\" ing, and having express notice. An assignment of a single note to securé a debt due the assignee, might as well be so decided. [Gibson, C. J..—There is no trust.] Suppose the residue is directed to be paid to another? This shows that there is a class of cases not intended to be included in the statute, which was passed to remedy certain well-known evils. This is more like a mortgage, notice of which is sufficient without registry. It is a trust proper. 4 Kent, 309 ; 1 Whart. Dig. 390, pi. 202, 203.\nGerard, contra.—Argument would be improper on the main question, after Englebert n. Blanjot, reaffirmed in Flanagin v. Whetherill, 5 Whart. 280. If these needed support, it would be found in the insolvent act, sec. 35, requiring a record to be made in the county of-the domicil, and of the situs of the property.\nThe land having been sold' on execution, the appellee as a judgment creditor has,the same right to avoid the deed by claiming the proceeds, as under an execution, it being his only mode of claiming.\nThere never has been any record of this assignment, properly speaking; as the declaration of trust, a part of the instrument, is yet unrecorded. Jaques v. Weeks, 7 Watts, 261.\nJan. 29."
  },
  "file_name": "0477-01",
  "first_page_order": 477,
  "last_page_order": 479
}
