{
  "id": 401955,
  "name": "Murphy v. Campbell",
  "name_abbreviation": "Murphy v. Campbell",
  "decision_date": "1846-01-29",
  "docket_number": "",
  "first_page": "480",
  "last_page": "486",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 480"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "14 Mass. Rep. 49",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2073029
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/14/0048-01"
      ]
    },
    {
      "cite": "6 Conn. Rep. 291",
      "category": "reporters:state",
      "reporter": "Conn.",
      "opinion_index": -1
    },
    {
      "cite": "3 McCord, 139",
      "category": "reporters:state",
      "reporter": "McCord",
      "opinion_index": -1
    },
    {
      "cite": "2 McCord, 448",
      "category": "reporters:state",
      "reporter": "McCord",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle, 495",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts, 223",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842724
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0223-01"
      ]
    },
    {
      "cite": "3 Rawle, 271",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle, 218",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819346
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0218-01"
      ]
    },
    {
      "cite": "17 Mass. Rep. 443",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2036157
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/17/0359-01"
      ]
    },
    {
      "cite": "5 Serg. & Rawle, 111",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Serg. & Rawle, 169",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1796817
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/1/0169-01"
      ]
    },
    {
      "cite": "4 Yeates, 142",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "4 Dall. 147",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "opinion_index": -1
    },
    {
      "cite": "17 Serg. & Rawle, 104",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1818243
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/17/0104-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 699,
    "char_count": 15311,
    "ocr_confidence": 0.58,
    "pagerank": {
      "raw": 2.30244751935566e-07,
      "percentile": 0.7875264156327261
    },
    "sha256": "3ef556d8bc3587e305c2a0e9ab692db8276155801b70573d074dc079b019b17a",
    "simhash": "1:927b6a3111d4a826",
    "word_count": 2729
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "From January 25th. to February 1st, Bell, J., was at Nisi Prius."
    ],
    "parties": [
      "Murphy v. Campbell."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nUnder special circumstances, the word\nappurtenance has been allowed to include land; and it undoubtedly includes an easement or privilege on another’s land when annexed to a tenement, as it was allowed to do in Swartz v. Swartz, at the present term, ante, 353. Were it necessary to put the cause on that point, the question would be, whether the use of the privy in contest could be brought within the operation of the plaintiff’s conveyance as a thing previously annexed to the subject of it; and the construction would be governed by the intention of the parties, deduced not only from their words, but from the previous disposition and enjoyment of the property. But a glancq at the plan by which that was regulated, would show, that the four privies were placed in the centre of the original lot for the accommodation of the four parts into which the owner of the whole divided it; and it would appear they were used in conformity to this plan, till the cotemporaneous sales to the plaintiff and the defendant of their respective parts by the executors of his successor. That the privy in question was supposed to be parcel of the plaintiff’s purchase, is not to be doubted, for it had been appropriated to the use of those who preceded him in the occupancy of the house ; and even the ground on which the privy stands could be excluded from his grant only by locating it strictly by feet and inches, without regard to the other parts of the description. The dispute has been caused by an oversight of the scrivener in following an erroneous description by distances in one of the previous deeds, which would give less than the actual content; and it is clear, from his ignorance of the fact, as well as from the ignorance of the parties themselves, that the intention was to pass the title to the privy, and not merely the use of it. What is there in this case, then, to prevent the execution of-it? The subdivisions of the original- lot had been set off by visible boundaries, and enjoyed as separate tenements for almost thirty years before the executor’s sale; and in the deeds which they made, the plaintiff’s tenement-was described as abutting on the defendant’s lot, which was similarly described. Why then should the description by feet and inches “ more or less,”control the description by metes and- bounds ? It is a principle, and .was so held to be in Mackentile v. Savoy, 17 Serg. & Rawle, 104, that a description by known boundaries passes exactly what is included by them, though the measurement of the distances should overrun the quantity called for or fall short of it. In that case, the owner of two lots had divided them into three, and had built a house on each of them; and his two-children had, at his death, made partition by deed, the one taking the middle lot, and the other taking the outer lots; but though the description in the deeds was minute as to distances, the owner of the middle one was not held to contribution in order to make up for a deficiency in one of the others. Their rights were grounded by the actual boundaries without regard to any thing else. In the case before us, the different tenements were, in like manner, defined by actual pre-existing boundaries, and the deeds for the two lots respectively call for each other as abuttals; but the two lots together are found, by actual measurement, to contain more ground than was supposed. But that cannot be a sound interpretation which would leave a part of the property still in the grantors, who evidently meant to pass the whole of it. The locus in quo, therefore, is within the plaintiff’s grant; and, as it is agreed that the case stated is intended to settle the right, without regard to the form of the action, the judgment ought to have been given for the plaintiff.\nJudgment below reversed, and judgment here for plaintiff.\nFrom January 25th. to February 1st, Bell, J., was at Nisi Prius.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Case.",
      "T. S. Smith, for plaintiff in error.",
      "C. Gibbons, contra."
    ],
    "corrections": "",
    "head_matter": "Murphy v. Campbell.\n1812, A. the owner of a lot extending between two streets, erected two houses on each. s*ree*3’ ant^ **wo Pr*v*es near ^h® centre of the lot, one opening on the Jot attached to the house on one street, and one on the other lot, with a fence dividing the rear ends of the lots. In 1840, the executors of a purchaser from A. conveyed a lot on the one street, sixty-one feet, nine inches in depth, to B., which distance extended beyond and included the two privies. On the same day they conveyed a lot on the other street to O., seventy-eight feet in depth. These descriptions left a small space between the rear ends of the lots uncalled for in either deed. Held, that the privy built for the use of the house sold to C., and used by the tenants thereof, passed as an appurtenant.\nIn error from the District Court for the city and county of Philadelphia.\nJan. 22. Case for erecting a fence across a way to a privy, “ which plaintiff and all those whose estate he hath in a lot and house have used.” A case was stated by agreement; if the court should be of opinion that the use of the privy passed as appurtenant, judgment to be given for plaintiff. If not, judgment for defendant.\nCase.\n“The plaintiff and the defendant bought separate pieces of property at an executor’s sale on the 5th May, 1840, part of the real estate of William J. Williams, deceased, and sold by the executors, pursuant to a powTer in his will. The property purchased by the plaintiff was a house and lot on the south side of Lombard street, between Delaware Third and Fourth streets, and that purchased by the defendant was a house and lot on the north side of Gaskill street. The rear ends of the two lots bounded on each other.\n“ The executor’s advertisement described the lot purchased by the plaintiff as being seventy-eight feet deep, with the free use of an alley twm feet five inches wide, lying on the west side of the lot, with the privilege of building over the said alley, leaving eight feet headway in the clear, but reserving to the owners, tenants and occupiers of the adjoining lots on Gaskill street the free use and privilege of the said alley, for the purpose of cleansing and repairing the privies from time to time when necessary, but for no other purpose whatever.\n“The advertisement described the lot purchased by the defendant, as being in breadth about twelve feet six inches, and in depth sixty-one feet nine inches, and clear of encumbrances.\n“ The executor’s deed to the plaintiff described the lot as being in front seventeen feet two inches more or less, and in length or depth seventy-seven feet more or less. Bounded on the south by the rear ends of Gaskill street lots, and conveyed the same together with all and singular the rights, privileges, hereditaments, and appurtenances whatsoever thereunto belonging oisin any wise appertaining.\n«£ The exe'cutors’ deed to the defendant described the lot as it is described in the advertisement, and conveyed the right to use the said two feet five inches wide alle'y for the purpose of repairing and cleansing the privies, but for no other purpose.\n££ In the year 1812 or 1813, Ebepezer Osbourn was the owner in fee of a larger lot of ground, including the two lots above mentioned, which extended from Lombard street to Gaskill street, having at the time no other building upon it than the house afterwards purchased by the plaintiff at the above-mentioned sale. In one of those years, he divided the said larger lot into four lots, and arranged them as is described in the plan hereto annexed.\n« The spaces marked 1,2, 3, 4, are four privies. In 1812 or 1813, Ebenezer Osbourn, at the time of dividing the larger lot, as is described on the plan, built two houses on Gaskill street, one on the lot marked Campbell’s purchase, and one on the lot marked Clauson’s purchase, and the four privies, 1,2, 3, and 4. Numbers 1 and 2 for the use of the house, now the plaintiff’s. Number 3 for the use of the property now Clauson’s, arid number 4 for the use of the property now the defendant’s. From that time, to wit, from 1812 or 1813, the two privies, numbers 1 and 2, and all the ground included within the black lines bounding Murphy’s purchase on the plan, have been used and enjoyed with the property purchased by the plaintiff until the obstruction for which this suit is brought was erected.\n“At the time the property was advertised by the executors, and at the time of the sale, and when the deed from the executors to the plaintiff was executed and delivered, the property was in the condition described in the above-named plan. The plaintiff and defendant received their deeds and took possession on the 20th May, 1840.\n“Some time after the purchases and conveyances to the plaintiff and defendant, and before the institution of this suit, the defendant brought an action of ejectment against the plaintiff to recover the strip of land between the dotted and black lines on the plan. In that suit the jury found for the plaintiff, (the defendant in this suit,) who afterwards, and before the institution of this suit, erected a fence, designated by the dotted lines in the plan, totally obstructing the plaintiff from the use of the privy number 2, and the strip of ground between the dotted line and the next black line on the south.\n“Previous to the 1st of April, 1809, the lots above mentioned and two. others, making five lots, three of them on Lombard and two on Gaskill street, belonged to Robert Ralston. By deed, dated on said 1st April, 1809, Robert Ralston and Sarah his wife, conveyed the said five lots of ground to the above-mentioned Ebenezer Osbourn. This deed described the lots on Lombard street as being seventy-seven feet in depth,' and bounded on the south by the proprietor’s ground, and the two lots on Gaskill street as sixty-one feet nine inches in depth, and bounded on the north by the rear end of Lombard street lots. The distance as described in this deed from the south side of Lombard street to the north side of Gaskill street, is one hundred and thirty-eight feet nine inches, but actual measurement shows it to be one hundred and forty-one feet four inches, being two. feet seven inches greater.\n“ The whole property, after the division made by E. Osbourn, as shown by the plan, remained in his possession until the 1st August, 1821, when it was taken in execution and sold as his property, and on that day Caleb North, sheriff of the county of Philadelphia, by deed-poll, conveyed it to William J. Williams, the purchaser. This deed describes the property in the same manner that it is .described in the deed to Osbourn. The property continued in his hands unaltered until the time of his death. During his life, as during Osbourn’s ownership, the privies, numbers 1 and 2, were used by the occupiers of the plaintiff’s house, and continued to be so until the obstruction took place, which is the cause of this suit. The property, during the whole time mentioned, had no other easement of the kind.”\nIt will be observed, the description in the defendant’s deed extends one foot three inches beyond the northern line of the privy wall; leaving a small space between the lots not called for in either conveyance.\nThe court below gave judgment for, the defendant.\nT. S. Smith, for plaintiff in error.\nThe question submitted is, did the privy pass as appurtenant ? what does appurtenant mean ? Under the decisions of this court, whatever is used as an accommodation to real estate is appurtenant, and will pass by the word appurtenant in a deed. The decisions go further than merely to pass such things as are necessary to the full enjoyment of the property. A necessary connection is no part of the requisition of the cases. In Anon., 4 Dall. 147, a right to use a watercourse to water a meadow, was held to pass. In Hill v. West, 4 Yeates, 142, city lots passed as appurtenant to a five thousand acre purchase. Nicholas v. Chamberlain, Cro. Jac. 121, was a case of a conduit passing through land reserved to the vendor: this was but a convenience. In Blaine v. Chambers, 1 Serg. & Rawle, 169, a devise of a mill and its appurtenances passed what was used by the testator with the mill—it was on the technical meaning of the word ; the Circuit Court having left it to the jury to determine what was necessary, the judgment was reversed. That a way will pass, appears from Plowd. 170; 1 Bos. & Pul. 375. And the cases cited are a sufficient answer to the argument, that if the vendee can erect a similar convenience on his own land, it will not pass.\nEvery requisite is to be found in this case; there was a specific appropriation to the plaintiff’s house from 1812 or 1813; it was essential to its enjoyment, and was so used until this obstruction was made. y\nThere is no necessary connection between things appurtenant and the land—it is always attached by the owner; and this appears from the cases cited. Nor is prescription necessary: user at the time of the conveyance is sufficient. Cro. Jac. 121; 5 Serg. & Rawle, 111. If there would be a merger by unity of seisin, it never could have passed in the cases cited. In Grant v. Chase, 17 Mass. Rep. 443, there was a mere permissive use in common. Being then technically appurtenant to plaintiff’s house, it could not pass by defendant’s deed, even though included within the boundaries, unless expressly excluded from plaintiff’s deed. It is immaterial that the sales were cotemporaneous; the vendee cannot succeed to a greater right than his vendor; so that, at most, there is a conflict of title, of which the plaintiff’s is the better of the two.\nC. Gibbons, contra.\nThe cases cited do not show that what is not necessary will pass by the term appurtenances. In the case of the mill, it would not be a mill without the power. Butz v. Ihrie, 1 Rawle, 218. In Nicholas v. Chamberlain, the conduit was connected with the house, and was a part of it. Hill v. West was a devise, and turned on the intention. Blaine v. Chambers was under the agreement with the proprietaries. That it must be necessary, is shown in Howell v. McCoy, 3 Rawle, 271. Here, the privy is, in fact, two feet within the bounds of defendant’s deed. The plaintiff, therefore, requires an appurtenant right of way ; that is, an easement appurtenant to an easement which is not allowed. 1 Bos. & Pul. 371; 3 Salk. 40; Plowd. 170; Grubb v. Guilford, 4 Watts, 223. Had it been intended to pass this right, there would have been a reservation in plaintiff’s deed. That it is not a way of necessity, is shown in 3 Rawle, 495 ; 2 Fairf. 156 ; 2 McCord, 448 ; 3 McCord, 139. No claim can be set up on account of user, for one person owned the whole,- and there would be an extinguishment of the easement, had it existed. Vin. Abr. Exting. C.; 1 Bos. & Pul. 371; 1.Taunt. 205; Manning v. Smith, 6 Conn. Rep. 291. That land may pass by the word appurtenance, is conceded; but it is the intention, to be gathered from other circumstances, that has that effect. Whitney v: 01ney,'3 Mason, Rep. 280. Here, all intention is-excluded by an adverse grant at the same time. Nor can any such intention arise from the fact of user by the. grantor or his tenants; Garyetty v. Bethune, 14 Mass. Rep. 49; Barkers. Clark, 4 New Hamp. Rep. 382; Touch-. 96; it being perfectly indifferent how the owner used his lot when he conveys by distinct boundaries excluding all other rights.\nJan. 29."
  },
  "file_name": "0480-01",
  "first_page_order": 480,
  "last_page_order": 486
}
