{
  "id": 401941,
  "name": "Williams v. Esling",
  "name_abbreviation": "Williams v. Esling",
  "decision_date": "1846-02-15",
  "docket_number": "",
  "first_page": "486",
  "last_page": "490",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 486"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Serg. & Rawle, 26",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8877463
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/9/0026-01"
      ]
    },
    {
      "cite": "1 Whart. 323",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829057
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0323-01"
      ]
    },
    {
      "cite": "14 Johns. 383",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        376165
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/14/0385-01"
      ]
    },
    {
      "cite": "1 Rawle, 27",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819358
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/1/0027-01"
      ]
    },
    {
      "cite": "1 Whart. Rep. 333",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 581,
    "char_count": 10080,
    "ocr_confidence": 0.566,
    "pagerank": {
      "raw": 2.3284521481087991e-07,
      "percentile": 0.7908125145520067
    },
    "sha256": "a84b888e10adfe6841503e22c164edc26f9c4b067495adb3d47f8610b5417d1d",
    "simhash": "1:3486bfe8ca4db58d",
    "word_count": 1827
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Williams v. Esling."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J\nAn action was maintained in Kirkham «. Sharp, 1 Whart. Rep. 333, by the grantee of a private way, against the owner of the soil, standing in the place of the grantor; and avowedly without proof of special damage, or actual obstruction in any particular instance. The necessity of suui proof was not even alleged. The difference between that case and this, is, that the action here is not, as it was there, against the owner of the soil, but against an intruder without 'any pretence of title whatever—a difference that will scarce be thought to be unfavourable to the present plaintiff. The English courts seem to have wavered as to the application of the principle to analogous cases; but the only thing like a conflicting authority in the case of a way, is the dictum in Woolrych on Ways, p. 283, that it is usual for the plaintiff to prove some damage from an obstruction of a private way, though to the smallest amount, merely to satisfy the jury that he has been unable, in consequence of the defendant’s conduct, to use his right in so ample and beneficial a manner as he had been accustomed to do. But it is not said that proof of special damage is indispensable, or that it is the basis of the action. The case cited for the dictum, is Pindar v. Wadsworth, 2 East, 154, which, however, is the case of an action, not for obstructing a private way, but for injuring a common by taking away the manure dropt on it by the cattle ; and the court certainly did say, that if the commoner, who sued for it, was not injured by it, he would not have a right to reparation; but it was also said, that the act was a necessary and an immediate damage. In no English case has there been raised a question about the necessity of special damage in an action like the present; but analogies from actions for surcharging a common bear strongly upon it. Hobson v. Todd, 4 Term Rep. 71, was such an action ; and Mr. Justice Buller said, that the plaintiff was entitled to recover without proof of specific damage. That was one ground of his opinion; “ but there is another ground,” said he, “ on which, the action may be supported, which is, that the right has been injured.” The solution of the difficulty is in that one word. In Pastorius v. Fisher, 1 Rawle, 27, it was said that the law implies damage from the violation of every right; but that, without proof of actual detriment, it implies the smallest appreciable quantity. Now, the grant of a way is exclusive, at least as to strangers; and that every intrusion into the enjoyment of an exclusive right subjects the wrongful participant to an action by the owner of it, was directly adjudged in the case of the dippers at Tun-bridge Wells, (Weller v. Baker,) 2 Wils. Rep. 422, who recovered on an action against one who had usurped the office of a dipper, not having been duly chosen at the court baron. The court held that the very act of intrusion was both an injury and a damage—an injury by disturbing the plaintiffs in the exercise of their right, and a damage in depriving them of gratuities which they might have received—and it was held that an action on the case lies for merely a possibility of damage. Yet the dippers were not more impeded in their functions-by the intrusion there, than was the plaintiff in the actual use of the alley by the intrusion here; .for they were left to get all they could earn, and it was not certain they would have earned a farthing of what the intruder got. But their exclusive right was violated ; and a possibility of detriment from it was held to be a subject of compensation. In Hobson v. Todd, Mr. Justice Buller applied the same principle' to an action by a commoner, saying, that had it not been for the surcharge, the plaintiff’s cattle might have eaten every blade of grass that had been eaten by the supernumerary cattle of the defendant. Such a plaintiff might undoubtedly recover without proof that the surcharge had occasioned a scarcity; and why not the plaintiff before us, without proof that ground enough had not been left him for the convenient enjoyment of his right ? There is an error, in forgetting that he is entitled to the exclusive use of the whole of it, which would equally justify any usurpation of a man’s right of property that left him enough for a comfortable subsistence. The very breaking in upon the defendant’s privacy was a damage; and if-the plaintiff could not sue for it because the extent of it was inappreciable, the defendants might establish a right of participation in the use, by acts of intrusion repeated for twenty years, just as a wrongdoer, it was said by Mr. Justice Buller in Hobson v. Todd, and by Mr. Justice Grose, in Pindar v. Wadsworth, might establish a right of common, because the cattle of the commoners had been left enough of grass to keep them from starving. With much more force is that principle applicable to the case before us. The legal title to the soil is in the common law heir of the purchaser of it, who annexed the use of it to the Chestnut street lots, with which he subsequently parted; and as he has no beneficial interest involved in it, or motive to burden himself with a lawsuit, for a trespass on it, the defendants would certainly gain a concurrent right to the easement by adverse user of it, if no one else could sue for any thing short of an actual hindrance in the enjoyment of it. Who would contest the matter with them ? The plaintiff would scarce bring a separate action for each obstruction, or sue for damages to the amount of a few cents, for the detention of his carriage or his cart for a few minutes; for though these petty annoyances are exceedingly irksome in the aggregate, not one of them, singly, would be worth the trouble of a lawsuit. He might as well give up his right at once, as attempt to maintain it by repeated actions for repeated hindrances. But the measure of damages is not the extent'of each particular loss. The right being established, a jury is at liberty to enforce it, by making the offender smart for any further violation of it. When the plaintiff showed that impediments were placed in the alley, which might have prevented him from attempting to use it, he showed enough to entitle him to a remedy without proof of an attempt actually frustrated; and an intruder can ask no more.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Gibson, C. J"
      }
    ],
    "attorneys": [
      "J. W. Biddle, for plaintiff in error.",
      "McEvaine, contra.",
      "Williams was to have argued in reply, but the. court declined hearing him."
    ],
    "corrections": "",
    "head_matter": "Williams v. Esling.\n... Case lies by one having a right of way against an intruder without proof of actual damage.\nIn error from the District Court for the city and county of Philadelphia.\nJan. 25. Case for obstructing a close, over which plaintiff in right of his estate had a right of way.\nOn the trial, before Jones, P. J., the plaintiff proved a right of way over a court about a hundred and forty-six feet deep, and twenty-six feet wide; the entrance from the public street was narrowed to the ordinary width of a cart-way. He also proved, that defendant having a stable standing on one side of the court, had used it at various times to deposit and take in lumber, hay, &c., and to carry out dung. His honour instructed the jury, that plaintiff not appearing from the evidence to have any ownership in the soil, there must be shown some actual disturbance to entitle him to recover; and this rendered it immaterial to inquire whether the defendant also had a right of way, for if he had, he was bound to use it in such a manner as not to violate plaintiff’s right. That there must have been some obstruction, hinderance, or delay, to the plaintiff getting in or out of the alley, occasioned by the acts of defendant; a mere deposit of lumber, boxes, &c., removed before any actual obstruction to plaintiff, would not be sufficient.\nJ. W. Biddle, for plaintiff in error.\nThe coprt said there must be an actual interruption during a user, or whilst plaintiff wished to use the way, to entitle him to recover. We contend, a user alone by a stranger will sustain the action. If the declaration is right, and it lays the injury thus, there should have been a recovery, for the evidence supported it. The right is, to have the way clear at all times, Lawton «.Ward, Ld. Raym. 75; 1 Lutw. Ill, with pleadings at large; Litt. Rep. 267; Lambert «. Hoke, 14 Johns. 383, support this; and a reason given is the additional expense in repairing, which is cast on the owner of (he way, Taylor «. Whitehead, Doug. 745. An actual damage is not essential, Bower «. Hill, 1 Bing. N. C, 549, (27 E. C. L. R.) In Wright «. Freeman, 5 Har. & Johns. 475, the way had never been opened, so that a user was impossible, and of course a damage by interruption, and a recovery was had. The same rule is applied to commons, the possibility of a damage being held sufficient. Bullen v. Sheren, Godb. pi. 437. An adverse right would also be acquired by this user, which could not be prevented unless an action lies. Hobson «. Todd, 4 Term Rep. 71; Butman «. Hussey, 3 Fairf. 407 ; Williams «. Morland, 2 Barn. & Cress. 910, (9 E. C. L. R.;) Kirkham «. Sharp, 1 Whart. 323.\nMcEvaine, contra.\nHad the plaintiff the right of soil, doubtless the action -could be maintained without proof of actual damage; because every unauthorized entry is a damage, but a user of a way is no injury to the incorporeal right without an actual disturbance.-' It may have been, that wA had a subsequent grant from the owner of the soil, which would be subject to the plaintiff’s right. The adverse right could only be acquired against the. owmer of the soil. 9 Serg. & Rawle, 26 ; for all subsequent rights must attach subjéct to plaintiff’s. The other rule would produce’ interminable litigation. That a damage must be shown appears in Woolrych on Ways, 247, 282; Noy, 120; Hart v. Basset, T. Jones, 156.\nThe same rule prevails as in the case of public ways, excepting as to the right of the owner of the soil. Chichester v. Lethbridge, Willes, 71; Lade v. Shepherd, 2 Stra. 1004. [Rogers, J.—There is a difference ; the one is property, the other a right, not the subject of grant.]\nWilliams was to have argued in reply, but the. court declined hearing him.\nFeb. 15."
  },
  "file_name": "0486-01",
  "first_page_order": 486,
  "last_page_order": 490
}
