{
  "id": 401865,
  "name": "Ridge Turnpike Company v. Peddle",
  "name_abbreviation": "Ridge Turnpike Co. v. Peddle",
  "decision_date": "1846-02-01",
  "docket_number": "",
  "first_page": "490",
  "last_page": "493",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 490"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 450,
    "char_count": 7946,
    "ocr_confidence": 0.575,
    "pagerank": {
      "raw": 4.7817273071113374e-08,
      "percentile": 0.30093723610913226
    },
    "sha256": "2c2d792a0721e0c06bf6112ab51c7da27eb2eef9f536b41d2891fa996cbf23d8",
    "simhash": "1:e92f81a400ba05c0",
    "word_count": 1349
  },
  "last_updated": "2023-07-14T19:57:13.703465+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ridge Turnpike Company v. Peddle."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThe statute law relating to executions, as it was enacted on the report of the commissioners, was a harmonious system of provisions distributed to particular subjects under different heads; for each of which everything necessary was thought to be supplied in its proper place. The details under the head of executions against corporations distinctly show that the property of an insolvent corporation was not, in any case, to be seized in execution for the separate benefit of a particular creditor; and, consequently, that an attachment execution was not to be sued out against it. By these, a corporation is not to be treated as an insolvent debtor till it has ceased to present tangible property to a creditor’s execution; and this, while it lasts, is subjected to seizure even to the money in its drawers. These provisions give a creditor every advantage, from superior activity, of which the case is susceptible, •except execution of the corporation’s choses in action; and why should we resort for that to the provision for execution against natural persons, which is a distinct subject? 'When a corporation has become ostensibly unable to pay its debts, by presenting no visible property to an execution, it was not intended, before the act of 1845, that any of its creditors should gain a preference for himself; but that, on the return of an unsatisfied execution, the plaintiff should proceed no further than to sue out a writ of sequestration, and have the corporate revenue applied, in the first place, to the maintenance and repair of the works of a public nature; and, in the second, to pro rata payment of all the debts. The first object was to prevent the public interest from being trampled under foot in a scuffle between creditors; and the second was to produce equality of distribution, as in any other case of insolvency. In fact, the sequestration is no more nor less than a process of insolvency, and the sequestrator is expressly clothed with the attributes of an assignee under the insolvent laws. Now it is not pretended that an advantage could be gained by means of an attachment execution against an insolvent corporation; but if such an execution could be sued out against a corporation at all, in -what shape could the question of its insolvency be raised or determined ? The . garnishee would have no concern with it-; and though the corporation also would have its day in court at the return of the writ, it might not deem it prudent or convenient to set up such a defence, even though it might have the means of exhibiting the state of its affairs. The general creditors would be the actual parties in interest, and without something very like judi-. cial legislation, they would not be heard. • But there is no difficulty on that head, in proceeding according to the specific provisions for execution against corporations. They declare the test of insolvency to be simply a return of nulla bona; on the basis of which, thé process of pro rata distribution is constructed. In a proceeding by an attachment execution against a natural person, there is no such test, because, as there is no principle of public or private protection involved in it, the creditor is allowed to seize on whatever he can grasp, whether his debtor be solvent or not. But if the act of 1836 had allowed him to do what he can certainly do under the act of 1845, he might have taken an attachment execution in defiance of its principle of pro rata distribution whenever the corporation should be unwilling or unable to prove its own insolvency. The argument-might be rested here; but the interpretation which the legislature has since put on its own act before any judicial interpretation had been put on it, frees the question from every difficulty. There was no motive for interference but to alter the law; and there would have been no alteration had the law stood then as it stands now.\nThe judgment on the attachment, therefore, is reversed, and the attachment execution is quashed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Gerhard and Mallery, for plaintiffs in error.",
      "Guillou, contra."
    ],
    "corrections": "",
    "head_matter": "Ridge Turnpike Company v. Peddle.\nUnder the act of 1836, an attachment execution did not lie against a corporation.\nBy that act the property of an insolvent corporation could not be seized for the benefit of a particular creditor; and the test of insolvency is the absence of tangible property. Per Gibson, C. J.\nIn error from the District Court for the city and county of Philadelphia.\nJan. 26. The defendant in error having obtained a judgment, issued an attachment in execution against several persons as garnishees. The court refused judgment against all these, but Dean and others, commissioners of the county of Philadelphia. In their answers to the interrogatories they stated, “There appears on the books of the county of Philadelphia, kept by the commissioners, a credit in favour of the said Ridge Turnpike Company for a certificate of loan, at an interest of five per cent., $1500 00 On which the interest remaining unpaid on\nthe 1st of February, 1843, was 267 94\n- $1767 94”\nThe defendant filed these answers, subject to exceptions: 1. Because the proceedings by attachment against a corporation were unauthorized by law. 2. The act of 1836 provides a different remedy. 3. No execution has been returned unsatisfied, agreeably to the § 73 of the act of 1836. 4. There is no petition for a sequestration according to the act.\nOn these answers the court gave judgment for the plaintiff.\nThe treasurer of the corporation was also summoned as garnishee; in his answer he stated, beside the above mentioned certificate of loan, there was a balance in his hands, from toll receipts, of $1271: and $1300, about falling due for work done, and salaries. That the debts of the corporation and interest thereon exceeded J|200,000, and that plaintiff’s debt was of the same class or description as the other creditors composing this amount.\nGerhard and Mallery, for plaintiffs in error.\nThe property of the corporation is a trust for its creditors. 2 Story’s Eq. § 1252. And wm contend, the writ of sequestration would secure an equal distribuí tion, which is the policy of our statute of executions. It is equally to the advantage of the creditor and the public. The franchise cannot be sold, and the expenses of the road must be first provided for, and the writ of sequestration is the only method by which the profits can be reached, or the creditors obtain the control of the corporation.\nThe District Court of Pittsburgh have decided (3 Law Jour. 179) contrary to the court below. They have held, as we contend, that the act of 1836 is a full and complete system in itself; this appears from its arrangement. This remedy is given in peculiar cases. By the same act, a distinct provision is'made for corporations, and the remedies are distinctly slated. [Rogers, J.—Had the corporation a-farm,'could not a levy be made ? I see nothing in that act requiring an equal distribution, but the contrary; nor do you show this is an insolvent corporation.] The Report of the Commissioners, 71, -shows this system was intended to be complete. The court thought corporations were persons within the act;'but that separates natural persons and corporations, treating them as distinct; and considering a corporation insolvent when there was no tangible property, they have provided this remedy, equivalent to an insolvent assignment.\nGuillou, contra.\nThe act of 1845 having extended the remedy to corporations, the only question is on the construction of the former act. There being no evidence of insolvency, for in each case the answers of the garnishees are in fact in separate proceedings, can it be sustained, that there is no other remedy than is specifically provided against corporations in the act of 1836 ? What would be the effect on a mortgage ? Cannot a levari issue ? Under these circumstances,f the only construction can be, that this writ of sequestration is an additional remedy to enable a creditor to reach the tolls.\nFeb. 1."
  },
  "file_name": "0490-01",
  "first_page_order": 490,
  "last_page_order": 493
}
