{
  "id": 401880,
  "name": "Mason's Estate-Hocker's Appeal",
  "name_abbreviation": "Mason's Estate",
  "decision_date": "1846-03-20",
  "docket_number": "",
  "first_page": "497",
  "last_page": "500",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 497"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Raw. 420",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822511
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0420-01"
      ]
    },
    {
      "cite": "1 Watts, 9",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838073
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0009-01"
      ]
    },
    {
      "cite": "1 Yeates, 9",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6771049
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0009-01"
      ]
    },
    {
      "cite": "2 Yeates, 54",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812649
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/2/0054-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 510,
    "char_count": 10257,
    "ocr_confidence": 0.569,
    "pagerank": {
      "raw": 6.797761503013935e-08,
      "percentile": 0.4157626564328654
    },
    "sha256": "8e5f1d13a632c8a7aa30a3c503954d70286ccbfcd67673caceac7996aa85422f",
    "simhash": "1:254bd8653908632e",
    "word_count": 1802
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mason’s Estate—Hocker’s Appeal."
    ],
    "opinions": [
      {
        "text": "Coulter, J.,\n(after stating the case.)—It appears from the petition or bill that the personal estate of deceased, and some of the real estate not specifically devised and sold by executors, was exhausted in the payment of debts, and also that the real estate specifically devised to the said George and the respondents, is the only estate of the said Mason now left, and that it is all in the hands and possession of the respective devisees. The naked question, therefore, is presented, whether persons, to whom a portion of testator’s real estate has been specifically devised, are. bound to contribute to another, to whom other portions were specifically devised, and which were encumbered by a specific lien ?\nThe money alleged by petitioner to have been paid to Susan, the widow of testator, for dower on the parcels of the estate devised to him, was a lien on those parcels'alone; and the parcels devised to the other devisees were -doubtless encumbered in the same way, according to their respective valuations or productiveness. The mortgage and bond given by Martin, and which encumbered one portion 'or parcel devised to petitioner, never was or could be a lien against the general estate of the testator; he purchased the land subject to that mortgage, held it subject to it, and devised it of course subject to it. It could not be stripped or parted from the corpus of the land devised to petitioner, except by directions in testator’s will that it should be paid out of his estate; and that is not pretended.\nIn relation to the mortgage and bond which the testator himself gave to Haines on the 30th April, 1830, I regard them as a specific lien on the land covered by the mortgage only. The creditor is not concerned; it is a question between the devisees ; and the testator himself had .appropriated the debt to the land embraced in the mortgage, and in his will there is contained nothing to disturb or unsettle that appropriation; but by fair implication he confirmed it by that instrument as between the devisees. The whole of the debt, therefore, for which the petitioner claims contribution, as between the devisees, rested specifically on the land devised to him, and he must be content to take it cum onere. The intention of the testator is the pole-star by which -courts must be governed in construing wills. Now, it is impossible to believe that the testator did not know that the land devised to petitioner was specifically bound by mortgage for the payment of the money, on account of which contribution is .claimed, and with this knowledge on his mind, he made specified devises of other portions of his land to the respondents. We are bound to see that justice is done' to all the devisees, and cannot take from one and give to another. The corpus of the land is given in fee to the respondents. The whole estate is passed, and can courts make it less, in the absence of any thing in the will to authorize them, except in favour of creditors ? How is it possible to affirm, with the cogency and effect of.legal judgment, that the lands passed to petitioner by the devise, subject to the encumbrances of the mortgages and dower, are not'just the quantum of the estate which the testator intended to give him? There is no doubt but that personal estate is liable to the payment of a mortgage, because it is a debt; but the law will not carry it to the payment of a mortgage, to the injury of specific legatees. 2 P. Wms. 190—335; 1 P. Wms. 693. And if the personal estate does not go in ease of real estate devised, subject to a mortgage, why should other real estate go which has been specifically devised? for the only ground of argument is, that, in Pennsylvania, real estate is assets for the payment of debts. The reason why a specific devise does not go in whole or in part in aid of another devisee, seems to be that, in such cases, the testator must have intended that the beneficiary should get what was given to him, except in favour of creditors, whose claim overrides any act of the testator; not so between devisees and legatees. Each party gets what was given, and it does not appear that the testator intended that one should get less, and the other more. The case would perhaps be different with a residuary legatee, or where land descended to the heir, because in either case there would be the absence of any express intent by the testator that they should get any amount, or thing nominatim specifically. The case of Ruston et al. v. Ruston, 2 Yeates, 54, although not exactly in point, is strongly confirmatory of this view of the case, as also the case of Oneal v. Mead, 3 Eq. Ca. Abr. 456; Tipping v. Tipping, 2 Eq. Ca. Abr. 499; Ambl. 129; 1 Bro. Ch. Rep. 45. The counsel for the appellant strongly relied upon the fact, that in Pennsylvania all the real estate is assets for the payment of debts. But this is a question not between the creditors and the devisees, or any of them. It is between the devisees themselves; and in this aspect it must be remembered, as I have before stated, that the sums for which contribution is claimed were specifically liens on the land devised to petitioner, and he cannot be eased or relieved without disturbing the specific devise to the others. Even if petitioner had paid all the claims, equity would hardly subrogate him, for it is a settled rule, that subrogation will not be allowed to the injury of third persons, who have intervening rights. We perceive no error in the decree of the Orphans’ Court, which is now confirmed.",
        "type": "majority",
        "author": "Coulter, J.,"
      }
    ],
    "attorneys": [
      "F. E. Brewster, for appellants,",
      "J. Philips Montgomery and W. L. Hirst, contra.",
      "Reply."
    ],
    "corrections": "",
    "head_matter": "Mason’s Estate—Hocker’s Appeal.\nSpecific legacies or devises are not subject to contribution for -debts, which are liens olt v land devised, without such intention appears in the will.\nDevisee of land, on part of which testator had given a bond and mortgage to secure a purchaser of another tract against a claim of dower by his wife, and had purchased the other part, Subject to a mortgage given by a- former -owner, cannot claim contribution from .co-devisees of other parcels for the amount due on either of tho mortgages; tha personalty and land not devised having been exhausted in paying other debts.\nFrom the Orphans’ Court of Philadelphia.\nJem. 27, 28. A petition was filed by one of the devisees of Mason, who died in 1831, setting forth a devise of certain real estate to petitioner; that one parcel of this property was purchased by one Martin, subject to a bond and mortgage, payable on the death of Margaret Hesser, with interest thereon to her for' life; that Martin conveyed to testator subject thereto ; that a part of the principal and all the interest had been paid by testator, and proceedings were now pending to recover the residue.\nThat testator had given a bond and mortgage on another lot, devised to petitioner, to one Haines, to whom he had conveyed certain other land to secure him against any claim of dower which might be made by the wife of testator j which dower. Haines had paid since the testator’s death, and the amount was now demanded of the petitioner.\nThe petition further stated that the personal estate of testator, and the land owned by him, not specifically devised, was exhausted in the payment of debts, and averred the land so devised was in the hands of the devisees, subject.to a proportionate.part of the mortgage debts chargeable on the property devised to petitioner, -and prayed a decree of contribution.\nThe answers of the respondents, devisees, denied the equity claimed, and set up a discharge of their lands by the lapse of five years from decedent’s death without proceedings to charge them, arid that the court had no jurisdiction to compel .contribution.\n• The court below (Parsons, J.) gave judgment, dismissing the petition on the ground that the land devised was not liable,to these - debts .as between the devisees.\nF. E. Brewster, for appellants,\ncontended that the-land in the one case was purchased, subject to the mortgage, whereby the testator had made it his own debt; it being a part of the consideration money. In the other, the personal estate had been increased by a sale of property, clear of an inchoate right of dower, which was in effect transferred to the land of the appellant. That it was clear that the land of all the devisees was chargeable, in equal proportions, with the bond, and the existence of the mortgage for the purpose of this case was immaterial. He referred to Morris v. McConaughey, 1 Yeates, 9, and the S. C. when again before court, in 2 Dali. 189, as deciding the point. [Rogers, J.—There the parties against whom contribution was decreed wTere residuary devisees; the court put it on that.] He further contended that as all lands were assets for payment of debts, that, therefore, between specific devisees, there must be contribution.\nJ. Philips Montgomery and W. L. Hirst, contra.\nThis is not an application by a creditor, but by one of several devisees. The cases are clear to the point, that a specific devisee is not bound to contribute to the payment of debts generally. And what equity is there in this particular case ? The testator has not-noticed the liens, and the presumption is, each parcel was to pass cum onere. In fact, the equities are in favour of the defendants, as the plainly declared intent of the testator by the devise would be destroyed by such a decree as is here asked for. The furthest the courts have ever gone has been in charging property not specifically devised. Apart from this, the liability of the lands of appellees is gone by lapse of time. Kerper v. Hoch, 1 Watts, 9, and a series of cases which follow that decision. [Gibson, C. J.—We will abide by the rule, but it was erroneously decided.] The court had no jurisdiction in the matter; it has but a limited jurisdiction.\nReply.\nThe court is a Court of Chancery of limited jurisdiction, it is true, but that comprehends all matters relating to the settlement of decedent’s debts, and of consequence the rights growing out of that act, 1832, § 4. This was intended to include all the powers previously vested by particular statutes. Commissioner’s Report on this act, 537. An instance of the former jurisdiction is found in Rhoads’ Estate, 3 Raw. 420, where contribution for debts among parties to a partition was decreed. Hood on Ex’rs, 101.\nMarch 20."
  },
  "file_name": "0497-01",
  "first_page_order": 497,
  "last_page_order": 500
}
