{
  "id": 401952,
  "name": "In re Gardiner's Estate. Waln's Appeal",
  "name_abbreviation": "In re Gardiner's Estate",
  "decision_date": "1846-02-22",
  "docket_number": "",
  "first_page": "502",
  "last_page": "507",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 502"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 Serg. & Rawle, 431",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "12 Serg. & Rawle, 171",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8878085
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/12/0171-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 665,
    "char_count": 14701,
    "ocr_confidence": 0.567,
    "pagerank": {
      "raw": 1.346029039294875e-07,
      "percentile": 0.6322528842415137
    },
    "sha256": "d3aad4b435c05fbc1a0c7880a47e4ce2b089207441796637b0f6aaf85b4809de",
    "simhash": "1:3dd95ea47a888ff7",
    "word_count": 2615
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "From the 15th of February to the 2d of March, Coulter, J., was absent at Nisi Prius."
    ],
    "parties": [
      "In re Gardiner’s Estate. Waln’s Appeal."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThe clauses in the fourth section of the act of 1840, are evidently disjunctive provisions for distinct cases. The section empowers the Orphans’ Court to make partition in all cases of testacy “ where the parties interested, or any of them, are minors ; or the course of descent is not altered” by the will. Why send parties, merely because there is not a minor among them, into the Common Pleas for partition of land not even attempted to be-devised to them, or, if attempted, devised to them exactly as it is given to them by the law, which casts the inheritance upon them in exclusion of the will, compelling them to take by their preferable title ? There is no reason for not allowing the parties to choose their forum, as well where all are of age, as where some of them are infants; and it is expressly provided, that in all cases within the act, any of the parties may proceed by action of partition as heretofore. If, however, infancy were to be an ingredient in all cases of this special jurisdiction, adult parties who had taken by the statute and not by the will, would be confined to the Orphans’ Court alone. But jurisdiction had previously been given to the Orphans’ Court in cases of intestacy generally; and a doubt, for which there was no solid foundation, had prevailed, but which it was the purpose of the second clause to remove, whether parties could proceed in the Orphans’ Court for the partition of descended land in a case of partial intestacy. The clause was unnecessary; but the office it was designed to perform was very different from the office to be performed by the clause coupled with it. Whether the land had descended or passed by the will, the object was to give the Orphans’ Court concurrent jurisdiction whenever one of the parties should be a minor; and to commit the protection of his interest to its peculiar care. If that was not the object, both clauses amount to absolutely nothing ; for there has not been a time since 1794, when the Orphans’ Court might not hold jurisdiction in partition of descended land, whether any of the parties were minors or not. If it was not intended to empower that court to make partition, in the case of a minor, according to the devises in a will, the legislature meant nothing.\nBut the proceedings are to be the same as they are in cases of intestacy; and the land is consequently to be divided between the first takers, and, when any of them are dead, without subdivision, between their representatives ; for such has b'een the course in cases of intestacy, in which the children of a child take their parent’s share as tenants in common. Without this limitation, the statute could seldom be executed ; for it would be impossible to provide for the security of contingent interests. In this instance, had the wffiarf itself been capable of partition, the interests vested under the will might have been parted by assigning to Mary Gardiner, now Mrs. Dilworth, her estate for life in her property, and leaving the contingent remainders dependent on it to vest at her death in such as should be,,in esse according to the limitations in the will. Being incapable of division, however, it was sold; and the price of it is in the hands of the trustee, as the equivalent of the realty. What, then, is there in the case, to prevent the court from disposing of it, as the realty would have been disposed of had it been divided in kind ? Mrs. Dilworth is entitled to the interest of it during her life; and the principal is to be paid to her children at her death. What remains then is to have it, in the mean time, invested by the trustee under the direction of the Orphans’ Court, which possesses, within its sphere, the incidental powers of a Court of Chancery. It may order it to be invested in real securities at legal interest, or in certificates of stock, or in any other way it may judge to be best; and it will be its business to give the whole matter its particular supervision, compelling the trustee to follow its directions. At present, there is no more to do, than to say, that the exceptions to the confirmation of the sale are not sustained. Decree affirmed.\nFrom the 15th of February to the 2d of March, Coulter, J., was absent at Nisi Prius.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "E. Wain, for appellant.",
      "V. L. Bradford, and T. Sergeant, contra.",
      "Meredith, in reply."
    ],
    "corrections": "",
    "head_matter": "In re Gardiner’s Estate. Waln’s Appeal.\nBy the act of 11th April, 1840, the Orphans’ Court has jurisdiction in partition, in cases of testacy, or where some of the parties are minors.\nHence, where A. devised in trust for his two daughters for life, remainder to such children as they should leave at the time of their death, and one of the daughters died; the court has jurisdiction to compel partition, on the petition of a son of the deceased child ; and the, land not being capable of division without injury, a sale may be directed, and the funds preserved by the court in the hands of the trustee until the contingent rights of the children of the surviving daughter shall vest.\nThe proceedings in such cases are to be the same as in cases of intestacy, and the land divided, if possible, among the first takers, without subdivision among their representatives.\nFrom the Orphans’ Court of Philadelphia county.\nFeb. 15, 16. N. G. Gilman, jun., filed a petition in the Orphans’ Court, setting forth that John Gardiner, jun., died on the 4th of January, 1830, having made a will dated the 2d of November, 1829, whereby he devised to Wright and Sharpe, and their survivors in fee, in trust, as to one moiety of the residue of his estate, for the separate use of Elizabeth Gilman, wife of N. Gilman, for life, remainder in trust for every child and children of Elizabeth, who might be living at the time of her decease, as tenants in common in fee. As to the other moiety in trust for the separate use of his daughter Mary Gardiner for life, remainder to such child or children as might be living at the time of her decease as tenants in common in fee. If she died without leaving issue, then as to one moiety of said moiety in trust for the same uses as was declared of the moiety devised in trust for Elizabeth; and as to the other moiety of said moiety, in trust for his son Richard, for life, remainder to every child or children which he might leave, &c., remainder to the right heirs of Richard.\nThe petition further stated that testator left a widow, who is still living, three children, and certain real estate. That Elizabeth died in 1838, leaving a husband and seven children, the eldest of whom was the petitioner; and the three younger being minors, that their father had been appointed guardian by the court. That Mary, the daughter of testator, had intermarried with Charles Dilworth, and was yet living, and prayed an inquest to partition, if it could be done without prejudice. An inquest was awarded, and then a demurrer was filed by the trustee, praying the inquest; might be set aside. The trustee having died, a substitution was ordered on the prayer of the original petitioner. He subsequently filed a petition to amend his original proceeding by inserting the names of two minor children of Mary Dilworth, their father having been appointed guardian, which was granted.\nThe writ then issued reciting these proceedings, and directing a partition among the heirs and legal representatives of the intestate, &c., on which a valuation was returned. The rules to accept at the valuation, and to show cause why the property should not be sold, having been accepted by the trustee and the attorneys of the parties, a sale was ordered and made. After this, Charles Dilworth, guardian of the minor children of Mary Dilworth, late Gardiner, filed a petition setting forth the death of said Mary since the order of sale, and praying leave to become a party to the proceedings on behalf of said minors. This was granted, and on motion the sale was confirmed, and the administrator of John Gardiner, jun., directed to. convey, subject to the charge of one-third of the purchase money, in lieu of the widow’s dower according to the act of Assembly, the interest to be paid annually, recoverable by distress. The writ of inquest was then amended by inserting a direction to partition among devisees, &c., and the purchase money directed to be paid.\nThe purchaser of one of the lots filed five .exceptions, as follows:\n1. That the Orphans’ Court had no jurisdiction of the matter—\n1st. Because the act of 13th April, 1840, does not extend to a case where some of the parties interested are minors, and the course of descent is altered.\n2d. Because at the institution of the proceedings, there was only a life-estate in one of the parties, and no vested remainder in fee to any one living.\n2. Because the writ of inquest directed to the sheriff, is made out, and its requisitions are in conformity with a case of intestacy, and not in compliance with the rights of the parties, or the will of Mr. Gardiner.\n3. Because the order of sale of Feb. 14, 1846, directs the widow’s dower to be charged on the property, according to law, whereas there is no law authorizing such a charge.\n- 4. Because Mrs. Dilworth, the tenant for life, died before the sale, whereby the remainders have become vested, and new rights intervened.\n-5. Because the proceedings in the Orphans’ Court are defective in this:\n1st. That no one appeared, or accepted service, for Mrs. Dilworth, of the rules to show cause, &c., why the property should not be sold, &c.\nThese were dismissed, and this appeal taken.\nE. Wain, for appellant.\nThe purchaser is willing to take, if his title is certain. The question is on the act of 13th April, 1840, this being a case in which the course of descent is altered by a will. Before the death of Mrs. Dihvorth there was no vested interest in any one, for until that event happened, the parties who were to take were not ascertained. Before the act relied on, it is clear there was no jurisdiction, and that act must be construed simply as an enlargement of an existing jurisdiction. It must mean in like cases with that previously existing. Otherwise the birth of a child would avoid the whole proceeding, for unless the Orphans’ Court has all the powers of a Court of Chancery, which has never yet been held, there is no power to bar or protect such future interest. This construction requires that or should be read and in the act of Assembly. The other exceptions are of inferior consequence. It is impossible to say the jury would have found as they have, if they had been directed to make partition among the devisees. [Rogers, J.—The court could not amend after inquest against the consent of those interested. But there is a great difference as to the party objecting. The consent of parties would cure the defect.]\nV. L. Bradford, and T. Sergeant, contra.\nThe only things the purchaser has to look to are, whether the court has jurisdiction of the subject matter, and are-the proper parties in court. The Orphans’ Court is a court of equity within the sphere of its limited jurisdiction. Commonwealth v. the Judges of the Compon Pleas, anti, 301. The only question then is, has that court jurisdiction in partition in this case ? Kennedy v. Wachsmuth, 12 Serg. & Rawle, 171 ; McPherson v. Cunliff, 11 Serg. & Rawle, 431. Has the court jurisdiction where there is case of testaey and minors? [Ch. J.— There is no doubt the act was intended to remove doubts whether the property passed by descent or devise, in case of a will, and hence the uncertainty of the jurisdiction.] The intestate law shows who are to be made parties, and this being in chancery, the contingent interests are on the doctrine of virtual representation present in the persons of the parties to these proceedings. Story’s Eq. § 656 a; Wills v. Slade, 6 Ves. 498- Gaskell v. Gaskell, 6 Sim. 643. The legal title being before the court, the land can be turned into money, and the court will see that the fund is properly secured for the future interests. Here, however, the trustees do in fact represent and protect these interests. If parties should hereafter come into being, the partition would open to let them in on the fund or the estate, as the case might be. Cholmondeley v. Clinton, 2 J. & Wal. 7 ; 1 Danl. Oh. Pr. 318; 1 Ves. & B. 551; Calvert on Parties, 51, 52, 189—194.\nPrevious to the present act, the jurisdiction of the court was confined to cases of intestacy; then it was extended to all cases of testacy. A previous act had given jurisdiction, where there were particular estates and remainders, to the common law courts. The power being then general, and no exclusion of such interests as the present, which were known to be common, they must be presumed to have been included. • It is plainly but an extension of that useful power heretofore vested of converting an estate; the rights of the parties being transferred from the land to the fund.\nMeredith, in reply.\nThe act was probably intended to meet a particular case, and is difficult to understand. Does it mean to give jurisdiction either where there is a will in any part of the title, or where there may be minors? If both must concur, there was no jurisdiction in this case. If it be construed in the alternative, then the jurisdiction will depend in the one case on a matter in pais, susceptible of subsequent contradiction, viz. the fact of a minority. The right to avoid for- this cannot be waived by an infant: he cannot give jurisdiction by consent. Again, when must there be a minority ? Is it to be at the termination or at the commencement of the proceedings. [Rogers, J.—If the jurisdiction once attached, subsequent events would not destroy it.] On the other hand, if the existence of a will anywhere in the chain of title is to give jurisdiction, that would extend it to all cases. [Rogers, J.—That would be monstrous.] The proper limitation, and the only one, is the minority of the parties who are immediately to take by the will; which construction avoids the jurisdiction in this case. Short of this, there is no point at which to stop, but the case put. But the jurisdiction must be exercised according to the will, not against it, 'as here. Nor is there any act allowing the courts to sweep away the rights of the unborn devisees. The act referred to, directs the money to remain as a charge■; here it is to be paid to a trustee. The simple question is, whether the case provided for has arisen ? The rules of chancery cannot be invoked successfully. There can. be no sale there in any case, as is shown in 8 Ves. 1.43. Nor is there any representation: that court requires, not a naked trustee of the whole estate, but of the particular right to be affected ; 2 Ves., jun., 122; and the practice is to respite the conveyances until the infant parties come of age.\nFeb. 22."
  },
  "file_name": "0502-01",
  "first_page_order": 502,
  "last_page_order": 507
}
