{
  "id": 401902,
  "name": "Patterson et al. v. Boehm",
  "name_abbreviation": "Patterson v. Boehm",
  "decision_date": "1846-04-19",
  "docket_number": "",
  "first_page": "507",
  "last_page": "515",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 507"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Wend. 473",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2012884
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/10/0473-01"
      ]
    },
    {
      "cite": "12 Serg. & Rawle, 382",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8878988
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/12/0382-01"
      ]
    },
    {
      "cite": "9 Serg. & Rawle, 229",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8878197
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/9/0229-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 765,
    "char_count": 20771,
    "ocr_confidence": 0.584,
    "pagerank": {
      "raw": 1.0645481284172306e-07,
      "percentile": 0.5579813726591782
    },
    "sha256": "6aae6e510902666bbd0766c6a56d52bbfe790a40377aa7e4177b3ddcb01d798f",
    "simhash": "1:1bb626d58d65d0c0",
    "word_count": 3636
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Patterson et al. v. Boehm."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe errors assigned in this case are to the charge of the court.\nThe plaintiffs below, who are plaintiffs in error, on the trial of the cause, gave in evidence a promissory note, executed by the defendant to the order of A. H. Motz, dated the second day of April, 1842, for $376 66, payable one year after date. The note was endorsed by Mote. The defendant pleaded specially, that before the making of the said promissory note, the said plaintiffs were the attorneys in fact of A. M. January & Son of Kentucky, and the said defendant, and the said A. H. Mote, the endorser of the said note, with one Charles Erwein, were partners in business, trading under the firm of Esenwein & Co., became indebted to the said A. M. January & Son, and divers other persons respectively, in divers sums of money, and after-wards were in bad and embarrassed circumstances, and unable to pay or satisfy to the said A. M. January & Son, and the other the said creditors, their respective debts in full, whereof the said creditors had notice; and thereafter the said defendants, and the said A. H. Mote, and the said Charles Esenwein, trading under the firm of Esenwein & Co., together with John A. Warner and Robert Beehler, friends of the said firm, did then and there offer to the said plaintiffs, the attorneys of the said A. M. January & Son, and to the other the said creditors, the sum of fifty per cent, upon their respective debts, a composition for, upon, and in full thereof; and afterwards, to wit, on the-day of-, 1841, before the commencement of this suit, in pursuance of the said offer, certain articles of agreement were prepared and duly executed between the said John A. Warner and the said Tobias Beehler of the first part, and the plaintiffs, as attorneys for the said A. M. January & Son, and the other creditors of the second part; whereby the said creditors agreed with each other, and with the said parties of the first part, to receive the said fifty per cent, as a composition, for, upon, and in full discharge of the respective debts, due to them from the said firm of Esenwein & Co. And this defendant says, that before the commencement of this suit, to wit, on the day and year aforesaid, the said fifty per cent, upon their respective claims was to the said plaintiffs’ attorneys, for the said A. M. January & Son, and to the other creditors under the said agreement duly paid. And this defendant further says, that the said plaintiffs, attorneys of the said A. M. January & Son, in order to obtain a fraudulent preference beyond the other creditors of the said firm of Esenwein & Co., did make, at, and before the execution of the said agreement of composition, an agreement with this defendant and the said A. H. Motz, partners as aforesaid, in the said firm of Esenwein & Co., whereby it was agreed, without the knowledge of the other creditors, and to give the said plaintiffs, attorneys Of the said A. M. January & Son, a fraudulent preference, and to induce them to sign the said agreement'' of composition, that this defendant, a partner in the said firm, should make, and the said A. H. Motz, another partner in the- said firm, should endorse and deliver to the said plaintiffs, attorneys as aforesaid, certain promissoryfnotes to a large amount, to wit, for the amount of the residue of the debt of the said firm of Esenwein & Co., to the said A. M. January & Son, over and above the said fifty per cent, by them received, under the said agreement of composition.\nAnd in pursuance of the said fraudulent agreement, and for the purposes aforesaid, the said defendant made, and the said A. H. Motz endorsed and delivered the said promissory note in the said count mentioned to the said plaintiff’s attorney as aforesaid, in fraud of and unknown to the other creditors, and this the defendant is ready to verify, &c. The deed of composition and parol evidence being given in evidence to sustain the defendant’s plea, the judge charged the jury, and to this charge the plaintiffs have assigned several errors. The only one material to consider is, that the judge charged the jury that the agreement between Warner & Beehler and the creditors of Esenwein & Co., dated in 1841, was in the nature of a deed of composition between insolvent debtors and their creditors. When we look at the written agreement and the parol evidence, we all think it was impossible for the court to view it in any other light. The agreement was clearly a deed of composition, and the parol evidence, if believed by the jury, showed, instead of a part payment of the debt due by Esenwein & Co. to J. M. January & Son, as contended by the plaintiff’s counsel, the signature of the attorneys of J. M. January & Son was given upon the consideration of the further remuneration than the fifty per cent secured by Warner & Beehler. Mr. Patterson refused to sign the agreement, unless he received these notes. The evidence is clear against the construction, that the note in .question was given in part payment of the plaintiff’s demand, before the deed between Warner & Beehler and the creditors was executed. To me it appears that the learned judge put the case most fairly to the jury. He instructed them that if they found that the note in question was given in part payment of the debt of Esenwein & Co., without reference to the agreement of composition between Esenwein & Co. and their creditors, and not as an inducement to January & Son to sign the deed between Warner & Beehler and the creditors, then the plaintiff may recover upon it. To us it appears that the charge was as favourable to the plaintiffs as the law would warrant on the evidence. The principle adduced from the adjudged cases on this subject is, entire good faith, which the creditors have a right to expect from each other, and from the debtor. There is to be no collusion between the debtor and the favoured creditor, and each creditor is to stand on the same footing. 11 A. & El. 1039, (39 E. C. L. R.) But it is contended that the attorneys of January & Son were the last to sign, and that their signing could not have induced others to come into the agreement. This argument is unsound. It was held in Steinman and others v. Magnus, 11 East, 390, that where a debtor entered into an agreement with his creditors, whereby they recovered twenty per cent, in satisfaction of their several demands, and released the remainder in consideration that half of the composition should be secured by the acceptance of a certain person, (also a creditor,) which security was accordingly given and paid when due ; such agreement was held to be binding on the plaintiff, one of the creditors, though the agreement was not under seal, and though he was the last who signed it, and it did not appear that he had actually induced any of the other creditors to sign it, and that the plaintiffs suing the debtor after having received the composition was a fraud upon the security and the other creditors. The law was held by Lord Kenyon, Buller, and others, that where the creditors of an insolvent consent to accept a composition for their respective demands upon an assignment of his effects by a deed of trust, to which they are all parties, and one of them, before he executes, obtain from the insolvent a promissory note for the residue of this demand, by refusing to execute till such note be made, the note is void in law as a fraud on the rest of the creditors, and a subsequent promise to pay it, is a promise without consideration, which will not maintain an action. 2 Term Rep. 763. The judge would havé erred if he had charged otherwise. He put the case fairly to the jury.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Gerhard, for plaintiffs in error.",
      "D. P. Brown, contra.",
      "Reply."
    ],
    "corrections": "",
    "head_matter": "Patterson et al. v. Boehm.\nA secret agreement by a creditor, party to a composition deed, by which he is to receive a sum over and above the dividend stipulated for in the deed, is void; and it is immaterial that all the other creditors had executed the deed before such creditor agreed to become a party on receiving a security for the additional sum.\nE. & Co., having assigned their effects to secure W. & B., and three others of their creditors; two of the partners, with W. & B., offered a composition to the general creditors on payment of fifty per cent. A deed was thereupon prepared, by which W. & B. agreed, on receiving an assignment of all the claims against E. & Co., that they would pay each of the creditors fifty per cent, of their debts, either out of the assigned funds, or absolutely if they proved insufficient. All the creditors but J., having become parties to the deed, he agreed to execute it on receiving the notes of the partners of E. & Co. for an additional sum, and the guaranty of W. & B. The notes having been delivered, J. executed the deed. Held, that the deed was a composition-deed, and the agreement by J., far an additional amount, was a legal fraud on the other creditors; and no recovery could be had on the notes.\nIn error from the District Court of Philadelphia.\nFeb: 16, 17. Patterson & Co. brought this action on a promissory note drawn by defendant and endorsed by Motz. The defendant pleaded, that plaintiffs were attorneys of January & Son, creditors of C. Esenwein & Co., who became insolvent; that defendant and Motz, partners with Esenwein, together with Warner & Beehler, friends of the firm, offered to the plaintiffs, as attorneys, &c., together with the other creditors, fifty per cent, of their debts. That a composition-deed was prepared and signed by the creditors, by which they agreed with Esenw'ein & Co., and Warner & Beehler, to accept fifty per cent, in full satisfaction of their claims, which amount was duly paid. That plaintiffs, as attorneys, in order to obtain a fraudulent preference over the other creditors, at and before the execution of said deed, made another agreement with Motz and defendant without the knowledge of the other creditors, whereby, to induce the signing of the composition-deed, defendant and Motz agreed to give notes for the residue of the debt of January & Son to plaintiffs, in pursuance of which, the note in suit was executed.\nThe second plea was similar to the first, averring R. Patterson, a member of plaintiffs’ firm, to have been the attorney of January & Son. To these pleas, the plaintiffs replied de injuria, fyc.\nOn the trial, the defendant proved the deed between all the creditors of C. Esenwein & Co., and Warner & Beehler; among others, was the signature of January & Son, by their attorney Robert Patterson, one of the plaintiffs in this action ; and another agreement between January & Son, by their attorney, and Warner & Beehler; and gave evidence, showing that the papers were executed at the same time, Patterson refusing to sign the former without the latter agreement was executed. The deed was without date—there was some evidence its execution was completed in November, 1841. It declared a mutual agreement; that the creditors, on request from Warner & Beehler, and “on payment by them of such a sum as together with the dividend to be received (by the creditors) under assignments by C. E., and C. E. & Co., will make up a sum equal to fifty per cent, of their respective debts, with accruing interest, or if no dividend shall have been paid, then on payment of fifty per cent, of their debts, will transfer unto WTarner & Beehler the claims and debts due or accruing by E. & Co. (to the creditors,) and all evidences of debts held therefore.” Warner & Beehler agreed, on receiving such transfer, to pay the amount required to make up the fifty per cent, so soon as it should be settled that the preferred creditors named in the assignments, (they and five others were preferred,) were alone entitled to claim thereunder; if no dividend was paid, then they agreed to pay the fifty per cent. Until a final decision, no change of securities was to be made, but suits might go on against Esenwein & Co. A schedule of the amounts due to each creditor was annexed; and there was a covenant that it was correct. It did not appear that the claim of January & Son, for. consigned tobacco, more particularly ■mentioned hereafter, was, excluded from this schedule .of debts.\nThe agreement between Warner & Beehler, and January & Son, by their attorney, was sealed and dated April 15, 1842. It recited the deed just mentioned, to which « J. & Son have agreed to become parties,” and that Warner & Beehler had agreed, if that agreement should be carried into effect, that they would guaranty and secure to January & Son, $1111 87 of their claim against C. Esenwein & Co., over and above the fifty per cent, of their claim, to be paid to them as parties to the said agreement; and further, that immediately after the execution of this agreement, January & Son would become parties to the deed; a guarantee of the further sum, as above stated, on a full compliance with the stipulations of the deed; and that if that were abandoned this should become null.\nOn cross-examination, plaintiffs’ witness stated, that January & Son made a specific claim for certain tobacco consigned by them to Esenwein & Co., and sold by them a few days before the assignment to Warner &TCo., who rvas their creditor; it might have been paid for by a settlement of accounts, but- he could not say certainly. January & Son demanded account sales with the names of the purchasers, and then proceeded to recover the tobacco from Warner & Co., which proceeding was abandoned on signing this agreement, and the payment of the money, and delivery of the notes of defendant and Motz; which, with the amount guarantied by Warner & Beehler in the latter agreement, made up the claim of January & Son in full; one of which notes was that for which this action was brought, and was received by plaintiffs for collection, for account of January & Son.\nPlaintiffs then read the following letter:\n“ Philadelphia, January 12, 1842.\n“ Robert Patterson, Esq.\n“ Dear Sir:—Being anxious to have the affairs of the late firm of C. Esenwein & Co., of Philadelphia, settled as soon as possible, we hereby inform you, that with the exception of Messrs. January & Son, all our creditors have signed the release; and as wTe always considered their claim as sacred, (to which effect the writer informed them,) and being anxious to satisfy your friends as much as we possibly can, we propose that they receive fifty per cent, of their claim from the estate, and to give them our notes at two and four years, for the balance, with the condition, that if w'e are able to pay them before maturity we can do so.” They then stated,'that two of their preferred creditors had relinquished half of their preference to enable the estate to pay fifty per cent. “ We therefore hope that your friends Messrs. January & Son will accept of our proposal, and at the same time we rely on your and their secrecy regarding our proposal; which, we assure you, is fifty per cent, more than we do for our other creditors, though we intend to pay all our creditors whenever we are able,” They then stated that all the creditors who were in the same situation as January & Son, convinced that their failure was not occasioned by misconduct, including their consignors, had signed off for fifty per cent., and relied on their honour to pay in full, and that they expected to commence business, &c., &c.\n« Yours very respectfully, A. W. Boehm,\n« A. H. Motz.”\nThe two points on which instructions were prayed, which were argued here, were, that the papers, neither singly nor together, constitute a composition-deed, 2. That if Patterson’s signature was after all the other creditors had executed the first deed, and without any engagement on the part of January & Son to execute it until after the other creditors had become parties, the agreement was no defence to this action.\nHis honour, Jones, J., after laying down the general rule as to frauds on composition-deeds, told the jury, the deed could not be considered as a purchase of the debts due by Esenwein & Co. by Warner and Beehler, since their assets were to be applied in whole or in part to the payments; and that if a profit accrued it was to them, and under no circumstances to Warner & Beehler. His honour further said, that if the amount to be received by January & Son, over and above the dividend of the other creditors, was the consideration for a relinquishment of their claim to tobacco fraudulently placed in Warner’s hands by Esenwein, who was a factor, the plaintiffs might recover; or if a bond fide claim had been set up under those circumstances, and the notes given therefore. And so if the note was not given as an inducement to procure the signature to the deed but in payment of a debt. If it was given as such inducement, it was within the rule as to fraud on creditors; in which case it was immaterial when January & Son signed, or whether they had engaged to do so before the deed was presented to the other creditors.\n. The jury having found for defendants; three grounds were taken on the writ of error. 1. That the deed was not a composition-deed. 2. That the nature of the debt, being a claim on a factor for a breach of his duty, took the case out of the general rule. 3. That as no creditors were induced to sign by reason of the signature of January & Son, they were not within the reason of the rule.\nGerhard, for plaintiffs in error.\nThis is not within the rule as to frauds on composition-deeds. The debt, if so it might be called, was incurred by the fraud of the factor, for which he might have been proceeded against criminally, and the note in question was given by the party to that fraud, who now seeks to discharge himself from a debt which he himself styles sacred. There is a marked distinction in the cases founded on this circumstance. Small v. Brackley, 2 Vern. 602, where it is said a fraudulent debtor is not relieved from an underhand agreement. The doctrine having been imported from equity into the law, brings with it all equitable exceptions to the rule. [Gibson, C. J.—If the rule is founded in the fraud on other creditors, of what consequence is it that the original debt was fraudulent?] The cases draw the distinction. [Rogers, J.—The jury have found the note was not given for that particular tobacco.] The judge left it to them to say whether that claim was compromised by the deed. The- papers on their face are not a composition-deed, and by analogy to the rule in other commercial instruments, their character is not to be changed by parol evidence. Bank v. Walker, 9 Serg. & Rawle, 229; 12 Serg. & Rawle, 382. It was a purchase by Beehler & Warner, of the debts due by Esenwein; they were to pay the price in all events, and to receive an assignment of the claims. They, and the partners of Esenwein & Co., were the only persons interested, and on whom this alleged fraud could operate, and they had full notice of the whole transaction—were, in fact, parties to the arrangement. In addition to this, all the other creditors had made their arrangements before January & Son had stipulated to become parties; the two principles, therefore, on which this rule is founded, that there is to be a mutual loss, and that'no deceit must be practised on the other parties, are entirely wanting. Knight v. Hunt, 5 Bing. 432, (15 E. C. L. R.;) Leicester v. Rose, 4 East, 372; Tuck v. Took, 9 Barn. & Cress. 437, (17 E. C. L. R.;) Fawcett v. Gee, 3 Anst. 910; 8 Mees. & Welsb. 763; Russell v. Rogers, 10 Wend. 473; Wheelwright v. Jackson, 5 Taunt. 109, 633, (1 E. C. L. R.)\nD. P. Brown, contra.\nThe uniform train of decisions shows this, to be a fraud on the other creditors, parties to the composition-deed, for which the contract is avoided; it is, therefore, perfectly immaterial in what order the creditors executed. It is the implied understanding, that all are to be put on an equality, which the law imperatively demands shall be faithfully observed; and it is to check the fraud which is perpetrated on the other creditors, by inducing them to sign under the belief of the equality of loss, that the courts have uniformly declared all underhand arrangements of this character are impracticable. Cockshott v. Bennett, 2 Term kep. 763; Feise v. Randall, 6 Term Rep. 146 ; Stock v. Mawson, 1 Bos. &Pul. 286-90; together with Britten v. Hughes, 5 Bing. 460, (15 E. C. L. R.,) show that the amount set opposite the names of the creditors, is the only one they can claim as due by the debtor. [Gibson, C. J.—The only question is, whether this is a composition-deed.J\nReply.\nThat the creditor claiming the peculiar benefit must be a party with the other creditors to the deed, to be affected by the rule, appears in Sadler and Jackson, 15 Yes. 55, and In re Thorn, 2 Barr, 331; in the former, the grounds of the rule are fully explained.\nApril 19."
  },
  "file_name": "0507-01",
  "first_page_order": 507,
  "last_page_order": 515
}
