{
  "id": 401870,
  "name": "Ross v. Palmer",
  "name_abbreviation": "Ross v. Palmer",
  "decision_date": "1846-02-26",
  "docket_number": "",
  "first_page": "517",
  "last_page": "519",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 517"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts &Serg. 162",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483330
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0162-01"
      ]
    },
    {
      "cite": "8 Watts &Serg. 162",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483330
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0162-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 320,
    "char_count": 4983,
    "ocr_confidence": 0.549,
    "pagerank": {
      "raw": 4.7817273071113374e-08,
      "percentile": 0.29955839124211486
    },
    "sha256": "21ce1a264922cdf35f1ef28792fc47ad6e2384f116c049a4e480c9d1882e722d",
    "simhash": "1:3fdf072112b4ce9f",
    "word_count": 883
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ross v. Palmer."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nTo recover the penalty in the fee bill, the narr. must state the particular services for which the officer took the illegal fee. The narr. charging generally, that the defendant, for services done by him as sheriff, took other and greater fees than were allowed by the act of Assembly, was adjudged incurably defective in Aechternacht v. Watmough, 8 Watts & Serg. 162. Here the judgment was arrested for the same reason which governed that case; namely, that the narr. does not specify the illegal fees, the services of the prothonotary, nor the particulars of either the fees or services for which the penalty is claimed. No difference is perceived between the cases, -except that one is a suit against a sheriff, the other against a prothonotary. In every other particular, they are precisely the same. It is not the duty of the court to point out the form of a declaration on the statute. We, however, do not perceive the insurmountable difficulties which the counsel for the plaintiff in error seems to suppose, for, in addition to the suggestions in the case -cited, the plaintiff may, previous to filing his narr., procure a copy of the docket entries, which will serve to show the services of the officer, and remove all difficulties on that head.\nWe attach no weight whatever to the point, that the only remedy for extortion, or exacting illegal fees, is by indictment. The act of the 25th March, 1831, on which the defendant in error relies, is, in addition to any penalty or penalties to which by any existing laws the officer guilty of extortion may be subject. These are the words of the act, and must govern its construction.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "W. R. Dickerson, for plaintiff in error.",
      "F. E. Brewster, contra."
    ],
    "corrections": "",
    "head_matter": "Ross v. Palmer.\nIn an action to recover the penalty for taking illegal fees, the declaration must set out the services for which the fees were taken, or judgment may he arrested after verdict.\nThe act of 1831, making the demand, charge, or taking of greater fees than are allowed by law, an indictable offence, does not repeal the previous act giving a penalty recoverable by action.\nFéb. 19. This was an action against the prothonotary of the Court of Common Pleas, to recover the penalty of $50, under the acts of 1821. The declaration, commencing in debt, set out the title of the officer; that his fees were regulated by the act of 1821, and that defendant, on, &c., within six months, &c., “under colour of his office, did charge, demand, and take of, and from the said plaintiff, the sum of $4 25, for certain services alleged to have been done .and performed by him, the said defendant, as such officer in a certain suit wherein,” &c., which said sum “ was greater, and other fees than is expressed and limited by the acts,” &c.\n. The next paragraph averred a taking of the same amount for other arid greater fees than were allowed, &c., and then averred a charge, demand, and taking of the same amount, in a certain suit, “ being greater and other fees than is limited by the act,”&c; and al§Q being for services other than those expressly provided for in said acts; and also being for services alleged to have been done when such services had not been performed. By reason of all, and singular the said acts of oppression, &c., the said defendant became liable to pay the penalty of $50, and in consideration thereof, he then and there faithfully promised, &c., conclusion in assumpsit.\nAfter verdict, several reasons in arrest of judgment were filed ; among them were, 1. That the illegal fees were not specified; 2. nor the services; 3. nor the illegal excess of the supposed charges. The court below arrested the judgment.\nW. R. Dickerson, for plaintiff in error.\nThe judgment urns arrested on the authority of Aechternacht v. Watmough, 8 Watts &Serg. 162, which overruled the doctrine of Jackson v. Purdue, 3 Penna. Rep. 519, that the act was remedial; in one case it is said to be penal, in the other, remedial. [Gibson, C. J.—R may be penal in requiring particularity in setting out the offence, and remedial as to the subject-matter.] The whole efficacy of the act will be destroyed, for the officer claims an entire sum. [Per Curiam.—You may refuse to pay without a bill.] If that is demanded they will take nothing, and we must elect either to deprive him of his just claims or to be defrauded. We would be glad to have a form indicated by which the remedy might be enforced.\nF. E. Brewster, contra.\nThe defect is fatal under the case cited, in which the judge corrected a mere dictum of his in the former case. But we contend the remedy for the penalty under the acts of 1814 and 1821, is gone by the subsequent act punishing this conduct as extortion. Such acts are always construed as repealing prior remedies. 3 U. S. Dig., cases cited 482, 488. [Burnside, J.—The act gives a cumulative remedy.] I submit that before the acts of 1814 and 1821, the remedy was by indictment at common law; after those, it was for the penalty; then by the act of 1830, by indictment under the statute.\nFeb. 26."
  },
  "file_name": "0517-01",
  "first_page_order": 517,
  "last_page_order": 519
}
