{
  "id": 401891,
  "name": "Toram v. The Howard Beneficial Association",
  "name_abbreviation": "Toram v. Howard Beneficial Ass'n",
  "decision_date": "1846-02-22",
  "docket_number": "",
  "first_page": "519",
  "last_page": "520",
  "citations": [
    {
      "type": "official",
      "cite": "4 Pa. 519"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts & Serg. 398",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts & Serg. 247",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483389
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0247-01"
      ]
    },
    {
      "cite": "2 Whart. 309",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830458
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0309-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 255,
    "char_count": 3783,
    "ocr_confidence": 0.569,
    "pagerank": {
      "raw": 6.96825339281979e-07,
      "percentile": 0.9654881423588788
    },
    "sha256": "a98e7d87bb0b29f036125b728756c16891c9b2993bf2b793455ae86197fa65a4",
    "simhash": "1:61a95d33c28f14d8",
    "word_count": 676
  },
  "last_updated": "2024-02-27T21:25:52.610331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Toram v. The Howard Beneficial Association."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nIn this case, neither an action nor a mandamus would lie. The corporation is bound by the fundamental articles, to pay only when it is in funds; and it has determined that it is not. As the plaintiff', in becoming a corporator, assented to its acts prospectively to be done, according to the charter of its constitution, he is concluded by the decision of his own forum. We are to believe that the proper authorities passed judicially on his claim, and we are not to re-judge their judgment. Judgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "J. P. Montgomery, for the plaintiff in error.",
      "Todd, contra.",
      "Reply."
    ],
    "corrections": "",
    "head_matter": "Toram v. The Howard Beneficial Association.\nThe charter of an incorporated beneficial society provided that sick members should be entitled to a certain allowance whilst so much remained in the funds. Held, that an action would not lie by a member to recover the allowance, as it must be presumed the proper authorities had determined the corporation was not in funds, and the member is concluded by the decision of the forum of his own selection.\nIn error from the Common Pleas of Philadelphia.\nFeb. 18. This was an action by a member of a charitable association to recover «the amount of six weeks’ benefit as a sick member.” The plea was non assumpsit.\n■ The record showed that on the trial before Parsons, J., the plaintiff gave in evidence the charter of the association, which provided that a member should be entitled to receive $>6 per week when confined to his bed from sickness, and $4 when not so confined but unable to-nttend-to his usual business. «This allowance is to be made from the time of his application in writing to the president whilst so much remainded in the funds.” It was further provided, that «the steward should have a discretionary power in all cases of doub't, as to the capacity of the member to attend to his usual business.” By the § 2, art. 4, the treasurer is «to pay all orders signed by the president and attested by the secretary.” By the 6th art., the stewards are to visit a sick member, and “ should they find him entitled to the benefits, they shall pay him the sum allowed by this instrument.” The plaintiff then proved his membership, sickness, and application to the president, agreeably to the charter. The bill of exceptions did not state whether there had been any decision on the application.\nHis honour was of opinion, that The Black and Whitesmith’s Society v. Vandyke, 2 Whart. 309, was conclusive, that the action would not lie, and directed a verdict for the defendant.\nJ. P. Montgomery, for the plaintiff in error.\nThe question is, whether the case relied on by the court is conclusive against us. That was on the ground of a particular jurisdiction, given by the charter, which had been exercised; but here, there was no evidence of that kind. That the courts have jurisdiction, appears from Com’th v. Pike Society, 8 Watts & Serg. 247. The remedy by mandamus is not the proper one, as supposed by the court. King v. Chester, 1 Term Rep. 396 ; Drexell v. Man, 6 Watts & Serg. 398. [Per Curiam.—There is no doubt, a corporator may sue the corporation.]\nTodd, contra.\nThere was contradictory evidence whether the corporation had funds ; but the judge preferred to raise the broad question on the record, whether an action could lie at any time. [Rogers, J.—What remedy is given by the charter ?] The charter gives none. [Then it is not the case in 2 Whart., for there was a remedy.] In that view, there is a remedy, for the board is to pay when in funds.\nReply.\nThe question whether or not there was funds, is not raised by the record. [The court stopped him on this point.] The charter merely provides for payment in a certain case, but gives no remedy; nor, so far as appears from the record, is there any evidence that a decision was made by the company. This is the very point of the cause.\nFeb. 22."
  },
  "file_name": "0519-01",
  "first_page_order": 519,
  "last_page_order": 520
}
