{
  "id": 484301,
  "name": "Speer versus Bidwell",
  "name_abbreviation": "Speer v. Bidwell",
  "decision_date": "1863-01-26",
  "docket_number": "",
  "first_page": "23",
  "last_page": "27",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 23"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Gill 488",
      "category": "reporters:state",
      "reporter": "Gill",
      "case_ids": [
        1708137
      ],
      "opinion_index": 0,
      "case_paths": [
        "/gill/7/0488-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 583,
    "char_count": 13084,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 4.075911659119953e-07,
      "percentile": 0.9087016270060533
    },
    "sha256": "06544c94e11e7502d3c280c21aa1928a665b888cc7eca4af42c386587f75aeb2",
    "simhash": "1:be87c82b1a989716",
    "word_count": 2252
  },
  "last_updated": "2024-02-27T20:23:01.398052+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Speer versus Bidwell."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nThe award upon which the suit was brought was made under a submission which the parties had bound themselves to make by their articles of copartnership. The agreement of submission contains no stipulation that an award made under it should not be subject to exception for any cause, but the articles of copartnership which proAdded for the submission, declared that the aAvard of the referees, or a majority of them, should be final, conclusive, and binding on both partners, and “ that there should be no appeal.” As the award was at common law, and not under any rule of court, it is not easy to perceive that the express exclusion of any right of appeal, and the provision that it should be “final, conclusive, and binding upon both partners,”give to it any different effect from that which belongs to common law awards generally. If they follow the submission they are binding, without any express agreement that they shall be so. Nor are they to be set aside merely because the arbitrators have mistaken the law, or made a mistake of fact. Certainly they are not, when no mistake appears on the face of the award. By the submission the arbitrators are made judges of the law and of the facts, and the parties agree to be bound by their decision. They take the hazard of mistake in the tribunal which they have selected. In awards made pursuant to submissions, made a rule of court under the first and third sections of our general arbitration law (Act of 16fch June 1836, P. L. 717), exceptions may be taken for plain mistakes of the arbitrators in matter of fact or matter of law, as well as for misbehaviour of the arbitrators or corruption. This is allowed by the fifth section of the act, and it was the practice before the act was passed. So mistakes in fact or law may be averred against other awards made under voluntary submissions in pending actions, by the express provisions of the seventh section. This seems very fit, for in both cases the awards are returned to the court, and are to be enforced by attachment, execution, or judgment. Undoubtedly the parties may, by their agreement, debar themselves from the right of taking exception, and the court will enforce their agreement, by refusing to sustain any exceptions filed in violation of it. This was ruled in McCahan v. Reamy, 9 Casey 536, where reference is made to many of our decisions. And if the award upon which this suit was brought had been made pursuant to a submission under rule of court, or in a pending action, the stipulation against appeal in the articles of copartnership might have been replied successfully to any attempt to set it aside for mistakes of law or fact. But none of the cases have gone so far as to hold that corruption or misbehaviour of the arbitrators is remediless, when the parties to a submission have agreed that there shall be no exceptions, or appeal. And there is no more reason why a common law award should be unassailable for these causes than there is for protecting a statutory award against them. In neither case can it be presumed that the parties intended or agreed to be bound by anything short of an honest exercise of the judgment of the arbitrators upon the questions submitted. Mistakes they may have considered possible, and assumed the risk of them, but misconduct of the selected tribunal is a thing not anticipated, and therefore not waived by any agreement to submit to the award.\nUnless, then, the evidence offered and received in the court below tended to prove something more than mere mistake of fact or of law; unless it went to establish misbehaviour on the part of the arbitrators or the plaintiff, it was inadmissible to affect the award upon which this suit is brought. That a plain mistake was made is clear, but that is not enough. Was there misbehaviour ? It is manifest that there was. By the agreement of submission the matters in dispute between the parties tvere to be specifically written out by each of them, and submitted to the referees. But there was no agreement that ex parte testimony might be taken to sustain the statement of either party, much less that a party’s own ex parte affidavit might be taken to sustain his statement without the knowledge of the other party, or that unsworn declarations of an interested witness might be privately received. Yet all these things were done, and all of them are against common right. Without notice to the defendant, and in his absence, the' party who sets up the award, handed to the arbitrators his affidavit that the sum of $640 had not been paid, when in fact it had, and the arbitrators solicited and obtained an unattested statement from the partner of the plaintiff, of both which the defendant had no knowledge. These -statements were considered by them while deliberating upon their award, and doubtless contributed to the mistake into which they fell. While for the mistake itself the award cannot be impeached, for the misconduct of the party, and of the arbitrators it can, and these modes of procuring evidence in the absence of the defendant, and without notice to him, were manifest misbehaviour. In Cameron v. Castlebury, 29 Georgia 495, it was held that if arbitrators consider, in making up an award, a paper which they obtained without the knowledge of the losing party, the award must be set aside. See also Emery v. Owens, 7 Gill 488.\nIt follows that there was no error in receiving the evidence objected to, nor in the judgment on the reserved questions.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Kirhpatrich and Mellon (with whom was 8. B. W. Grill), for plaintiff'.",
      "Hamilton Acheson, for defendant."
    ],
    "corrections": "",
    "head_matter": "Speer versus Bidwell.\nAward, of Referees at Common Law, when final.— When and for what cause set aside..\n1. If an award at common law follows the submission, it is binding, though there be no express agreement to that effect: and it is not to be set aside, for mistake of the arbitrators, in law or fact, especially where none appear on the face of the award.\n2. Mistakes in fact or law may be excepted to in awards under rule of court or under voluntary submissions in pending actions, unless the parties have debarred themselves by express agreement.\n3. But a common law or statutory award is assailable for corruption or misbehavior of the arbitrators, though the parties have agreed that there shall be no exceptions or appeal.\n4. 'Where by the agreement of submission, the matters in dispute were to be specifically written out by each of them and submitted to the referees, with no provision for any other testimony ox parte or otherwise, it was such misbehavior in them as would vitiate the award to receive, pending the reference from the party in whose favour the award was made, an affidavit that a sum of money specified had not been paid, when in fact it had: as also, an unattested statement from the partner of the plaintiff, without notice to, or knowledge of the defendant: and evidence of such misconduct was properly received by the court in an action on the award.\nError to tbe District Court of Allegheny county.\nThis was an action of debt on an award of arbitrators, brought by James A. Speer, against John O. Bidwell.\nThe parties had been partners under an agreement dated September 29th 1858, and were engaged in the manufacture and sale, of ploughs, castings, &c. Among other specifications of the partnership relation the articles contained the following clause:—\n“ In the event of a disagreement between the partners, it is hereby agreed and expressly provided that any and all disputes or controversies shall be settled by reference to two persons, one to be chosen by each partner, and if those two cannot agree, they shall select an umpire, and the award of said referees, or a majority of them, shall be final, conclusive, and binding on both partners, and from which there shall be no appeal. Said referees shall be business men of the city of Pittsburgh, and if two, mutually chosen, cannot be agreed upon, then they shall be selected from a list of ten, five to be named by each, with the privilege to each partner to strike off alternately, until eight of the number are stricken off, the remaining two to serve; and if either person chosen decline to serve, then a new list to be prepared as before, and thus continued until two suitable men who will serve are chosen.”\nThe partnership was continued until the “ disagreements” provided for arose, when the parties entered into and signed the following instrument of writing:—\n“ Whereas, a disagreement in reference to the final settlement of the partnership of the late firm of Speer & Bidwell has arisen; and whereas, by the terms of the agreement or articles of co-partnership, all matters in dispute are to be referred to two business men of the city of Pittsburgh; therefore, in compliance with said agreement, we, the undersigned, have agreed and chosen George Black and William Rinehart, and hereby refer to them the matters in dispute between us, which are to be hereafter specially written out by each of us, and submitted to said referees.\n“ Witness our hands and seals, this 5th day of September, A. D. 1860.”\nUnder this agreement the referees selected, on or about the 1st of November 1860, gave written notice to the parties in interest of the time and place of meeting; and on the day designated, the parties came as requested, and left their respective statements in writing. Nothing was done on that date by the referees. They had, however, various meetings through the winter and spring of 1860-61, in order to examine the statements of the parties, and on the 30th day of May 1861 (having first been duly sworn according to law), they rendered an award in writing, under their hands and seals, in favour of James A. Speer, and against John O. Bidwell, for the sum of “$2575.94, in full of all matters, accounts, disputes, and variances between them touching the business of the late firm of Speer & Bidwell.” This award Mr. Bidwell refused to pay, and this action was brought to compel payment.\nOn the trial of the cause below, the plaintiff offered in evidence :—\n1. Articles of copartnership between plaintiff and defendant, dated 29th September 1858.\n2. Written agreement, under hands and seals of plaintiff and defendant, dated 5th September,.referring all matters in dispute to William Rinehart and George Black, referees mutually chosen.\n3. Award of arbitrators, dated 30th May 1861, in favour of plaintiff and against defendant for $2575.94; and rested.\nThe defendant then proposed to prove by the' referees and others that the defendant was not present, and did not participate in any of the meetings of the arbitrators; that the plaintiff was present and was heard in his own behalf; that witnesses were examined in his behalf, &c.; that the award was written by plaintiff’s counsel; with other circumstances justifying interference with the award; and gross and palpable errors in regard to the law of the case, &c.\nTo all which the plaintiff objected, because the evidence was incompetent, irrelevant, 'vague, &c., and because the parties were bound by the reference, which, being close and exacting in terms, was in its own language conclusive; and that assuming all to be as suggested, it could not affect nor in any way invali-date the award. The court received the testimony offered, and after hearing all the evidence presented by defendant&emdash;which was to the effect that the award was copied from a draft furnished by Mr. Gill (counsel for Mr. Speer), at the request of the referees&emdash; that neither Bidwell or Speer wore present when the award was made, or at any of their meetings&emdash;that an item of rent to the amount of $600, was allowed on the affidavit of one of the parties, and that a statement of one partner had been solicited and received without the knowledge of the other party, with other acts of misbehaviour which are stated in the opinion of this court&emdash;instructed the jury, pro forma, to render a verdict for plaintiff for the amount claimed, reserving to the court in banc the following points :&emdash;\n1. Whether the defendant’s evidence was properly admitted by the court.\n2. Whether, if properly admitted, taking it to be true, it con-stituted a legal defence to the plaintiff’s action. If the court in banc should be of opinion that it was rightly admitted, and did constitute a legal defence, then judgment to be entered for the defendant, non obstante veredicto, otherwise judgment to be en-tered for the plaintiff on the evidence.\nThe jury rendered a verdict accordingly. The court in banc affirmed both propositions, and directed judgment to be entered by the prothonotary for the defendant on the questions of law reserved, non obstante veredicto. To which action of the court, the plaintiff excepted, and sued out this writ, assigning for error here that the court below erred:\n1. In admitting evidence offered by defendant’s counsel. 2. In entering judgment for the defendant on the questions of law reserved, non obstante veredicto.\nKirhpatrich and Mellon (with whom was 8. B. W. Grill), for plaintiff'.\nHamilton Acheson, for defendant.\nJanuary 26th 1863,"
  },
  "file_name": "0023-01",
  "first_page_order": 23,
  "last_page_order": 27
}
