{
  "id": 484269,
  "name": "Fitzsimons versus Baum, Administrator of Wallace",
  "name_abbreviation": "Fitzsimons v. Baum",
  "decision_date": "1863-03-09",
  "docket_number": "",
  "first_page": "32",
  "last_page": "42",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 32"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Johns. Ch. Rep. 356",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": 0
    },
    {
      "cite": "8 W. & S. 31",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483415
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0031-01"
      ]
    },
    {
      "cite": "9 Peters 418",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        5614275
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/34/0418-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1069,
    "char_count": 29350,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 2.1325181687598488e-07,
      "percentile": 0.7660508392574239
    },
    "sha256": "c499be8f243a12972c6d85b52c5eaf7514666d74481cf66159e9d9ae746b139d",
    "simhash": "1:c1e94d517f38dcd3",
    "word_count": 5190
  },
  "last_updated": "2024-02-27T20:23:01.398052+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fitzsimons versus Baum, Administrator of Wallace."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, J.\nOur Act of Assembly of 28th May 1858, relating to interest, fixes the lawful rate of interest at 6 per cent, for the loan or use of money in all cases where no express contract shall have been made for a less rate ; but when any rate higher than 6 per cent, per annum shall have been “ reserved or contracted for,” the debtor shall not be required to pay the creditor the excess over the legal rate, but may at his option retain and deduct such excess from the amount of the debt.\nThis act- is not only a substitution for, but an express repeal of, the 1st and 2d sections of the Act of 2d March 1723, the penal features of which are entirely omitted in the Act of 1858. Under the old statute, as under the English statutes, usury consisted in taking more than the legal rate of interest for the loan of money, and was, in some sort, a public offence punishable by an action qui tam. But the offence consisted in taking it upon the footing of a contract. It was as essential to the legal idea of usury under the Statute of 1723, that it should be contracted for, as it is under our present statute. And courts of justice, to get at the real nature of the contract, would look beyond the forms in which the parties had clothed it, to those extrinsic circumstances which would reveal the corruption of the contract. This was done in Scott v. Lloyd, 9 Peters 418; Evans v. Negley, 13 S. & R. 218; Chamberlain v. McClurg, 8 W. & S. 31.\nSo in construing the English statutes against usury, it was always held that no contract, however framed, however unlike a contract for a loan or for interest it might apparently be, would hold good, if the ultimate effect of it would be to secure moro than the legal rate of interest for the loan of money. Mr. Smith, speaking of the Statute of 12th Anne, e. 16, in his work on contracts, 154, says every conceivable means was used to evade the statute. Sometimes a transfer of stock, sometimes commission on a discount, sometimes a substitution of one contract for another, or several concurrent contracts, were resorted to ;1 but the effort of the court was in every case to strip off the external covering of form, and get at the intent and real import of the transaction, and if that were tainted with usury, the contract was held void. In Belcher v. Vardon, 14 Law Journal C. C. 427, A. being entitled to a lease of building ground for seventy years, and having borrowed money of B., agreed to assign the leases of the houses built on it to B., who was to underlet them again to A., at rents equivalent to 8 per cent, on the money advanced. Knight Bruce, Y. C., held that this was a usurious contract, and that the transactions were void as shifts and devices to evade the usury laws. The general doctrine of the English cases is, that all sales made to colour usurious transactions are void : Hargreaves v. Hutchinson, 2 A. & E. 12. The old cases will be found fully discussed in that of the Earl of Chesterfield v. Jansen, 1 Wilson 286, better reported in 2 Vesey 125, from whence White & Tudor took it for their Equity Cases, vol. 1, p. 378, a case of which Lord Abinger said, in Downes v. Green, 12 M. & W. 490, “I believe there is no case since in which there is anything new to be found on this subject.” In that celebrated case, Lord Hardwicke said an annuity may be purchased at as low a rate as you can, provided it was the original negotiation to purchase and sell an annuity ; but if the treaty began about borrowing and lending, and ends in the purchase of an annuity, it is evident that it was only a method or contrivance to split the payment of the principal and usurious interest into several instalments, and consequently that it was a shift. So in the sale of goods or merchandise, it is lawful to sell as dear as you can on a clear bargain by the way of sale, but if it is first proposed to borrow, and afterwards to sell goods beyond the market, this is usurious.\nSuch has been the language of the most distinguished judges and chancellors in construing statutes with penal features that are wanting in our Act of 1858. Even where the action was for the penalty, as in Richards qui tam v. Brown, Cowper’s R. 770, Lord Mansfield did not hesitate to let in parol testimony, and refer it to tho jury to find “ the substance of the transaction and the true intent and meaning of the parties.”\nNow, if such has been the course of decision under statutes quasi penal, and in cases where the purpose of the investigation has been to avoid the contract wholly, or to visit the usurer with the penalties of the law, how much more reason is there for us to he thorough in investigating usurious contracts under our present statute, which sets aside no contract and imposes no penalty, but simply brings down the bargain to the standard of interest prescribed by law. Such a statute is entitled to a liberal construction, and should be held to encourage great freedom and thoroughness of investigation. I agree with the learned counsel that the excessive interest must be “reserved or contracted for” by the parties. These are the very words of the statute. But the usury may lurk in that part of the contract which adjusts the principal that is to earn the interest, as well as in that part which relates to the payment of interest. If a man loan me $1000 and take my bond for $1500, at 6 per cent, per annum, counsel would not doubt that 9 per cent, had been “ reserved or contracted for.” So if the principal be made up in part by property, whether goods or lands, which the lender compels the borrower to take at an exorbitant price, as the condition upon which only the loan can be obtained, is it not equally obvious that, in effect and substance, an illegal interest has been reserved and contracted for? \"What boots it that the instrument of indebtedness reads 6 per cent, if the principal be in part fictitious ? Courts of justice would be very stupid if they could not see through so transparent a device to evade the statute, and very feeble if, seeing the usury, they could not reach it because it had hid itself under an artificial principal. The substance of the agreement and not the mere expression only, is to decide, said Lord Hardwicke in his judgment above cited. The words “yearly rent,” in the agreement in Negley v. Evans, 13 S. & R. 222, were read by this court “a compensation for the use of money.” And see Eagleson v. Shotwell, 1 Johns. Ch. Rep. 356; Morgan v. Schemmerhorn, 1 Paige’s Ch. Rep. 544; Crippen v. Heermance, 9 Id. 211.\nThe learned judge below tried the cause in the very spirit of these authorities. The mortgage was fair upon its face, and stipulated for only 6 per cent., but the defendant alleged that the principal of the mortgage included the exorbitant price of certain real estate which he did not want, but was compelled to buy in order to obtain the loan of $18,000 to relieve himself from pressure, and to save from sacrifice real estate of his own, part of which was of great value but unproductive. The plaintiffs, on the other hand, maintained that the transaction was what it purported to be, a sale of the coal land at a price fairly agreed upon, and a loan of $18,000 at 6 per cent. This was the issue. The evidence of the negotiations which led to the bargain, the condition and circumstances of Wallace, the- character and market value of the coal lands, these, as well as the papers executed between the parties, were the proofs appropriate to the issue, and were properly laid before the jury. We see nothing in the bills of exception to evidence of which the plaintiffs have any reason to complain. They must allow the transaction to be thoroughly investigated. ' The law will be satisfied with nothing less. And if the very truth of the transaction was what they alleged, freedom of inquiry was not likely to damage it.\nBut when the evidence thus properly admitted was submitted to the jury in a carefully considered charge of the court, the jury found that “in point of fact the mortgage sued on was given to secure the payment of a loan of money at a rate exceeding that established by law.”\nWe have compared the propositions of law submitted to the court below, on the part of the plaintiffs, with the charge, and we think they were all sufficiently and correctly answered. It is impossible for us to doubt, now with the verdict before us, that this was a case within the purview of the Act of 1858.\nNo tender of a reconveyance was necessary. The defence did not disaffirm the contract. It simply reduced it to the legal standard, and this the statute authorized.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "H. Burgwin, for plaintiff in error.",
      "Ash Snowden, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Fitzsimons versus Baum, Administrator of Wallace.\nAxis of Assembly relative to Rate of Interest construed.\n1. The Act of Assembly of 28th May 1858, relating to interest, is an express repeal of the 1st and 2d sections of the Act of March 1723, and is to be liberally construed.\n2. In construing the statutes against usury, it has always been the custom to hold, both in this country and England, that no contract, however framed, would hold good if the ultimate effect of it would be to secure more than the legal rate of interest.\n3. This rule is held to apply still more strongly in the construction of the Statute of 1858, which wants the penal features of the Act of 1723, and simply reduces the rate of interest to the legal standard.\n4. This construction is not affected by covering up and concealing the rate of interest by calling it principal.\nError to the District Court of Allegheny county.\nThis was a scire facias by William P. Baum, administrator, &c., of Thomas Wallace, on a mortgage given by Wallace to David Fitzsimons and John A. Fitzsimons, the plaintiffs, bearing date the 28th of June 1858, to secure the payment of $43,200, payable in five annual instalments ; the first of said instalments in two years with interest, payable semi-annually, for which twelve promissory notes recited in the mortgage, payable respectively at the dates aforesaid, were given.\nThe mortgage provided “that in case default be made in the payment of any one of the said promissory notes for the period of thirty days after the same shall become due and payable as aforesaid, the whole of the said principal debt and interest accrued shall forthwith become due and payable, and a writ of scire facias may at once be issued on the mortgage, and prosecuted to judgment for the whole amount of the said principal debt and interest then unpaid, together with all fees and expenses of such proceedings, including an attorney’s commission of five per centum.”\nWallace having made default in the payment of the first of the promissory notes recited in the mortgage, this writ of scire facias was issued for the whole-amount of the principal debt and interest.\nTo this the defendant pleaded payment, and payment with leave, &c., with notice of special matter.\nThe defence set up under these pleas, and mainly relied on, was, 1st, That the plaintiffs retained in their hands the sum of $7000 of the money for which the mortgage was given, and that they still have the said sum, less the amount paid by the plaintiffs for taxes and insurance of the mortgaged premises, and inasmuch as the said sum thus retained in the hands of the plaintiffs exceeded the amount of the first of, the said promissory notes which had become due and payable when the writ in this case was issued, the intestate was in no default, and the plaintiffs therefore had no right to issue the said writ of scire facias, and to prosecute the same to judgment; and even if the fact of the plaintiffs’ retention of the said moneys would not avail the defendant as a defence to defeat the plaintiffs’ action, ho is entitled to defalk the same against the amount of the plaintiffs’ claim.\nThe defendant also claimed credit for the amount of the purchase-money of a portion of the mortgaged premises sold to and purchased by the plaintiffs since the issuing of the writ in this case; in regard to which there was no dispute.\nThe plaintiffs conceded that the defendant is entitled, if he insists upon it, to defalk the amount of the moneys retained in their hands (less amount of taxes, insurance, &c., paid by them), as also to a credit for the purchase-money of a portion of the mortgaged premises.\nBut they denied that under the evidence in this case the defendant could set up this defence, to defeat altogether their right of action. They alleged that it was agreed between the plaintiffs and the intestate that the former should retain the sum of $7000 until the supposed encumbrance on a portion of the mortgaged premises, arising under a deed of trust of Solomon Schoyer in favour of Walter Lowrie and others, which was given in evidence, should be removed or satisfied : and that having retained the said sum in pursuance of said agreement, and being ready and bound to pay it over as soon as said encumbrance was removed, they had no right to appropriate the same to the payment of the first of the said promissory notes recited in the said mortgage, and that therefore they had a right to sue out the scire facias on the mortgage when the defendant made default in not paying the note within thirty days after its maturity.\nBut what the defence mainly relied on was that which arose under the plea of payment with leave, &e., set forth in defendant’s notice of special matter, viz.: that the mortgage was given to secure the payment of a loan of money by the plaintiffs to the defendant’s intestate, at a rate exceeding 6 per cent, per annupa, and that the defendant has a right to deduct such excess .from the amount of the mortgage-debt. The defendant alleging that the transaction, though purporting to be a sale of coal lands and a loan of money at 6 per cent, per annum, was not such in reality; but was in reality nothing more or less than a loan of money at a rate exceeding that allowed by Iuav, and that the coal lands were sold at a price. greatly beyond their market or cash value, for the purpose of covering up and concealing the usurious character of the transaction.\nThe plaintiffs denied that the transaction Avas simply a loan of money, or that more than 6 per cent, per annum Avas reserved by them, and agreed to be paid by the intestate for the sum actually lent. They alleged that the transaction was in point of fact Afhat it purports to be, a sale of the coal lands in Washington county at $80 per acre, and a loan of $18,000, the Avhole to be paid in six years, in five instalments, with interest thereon, payable semi-annually, at the rate of 6 per cent, per annum. And they insisted that under the pleadings in this case, the defendant had given no such evidence as constituted any defence to the plaintiffs’ claim under the provisions of the Act of the 28th of May 1858, and that the court ought, as a matter of larv, so to instruct the jury.\nOn the trial, the plaintiffs gave in evidence the mortgage recited in the writ, embracing a body of coal lying under the farm of Dutton Shannon, in Washington county, containing one hundred and fifty-six acres, three roods and eight perches, as also the coal, limestone, and other minerals, under a farm called Romania, on the Monongahela river, and being the same which had been conveyed by the plaintiffs to the mortgagor, which mortgage Aras to secure the unpaid purchase-money as above stated; and also the notes therein recited, the first of Avhich, for $1296, had become due more than thirty days before the issuing of the note; and rested.\nThe defendant then, in accordance with his notice of special matter, offered in evidence the deed from the plaintiffs to Thomas Wallace, and proposed to offer evidence of the facts set forth in his notice of special matter, as above stated.\nThe plaintiffs objected on the ground of irrelevancy, and that under the plea of payment Ayith leave, &c., the notice did not set forth any sufficient defence, in containing no tender of the. money received or reconveyance of the lands sold, and no production or offer thereof made in court; but the court admitted the evidence and sealed a bill of exceptions. The defendant then exhibited the said deed of conveyance, dated June 28th 1858, reciting a consideration of $25,200, and describing the said property as containing, in the aggregate, four hundred and twenty acres, more or less. He then called and examined as a witness Benjamin McLain, who testified that he was engaged in selling real estate, and negotiating loans, in 1858; that he was requested by Wallace, in the spring of that year, to effect a loan for him of 20,000; that he called on Mr. Fitzsimons, who took the matter into consideration, and agreed to make the loan in connection with his coal property on the Monongahela, of-which he named $60 per acre as the price; that he ultimately agreed to loan $18,000, which it was proposed to secure by a mortgage on the coal property and property here; that he advanced $11,000 of the money, which was applied mainly to the payment of judgments and mortgages that were then pressing; and that Wallace went up with the witness to see the property before negotiations made. The witness stated, on his cross-examination, that he had a previous knowledge of the property, having himself sold the principal portion of it (the Bomania farm) to the plaintiffs; that Mr. Wallace had been previously informed of it by William A. Irwin, another agent, rvho had put the matter into his hands to carry it out; that he believed the object of Wallace was 'to get the money, and that he (Wallace) proposed to get up a joint stock company, and dispose of it in that way. A paper was then shown to the witness and offered in evidence, dated June 25th 1858, purporting to have been signed by himself as “agent for Thomas Wallace,” containing a proposal to take the coal property in question at the rate of $60 per acre, conditioned that they would place with it the sum of $20,000 in cash, for which they would give mortgage on that and other property, payable in six years — the witness stating in this connection that this proposition was not accepted — the amount being afterwards reduced to $18,000, and other property included in the mortgage.\nHe then offered a list of liens against Wallace for 1857 and 1858, showing dates and times of satisfaction, for the purpose of showing his pecuniary condition, to which plaintiffs objected as irrelevant. The court, however, admitted the evidence, and sealed a bill of exceptions at their instance.\nHe then called a witness (Nathaniel Patterson) to prove the location and value of the coal property under the notice, to which the plaintiffs’ counsel objected, on the ground, inter alia, that the defendant had not shown the transaction to have been a loan, and the sale a condition precedent thereto. The court, however, admitted the evidence, and sealed a bill of exceptions thereupon.\nHe then offered sundry depositions to prove the value of the land in the year 1858, all of which were admitted, subject to exceptions, and reserving the question as to their effect as evidence.\nAfter examining sundry witnesses in regard to the value of the land in 1858, defendant then offered in evidence a deed of Dutton Shannon and wdfe to the plaintiffs, dated August 14th 1858, for the purpose of showing the value at that date, which was objected to by the plaintiffs, on the ground that the sum named in the deed was not evidence of value. The court, however, admitted the evidence, and sealed another bill of exceptions thereupon.\nHe then proposed to prove the value of the real estate of Thomas Wallace, and that the mortgage to plaintiffs covered it all except two pieces already mortgaged. The evidence was objected to by the plaintiffs as being incompetent, irrelevant, and not within the notice of special matter, but admitted by the court, and a bill of exceptions sealed -thereon.\nThe plaintiffs, to rebut the evidence of defendant, called sundry witnesses to prove the value of the coal, and the acts and declarations of Wallace in relation thereto. They proposed to ask of one of these witnesses (John B. Hill) the price at which the land of Christian Wiggart was sold. This was objected to by the defendant, on the ground that the witness had already stated that all he knew in regard to the' sale was derived from the report of the neighbourhood. The objection was sustained by the court, and at the plaintiffs’ instance another bill of exceptions sealed thereon.\nHe also proved the existence of an apparently unsatisfied encumbrance of $12,000 upon a part of the mortgaged property arising out of a deed of trust made by Samuel Baird to Solomon Schoyer, about the year 1851, for the benefit of Samuel Scott and Walter Lowrie, and that upon discovering the same, the fact was brought to the notice of the parties before the execution of the deed and mortgage, — that a receipt was afterwards produced for the part belonging to Scott, and that in the absence of any evidence as to the payment of the residue, and to protect the plaintiffs against it, it was agreed by the parties that the plaintiffs should retain in their hands $7000 of the $18,000 agreed to be loaned by them, until the defendant should produce satisfactory legal evidence that the Scott and Lowrie claims had been paid.\nHe then offered in evidence the deed of trust to Schoyer as aforesaid, dated February 1st 1850, together with a written memorandum of the terms upon which the papers were to be delivered to the parties respectively.\nThe counsel for the plaintiffs then submitted the following propositions for the consideration of the court, and prayed them to charge the jury accordingly:—\n1. That under the Act of May 28th 1858, regulating the rate of interest, the defendant cannot retain or deduct from the amount of plaintiffs’ claim, unless he prove that an excess over the legal rate of interest was reserved or contracted for by the parties by some agreement between them, from the terms of which agreement such excess can be definitely determined.\n2. That a party has a right to sell land along with a loan of money, and to put such land at its highest market value, no concealments or misrepresentations being proved; and such transaction cannot be impeached by the testimony of witnesses as to what they considered the land worth, especially in case of coal lands unopened, whose value cannot be accurately known until opened and worked.\n3. That when a sale of land accompanies a loan of money, a jury cannot infer that an excess of interest was reserved or contracted for, from the fact that they find the land to have been taken at more than they believe it to have been worth.\n4. That where a sale of land accompanies a loan of money, the Act of 1858 has no application, unless it was agreed or understood betw'een the parties at the time that the land should go in at an over value to cover an excess of interest; and in this case there are no facts in evidence from which'a jury would be authorized to infer such an agreement.\n5. That the value of this coal cannot be depreciated by testimony as to its dip, and the difficulty of mining it, unless accompanied by proof that such dip and difficulty were known to plaintiffs at the time of the loan, or readily discoverable by superficial unscientific examination.\n6. That in order to sustain his defence, the defendant must prove that the parties at the time believed the land to be wmrth less than the price put on it, and that it was made a condition of the loan that the land should be taken at more than it was worth.\n7. That in order to sustain his defence, the defendant must prove that plaintiffs knowingly and intentionally forced the lands on Wallace, at more than they believed them worth.\n8. That under the pleadings, the defence set forth in the notice of special matter is in the nature of an equitable defence, and is in substance a bill for an injunction pro tanto. As such, it is insufficient in itself, even if the facts set forth were true, among other things in this, that it does not set forth -what rate, or that any rate was reserved or contracted for over the legal rate.\n9. That under the pleadings the defendant cannot defend under the Act of 1858, without proving that he had tendered to plaintiffs the money borrowed, and a reconveyance of the land free of encumbrance, or without bringing such money and reconveyance into court on the trial.\n10. That the defendant, taking his whole testimony to be true, has failed to make out a defence under the Act of 1858, and the plaintiffs are entitled to a peremptory charge on that part of the defence.\nThe court below (Williams, J.) charged the jury:\n“ That the retention of the $7000 until the removal or'satisfaction of the supposed encumbrance, under the deed of trust above mentioned, would not prevent the plaintiffs from maintaining this action ; that they were not bound to apply it to the payment of the notes first falling due; that the rights of the parties were precisely as if this sum had been deposited for the same purpose in the hands of a stranger, but that the defendant was entitled to credit for the amount, and also for the purchase-money of the mortgaged premises which had been rented to them.”\nThe court then, in the general charge, substantially negatived the plaintiffs’ 2d, 3d, 5th, 6th, and 7th points, and reserved the questions raised by the 1st, 4th, 8th, 9th, and 10th points for the consideration of the court in banc, in case their consideration should, by the verdict of the jury, become necessary.\nThe jury, under these instructions, found the following verdict :—\n' “ In this case the jury say that they find for the plaintiffs, and assess the amount of the principal and interest of the mortgage-debt unpaid, on the hypothesis that the mortgage was not given to secure the payment of a loan of money at a rate of interest exceeding that established by law, at the sum of $42,682.47.\n“ But the jury further find that, in point of fact, the mortgage sued on was given to secure the payment of a loan of money at a rate exceeding that established by law, and that deducting such excess from the said mortgage-debt,- the amount of the principal and interest of said mortgage-debt actually unpaid is $25,799.24. And the jury further find that the plaintiffs, under the terms and stipulations of the said mortgage, are entitled to the further sum of 5 per centum attorneys’ commissions on so much of the principal and interest of the mortgage-debt as may now be due and unpaid, and 5 per centum on the remaining instalments, as the same shall become due and payable, if not paid at maturity.\n“The court to enter judgment for either of the said amounts found by the jury, viz.: Eor the sum of $42,682.47, first above found as aforesaid, or for the sum of $25,799.24, last above found as aforesaid, as the court may determine the law to be on the reserved questions, together with 5 per centum attorneys’ commissions thereon, as found by the jury as aforesaid.”\nSubsequently, on consideration of the reserved points, the court in banc ordered the entry of judgment for plaintiffs for $25,799.21, with interest from the date of the verdict, together with 5 per cent, attorneys’ commissions.\nThe case was thereupon removed into this court by the plaintiffs, for whom the following errors were assigned :—\n1. Admitting the evidence offered to prove the facts set forth in the defendant’s notice of special matter; the same constituting the subject-matter of the first bill of exceptions taken by the plaintiffs as aforesaid.\n2. Admitting the list of liens offered by the defendant to show the pecuniary condition of his testator in 1857 and 1858 ; the same constituting the subject-matter of the plaintiffs’ second bill of exceptions.\n3. Admitting the offer of the defendant to prove by the witness Patterson the location and value of the coal land sold and conveyed to him by the plaintiffs; the same constituting the subject-matter of the plaintiffs’ third bill of exceptions.\n4. Admitting the deed of Dutton Shannon and wife to the plaintiffs, dated in 1853, to show the value of the coal conveyed thereby at the date of the said deed; the same constituting the subject-matter of the plaintiffs’ fourth bill of exceptions.\n5. Admitting the evidence offered to show the value of Wallace’s property, and that the mortgage sued upon embraced the whole of it, with the exception of two pieces only which had been previously mortgaged; the same constituting the subject-matter of the plaintiffs’ fifth bill of exceptions.\n6. Overruling the offer by the plaintiffs to prove by the witness Hill the price at Avhich the land of Christian Weigert had been sold; the same constituting the subject-matter of the plaintiffs’ sixth bill of exceptions.\n7. Refusing to affirm the propositions submitted by the counsel for the plaintiffs.\n8. Submitting to the jury the question whether the contract was usurious, without any sufficient evidence to authorize a finding by them to that effect.\n9. Entering judgment for the plaintiffs upon the special verdict for the smaller of the two sums found by the jury, and therein and thereby entering judgment upon the reserved questions in favour of the defendant.\nH. Burgwin, for plaintiff in error.\nAsh Snowden, for defendants in error.\nMarch 9th 1863,"
  },
  "file_name": "0032-01",
  "first_page_order": 32,
  "last_page_order": 42
}
