{
  "id": 484268,
  "name": "Russell versus Bell",
  "name_abbreviation": "Russell v. Bell",
  "decision_date": "1863",
  "docket_number": "",
  "first_page": "47",
  "last_page": "55",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 47"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wright 129",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        625759
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wright/1/0130-01"
      ]
    },
    {
      "cite": "2 Jones 45",
      "category": "reporters:state",
      "reporter": "Jones",
      "weight": 3,
      "pin_cites": [
        {
          "page": "58"
        },
        {
          "page": "77"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 468",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 Jones 48",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "3 Wright 409",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "1 Wright 125",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 258",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854606
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "263"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0258-01"
      ]
    },
    {
      "cite": "8 W. & S. 263",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 Wright 413",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 259",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854571
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0259-01"
      ]
    },
    {
      "cite": "1 Wright 128",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        626025
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/wright/1/0129-01"
      ]
    },
    {
      "cite": "5 W. & S. 263",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "15 Leg. Int. 85",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "weight": 3,
      "opinion_index": -1
    },
    {
      "cite": "15 Leg. Int. 124",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "8 W. & S. 133",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483319
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "133"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0133-01"
      ]
    },
    {
      "cite": "5 W. & S. 537",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478329
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0537-01"
      ]
    },
    {
      "cite": "5 W. & S. 537",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478329
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0537-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 775,
    "char_count": 21157,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 4.332896683997998e-07,
      "percentile": 0.9177656689637118
    },
    "sha256": "56518775263ff585f41ab2d13ce953fc19a26a550fc4b73cc14669e4dcd94ca8",
    "simhash": "1:bce21461b8c7bc7c",
    "word_count": 3843
  },
  "last_updated": "2024-02-27T20:23:01.398052+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Russell versus Bell."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrons, J.\nUnless it was saved by the Act of April 16th 1845, the claim of the plaintiff below, as first filed, was fatally defective, and it was not cured by the proposed amendment. The Méchanics’ Lien Law of 1836 imperatively required that every claim filed must set forth “ the nature or kind of the work done, or the kind and amount of materials furnished, and the time when the materials were furnished or the work was done, as the case may be.” Compliance with this requisition is the condition upon which is made to depend the existence of a lien beyond six months, and there must be compliance within six months after the claimant’s work has been finished, or after his materials have been furnished. These requisitions are not arbitrary. They are indispensably necessary to enable the owner to investigate the justice of the claim made against his property while the transaction is new, and while the evidence is at hand. There is additional reason for the requisitions, and for holding a claimant to strict compliance with them when he is not a contractor with the owner, but a sub-contractor, between whom and the owner no privity has existed. Of the nature and amount of his claim, the kind of work which he has done upon the building, the kind and amount of the materials which he has furnished, as well as the time when his credit arose, it is presumable the owner knows nothing. They have not dealt with each other. It is most just that one who asserts a right to a lien upon the land of another who has not employed him, or purchased materials from him, should be required to furnish at the institution 'of his claim every facility for investigation. Were it not so, however, the lien of a mechanic or material-man is not of common right. It is a creature of the statute, not unlimited, not of course, but given only to those who comply with the prescribed terms.\nThe claim filed in this case no where sets forth the amount of the materials furnished, nor how much of the sum claimed to he due was for work, or how much was for materials. To it is annexed a bill of .particulars, which by reference was made a part of it, and which it declared-to show the time when the work was done, and when the materials were furnished. That bill specifies the claim to be for a “balance due on houses of Caleb Russell, on Fourth street, Pittsburgh, being stone and stonework,” and the only date upon it is February 25th 1860, which was one year before the claim was filed. On its face, therefore, the claim shows that the work was done, and that the materials were furnished more than six months before the claim was filed, and it was consequently too late. It is also for a balance without setting out the whole amount. It did not therefore give the owner the information which the Act of 1836 contemplated he should have, and which a claimant is required to give, in order to entitle himself to a lien.\nNor is it helped by the amendment which, more than a year after it was filed, the claimant asked the court to allow. The new bill of particulars was not allowed to be filed as an amendment, hut according to the record, “ as a notice or suggestion of record by the plaintiff of the evidence on which he intends to rely at the trial, but without prejudice to the defendant’s objections to the lien as originally filed.” And had it been allowed, it would not help the claimant. The new bill of particulars does not set forth the amount of materials furnished, nor how much of the sum claimed was for work, and how much was for materials. The action of the court below in allowing it only as a notice of evidence, relieves us from the necessity of deciding whether a mechanic’s claim can be amended after the six months within which it may be filed have elapsed. We may remark, however, that if it can by adding to it any of those constituents required by the Act of Assembly, and without which it would not create or preserve a lien, the limit of time within which it may be filed, imposed by the Act of Assembly, is taken away, and the object of the legislature, in requiring those constituents as conditions of its being, is defeated.\nBut it is argued that under the supplementary Act of April 16th 1845, the claim is sufficient. That is a declaratory act, and it enacts that the true intent and meaning of the provisions of the Act of 1886 “ extend to and embrace claims for labour done and materials furnished and used in erecting any house, or other building which may have been or shall be erected under or in pursuance of any contract or agreement for the erection of the same, and the provisions of the act shall be so construed; and no claim which has been or may be filed against any house or other building, or the lien thereof, or any proceedings thereon, shall be in any manner affected by reason of any contract having been entered into for the erection of such building, but the same shall be held as good and valid as if the building had not been erected by contract.” The act does not undertake to change either the form or the substance of the claim filed, or to relieve the claimant from the conditions which the Act of 1836 made essential to the validity of his claim. It was passed to change 'the law as declared in Hoatz v. Patterson, 5 W. & S. 537, and Haley v. Prosser, 8 Id. 133, in which cases it had been ruled that one who, by special contract, undertakes to do the work or furnish the materials of a building, was not within the purview of the'Mechanics’ Lien Law, and was entitled to file no claim. It had no other object. Under this declaratory act it has indeed been ruled that one who makes a special contract directly with the owner, is not required to set out in his claim filed, the nature and kind of the work done, or the kind and amount of the materials furnished: Young v. Lyman, 9 Barr 449. The special contract was regarded as an equivalent. For this there is substantial reason. When the owner has made a special contract with the claimant, and he has performed it, the contract is the measure of the owner’s liability. ■ He has no longer an interest in knowing how much work was done, or' how many materials were furnished, or the kind and nature of each, for they cannot affect the extent of his liability. The reason of the statutory requisition no longer existing in such a case, the court held in Young v. Lyman that the rule itself ceased. But neither the rule nor its reason fails when the claimant is a sub-contractor, who has entered into a special agreement with the contractor with the owner. That agreement is not the measure of the owner’s responsibility. The contractor may not compel the owner or his land to pay whatever sum he may promise to a sub-contractor. Notwithstanding the sub-contract, the owner is as much interested as he would be had it not been made, in knowing the kind of work and materials, with the amount of each which the sub-contractor has furnished. His lot is responsible for no more than their value. He has a right, therefore, to insist on compliance with the demands of the Act of Assembly, introduced into it for his benefit, and not changed by the Act of 1845. Every sub-contractor must comply with the requisitions of the Act of 1886, or fail to secure a lien.\nWe have considered the case as if it appeared in what constitutes the claim filed that the plaintiff was a claimant by special contract. This is, however, an aspect of the case more favourable to him than his claim warrants. As already said, his proposed amendment was allowed only as notice of evidence, without prejudice to the defendant’s objections to the claim as originally filed. Nothing, therefore, appears to show that he stands in any other position than that of an ordinary sub-contractor. In either view, the court erred in giving judgment on the demurrer for the plaintiff below.\nJudgment for the plaintiff below is reversed, and judgment is now entered for the defentant.",
        "type": "majority",
        "author": "Strons, J."
      }
    ],
    "attorneys": [
      "W. W. Thompson, for plaintiff in error.",
      "D. W. $ A. S. Bell, for defendant in error, contended,"
    ],
    "corrections": "",
    "head_matter": "Russell versus Bell.\nMechanics’ Liens. — Claim, for, when to be filed. — Form of Amendment of. — Act of April 16th 1845 and Act of 1836 construed. — Cases on the subject of Mechanics’ Liens explained.\n1. Mechanics’ liens must be filed within six months after work has been done or materials furnished.\n2. The claim filed must set forth the nature or kind of work done, kind and amount of materials furnished, and the time when the materials were furnished, or the work was done, as the case may be, &c.\n3. This rule must be the more strictly complied with by sub-contractors.\n4. Whether a mechanic’s claim can be amended after the six months in which it may be filed has elapsed, doubted.\n5. The Act of April 16th 1845 does not change either form or substance of the claim filed, or relieve the claimant from the conditions of the Act of 183G, made essential to the validity of his claim.\n6. It was passed to change the law as declared in Hoatz v. Patterson, 5 W. & S. 537, and Haley v. Prosser, 8 W. & S. 133, which ruled that one who, by special contract, undertakes to do the work or furnish the materials of a building was not within the purview of the Mechanics’ Lien Law.\n7. Young v Lyman. 9 Barr 449, in which it was ruled that under a special contract the claim filed need not set out the nature and kind of the work done or the kind and amount of the materials furnished, does not apply to a sub-contractor.\n'Error to the Common Pleas of Allegheny county.\nThis was a scire facias sur mechanic's lien, filed by Thomas M. Bell against Caleb Russell, for stonemason work on three three-storied brick houses of defendant in Pittsburgh. The material facts of the case were as follows:—\nIn 1859, Caleb Russell being the owner of three lots in the city of Pittsburgh, entered into a written contract with William Stroud, who agreed to build three three-storied brick houses on these lots for the sum of $5850, and commenced work under this contract some time in the summer of 1859. Russell paid to him, and on his orders, during the progress of the work, and on mechanics’ liens filed against the buildings, by sub-contractors and material-men, for work, &c., included in Stroud’s contract, the sum of $6249.01, being $399.01 more than the contract price. He never employed or contracted with Bell to do any work, or furnish any material for the houses, except for some work, amounting altogether to $81.87, which has been paid.\nOn 25th February 1861, Thomas M. Bell filed a mechanic’s claim against these houses in the Court of Common Pleas of Allegheny county, at No. 16 of March Term 1861, in the following form :—\n“ Thomas M. Bell, stonemason, of Allegheny county, files this his claim, for the payment of the sum of $179.50, against all those three three-storied brick houses or buildings situated on the north side of Fourth street, at the corner of Jail alley, between Market and Ferry streets, in the city of Pittsburgh. Two of said houses, to wit, Nos. 31 and 35, being twenty-one feet in front on Fourth street, and the remaining or third house, being No. 33, is nineteen feet nine inches front; and all being about sixty feet and four inches in depth, and the lots or pieces of ground and curtilages appurtenant to said buildings; the said sum of $179.50 being the balance of a debt contracted for work, to wit: rubble mason work, and cut-stone work, and materials, to wit: stone furnished and provided by the said Thomas M. Bell, within six months last past, for and about the erection and construction of the said buildings, of which the said Caleb Russell was and is the owner, or reputed owner; and the said William Stroud, the builder and contractor for said work and materials, at whose instance and request said work was done aforesaid, and the said materials were furnished, and the amount claimed to be due on each of the said buildings, for materials furnished and provided, and work done as aforesaid, is $59.83-£, which the said claimant hereby designates, according to the Act of Assembly in such case made and provided, and for which he claims to have a lien on the said buildings and appurtenances, from the commencement of the same; and said claimant hereto annexes a bill of particulars of the said debt or balance due, showing the kind of work done, and materials furnished, and the time when said work was doné, and materials furnished.\n“ Thomas M. Bell.”\nWilliam Stroud, for houses of Caleb Russell, on Fourth street. To Thomas M. Bell, ....... Dr. 1860.\nFebruary 25th. For balance due on houses of Caleb Russell, on Fourth street, Pittsburgh, being stone and stonework, ........ $179.50\nPittsburgh, February 25th, 1860.\nThomas M. Bell.\nAnd on July 80th 1861, issued the writs of scire facias in this and other cases, at the same time filing an affidavit of claim against Russell, without alleging that Stroud was indebted to him, although setting forth that the work, &c., claimed for was done at Stroud’s instance.\nOn 17th August 1861, Russell obtained a rule on the claimant to show cause why the claim and lien should not be stricken from the record as defective, in.only stating'the balance claimed as due, without showing the amount of the debt, and the credits allowed, and in not showing the amount and value of the materials, nor of the work, nor the items, nor when the work was commenced, nor when it was finished, nor that the work was done within six months prior to the filing of the claim, and also defective in the bill of particulars being dated February 25th 1860, a year before it was filed.\nMarch 1st 1862, Bell obtained a rule 'to show cause why he should not be allowed to amend his claim filed at No. 16 of March Term 1861, by filing an amended bill of particulars, setting forth that the claim was filed for stone furnished, and stonework done, as per contract with William Stroud, between about August 1st 1859, and February 24th 1861, and the whole amount charged, viz., $579.50, and the credits allowed, viz., $400.\nThis rule, and the rule to strike off the claim, were argued together March 10th 1862, and on 15th March 1862, the court made an order dismissing the rule to strike off the lien, and allowing the amendment asked for.\nMarch 24th 1862, Russell filed an affidavit of defence, setting forth the facts above stated, and the defects in the claim, and on the same day demurred to the original claim, to the right to amend, and to the claim as amended, as insufficient for the reasons given for the motion-to strike off the claim; and also for others.\nIn this demurrer the claimant joined, and it was argued, and overruled by the court April 28th 1862 ; and on May 3d 1862 judgment was entered by the court on the demurrer for the plaintiff Bell, and against the defendants, the amount to be liquidated by Bell’s attorneys.\nThe case was thereupon removed into this court by the defendants, for whom the following errors were assigned:—\n1. The court erred in dismissing the rule taken on August 17th 1861, by the plaintiff in error, on the claimant, to show cause why the claim filed February 25th 1861, should not be stricken from the record as defective.\n2. The court erred in refusing to strike from the record, as defective, the mechanic’s claim or lien, filed February 25th 1861.\n3. The court erred in making absolute the rule taken by the claimant, on March 1st 1862, to show cause why the amendment asked for should not be allowed, and in allowing the amendment to be filed.\n4. The court erred in allowing the claimant to amend his claim a year after it was filed, by adding thereto a new bill of particulars.\n5. The court erred in entering judgment on the demurrer in favour of the plaintiff below.\n6. The court erred in not entering judgment on the demurrer for the defendant below'.\n7. The judgment of the court on the demurrer is erroneous.\n•8. The court erred in directing that the amount of the judgment on the demurrer should be liquidated by the attorneys of the plaintiff below.\nW. W. Thompson, for plaintiff in error.\n1. As to the sufficiency of the claim. A demurrer is the proper mode of taking advantage of a defective claim: Lybrant v. Eberly, 12 Casey 347; Goepp v. Gartiser, 11 Id. 133; City of Philadelphia v. Sutter, 6 Id. 53-56; Bayer v. Reeside, 2 Harris 168; Shaw v. Barnes, 5 Barr 121; Reneker v. Hill, 15 Leg. Int. 124, 3 Philad. Rep. 110; Smaltz v. Knott, 15 Leg. Int. 85; Lehman v. Thomas, 5 W. & S. 263.\nThe claim is defective in not showing the whole price charged for work and materials claimed to have been done and furnished, with the credits, and especially when done by a sub-contractor.\n2. In not stating the amount and value of the work and materials furnished: McCay’s Appeal, 1 Wright 128; Lauman’s Appeal, 8 Barr 478; Rehrer v. Zigler, 3 W. & S. 259; Noll v. Swineford, 6 Barr 191; Smaltz v. Knott, 15 Leg. Int. 85. The opposing case of Young v. Lyman, 9 Barr 449, was decided under .the Act of 1845, which was passed to meet Hoatz v. Patterson, 5 W. & S. 537, and Haley v. Prosser, 8 Id. 133, and does not apply here, because, first, the claim alleges the work to have been done at the instance of Stroud, and therefore could not have been filed under the Act of 1845; and, second, the claim contains no reference to any contract with Stroud, or the OAvner. In Hahn’s Appeal, 3 Wright 413, and Barclay’s Appeal, 1 Harris 496, where'a claim was held good under the Act of 1848, without such reference, the decision was based on O’Brien v. Logan, 9 Barr 97, which is erroneously reported.\n3. The designation of the nature and kind of work is too uncertain. In the claim it is for “ rubble mason work, and cut-stone work, and materials to cut stone.” In the bill of particulars it is “for stone and stone work.” The amount due on each subject of claim should have been set forth in the claim : Lehman v. Thomas, 8 W. & S. 263; Witman v. Walker, 9 Id. 186. See also 6 Barr 192.\n4. It does not show when the work was done and the materials were furnished. There is a date to the bill, and the claim is for work and materials “within six months last past,” as in Noll v. Swineford, 6 Barr 187, where it was held insufficient as to work done. See Act of 1836, § 12; Rehrer v. Zigler, 3 W. & S. 258; Lehman v. Thomas, 5 Id. 263; Witman v. Walker, 9 Id. 186; Fourth Baptist Church v. Trout, 4 Casey 155; Faulkner v. Ryley, 1 Philad. Rep. 234; Rencker v. Hill, 3 Id. 110; Smaltz v. Knott, 15 Leg. Int. 85. The cases of Shaw v. Barnes, 5 Barr 20, McCay’s Appeal, 1 Wright 125, and Hahn’s Appeal, 3 Wright 409, which seem to sustain the opposite doctrine, are essentially different from this. There had been verdicts on their merits or the report of an auditor. In Dreisbach v. Keller, 2 Barr 77; Knabb’s Appeal, 10 Id. 187; Donahoe v. Scott, 2 Jones 48; Bayer v. Reeside, 2 Harris 167; Thorn v. Heugh, 1 Philad. Rep. 323; Baptist Church, v. Trout, 4 Casey 485, there were one or more dates.\n5. It was defective, because, on its face it was filed too late. The bill is dated February 1860. This error is not cured by Hillary v. Pollock, 1 Harris 186, for in that case the date of filing was clearly a clerical mistake. If this date is presumed erroneous, there is no evidence by which to fix the correct one — and if thus defective the claim should have been stricken from the record.\n6. The amendment was also improperly allowed. If the claim filed February 28tli 1861 was defective, it was a nullity: Goepp v. Gartiser, 11 Casey 132; Chambers v. Yarnall, 3 Harris 267; 8 Barr 478; 1 Wright 128; 2 Casey 249. There are six months’ time given by the Act of Assembly to amend, by filing additional and proper claims : Bournonville v. Goodall, 10 Barr 133; Chambers v. Yarnall, 3 Harris 267; Sergeant on Lien Law 247; Highfield v. Price, 3 Philad. Rep. 509. But, an amendment filed a year afterwards, would be a new claim, and the first being a nullity there was nothing on the record to amend by.\n. But the amendment is defective, the time is not certainly stated, nor the amount or value of the materials nor the amount of work done. The reference to “the contract with Stroud” does not cure the defect in the claim under the Act of 1845, and under the Act of 1836 it is clearly defective. If the claimant had a special, contract with Stroud, he should have set it forth, if he intended to rely on it. If not, he should have complied with the Act of 1836.\nD. W. $ A. S. Bell, for defendant in error, contended,\n1. That the amendment was properly allowed, not having been done to the injury of third persons : Armstrong v. Hallowell, 11 Casey 487; Ewing v. Barras, 4 W. & S. 468.\n2. Where work and materials are furnished under a contract, it is not necessary to give items. See O’Brien v. Logan, 9 Barr 97; Richabaugh v. Dugan, 7 Id. 394; Young v. Lyman, 9 Id. 450.\n3. The date on the bill was clearly a clerical error, and of no moment: Hillary v. Pollock, 1 Harris 186; Donahue v. Scott, 2 Jones 45; Shaw v. Barnes, 5 Barr 20; Bayer v. Resides, 2 Harris 168; Calhoun & Lyon v. Mahon, 2 Id. 58; Knabb’s Appeal, 10 Barr 186; Dreisbach v. Keller, 2 Id. 77. Whether the bill was or was not filed in time is for the jury': McCay’s Appeal, 1 Wright 129; 2 Barr 77; 1 Harris 186."
  },
  "file_name": "0047-01",
  "first_page_order": 47,
  "last_page_order": 55
}
