{
  "id": 484325,
  "name": "Keenan versus The Commonwealth",
  "name_abbreviation": "Keenan v. Commonwealth",
  "decision_date": "1863-05-21",
  "docket_number": "",
  "first_page": "55",
  "last_page": "60",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 55"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 670,
    "char_count": 13611,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 7.542080407741577e-07,
      "percentile": 0.9703395835046754
    },
    "sha256": "fe8a82eab30d75b10de59bfd88f8940d73ed7b111073b3152208893e8ecfb700",
    "simhash": "1:27d9d33dc5174d7e",
    "word_count": 2332
  },
  "last_updated": "2023-07-14T16:38:14.089162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Keenan versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, C. J.\nOur statute adopts the common law definition of murder, and then distinguishes it of two degrees, defining the first degree specially by certain enumerated cases, and generally by the words “another kind of -wilful, deliberate, and premeditated killing.” It is this general part of the definition that we have to apply in the present case.\n, A careful study of our jurisprudence on this subject clearly reveals the fact that such terms as a deliberate purpose or a deliberate and premeditated intent to kill, or a specific intent to take life, are sometimes substituted for the words of the statute; yet, our reported jurisprudence is very uniform in holding that the true criterion of the first degree is the intent to take life. The deliberation and premeditation required by the statute are not upon the intent, but upon the killing. It is deliberation and premeditation enough to form the intent to kill, and not upon the intent after it has been formed. An intent' distinctly formed, even “ for a moment” before it is carried into act, is enough.\nWhat the definition requires, therefore, is a distinctly formed intent to kill, not in self-defence, and without adequate provocation. It requires the malice prepense or aforethought of the common law definition of murder to be, not a general malice, but a special malice that aims at the life of a person. This distinctly formed intent to take life is easily distinguished, in the general, from the instinctive and spontaneous reaction of mind and body against insult and injury, which is often the result of no distinctly formed intention; and also from those cases of previous and deliberate intention to kill, which may override even what, without it, would be adequate provocation given at the time of the killing.\nKeeping this common understanding of the definition in mind, we shall also get clear of the influence of the cases in other states, where the terms deliberate and premeditated are applied to the malice or intent, and not to the act, and thus seem to require a purpose brooded over, formed, and matured before the occasion at which it is carried into act. Under such a definition of the intention, all our jurisprudence by which malice and intent are implied from the character of the act, and from the deadly nature of the weapon used, would be sot aside; for we could not, from these, imply such a previous and deliberate, but only a distinctly formed intent, and this involves deliberation and premeditation, though they may be very brief. We should therefore blot out all our law relative to implied intent or malice, and require it to be always- proved as express. And this would bo a most disastrous result; for the most deliberate murderers are usually those who know how to conceal their intent until the occasion arises for the execution of it.\nAnd still keeping in mind our usual understanding of this general part of the definition of murder in the first degree, we are further prepared for an intelligent appreciation of the influ.ence which the fact of intoxication may legitimately have on the degree of criminality and in the formation of the intent to kill, and in the ascertainment of it.\nThe learned judge of the Oyer and Terminer charged the jury that the prisoner’s intoxication was not such an excuse as would allow a less than ordinarily adequate provocation to palliate the offence, unless it was so great as to render him “unable to form a wilful, deliberate, and premeditated design to kill,” or, as he afterwards expresses the thought, “ of judging of his acts and their legitimate consequences.” The first of these expressions had already been very correctly and adequately explained to the jury, and the second one plainly means that, in using a deadly weapon in a deadly way, the prisoner is charged with the ordinary consequences of his acts, if he was not so drunk as to be unable to judge that such would ordinarily be the consequence of such acts. The two forms of expression are therefore the same in their meaning.\nWe discover no error in this instruction, and think it is in substantial accordance with all the best considered judicial precedents. And if we keep clear of the peculiarities found in other states, arising either from misapprehension or from a differently worded statute, we shall have little difficulty in recognising its correctness.\nNo one pretends that intoxication is, of itself, an excuse or palliation of a crime. If it were, all crimes would, in a great measure, depend for their criminality on the pleasure of their perpetrators, since they may pass into that state when they will. But it is argued that, because intoxication produces a state of mind that is easily excited by provocation, therefore the crimes committed under such intoxication and provocation are less criminal than when committed in a state of sobriety under the same provocation. We are very sure that no statute will ever announce such a rule, and that we are not authorized to announce it in interpreting this statute.\nStated.in its most general form it amounts to this: that, because the mind usually receives provocation with an intensity proportioned to its own excitement or excitability, therefore the act of provocation must be measured, not by its own character and its ordinary effect, but by the state and habit of the mind that receives it. Then, measured by this rule, the crimes of a proud, or captious, or selfish, or habitually ill-natured man, or of one who eats or fasts to'o much, or of one who is habitually quarrelsome, covetous, dishonest, or thievish, or who, by any sort of indulgence, fault, or vice, renders himself very easily excitable, or very subject to temptation, are much less criminal than those of a moderate, well-tempered, and orderly citizen, because to the former a very small provocation or temptation becomes adequate to excuse or palliate any crime. If such were the rule, a defendant would be much more likely to injure than to benefit his case by showing a good character, and the law would present no inducement to men to try to rise to the standard of even ordinary social morality.\nOf course it is impossible that such a principle can be a rule of law.. If it were admitted, it could not be administered, for no judicial tribunal can have time or competence for such a thorough investigation of the special character or state of each individual mind as the rule requires, and therefore it would necessarily jump to a conclusion such as the caprice, or prejudice, or other influence of the moment would dictate.\nIndeed, if we admit the principle, and carry it out logically, we shall abolish law entirely as a compulsory rule of civil conduct; for we shall measure all crime and all duty by the conscience of the individual, and not by the social conscience, and no contract could be binding, no debt collected, no duty enforced, and no crime punished, unless.jwhen the defendant’s conscience feels that it ought to be, and thus courts would be useless, and social organization impossible. No such principle can stand before man’s natural tendency to social organization, or before the power and the right of an organized society. Individual or even social charity may often act upon the principle, but law excludes it from its sphere. Very few persons practically admit it. Even those individuals, sects, and factions that are most zealous for the rights of the individual conscience, have very often been the least respectful of the rights of conscience of any other society or faction than their own, and of the conscience of other persons, and the most inclined to exert moral and physical force, in order to impose their opinions and rules of action upon others, and thus the extreme of individualism runs into tyranny or despotism.\nIn most matters what is usual and ordinary in any given society, is the law of that society. All, therefore, must come up to the standard of the usual and ordinary, or take the consequences. Those who, in their conduct, fall below this standard must, to that extent, submit to the condemnation of society, either legally or morally, according as the rules transgressed are civil or only moral. And those whose conduct rises above that standard, and yet harmonizes with it, must always be accepted as highly meritorious citizens. And this principle applies here; for men who degrade themselves below the ordinary level of social morality, by bad conduct or habits, do not thereby relieve themselves from having their acts and duties judged by the ordinary rules of social action. They cannot set up their own vices as a reason for being set into a special class that is to be judged more favourably than other persons.\nThe prisoner was somewhat intoxicated when, with six or seven companions, he entered the passenger car, and he and they seem to have behaved badly and noisily, and used very profane language there, so that several persons preferred walking, and left the car. Though they were twice requested by the conductor to be quiet, the prisoner used abusive and threatening language in reply, and his companions and he persisted in their ill-conduct, and he expressed his determination to remain. Then the conductor took him by the lapel of his coat, and was proceeding to put him out, when he struck the conductor, and was struck in return, and then his companions joined in the scuffle, and he drew a knife, and, by several strokes of it, mortally wounded the conductor.\nIt is to such evidence as this that the judge’s charge relates, and it seems to be entirely relevant, adequate, and correct, and free from any invasion of the functions of the jury. And we say this with special reference to those parts of the charge which say, that the prisoner ought to. bo taken to have intended the natural and usual consequences of the act of using the knife in the way he did; that the conductor had a right to put out a passenger so misbehaving; that the prisoner’s resistance and the blow struck by him were his own provocation of the struggle in which he used the knife, and'neither the struggle nor the blow received in return can be any excuse for its use. None of the other points need any special notice. Nor do we find any error in impannelling the jury, or in the admission or rejection of evidence. We have considered the prisoner’s' case with all the caution and concern which its terrible penalties are calculated to inspire, and it is with much sorrow, on his account, that we are. all compelled to say that we discover no valid ground for granting him a new trial.\nSentence affirmed and record remitted.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "The case was argued here by Swartzwalder, and Marshall, for the defendant, and by Miller, Hampton, and Howard,, for the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Keenan versus The Commonwealth.\nWhat constitutes Murder in the First Degree.\n1. The true criterion of the first degree in murder is the intent to take life. The deliberation and premeditation required by the statute are not upon the intent, but upon the killing. It is deliberation and premeditation enough to form the intent, and not upon the intent after it has been formed. An intent distinctly formed even “ for a moment” before it is carried into act is enough.\n2. Therefore, a distinctly formed intent to kill, carried into act but a moment after, not in self defence, and without adequate provocation, will constitute murder in the first degree.\n3. In a case of murder, the prisoner’s intoxication is not such an excuse as will allow a less than ordinarily adequate provocation to palliate the offence, unless it was so great as to render him unable to form a wilful, deliberate, and premeditated design to kill, or incapable of judging of his acts and their legitimate consequences.\nError to the Court of Oyer and Terminer of Allegheny county.\nThis was an indictment against Thomas B. Keenan, for the murder of John A. Obey, on the 5th day of July 1862.\nObey was conductor on one of the cars of the Citizens’ Passenger Railway Company, running to Lawrenceville. The defendant, with some seven others, entered the car, all more or less intoxicated. They were noisy and boisterous in the car, sitting on each other’s knees, talking loudly, and using improper language. The conductor admonished them to be quiet, “ as there were ladies in the car;” but they continued as before. Several persons left the car in consequence of the bad conduct of the party, and walked on the pavement. After twice advising defendant to be quiet, without effect, save to elicit threatening replies, the conductor took hold of him to put him out. The defendant struck the conductor, and was struck in return, and then in the scuffle which followed drew a knife and stabbed the conductor three or four times, which caused his death soon after.\nImmediately after the stabbing the defendant was arrested, and taken before a magistrate. No knife was found upon his person, nor did any witness present at the trial testify as to his being intoxicated. Some days afterwards, a knife answering the description given of the one seen in his hand when the act was committed was found in or near the cushion of the car in which the parties were at the time.\nUnder the ruling of the court below (Sterrett, P. J.), the defendant was convicted of murder in the first degree. The case was thereupon removed into this court, where the answer of the court below to certain points which had been propounded by the counsel for the defendant were assigned for errbr, all which are sufficiently presented in the opinion of this court.\nThe case was argued here by Swartzwalder, and Marshall, for the defendant, and by Miller, Hampton, and Howard,, for the Commonwealth.\nMay 21st 1863,"
  },
  "file_name": "0055-01",
  "first_page_order": 55,
  "last_page_order": 60
}
