{
  "id": 484320,
  "name": "The County of Beaver versus Armstrong",
  "name_abbreviation": "County of Beaver v. Armstrong",
  "decision_date": "1863-01-05",
  "docket_number": "",
  "first_page": "63",
  "last_page": "76",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 63"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "16 Conn. 868",
      "category": "reporters:state",
      "reporter": "Conn.",
      "opinion_index": 0
    },
    {
      "cite": "15 Conn. 475",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6754688
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/15/0475-01"
      ]
    },
    {
      "cite": "26 Conn. Rep. 121",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        525347
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/26/0121-01"
      ]
    },
    {
      "cite": "11 Conn. Rep. 487",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6753282
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/11/0487-01"
      ]
    },
    {
      "cite": "17 Conn. 243",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6752795
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/17/0243-01"
      ]
    },
    {
      "cite": "17 Conn. 246",
      "category": "reporters:state",
      "reporter": "Conn.",
      "opinion_index": 0
    },
    {
      "cite": "3 McLean 472",
      "category": "reporters:federal",
      "reporter": "McLean",
      "case_ids": [
        6607129
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-cas/12/0352-01"
      ]
    },
    {
      "cite": "1 Binn. 152",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787892
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/1/0152-01"
      ]
    },
    {
      "cite": "9 Watts 529",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849997
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0529-01"
      ]
    },
    {
      "cite": "3 W. & S. 438",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854644
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0438-01"
      ]
    },
    {
      "cite": "2 Watts 203",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "5 Rawle 262",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "6 Binn. 435",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795133
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/6/0435-01"
      ]
    },
    {
      "cite": "4 Whart. 518",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "6 Binn. 159",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795114
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/6/0159-01"
      ]
    },
    {
      "cite": "8 Gray 577",
      "category": "reporters:state",
      "reporter": "Gray",
      "opinion_index": 0
    },
    {
      "cite": "2 Cush. 98",
      "category": "reporters:state",
      "reporter": "Cush.",
      "opinion_index": 0
    },
    {
      "cite": "23 Pick. 167",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2044313
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/40/0167-01"
      ]
    },
    {
      "cite": "2 Mass. Rep. 568",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2007208
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/2/0509-01"
      ]
    },
    {
      "cite": "5 Paige 101",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "opinion_index": 0
    },
    {
      "cite": "4 Yeates 220",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": 0
    },
    {
      "cite": "31 Miss. Rep. 216",
      "category": "reporters:state",
      "reporter": "Miss.",
      "case_ids": [
        1655608
      ],
      "opinion_index": 0,
      "case_paths": [
        "/miss/31/0216-01"
      ]
    },
    {
      "cite": "1 Black 386",
      "category": "reporters:scotus_early",
      "reporter": "Black",
      "case_ids": [
        1410135
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/66/0386-01"
      ]
    },
    {
      "cite": "24 How. 364",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3464549
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "435"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/65/0364-01"
      ]
    },
    {
      "cite": "23 How. 400",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": 0
    },
    {
      "cite": "24 How. 376",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3464483
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/65/0376-01"
      ]
    },
    {
      "cite": "21 How. 539",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        683851
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/62/0539-01"
      ]
    },
    {
      "cite": "21 Howard 575",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": 0
    },
    {
      "cite": "8 Gray 575",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2079259
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/74/0575-01"
      ]
    },
    {
      "cite": "36 Barb. 286",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2431932
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/36/0286-01"
      ]
    },
    {
      "cite": "11 Paige 635",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        11282758
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/paige-ch/11/0635-01"
      ]
    },
    {
      "cite": "2 Hill 159",
      "category": "reporters:state",
      "reporter": "Hill",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "8 Paige 527",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        480824
      ],
      "opinion_index": 0,
      "case_paths": [
        "/paige-ch/8/0527-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1426,
    "char_count": 37797,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 2.799740261126559e-07,
      "percentile": 0.8367346899375214
    },
    "sha256": "9cd024db95594853c770afa6f0ca3ae4d51f79ab9ad5990cb097300391fe627a",
    "simhash": "1:114ac40d1d53bc95",
    "word_count": 6688
  },
  "last_updated": "2024-02-27T20:23:01.398052+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The County of Beaver versus Armstrong."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nThe first, second, and third specifications of error turn upon the legality of the exercise of the power conferred by the 17th section of the Act of the 7th April 1853 on the county commissioners of Beaver county, to subscribe to the capital stock of the Cleveland and Pittsburgh Railroad Company, and to issue bonds in payment of such subscription. The learned judge in the court below held that the subscription was made, and the bonds, with coupons attached, were issued in strict conformity to law, and the reasons he has assigned in his charge, and the numerous decisions of this court, clearly show that he was right in coming to this conclusion. Contenting ourselves, therefore, with the reasoning of the court below, we assume that the bonds and coupons were legally binding on the county of Beaver, and this brings us to the fourth' specification of error, which was the real point argued before us.\nThe suit was brought on coupons, of five bonds of the county of Beaver, to the railroad company or bearer for the payment of one thousand dollars each, thirty years after date, with semi-annual interest at the rate of six per centum per annum from the date. The bonds were dated 15th September 1853, and the principal and interest were payable at the office of the Ohio Life Insurance and Trust Company, in the city of New York. The coupons were numbered from eight to fourteen, inclusive, for the payment of $30 interest from the 15th of September 1857 to the 15th of September 1860, inclusive. The bonds stipulated that the interest was payable upon the delivery of the coupons severally at the said office in New York. It appeared that these coupons were left unpaid, and that no provision was made for the payment in New York or elsewhere, and that the county disputed the legal obligation of the bonds and coupons, and declined payment. Having therefore decided that the plaintiff could recover on the coupons, the next question was whether he was entitled to interest on them. This question the court decided in the affirmative, at the same time making a very learned argument to show that they were wrong. This forms the subject of the fourth specification of error, and this brings us to the consideration of whether such coupons are recoverable without interest no matter what may be the delays interposed by the corporation or individuals issuing such bonds and coupons, which pass from hand to hand by delivery merely.\nBefore proceeding to the determination of this question it will be proper to state clearly in what light these coupons, settled in this case to be legally issued, and to be held by a person against whom there is neither legal nor equitable defence to the recovery of the amount on their face, are to be considered. In Gorgier v. Mieville, 3 B. & C. 45, Ld. Chief Justice Abbott, in 1824, in speaking of bonds issued by the king of Prussia, said: “ This instrument, in its form, is an acknowledgment by the king of Prussia that the sum mentioned in the bond is due to every .person who shall, for the time being, be the holder of it. And the principal and interest is payable in a certain mode, and at certain periods, mentioned in the bond. It is therefore in its nature precisely analogous to a bank note payable to bearer, or to a bill of exchange endorsed in blank. Being an instrument, therefore, of the same description, it must be subject to the same rule of law that whoever is the holder of it has power to give title to any person honestly acquiring it. It is distinguishable from the case of Glyn v. Baker, because there it did not appear that India bonds were negotiable, and no other person could have sued on them but the obligee. Here, on the contrary, the bond is payable to the hearer, and it was proved at the trial that bonds of this description were negotiated like exchequer bills.”\nThis case was preceded four years before, by Wookey v Pole, 4 B. & Ald. 1, where it was held that exchequer bills were negotiable, and were of the same nature as notes and bills of exchange. The opinions of the judges examine all the early cases, and are very instructive as to the principles upon which instruments for the payment of money assume the character and qualities of negotiable paper. Lord Chief Justice Abbott, speaking of the exchequer bill which was the subject of the suit, says: “ But, abstracted from authority, I think this instrument is of the same nature as notes and bills of exchange. Like them it is neither valuable nor useful in itself, as goods and chattels, such as a horse, a book, a picture or a pipe of wine are; it is valuable only as entitling the holder to receive at some future time, a certain sum of money, which is a value precisely of the same nature as the value of a note or bill. Notes and bills have been distinguished from goods in regard to their transfer, for the convenience of trade and commerce; and in regard to their being mercantile and commercial instruments and by law negotiable. It may be true that exchequer bills are not so frequently negotiated, in fact, as some other bills or notes; but I think we are to regard the negotiability of the instrument, and not the frequency of actual negotiation. Exchequer bills are not made for very small sums, and on that account alone they would not become the subject of frequent actual negotiation. A bank note for 5000Í. passes through very few hands; a bank note for 51. usually passes through a great number. Many country bank notes have no ordinary circulation beyond a very narrow district. Bills of exchange usually pass through very few hands, but the character of these instruments is in no degree affected by these circumstances. In the case of Grant v. Vaughan, 3 Burr. 1526, which arose upon a draft on a banker, payable to the ship Fortune or bearer, the court held it ought not to have been left to the jury to say whether such drafts were, in fact and practice, negotiable; for that the question whether a bill or note be negotiable or not, is a question of law. And upon such a question of law regarding an exchequer bill, I should, looking at the form of the instrument, and observing that the money is to be payable to the bearer, answer that it is, by law, negotiable.\n“ For these reasons, I am of opinion that exchequer bills are negotiable, and may be transferred in the same manner as bills of exchange, and that in those bills, as in bills of exchange, the property passes with the possession, by every mode of transfer, fraud and collusion apart.”\nBest, Justice, said: “ The question which the court is called on to decide is whether exchequer bills are to be considered as goods or as the representatives of money, and as such, subject to the same rules, as to the transfer of property in them, as are applicable to money. The delivery of goods by a person who is not the owner (except in the manner authorized by the owner), does not transfer the right to such goods; but it has long been settled that the right to money is inseparable from the possession of it. I conceive that the representative of money, which is made transferrable by delivery only, must be subject to the same rules as the money which it represents. ”-\n“ It cannot be disputed but that this exchequer bill was made to represent money as much as a bank note or bill of exchange. It was given for a debt due from government; it is payable (the blank not being filled up) to bearer, and transferrable by delivery; and is, on its face, made current, and to pass in any of the public revenues, or at the receipt of the exchequer.” “The receiver never inquires from whom they come, further than to satisfy bimself that they are. genuine bills. Indeed, when they are in blank, he has no means of ascertaining from whom they come.”\nAnd the same doctrine was held to be applicable to bonds issued by the Russian, Danish, and Dutch governments: Attorney-General v. Bouwens, 4 M. & W. 171. The same principles were enunciated two years afterwards by Chancellor Walworth, in The State of Illinois v. Delafield, 8 Paige 527, and affirmed by the Court of Errors : Delafield v. State of Illinois, 2 Hill 159. Mr. Webster, in his argument before the chancellor, p. 531, says: “ The bonds are instruments transferrable by delivery, and the state is bound in honour to pay them to a bond fide holder. A subsequent purchaser in good faith would not be required to know that their original transfer had been unauthorized or illegal.” And the chancellor said, p. 533: “ If these securities, therefore, pass into the hands of bond fide holders who have no notice of any irregularity, or want of authority on the part of the officers or agents of the state, who put them in circulation, the complainant is both legally and equitably bound to pay them, to such holders.” Mr. Justice Bronson, delivering the opinion of the Court of Errors, says, p. 177: “ The bonds are negotiable instruments, the title to which will pass by mere delivery; and although void in the hands of the appellant, they will be valid securities in the hands of a bond fide holder.”\nThe same doctrine was applied by the chancellor in Stoney v. American Life Insurance Company, 11 Paige 635, to certificates of deposit. “The company,” said he, page 637, “was bound to pay its certificates to the holders thereof; for such certificates are legal on their faces, and bond fide holders who have bought them without knowing that they were not in fact issued at Baltimore, and upon actual deposits in trust, can recover on them even if they were issued in this state in violation of our restraining laws.”\nIn The Mechanics’ Bank v. The New York and New Haven Railroad Company, 3 Kernan 599, Mr. Justice Comstock, delivering the opinion of the Court of Appeals, says, page 627: “ They,” that is, shares of bank stock, “ are not like exchequer bills and government securities, which are made negotiable either for circulation or to find a market. Nor are they like corporation bonds, which are 'issued in negotiable form for sale, and as a means for raising money for corporate uses; the distinction between all these and corporate stocks is marked and striking. They are all in some form the representative of money, and may be satisfied by payment in money at a time specified.” At page 625, he distinctly affirms the principles laid down in the cases cited above from 11 Paige 635 and 2 Hill 159, and also the case of The Morris Canal and Banking Company ¶. Fisher, since reported in 1 Stockton’s New Jersey Chancery Reports 667; of this last he says: “ The question was whether the bonds of a railroad corporation, payable to bearer, issued for the purpose of raising money, with interest coupons annexed, also payable to bearer, were negotiable in such sense that a purchaser for value took them free from any equities between the company and the seller. The decision was in favour of the purchaser, and I fully concur in the doctrine.”\nAnd in Hubbard v. The New York and Harlem Railroad Co., 36 Barb. 286, decided in February last, where a railroad bond was payable to-or assigns, it was held it could be sued upon by any holder, and the court said: “ There are numerous authorities holding that the bond of a corporation, payable to an individual or bearer, is a negotiable instrument.”\nA similar decision on a bond in blank had been made by the Supreme Court of Massachusetts, in Chapin v. Vermont and Massachusetts Railroad Co., 8 Gray 575, and also by the Supreme Court of the United States, in White v. Same Company, 21 Howard 575, and Mr. Justice Nelson, delivering the opinion of the court, says, page 577: “ Indeed, without conceding to them the quality of negotiability, much of the value of the securities in the market, and as a means of furnishing the funds for the accomplishment of many of the greatest and most useful enterprises of the day, would be impaired. Within the last few years, large masses of them have gone into general circulation, and in which capitalists have invested their money; and it is not too much to say that a great share of the confidence they have acquired, as a desirable security for investment, is attributable to this negotiable quality as well on account of the facility of passing from hand to hand, as the protection afforded to the bond fide holder.”\nIn The Commissioners of Knox County v. Aspinwall, 21 How. 539, Mr. Justice Nelson, at the same term delivering the opinion of the court, upheld the bonds of Knox county, and also a recovery on the coupons for interest, without producing the bonds to which they had been annexed. “A question,” said he, p. 546, “ was made upon the argument that the suit could not be maintained upon the coupons without the production of the bonds to which they had been annexed. But the answer is that these coupons or warrants for the interest were drawn and executed in a form and mode for the very purpose of separating them, from the bond, and thereby dispensing with the necessity of its production at the time of the accruing of each instalment of interest, and at the same time to furnish complete evidence of the payment of the interest.” A mandamus was subsequently issued to enforce the payment of this judgment: 24 How. 376. The opinion that railroad bonds are negotiable securities, is reasserted in Zabriskie v. Cleveland, Columbus, and Cincinnati Railroad Co., 23 How. 400.\nIt is only necessary to refer to the cases of Amey v. Mayor, Aldermen, and Citizens of Allegheny City, 24 How. 364; Curtis v. County of Butler, 24 Id. 435; and Woods v. Lawrence County, 1 Black 386, and our own case of Commonwealth ex rel. Burd’s Executor v. Select and Common Councils of City of Pittsburgh, decided at Pittsburgh on the 24th of November last: 10 Pittsburgh Leg. Jour. 171.\nThere is, however, one other case to which I will refer, because it was the case of a bond payable to bearer, issued by a municipal corporation, and involved questions relating to the law of this state, as well as that of Mississippi, and was most thoroughly and exhaustively argued, and very ably decided. I mean the case of Craig v. The City of Vicksburg, 31 Miss. Rep. 216, decided in April 1856. The court say, p. 251: “It is worthy of observation that the bond in this case is made by a corporation. It is in that form in which securities intended to circulate freely in the market are always drawn. It is for the payment of money, is payable indefinitely to bearer, and is under the seal of the corporation, and it may not be improperly considered as a money security of higher dignity than the note or bond of a mere individual. From its nature and form it would come to the hands of the holder as the representative of money, and he might well conclude that it was put into the market for that purpose. These considerations appear to us to go far to make it in all respects analogous to the case of the Prussian bond, and to give great force and applicability to that case.”\nIf this was true then, how much stronger is the case now, when in all our transactions we are dealing only with the representatives of money.\nIt is clear then, upon reason and authority, that the coupons which form the subject-matter of this suit, and the bonds to which they were attached, having been regularly issued by the county of Beaver, are on the footing of negotiable paper, and pass from hand to hand by delivery as the representatives of money. They may circulate together or separately, and suits on the coupons are sustained entirely independently of the bonds to which they were originally annexed. It is therefore of very little consequence whether they are promissory notes, bills, drafts, or checks, for they have the same quality of negotiability as either of those instruments, and the holder sues upon them and recovers in his own name.\nUpon a bond payable as these are, thirty years after date, in 1883, its great value as an investment depends upon the punctual payment of the semi-annual interest, evidenced by sixty coupons. The owner of a coupon, whether the holder of the bond or not, expects payment of it on its presentment at the place designated in it, and if the argument of the plaintiff in error is correct, the individual or corporation issuing it may wholly refuse to meet their engagement, because, at the close of a long litigation, they can only be obliged to pay the face of the coupon. If this be the law, who would venture to purchase such securities ?\nThe objection to the claim of interest on the coupons after demand and refusal is, that it is usurious. Not so: it may amount to compound interest, but that is neither usurious nor illegal: 2 Parsons on Bills and Notes 423; Kelly on Usury 48, 49, and cases cited, 75 Law Library. “As to personal contracts, it” (meaning compound interest), says the latter writer, “ may be matter of agreement, or mercantile usage.” In Tarleton v. Backhouse, Cooper’s Chan. Cases 231, where bonds for the amount of purchase-money were given, payable in instalments, which instalments were composed of principal and interest, it was contended, as the bonds themselves carried interest, this was interest upon interest ■ and usury. But the Lord Chancellor (Eldon) was of opinion “ that as Backhouse might at the end of every year have brought an action, and have had judgment for the principal and interest then due on the bond, in equity the bonds could not be affected with usury, as the same might be considered as having been called in, and the instalments paid.” And he also thought “ that the defendant ought to pay the principal and interest due into court.” The same result was arrived at where promissory notes were given for each instalment, including interest, in Beete v. Bidgood, 7 Barn. & Cress. 453, although Lord Tenterden gave a more restricted reason for his decision.\nIn Executors of Pawling v. Administrators of Pawling, 4 Yeates 220, a bond was conditioned for the payment of 470Z.’in seven years, with lawful interest yearly. By an agreement endorsed thereon, before the first year’s interest fell due, the obligor agreed, if any part of the interest should remain unpaid for the space of three months, to allow the obligee lawful interest for the same from the end of the three months until paid. It was held by the court that the agreement might be enforced, and that it was not usurious. Judge Smith said, p. 230 : “ Upon the whole, as this is not a ease of a mortgage, even supposing the law of Pennsylvania relative to mortgages were similar to the law of England, which cannot be admitted; as we find that in many instances interest is now allowed, where it was formerly held that it could not be recovered; as there is no rule of law, equity, or justice against the recovery, according to the contract in this instance; as the contract is not for more than 6 per cent, per annum interest, to be paid after that interest becomes due; as there is not ,only nothing immoral in the contract, but as it •was made with the purest good faith on both sides, and for the accommodation of Henry Pawling, without stipulating for a cent more than the law allows; I feel myself not only warranted but compelled, by the pure principles of law rightly understood, and applied to the beneficial interest of mankind, to declare that the said covenant is not prohibited by law, but is good and valid.” This opinion is called a very able one by Judge Baldwin, in Banbridge v. Wilcocks, 1 Baldwin 540, and the ease is cited by Chancellor Walworth, in Mowry v. Bishop, 5 Paige 101-2, who, in stating the New York rule, that such an agreement cannot be enforced, although it does not render the agreement usurious, assigns a reason for it totally inapplicable to the present case— that it is merely adopted as a rule of public policy to prevent an accumulation of compound interest in favour of negligent creditors who do not call for the payment of the interest as it falls due.\n“ Many cases,” says he, <£ are found in the courts of our sister states, which have sanctioned the practice of reserving interest, to be paid annually upon loans of the principal sum for a longer time; and in several of these cases the lender has been permitted to recover interest upon interest from the time it became due.” See Pierce v. Rowe, 1 N. H. Rop. 179; Kennon v. Dickens, Cam. & Nor. Rep. 357; Greenleaf v. Kellogg, 2 Mass. Rep. 568.\n££ And I agree,” says the chancellor, in a subsequent part of his 02>inion, p. 102, “with the judge of the Supreme Court of North Carolina, in the case of Kennon v. Dickens, before referred to, that when the payment of the interest at stated periods forms a part of the contract, and the payment of the principal sum is postponed to a distant period, upon the faith of the agreement for a regular and punctual discharge of the interest at the time agreed upon, equity and good conscience at least require that the debtor should fulfil his engagement, or render unto his creditor the usual equivalent for the non-payment of the periodical interest at the times agreed upon.”\nIn a case four years later, Wilcox v. Howland, 23 Pick. 167, Chief Justice Shaw says: “ The result of the decisions on this subject seems to be, that a contract to pay compound interest is not usurious or void; that an agreement to pay interest annually or semi-annually is valid, and may be enforced by action ; that a claim for interest on such interest is an equitable claim ; but that interest will not be allowed on interest from the time it fell due, because it would savour of usury; and because the holder of the note, by forbearing to call for his interest when it became due, shall be deemed to have waived his right to have the interest converted into capital.” I am perfectly aware, that although an action lies in Massachusetts for the interest, if payable annually, although the principal of the note is not due, yet that it was decided in Ferry v. Ferry, 2 Cush. 98, that “where there has been no payment, demand, or adjustment” — “ that in ascertaining the amount due on a note made payable with interest annually, simple interest only is to be computed.” But in the same case it is also said, “this principle gives the creditor the benefit of compound interest, where payments from time to time have been made, or where, after the interest becomes due, he obtains security for it, or resorts to an action to enforce payment of it.”\nIt may be observed that New York has always had a very stringent usury law (3 Revised Statutes New York, 5th ed., p. 72), and that the rate of interest is 7 per cent.; and one not quite so penal exists in Massachusetts, where the legal rate of interest is 6 per cent.: Revised Statutes of Massachusetts, 1860, p. 292. The 6th section of chapter 53 (Id. p. 293), is in these words: “Bonds and other obligations under seal for the payment of money purporting to be payable to the bearer or some person designated or bearer, or payable to order, issued by any corporation or joint stock company, shall be negotiable in the same manner and to the same extent as promissory notes.” This provision is incorporated from Stat. 1852, ch. 76. See 8 Gray 577. Russell, in his 6th edition of Chitty, Jr., on Contracts, p. 612, speaking of the statutes modifying the former ones against usury, remarks: “ This enactment was originally intended to be in force only until the 1st of January 1842; but it wa,s continued by subsequent enactments until the 1st of January 1856. Before that time, however, the 17th and 18th Viet. c. 90, 10th August 1854, was passed, and by that. statute all existing laws against usury were repealed, but with a proviso that such repeal should not diminish or alter the liabilities of any person in respect of any act done previously to the passing of that act.\n“ The result of this has been, as to all future contracts, entirely to do away with the question of usury. But still inasmuch as by virtue of the above proviso, contracts made before the passing of the act may still be objected to on the ground of usury, it is necessary to state how the law on this subject stood before the passing of the act.”’\nOur old Act of 1723 was not, for the time of its enactment, a harsh one, although not suited to the views of a more commercial and business age. By an Act of 26th July 1842, § 11, where a railroad or canal company has borrowed money, and given to the holder thereof a bond or other evidence of indebtedness in a larger sum than the amount received, such transactions were not to be deemed usurious, which was explained by the 1st section of the Act of 25th February 1856, Br. Purd. 561, to mean that in all cases where any such company had issued or should thereafter issue any such bonds, &c., and has or should dispose of them at less than the par value, such transaction should not be deemed usurious.\nSimilar authority had been given to the Danville Railroad Company by the 13th section of the Act of 19th April 1853, P. L. 589, and by an Act of 21st May 1857, Purd. 561, commission merchants were authorized in certain cases to pay and receive 7 per cent, per annum, and finally by an Act of the 28th May 1858, the Act of 1723 was repealed, and the rate of interest established at 6 per cent., where no less rate was expressly agreed upon. Where a high rate is contracted for, the debtor is not obliged to pay the excess above the legal rate, but where he has paid the whole debt and interest, he cannot recover back the excess unless the action is commenced within six months after the date of such payment. Since the passage of this act, a railroad company has been authorized to issue bonds with coupons attached, at an interest not exceeding 7 per cent.: P. L., 1862, p. 560; and a navigation company to issue bonds at a rate of interest not exceeding 8 per cent.: Id. 504.\nBut it is certain that in the United States generally, there has always been greater liberality in the allowance of interest than in England, growing out of the fact that we were a young and vigorous nation, where money commanded a high rate of interest, and where the welfare of the community demanded that it should be breeding. In Pennsylvania, where a judgment is revived by scire facias, the amount of principal and interest then due constitutes a new principal, and the plaintiff has a right to charge interest on the aggregate amount of principal and interest due at the time of rendering judgment on each scire facias. In Obermeyer v. Nichols, 6 Binn. 159, it was held that rent carries interest from the time it is due; and in Buck v. Fisher, 4 Whart. 518, it was conceded that interest was payable on ground-rent for the several times at which it fell due; and I know that this •course is universally followed in Philadelphia in actions for arrears of ground-rent, and has nevér been disputed. The same doctrine was enunciated three years before by Judge Baldwin, in the case of Newman v. Keffer, in which I was engaged as counsel for the unsuccessful party. In his charge to the jury, Judge Baldwin said, 9 Casey 449: “In Obermeyer v. Nichols, the. Supreme Court held that interest was payable on rent, on the same principle as other liquidated demands, and was recoverable in an action of covenant as matter of law, unless under special circumstances. As to ground-rent, they recognised the principle that when there was a clause of re-entry, interest ought to be paid, because equity would relieve only on payment of the rent and interest, and consider them as on the same ground as other rents. Purchase-money, from the time it becomes due, bears interest though no demand is made: 6 Binn. 435; 5 Rawle 262-3. So an action of covenant lies for a ground-rent as soon as it is due, without a demand: 3 Penna. Rep. 464-5. On a recognisance in the Orphans’ Court for securing to a widow the interest on her third part of the money at which an estate is valued, the Act of 1794 makes it recoverable as rent — the Supreme Court hold the widow’s interest to be in the character of annuity, of interest on money, and a rent-charge, and that if the interest be not punctually paid, the widow shall recover interest from the time it became due: 2 Watts 203. There cannot be a stronger case; for as a widow’s annuity partakes of the character of a rent-charge, a rent-charge partakes of the character of the annuity, and it is so considered by the court, who put it on the same footing as to bearing interest. The reason is the same in both cases; the annuity is in the nature of maintenance income, and bears interest if not paid punctually, because it is in lieu of the widow’s share of the profits of the land, and all that is reserved to the widow; the rule is the same as to ground-rent, a.s it is of the same nature. But a court never inquires into the fact whether the annuity or the rent is necessary for the support of the widow or the ground-landlord ; the rule is the same whether they are rich or poor, being founded in the nature of the debt, and the manifest justice of the interest being paid as a compensation for withholding payment: 2 Watts 203.” See Smyser v. Smyser, 3 W. & S. 438. And in Addams v. Heffernan, 9 Watts 529, it was held that where a sum of money is set apart and charged upon land, the interest of which is to be paid annually, if it be not punctually paid, the annuitant is entitled to recover interest upon it annually from the time it was payable. The same doctrine as to interest on arrears of ground-rent is laid down in McQuesney v. Hiester, 9 Casey 435.\nGround-rents, which are in a great measure peculiar to Pennsylvania, and commenced in the early settlement of the province,, in the city and county of Philadelphia, and assisted greatly in building up our metropolis, have long been favourite investments for prudent and cautious persons, who desired an unquestionable security in the land, accompanied by a punctual payment of the rent, or interest of the sum invested in them. They are no longer perpetual, but may be extinguished by the owner of the land on the payment of the principal sum named in the ground-rent deed.' Our Orphans’ Courts are authorized to let the vacant land of minors on ground-rent, and under the Act of 1853, the Court of Common Pleas have authority to decree the leasing of real estate on ground-rent, and every power to sell in fee simple real estate created by deed or will, is taken to confer an authority to sell and convey, reserving a ground-rent or rents in fee.\nIt is clear then that there is nothing in the law of Pennsylvania, proceeding from public policy, prohibiting interest upon these coupons in this case. These coupons, which are perhaps copied from coupons or interest warrants attached to English railway debentures (4 Rail, and Canal Cases 709), are negotiable instruments, which may be sued on separately by the holder without the bonds, as soon as they become due, and from their form there can be no reason why interest should not be recovered upon them in the same manner as upon arrears of ground-rent or of annuity. The principal cannot be sued for until 1883, and to recover this the suit would be upon the bond. To secure the payment of the interest punctually, coupons are attached, having the same effect as promissory notes; and if so, can there be any defence to the payment of interest on them, as a compensation for the default of the debtor ? Bonds like these have been declared by the legislature proper investments by trustees and executors, and could it be supposed that the payment of the interest could be indefinitely delayed without any pecuniary punishment ? If, therefore, upon a proper demand being made for payment, interest could be recovered by suit, equity and good conscience will give the interest from the refusal to pay. This does not interfere with any case decided by this court from Sparks v. Garrigues, 1 Binn. 152, to the present time.\nReason, common sense, and the universal understanding in such a case, leads to this result; but are there any direct authorities upon the point ?\nThe case of Hollingsworth v. The City of Detroit, 3 McLean 472, is full, clear, and distinct, in favour of the payment of interest on the coupons. Judge McLean reserved the question for the purpose of taking the advice of the judges of the Supreme Court. They, it is understood, unanimously concurred with him in opinion: 17 Conn. 246. This decision has been followed in all cases in the Western District by Mr. Justice Grier, and it has not been thought expedient by the defendants to take the opinion of the Supreme Court of the United States in regard to this question.\nOn the other hand, there is the case of Rose v. The City of Bridgeport, 17 Conn. 243, decided in 1845, where it was held that interest could not be recovered on the coupons for interest attached originally to bonds issued by the City of Bridgeport to the Housatonie Railroad Company, to pay for their subscriptions to the stock of that company. The court held — 1. That the only obligation to pay either principal or interest arose from the bond. 2. That the action brought was essentially an action on the bond, and with neither of those propositions do the latter authorities agree. 3. That the plaintiff was not to recover interest on the sum specified on the coupon after it became due, and for authority to support this proposition, the court refer to the case of Camp v. Bates, 11 Conn. Rep. 487, decided in July 1836. See 26 Conn. Rep. 121. Upon examining the very learned opinion of Judge Huntington in that case, it is clear that its general spirit would authorize the conclusion at which we have arrived. We would refer to pages 497, 498, 500, and 503, more particularly in illustration of what we have said, but the whole opinion is deserving of an attentive perusal. We cannot help thinking that the peculiar hardship of the case of the City of Bridgeport had some influence on the minds of the court. In The City of Bridgeport v. The Housatonic Railroad Company, 15 Conn. 475, they had affirmed the validity of the bonds issued by that city to pay what was to it a very onerous and heavy subscription to the stock of that railroad; and in Beardsley v. Smith, 16 Conn. 868, they had decided that an execution issued on the judgment obtained by the railroad company against the city in the former case might be levied on and satisfied out of the private property of an individual member of the corporation.\nNearly the whole value of a thirty years’ bond of a corporation depends upon the punctual payment- of the interest, and public policy requires that it should be enforced by obliging them, after demand and refusal, to compensate their creditor for their default by paying interest on the amount due. Where there is a total denial of all obligation to pay either principal or interest, it may be considered that a demand would be unnecessary. See 2 Black U. S. Rep. 722.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "B. B. Chamberlin, for plaintiff in error,",
      "N. P. Petterman, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "The County of Beaver versus Armstrong.\nNegotiability of Railroad Company Bonds. — Action founded on Coupons of Railroad Bonds sustained.\nThe coupons of railroad bonds are negotiable instruments, and may be sued on by the holder separate from the bonds; and interest from the date of demand and refusal of payment may be recovered.\nError to the Common Pleas of Beaver county. ■\nThis was an action of debt, brought by Charles L. Armstrong against The County of Beaver.\nThe plaintiff declared on thirty-five coupons, warrants, and promises in writing, which were attached to five several bonds for $1000, executed and delivered by the defendant to the Cleveland and Pittsburgh Railroad Company, and which were for half-yearly payments of interest on said bonds.\nEach coupon was set forth separately in thirty-five counts, as a warrant and promise in writing, and that defendant then and there agreed to pay the lawful holder the sum therein specified at the time and place therein specified, according to their tenor and effect, and that plaintiff became the lawful holder, &c., &c., of] which the defendant had notice, &c.\nTo this the defendant pleaded nil debet, and payment with leave, &c. Replication, non solvit and issue.\nUnder the ruling of the court below (Agnew, P. J.), there was a verdict and judgment in favour of the plaintiff for the amount of the coupons declared on, with interest. Whereupon the defendant sued out this writ, and assigned for error here,—\n1. That the court below erred in receiving in evidence the paper of 8th June 1853, purporting to be the proceedings of the grand jury of Beaver county, as to the consideration of the subscription of $100,000 stock to the Cleveland and Pittsburgh Railroad Company, and also in receiving in connection therewith the minutes of the commissioners of the county in reference thereto, the executory contract with company, &c.\n2. That the court below erred in holding that the said report of the grand jury “fixed and determined” the amount of the subscription as prescribed by the Act of A.ssembly of 7th April 1853, as the necessary prerequisite of the statutory power to authorize the commissioners of Beaver county to subscribe $100,000 or any stock to the Cleveland and Pittsburgh Railroad Company, and thereby to give valid bonds and coupons in payment thereof.\n3. That the court below erred in admitting the bonds and coupons into evidence, and thereupon deciding that upon the coupons as valid instruments an action of debt may be maintained.\n4. That the court below erred in deciding the coupons as valid, and that thereupon legal interest accrued upon those declared upon in said action of debt from the time they became due and demandable, when the said interest thus allowed in law is usurious and illegal.\nB. B. Chamberlin, for plaintiff in error,\nN. P. Petterman, for defendant in error.\nJanuary 5th 1863,"
  },
  "file_name": "0063-01",
  "first_page_order": 63,
  "last_page_order": 76
}
