{
  "id": 484352,
  "name": "Irish et al. versus Harvey & Co.",
  "name_abbreviation": "Irish v. Harvey & Co.",
  "decision_date": "1862-11-03",
  "docket_number": "",
  "first_page": "76",
  "last_page": "78",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 76"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 312,
    "char_count": 5040,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 1.439164425801657e-07,
      "percentile": 0.6528147007798524
    },
    "sha256": "14146d6537a18c267da371108f77a54df5b604f01b14bab0f1726196d3790aa6",
    "simhash": "1:4c41a17deb98a197",
    "word_count": 880
  },
  "last_updated": "2023-07-14T16:38:14.089162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Irish et al. versus Harvey & Co."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nThe Mechanics’ Lien Law has become, by an experience of more than half a century, a recognised part of the settled policy of the state, and it is the duty of judicial tribunals to give it a full and fair effect by a liberal construction of its provisions.\nThe title of the mechanic to extend his lien beyond six months after the work shall have been finished or materials furnished, is made to depend upon his filing a claim within that period in the office of the prothonotary, in which he is to state, beside the amount due, the nature of the work done or materials furnished, and the time when the work was done or materials furnished, and the locality of the building ; the names of the party claimant, and of the owner or reputed owner, and also of the contractor, where the contract of the claimant was made with the contractor. The courts have held claims so filed to be good when the locality of the building has been inaccurately described, and where the Christian names and even the surnames of the claimants have not been given, but only the firm name.\nIt is made the duty of the prothonotary to enter in the mechanics’ lien docket all claims that may be filed, together with the date of filing the same; and he is also to cause the names as well of the owner - of the lot or piece of ground as of the contractor, architect, or builder, if such be named, and of the persons claiming under any lien, to be alphabetically indexed therein. Now it is clear that as the prothonotary can only copy the lien as filed, his alphabetical index can give no further information than the claim does of the names of the parties which, as we have seen, may be only a firm name. In the present case it appears, by the verdict of the jury, that the claim was a just one'; that the lumber' was duly furnished, and the lien filed within six months, and that the amount was never paid. It was conceded that the claim was in proper form, and fully copied into the mechanics’ lien docket, but it was not alphabetically indexed on that docket, although entered on the judgment docket. Now the defendants are neither purchasers, mortgagees, nor judgment-creditors, but simply parties who have sustained no injury, and who have no right to use a clerical omission of a public officer to defeat a just debt due by them.\nThe counsel of the plaintiffs in error has invoked the decisions of this court in relation to the omission to enter judgments on the judgment docket, hut these do not avail his clients. In York Bank’s Appeal, 2 Casey 458, Justice Woodward asks: “But what is the effect of the judgment docket? Simply to give notice to purchasers^ subsequent encumbrancers, and all others in interest. The judgment does not depend for its validity, as between the parties, upon its entry in the judgment docket.” - So here the claim was regularly filed in proper form and time, and was properly entered on the mechanics’ lien docket, and its validity, as between the parties, cannot be affected by the clerical omission of the prothonotary to index the names alphabetically.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "James U. Hopkins, for plaintiffs in error.",
      "J. W. F. White, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Irish et al. versus Harvey & Co.\nValidity of Mechanic’s Lien irregularly entered as between Parties.\nA mechanic’s lien regularly filed in proper form and time, and properly entered in the Mechanics’ Lien Docket, is valid as between the parties to it, though the prothonotary omitted to alphabetically index their names in that docket.\nError to the District Court of Allegheny county.\nThis was a scire facias upon a mechanic’s lien, filed in the District Court by A. H. Harvey & Co., against Mrs. Lydia Irish, Eranklin Irish, Elias II. Irish, Dallas C. Irish, Nathaniel Irish, and Ellen Irish, owners or reputed owners of a building erected by Boyd & Murdoch, contractors.\nThe defendants pleaded, 1. That the lumber was not furnished for defendants’ buildings; 2. That the lien was not filed within six months; 3. That it was not indexed in Mechanics’ Lien Docket; and 4. Payment.\nThe cause was tried January 14th 1862. Defendants’ counsel requested the court to charge the jury, that if the plaintiff’s claim was not indexed in the mechanics’ lien docket within six months after the last item was furnished, the plaintiff could not recover.\nThe court declined to charge the jury as requested on this point, adding that, as claim was filed in the prothonotary’s office, and entered in the mechanics’ lien docket on the 20th February 1860, and also in the judgment docket, though not indexed in the mechanics’ lien docket at the time, the failure of the prothonotary in this respect could not be allowed to deprive the plaintiffs of their lien, especially when it is not shown that the defendants were prejudiced thereby. There was a verdict and judgment for plaintiffs for $234.82; whereupon this writ was sued out, the defendants averring that the court erred in refusing to charge the jury as requested.\nJames U. Hopkins, for plaintiffs in error.\nJ. W. F. White, for defendants in error.\nNovember 3d 1862,"
  },
  "file_name": "0076-01",
  "first_page_order": 76,
  "last_page_order": 78
}
