{
  "id": 484267,
  "name": "Woods versus Neeld",
  "name_abbreviation": "Woods v. Neeld",
  "decision_date": "1862-11-03",
  "docket_number": "",
  "first_page": "86",
  "last_page": "87",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 86"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 278,
    "char_count": 4897,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 1.0635995028855847e-07,
      "percentile": 0.5577543323954408
    },
    "sha256": "032227c0e754445a3125e736970b35b4d9820bf38f387f4646ddb26ffda8ae62",
    "simhash": "1:bb588383bc409fab",
    "word_count": 840
  },
  "last_updated": "2023-07-14T16:38:14.089162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Woods versus Neeld."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nNotice to an endorser of the non-payment of a promissory note is either actual or constructive. If the endorser resides beyond the limits of the city or place where the note is protested for non-payment, the notice may be sent by mail to the post-office nearest to his residence, and this will be sufficient, whether he receives it or not. In the present case, the notice was not sent to Mount Lebanon, the nearest post-office, but to Temperaneeville, which was two miles farther off. The evidence showed that the defendant, Neeld, neither received nor mailed letters at the Mount Lebanon or Temperaneeville post-office, but that all his business was transacted at the Pittsburgh post-office, although he had a coal platform pt Temperaneeville, and a landing.\nUnder these circumstances the notice might have been legally directed to the Pittsburgh office, but it does not appear that the notary had any knowledge of this practice on the part of Neeld, and he therefore was bound to direct it to the nearest post-office, Mount Lebanon. That the direction to Temperaneeville was erroneous is shown by the fact that the endorser never received the notice for two weeks, and then only because he was told that there was a letter in that office for him. This was the only letter ever received by him from the Temperaneeville post-office. The court below were therefore clearly right, as appears by the opinion of the learned presiding judge.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "M. S. Woocls, for plaintiff in error.",
      "Charles Shaler, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Woods versus Neeld.\nNotice to non-resident Endorser of Non-payment of Note, how served.\n1. If an endorser reside beyond the limits of a city or place where a note endorsed by him is protested for non-payment, the notice may be sent to the post office nearest his place of residence; and this will be sufficient, whether he receive it or not.\n2. Where an endorser received his letters and did business at the post-office of a city, but lived a few miles from it, and the notice of protest was not sent to the post-office nearest his residence, but to one that was two miles further from it, it was insufficient, and the endorser was discharged.\nError to the District Court of Allegheny county.\nThis was an action of assumpsit, by John Woods against Eli Neeld, to recover the amount of a promissory note for $345, dated March 13th 1858, made by William Blackstock, payable at sixty days, to the order of Hamilton Lacock, and endorsed by Hamilton Lacock and Eli Neeld.\nThe note was duly protested at maturity, and the only question in the cause was whether due notice of its non-payment was given to the defendant.\nOn the trial, it was admitted by the counsel on both sides that there was no fact to be submitted to the jury, and by consent, the question whether due notice was given of the dishonour of the note, taking all the evidence to be true, as per the judge’s notes, was reserved for the determination of the court in banc.\nIt was also agreed that the jury should render their verdict for the plaintiff, subject to the opinion of the court, on the question above mentioned. Judgment to be entered either on the verdict, or non obstante veredicto, as the court might decide the question. ■\nThe facts in regard to the notice, as disclosed by the evidence, were these:—\nThe notary public sent the notice to the defendant by mail to the post-office in Temperanceville immediately after the protest. Some two or three weeks afterward the defendant being informed that a letter was in that office for him, called there and received it. This is the only letter he ever received at that office. He resided in Lower St. Clair township, between two and three miles from Temperanceville, but was engaged in the coal business, and had a platform in that village a short distance from the post-office. There was, at the time in question, a post-office called Mount Lebanon, about a mile and a quarter from his residence, but defendant never either received or mailed any letters at that office. Eor many years üe had mailed and received all his letters, except the one before referred to, at the office in Pittsburgh. His usual route, to the city from his residence was along the Washington turnpike, which lies alongside of the village of Temperaneeville, and he frequently went along the Plank Road, through the village and past the post-office. His neighbours received their letters at the Temperaneeville post-office. The plaintiff, Mr. Woods, was a well-known banker residing in Pittsburgh city, and was the holder of this note at the time of its maturity. The maker and the other endorsers lived in Allegheny City.\nThe court below (Hampton, J.) delivered an opinion on the reserved point, and directed judgment to be entered for defendant, non obstante veredicto, which was the error assigned.\nM. S. Woocls, for plaintiff in error.\nCharles Shaler, for defendant in error.\nNovember 3d 1862,"
  },
  "file_name": "0086-01",
  "first_page_order": 86,
  "last_page_order": 87
}
